{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Pakistani players in the Hundred: What’s the cricket controversy all about? | Cricket News | Al Jazeera",
            "time": "2026-02-25T13:54:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2023-10-27T000000Z_33354187_UP1EJAR19VZBV_RTRMADP_3_CRICKET-WORLDCUP-PAK-ZAF-1772021164.jpg?resize=1806%2C1080",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A franchise cricket tournament in the United Kingdom has been the subject of controversy surrounding the selection of Pakistani players for teams partially owned by Indian businesses.</p><p>Four of the eight teams in the Hundred – a professional franchise cricket league organised by the England and Wales Cricket Board (ECB) – are part-owned by businesses that own franchises in the Indian Premier League (IPL).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Various media reports last week said Pakistani cricketers will not be considered by these four teams when players are drafted by the franchises in an auction in March.</p><p>It caused an uproar in the cricket world with current and former players slamming the reported decision and urging the ECB to ensure impartiality in the auctioning process.</p><p>Here’s a breakdown of the row:</p><h2 id=\"what-did-reports-say-about-the-exclusion-of-pakistani-players\">What did reports say about the exclusion of Pakistani players?</h2><p>A sports agent was, according to the BBC, informed by an official of the ECB that Pakistani players on his list of cricketers looking to sign up for the Hundred would not be considered by teams linked to the IPL.</p><p>“Another agent described the situation as ‘an unwritten rule’ across T20 leagues with Indian investment,” the report said.</p><h2 id=\"what-has-the-ecb-said-about-pakistani-players-inclusion\">What has the ECB said about Pakistani players’ inclusion?</h2><p>“The England and Wales Cricket Board and all eight of The Hundred team franchises reaffirm their commitment to ensuring The Hundred continues to be a competition that is inclusive, welcoming and open to all,” the ECB said in a <a href=\"https://www.ecb.co.uk/about/media?_gl=1*3u9q8i*_up*MQ..*_ga*ODQzMzI0MjkzLjE3NzIwMjUzMzg.*_ga_RB2BVD5EKH*czE3NzIwMjUzMzckbzEkZzAkdDE3NzIwMjUzMzckajYwJGwwJGgw*_ga_E3D3L0MGDX*czE3NzIwMjUzMzckbzEkZzAkdDE3NzIwMjUzMzckajYwJGwwJGgw#/pressreleases/joint-statement-by-ecb-and-the-hundred-teams-ensuring-the-hundred-is-inclusive-welcoming-and-open-to-all-3434258\">statement</a> on Wednesday.</p><p>“All eight teams commit to selection being based solely on cricketing performance, availability, and the needs of each team.”</p><p>“The Hundred was established to reach new audiences, grow the game of cricket and ensure that everyone – regardless of their ethnicity, gender, faith, nationality or other – can feel they belong in our sport. This has been a guiding principle from the outset and remains at the heart of everything we do,” the statement read.</p><p>The ECB said there were regulations to take “robust action” against discrimination.</p><p>“Players must not be excluded on the grounds of their nationality,” it said.</p><h2 id=\"what-have-pakistani-players-said\">What have Pakistani players said?</h2><p>Pakistani batter Sahibzada Farhan said player selection was up to the franchises but he was hopeful of being picked after registering his interest in the league.</p><p>“This is not in our hands who picks us or who doesn’t,” Farhan, who is the leading run scorer at the ongoing ICC T20 World Cup, said on Monday.</p><p>“Wherever we get an opportunity and whoever is interested can pick us. We’re ready to play that league.</p><p>“I am hopeful of being picked up. Everyone wants to play the best leagues. The Hundred is one of the best leagues. Let’s hope for the best.”</p><p>Farhan has scored a T20 century in the tournament and is third in the ICC’s men’s T20 batting rankings.</p><h2 id=\"how-many-pakistani-players-have-signed-up-for-the-hundred-auction\">How many Pakistani players have signed up for the Hundred auction?</h2><p>Fast bowlers Shaheen Shah Afridi, Naseem Shah and Haris Rauf are among the 67 Pakistani players to have signed up for next month’s auction.</p><p>Farhan, Shadab Khan and Saim Ayub are also on the list.</p><p>Pakistan women’s captain Fatima Sana as well as top-ranked women’s T20 bowler Sadia Iqbal, all-rounder Diana Baig and wicketkeeper-batter Muneeba Ali have signed up for the women’s auction.</p><h2 id=\"have-pakistanis-played-in-the-hundred-in-the-past\">Have Pakistanis played in the Hundred in the past?</h2><p>Last year’s Hundred had two Pakistani players – Mohammed Amir and Imad Wasim – but several others, including Afridi, have played in the tournament in the past.</p><h2 id=\"which-franchises-are-owned-by-indian-businesses\">Which franchises are owned by Indian businesses?</h2><p>The ECB has full ownership of the competition and its regulations, but last year, it sold stakes in the league to investors from India and the United States to generate hundreds of millions of pounds to safeguard the financially stricken domestic game in England.</p><p>Manchester Super Giants, MI London, Southern Brave and Sunrisers Leeds are co-owned by Indian businesses that also own teams in the IPL.</p><h2 id=\"when-is-the-hundred-s-auction-and-how-can-i-follow-it\">When is the Hundred’s auction, and how can I follow it?</h2><p>The women’s auction will take place on March 11, and the men’s will be held a day later.</p><p>It will be covered live on the league’s website.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN: 6.5 million in Somalia facing hunger | Hunger | Al Jazeera",
            "time": "2026-02-25T13:47:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/SOMALIA-WIDE-1772027134.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Japan to install missiles near Taiwan: Are China tensions set to spike? | Military News | Al Jazeera",
            "time": "2026-02-25T13:43:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/000_63NL9NQ-1772021164.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"252\" data-end=\"453\">Japan’s plans to deploy missiles on its westernmost island, close to Taiwan, within five years will further add to the growing tensions with China, analysts say.</p><p data-start=\"252\" data-end=\"453\">Japanese defence minister Shinjiro Koizumi said the surface-to-air systems – designed to intercept aircraft and ballistic missiles – will be deployed to <a href=\"/news/2025/11/26/china-warns-foreign-interference-in-taiwan-will-be-crushed\">Yonaguni</a> island, located about 110km (68 miles) east of Taiwan, which is claimed by China as its sovereign territory, by March 2031.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"252\" data-end=\"453\">“It depends on the progress of preparing facilities, but we are planning for fiscal 2030,” Koizumi told reporters on Tuesday, providing the clearest timetable so far.</p><p data-start=\"792\" data-end=\"864\">Analysts say the move signals a deliberate hardening of Japan’s posture.</p><p data-start=\"866\" data-end=\"1052\">Japan’s decision represents a “calculated escalation that will increase regional tensions,” said Einar Tangen, senior fellow on geopolitics at the Centre for International Governance Innovation (CIGI).</p><p data-start=\"1054\" data-end=\"1233\">“These actions are not occurring in a vacuum,” Tangen told Al Jazeera. “[The] actions are timed to strengthen Prime Minister Sanae Takaichi’s hand ahead of a visit to Washington, scheduled for March 19, 2026.”</p><h2 id=\"why-yonaguni-matters\" data-start=\"1054\" data-end=\"1233\">Why Yonaguni matters</h2><p data-start=\"1266\" data-end=\"1386\">Yonaguni sits at the southwestern edge of Japan’s territory, close enough to Taiwan to see its coastline on a clear day.</p><p data-start=\"1388\" data-end=\"1658\">The island forms part of the Ryukyu chain, a string of more than 55 islands stretching towards Japan’s main islands. Over recent years, Tokyo has expanded military infrastructure across the archipelago, installing radar systems, ammunition depots and missile batteries.</p><p data-start=\"1660\" data-end=\"1819\">While Japan first announced plans in 2022 to enhance Yonaguni’s defences, this marks the first time officials have committed to a specific deployment deadline.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"where-does-taiwan-fit-into-this\">Where does Taiwan fit into this?</h2><p data-start=\"1852\" data-end=\"2070\">Relations between Tokyo and Beijing have remained <a href=\"/news/2025/11/15/china-issues-travel-warning-for-japan-over-threats-to-intervene-in-taiwan\">strained</a> since Takaichi publicly raised the possibility of military involvement in a Taiwan contingency during parliamentary remarks last November.</p><p data-start=\"2072\" data-end=\"2293\">Her comments marked a noticeable departure from Japan’s longstanding ambiguity over Taiwan. They also came shortly after the 80th anniversary of the end of Japan’s colonial rule over Taiwan, adding historical sensitivity for Beijing.</p><p data-start=\"2295\" data-end=\"2387\">Beijing, which considers Taiwan part of its territory, condemned the remarks as provocative.</p><p data-start=\"2389\" data-end=\"2637\">“Japan must fully repent for its war crimes, immediately stop its wrong and provocative statements and moves that interfere in China’s internal affairs, and stop playing with fire on the Taiwan question,” China’s Foreign Ministry said in <a href=\"https://x.com/MFA_China/status/1988968844636127668\">response.</a></p><p data-start=\"2639\" data-end=\"2757\">China subsequently discouraged travel to Japan. Chinese visitors contribute roughly $11bn annually to Japan’s economy.</p><p data-start=\"2759\" data-end=\"3002\">Beijing has also increased military and economic pressure, dispatching naval vessels near Japanese waters, tightening controls on rare earth exports and scaling back cultural exchanges, including withdrawing giant pandas from Tokyo’s Ueno Zoo, a symbol for China of friendship between the two sides. China dominates the production of rare earths used in the manufacturing of electric cars, phones and other high-tech devices.</p><figure id=\"attachment_4337744\" aria-describedby=\"caption-attachment-4337744\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4337744\" src=\"/wp-content/uploads/2026/02/000_94486CR-1772021383.jpg?w=770&amp;resize=770%2C505&amp;quality=80\" alt=\"Panda lovers wave goodbye to a truck believed to be carrying the twin pandas upon a departure from Ueno Zoo in Tokyo on January 27, 2026, heading towards their return to China. (Photo by Kazuhiro NOGI / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337744\" class=\"wp-caption-text\">Panda lovers wave goodbye to a truck believed to be carrying the twin pandas upon their departure from Ueno Zoo in Tokyo on January 27, 2026, heading towards their return to China [Kazuhiro Nogi/AFP]</figcaption></figure><h2 id=\"what-s-different-now\">What’s different now?</h2><p data-start=\"3035\" data-end=\"3108\">Some analysts view the missile deployment as part of a longer trajectory.</p><p data-start=\"3110\" data-end=\"3304\">“This is the continuation of a process under way since at least [late Japanese Prime Minister] Shinzo Abe’s 2014 reinterpretation of collective self-defence,” said Arnaud Bertrand, a geopolitical analyst specialising in China.</p><p data-start=\"3306\" data-end=\"3455\">Abe’s government controversially reinterpreted Japan’s pacifist constitution to allow limited collective self-defence, expanding the role of the Self-Defense Forces.</p><p data-start=\"3457\" data-end=\"3634\">“Each step was presented as modest and defensive: coastal surveillance on Yonaguni in 2016, missiles on Ishigaki in 2023, electronic warfare units, and now this,” Bertrand said.</p><p data-start=\"3636\" data-end=\"3768\">However, he argued that Takaichi has gone further by explicitly linking Japan’s military preparations to a possible Taiwan conflict.</p><p data-start=\"3770\" data-end=\"4082\">“That’s what makes this moment significant: the political declaration that Japan sees itself as a party to any potential Taiwan conflict, which from China’s standpoint – and in terms of international law – is very provocative, given that Taiwan is China’s sovereign territory that used to be colonised by Japan.”</p><p data-start=\"4084\" data-end=\"4284\">Japan’s defence priorities have also shifted. Whereas Tokyo once focused heavily on threats from Russia in the north, it now concentrates on countering Chinese military activity in the East China Sea.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-japan-doing-this-now\">Why is Japan doing this now?</h2><p data-start=\"4316\" data-end=\"4544\">Beijing has not yet formally responded to Koizumi’s latest statement. When the minister visited Yonaguni in November, Chinese officials accused Japan of attempting to “create regional tension and provoke military confrontation”.</p><p data-start=\"4546\" data-end=\"4643\">Shortly afterwards, Chinese drones approached the area, prompting Japan to scramble fighter jets.</p><p data-start=\"4645\" data-end=\"4982\">“As for the timing, Japan is making this announcement now because the window for military build-up without major consequences is perceived to be closing – China’s capabilities are growing rapidly, and there’s certainly a sense in Tokyo that if it doesn’t establish these forward positions now, it may not be able to later,” Bertrand said.</p><p data-start=\"4984\" data-end=\"5183\">The United States has also pushed allies to increase defence spending and assume a greater share of regional security responsibilities, particularly under President Donald Trump’s administration.</p><p data-start=\"5185\" data-end=\"5316\">Domestically, Takaichi strengthened her position after her party secured a commanding majority in February’s parliamentary elections.</p><p data-start=\"5318\" data-end=\"5551\">“The missile deployment and tough stance on China will resonate with her right-wing base and reinforce an aggressive defence posture, while moving the country away from its post-war pacifist constitution and principles,” Tangen said.</p><p data-start=\"5553\" data-end=\"5788\">“From China’s perspective, the sequence of events is clear: Japan, under a newly emboldened Prime Minister Takaichi, is aggressively militarising and interfering in the Taiwan question to curry favour with the United States,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-is-china-likely-to-react\">How is China likely to react?</h2><p data-start=\"5826\" data-end=\"5975\">China has already taken economic steps. It recently restricted exports to <a href=\"/news/2026/2/25/tokyo-protests-as-china-blocks-dual-use-exports-to-20-japanese-companies\">40 Japanese entities</a> that it said contribute to Japan’s “remilitarisation”. The Commerce Ministry placed 20 firms on an export control list and added another 20 to a watchlist.</p><p data-start=\"6079\" data-end=\"6199\">Japan’s Deputy Chief Cabinet Secretary Sato Kei described the move as “deplorable” and said it would “not be tolerated”.</p><p data-start=\"6201\" data-end=\"6412\">“If further provocations occur, China will extend sanctions to the civilian side, which could literally stop Japanese automobile production. Possibly one of the reasons for the 2031 deployment date,” Tangen said.</p><p data-start=\"6414\" data-end=\"6472\">Bertrand stressed the depth of China’s focus on Taiwan.</p><p data-start=\"6474\" data-end=\"6578\">“Taiwan isn’t just important to China – it is what Chinese officials call the ‘core of core interests’.”</p><p data-start=\"6580\" data-end=\"6695\">“It’s the one issue on which there is genuine consensus across Chinese society, government and military,” he said.</p><p data-start=\"6697\" data-end=\"7025\">Economic interdependence also complicates matters.</p><p data-start=\"6697\" data-end=\"7025\">China has been Japan’s largest trading partner since 2005. Bilateral trade reached $322bn in 2024, and China accounts for roughly one-fifth of Japan’s total exports and imports. Japan runs a substantial trade deficit with China, importing about $43bn more annually than it exports.</p><p data-start=\"7027\" data-end=\"7282\">“Japan cannot simultaneously militarise against China and maintain the economic relationship that its prosperity depends on. At some point, Tokyo will have to choose, and Beijing is trying to make that choice become as obvious as possible,” Bertrand said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why Indian PM Modi’s Israel visit matters for Pakistan’s security | India-Pakistan Tensions News | Al Jazeera",
            "time": "2026-02-25T13:14:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-25T114054Z_1977362803_RC2ZSJACQOXI_RTRMADP_3_ISRAEL-INDIA-MODI-ARRIVAL-1772020272.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> When Indian Prime Minister Narendra Modi <a href=\"/news/liveblog/2026/2/25/modi-in-israel-live-indias-pm-to-meet-netanyahu-address-knesset\">stepped off the plane</a> in Tel Aviv on Wednesday for his second visit to Israel, and the first by any Indian premier since his own landmark trip in 2017, the symbolism was unmistakable.</p><p>He was given a red-carpet welcome by Israeli Prime Minister Benjamin Netanyahu, a head of government who is facing an International Criminal Court arrest warrant and prosecuting a war in Gaza that much of the world has condemned as genocide.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Yet Modi’s visit signalled not hesitation, but a wholehearted endorsement to expand India’s strategic embrace of Israel.</p><p>Days before his arrival, Netanyahu announced at a cabinet meeting what he described as a <a href=\"/news/2026/2/22/netanyahu-says-israel-will-forge-regional-alliance-to-rival-radical-axis\">“hexagon of alliances”</a>, a proposed regional framework placing India at its centre alongside Greece, Cyprus and unnamed Arab, <a href=\"/news/2026/2/25/will-ethiopia-be-part-of-israels-hexagon-alliance-rivalling-its-enemies\">African and Asian states</a>.</p><p>Its declared purpose was to counter what he called “radical axes, both the radical Shia axis, which we have struck very hard, and the emerging radical Sunni axis”.</p><p>In a region where Turkiye’s President Recep Tayyip Erdogan has been among Israel’s most outspoken critics, and where Saudi Arabia and Pakistan formalised a Strategic Mutual Defence Agreement in <a href=\"/news/2025/9/18/watershed-how-saudi-pakistan-defence-pact-reshapes-regions-geopolitics\">September 2025 –</a> all three Sunni-majority nations – the outline of what Tel Aviv may view as this “axis” is not difficult to discern.</p><p>Against that backdrop, India’s deepening alignment with Israel directly impacts – and could reshape – Islamabad’s strategic calculus in an already volatile region, say analysts.</p><h2 id=\"expanding-defence-and-technology-ties\">Expanding defence and technology ties</h2><p>The India-Israel relationship has accelerated sharply since <a href=\"/features/2026/2/23/how-modi-broke-down-walls-between-india-israel-at-palestines\">Modi’s 2017 visit</a>. India is now Israel’s largest arms customer, and the agenda this week spans defence, artificial intelligence, quantum computing and cybersecurity.</p><p>A new classified framework is expected to open exports from Israel of previously restricted military hardware to India. Among the systems reportedly under discussion is Israel’s Iron Beam, a 100kW-class high-energy laser weapon inducted into the Israeli army in December 2025. Cooperation on Iron Dome missile defence technology transfer for local manufacturing is also under consideration.</p><p>For Masood Khan, Pakistan’s former ambassador to both the United States and the United Nations, the visit marks a decisive moment.</p><p>“News coming out suggests they are going to sign a special strategic agreement, one that could be seen as a counterpart to the agreement signed by Pakistan and Saudi Arabia last year,” he said. “Israel already has such special agreements with countries like the US and Germany.”</p><p>Masood Khalid, a former Pakistani ambassador to China, pointed to this military dimension.</p><p>“We saw how Israeli drones worked in the India-Pakistan conflict against us last year,” he said, referring to India’s use of Israeli-origin platforms during the May 2025 strikes against Pakistan, when the South Asian neighbours waged an intense four-day aerial war. “Public statements from both sides speak of strengthening strategic cooperation – particularly in defence, counterterrorism, cybersecurity and AI.”</p><p>India’s defence ties with Israel are no one-way street any more. During Israel’s war on Gaza in 2024, Indian arms firms supplied rockets and explosives to Tel Aviv, an <a href=\"/features/2024/6/26/india-exports-rockets-explosives-to-israel-amid-gaza-war-documents-reveal\">Al Jazeera investigation</a> confirmed.</p><p>Umer Karim, an associate fellow at the Riyadh-based King Faisal Center for Research and Islamic Studies, sees the partnership as part of a wider recalibration.</p><p>“It is clear that India has entered into a strategic partnership with Israel, and at a time when both governments have been criticised for their actions, this bilateral relationship has become increasingly important for both,” he told Al Jazeera.</p><h2 id=\"netanyahu-s-hexagon-and-pakistan\">Netanyahu’s ‘hexagon’ and Pakistan</h2><p>Netanyahu’s hexagon proposal remains undefined. He has promised an “organised presentation” at a later date.</p><p>While Israel believes it has weakened what the Israeli PM described as the “Shia axis” through its 2024-2025 campaign against Iran-aligned groups such as Hezbollah and Hamas, the “emerging radical Sunni axis” is less clearly articulated.</p><p>Analysts suggest it could refer to states and movements aligned with strands of political Islam and sharply critical of Israeli policy, including Turkiye and countries that have strengthened security ties with Riyadh and Ankara, as Pakistan has. Pakistan is also the only Muslim nation with nuclear weapons – something that has long worried Israel: In the 1980s, Israel tried to recruit India for a joint military operation against a nuclear facility in Pakistan, but backed off the plan after New Delhi abstained.</p><p>Karim was convinced about Pakistan’s place in Netanyahu’s crosshairs.</p><p>“Absolutely, Pakistan is part of this so-called radical Sunni axis,” he said, arguing that Pakistan’s strategic agreement with Riyadh and its close ties with Turkiye directly affect Israel’s calculations. “In order to counter this, Israel will increase its defence cooperation and intel sharing with Delhi.”</p><p>Khalid pointed to longstanding intelligence links.</p><p>“Intelligence sharing between Indian RAW and Israeli Mossad dates back to the sixties. So their strengthened interaction in this domain should be of serious concern for us,” he said, referring to the external intelligence agencies of India and Israel.</p><p>Others urge caution. Gokhan Ereli, an Ankara-based independent Gulf researcher, argued that Pakistan is unlikely to be an explicit target within Israel’s framing.</p><p>“In this context, Pakistan is more plausibly affected indirectly, through the alignment of Israeli, Indian and Western threat narratives, than being singled out as a destabilising actor in its own right,” he told Al Jazeera.</p><p>Khan, the former ambassador, agreed.</p><p>“I don’t perceive a direct threat, but the latent animosity is there. And when Modi is in Tel Aviv, he will try to poison Netanyahu and other leaders there to think about Pakistan in a hostile way,” he said.</p><p>Muhammad Shoaib, assistant professor of international relations at Quaid-i-Azam University, echoed that assessment.</p><p>“India’s close relations with Israel are likely to negatively impact Tel Aviv’s perception and statements on Pakistan,” he said.</p><h2 id=\"the-gulf-balancing-act\">The Gulf balancing act</h2><p>Perhaps the most complex arena for Pakistan is the Gulf. For decades, it has relied on Gulf partners for financial support, including rolled-over loans and remittances that form a crucial pillar of its economy.</p><figure id=\"attachment_4337732\" aria-describedby=\"caption-attachment-4337732\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4337732\" src=\"/wp-content/uploads/2026/02/ap_699ee6029e284-1772021250.jpg?w=770&amp;resize=770%2C553&amp;quality=80\" alt=\"In this photo released by Pakistan's Press Information Department, Saudi Arabia's Crown Prince Mohammed bin Salman, second right, Saudi Arabia's Defence Minister Khalid bin Salman, left, Pakistan's Prime Minister Shehbaz Sharif, second left, and Pakistan's Army Chief Field Marshal Asim Munir, pose for photographs after signing a mutual defense pact, in Riyadh, Saudi Arabia, Wednesday, Sept. 17, 2025. (Press Information Department via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337732\" class=\"wp-caption-text\">Pakistan signed a mutual defence agreement with Saudi Arabia in September last year [File: Press Information Department via AP Photo]</figcaption></figure><p>After signing the Strategic Mutual Defence Agreement with Saudi Arabia last September, discussions have intensified about Turkiye joining a similar framework. Yet the United Arab Emirates, one of Pakistan’s closest Gulf partners, signed a strategic agreement with India in January 2026.</p><p>Khalid called for deeper economic integration to underpin these ties.</p><p>“Pakistan is doing well to strengthen its bilateral ties with key Middle East countries, Saudi Arabia, UAE, Qatar and Kuwait,” he said, “but apart from GCC, Pakistan also needs to promote regional cooperation, particularly with countries of Central Asia, Turkiye, Iran and Russia. Geoeconomics through greater trade and connectivity should be the basis of this regional cooperation.” The Gulf Cooperation Council consists of Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the UAE.</p><p>Complicating matters further is Iran’s central role in current regional tensions. With Washington threatening potential military action against Iran, and Israel pressing for regime change in Tehran, Pakistan has quietly sought to ease tensions by arguing for diplomacy.</p><p>“But there are two main parties – Iran and the US – and then, most importantly, Israel, which doesn’t just limit its demands to a nuclear deal,” Khan, the former diplomat said. “It wants to expand to Iran’s missile defence capabilities and regional alliances, and that may well be a sticking point. Pakistan’s aspiration is to contribute to efforts to find a diplomatic solution.”</p><h2 id=\"strategic-contest\">Strategic contest</h2><p>Ultimately, Pakistan’s policymakers must assess whether ties with Saudi Arabia and Turkiye are strong enough to offset the expanding India-Israel partnership.</p><p>Modi and Netanyahu frame their security doctrines around countering what they describe as “Islamic radicalism”. New Delhi has repeatedly accused Pakistan of fomenting violence against India.</p><p>Yet Khan argued that Islamabad is not without leverage.</p><p>“We have built a firewall around us by pushing back Indian aggression in May 2025, and by strengthening our ties with the US over the last year,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Thousands join Manila corruption protest on 40th anniversary of uprising | Protests | Al Jazeera",
            "time": "2026-02-25T13:05:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772024724.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Anthropic vs the Pentagon: Why AI firm is taking on Trump administration | Government News | Al Jazeera",
            "time": "2026-02-25T13:05:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699ecf329eae-1772015410_7bf64b-1772017176.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A row is simmering between the United States government and Anthropic, one of the tech companies that develops artificial intelligence (AI) tools for defence and civilian uses.</p><p>According to recent reports, Anthropic’s Claude software was used in a US military operation, which resulted in the abduction of Venezuelan <a href=\"/news/2026/2/23/venezuelan-foreign-minister-demands-maduros-release-from-us-prison\">President Nicholas Maduro</a> in January this year.</p><p>US Defense Secretary Pete Hegseth has given the company until Friday to loosen its rules about how its AI tools can be used by the Pentagon, or risk losing its government contract, The Associated Press and Reuters news agencies reported on Tuesday, quoting unnamed sources.</p><p>But Anthropic is refusing to back down over safeguards which prevent its technology from being used to conduct US domestic surveillance and to programme autonomous weapons which can hit targets without human intervention.</p><h2 id=\"what-is-anthropic\">What is Anthropic?</h2><p>Anthropic is an AI company founded in 2021 by former OpenAI executives.</p><p>It was the first AI developer to be used in classified operations by the US Defense Department, which is housed at the Pentagon in Washington, DC.</p><p>Anthropic is best known for building Claude, a popular large language model (LLM) and has rapidly become one of the most prominent AI development companies.</p><p>LLM is a type of AI technology which generates text, visual or audio output similar to content created by humans after analysing massive datasets such as books, archives, websites, pictures and videos.</p><p>For military and defence use, LLMs can summarise large volumes of text, analyse data, translate, transcribe and draft memos. In theory, they can also be used to support autonomous or semi-autonomous weapons systems, which can identify and hit targets without the need for human instruction. However, most AI companies have terms that prohibit this use.</p><p>Anthropic positions itself as a “responsible” developer in the AI landscape. On its website, the company describes itself as a “Public Benefit Corporation” committed to the “responsible development and maintenance of advanced AI for the long-term benefit of humanity”.</p><p>In November, the company alleged that a Chinese state-sponsored hacking group had manipulated the Claude code in an attempt to infiltrate about 30 targets globally, including government agencies, chemical companies, financial institutions and tech giants. Some of these attempts were successful.</p><p>Earlier this month, Mrinank Sharma, an AI safety researcher at Anthropic, <a href=\"/news/2026/2/15/why-are-experts-sounding-the-alarm-on-ai-risks\">resigned</a> from his position over concerns about the use of AI.</p><p>In a statement posted on his X account on February 9, Sharma wrote: “The world is in peril. And not just from AI, or bioweapons, but from whole series of interconnected crises unfolding in this very moment.”</p><p>“Moreover, throughout my time here, I’ve repeatedly seen how hard it is to truly let our values govern our actions. I’ve seen this within myself, within the organization, where we constantly face pressures to set aside what matters most, and throughout broader society too,” he added.</p><h2 id=\"which-other-ai-companies-does-the-us-military-work-with\">Which other AI companies does the US military work with?</h2><p>The Pentagon announced last summer that it was awarding defence contracts to four AI companies – Anthropic, Google, OpenAI and xAI. Each contract is worth up to $200m.</p><p>Anthropic was the first AI company to be approved for classified military networks, on which it reportedly works with partners like US software company Palantir Technologies, which has been criticised for its links to the Israeli military. Elon Musk’s xAI, which operates the Grok chatbot, says Grok is also ready to be used in classified settings, according to an unnamed senior Pentagon official, AP reported.</p><p>But the Trump administration wants to be able to use the products of these AI companies without restrictions. Hegseth said his vision for military AI systems means that they operate “without ideological constraints that limit lawful military applications”, before adding that the Pentagon’s “AI will not be woke”.</p><h2 id=\"why-is-anthropic-at-odds-with-the-pentagon\">Why is Anthropic at odds with the Pentagon?</h2><p>Sources reported that at a meeting on Tuesday, Hegseth gave Anthropic CEO Dario Amodei until Friday, 5pm (22:00 GMT) to agree to provide Anthropic’s AI models for use on the Pentagon’s new internal network with fewer restrictions.</p><p>Officials at the US Defense Department warned they could designate Anthropic a supply chain risk or use the Defense Production Act to essentially give the military more authority to use its products even if it doesn’t approve of how they are used, according to a person familiar with the meeting and a senior Pentagon official, neither of whom were authorised to comment publicly and spoke on condition of anonymity, AP reported.</p><p>Amodei has also previously raised ethical concerns about unchecked government use of AI, including the dangers of fully autonomous armed drones and of AI-assisted mass surveillance that could track dissent.</p><p>“A powerful AI looking across billions of conversations from millions of people could gauge public sentiment, detect pockets of disloyalty forming, and stamp them out before they grow,” he wrote in an essay last month.</p><p>The person familiar called the tone of the Tuesday meeting “cordial” but said Amodei refused to budge on two key issues – fully autonomous military targeting operations and domestic surveillance of US citizens.</p><p>In a podcast appearance on Tuesday in which he explained his refusal to give in to the Pentagon’s demands, Amodei reiterated his concerns around “autonomous drone swarms” – likely autonomous drones which can attack targets without human input – and mass surveillance.</p><p>“The constitutional protections in our military structures depend on the idea that there are humans who would disobey illegal orders with fully autonomous weapons,” Amodei said, noting that autonomous drones would not be able to make such a distinction.</p><p>The Pentagon objects to Anthropic’s ethical restrictions because military operations require tools which do not have built-in limitations, the senior Pentagon official said. The official argued that the Pentagon has issued only lawful orders and stressed that using Anthropic’s tools legally would be the military’s responsibility.</p><h2 id=\"how-was-claude-used-in-venezuela\">How was Claude used in Venezuela?</h2><p>On January 3, US special forces abducted Maduro, who remains in US custody and faces trial on drugs and weapons charges in New York.</p><p>US media reports revealed on February 14 that Anthropic’s Claude had been used in the operation to strike Caracas and capture Maduro.</p><p>An unnamed Anthropic official approached by The Wall Street Journal declined to comment on whether Claude, or any other AI model, was used in any operation. However, the official did say that any use of Claude in the private sector or by the government would need to be in compliance with Claude’s usage policies.</p><p>According to the usage policies listed on Anthropic’s website, Claude cannot be used for surveillance, the development of weapons or “inciting violence”.</p><p>A total of <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">83 people</a>, including 47 Venezuelan soldiers, were killed during the US special operation in Venezuela.</p><p>US media have also reported that Anthropic has partnered with Palantir Technologies, whose tools are also used by the Defense Department and by federal law enforcement agencies.</p><p>It is unclear how exactly Claude was used during the raid on Caracas in January, but AI tools can be used to control drones, analyse images and summarise intercepted communications.</p><p>In July 2025, <a href=\"/video/talk-to-al-jazeera/2025/5/4/uns-francesca-albanese-defiant-amid-israeli-pressure-and-gaza-catastrophe\">Francesca Albanese</a>, the United Nations special rapporteur on human rights in the occupied Palestinian territory, released a <a href=\"https://www.ohchr.org/en/documents/country-reports/ahrc5923-economy-occupation-economy-genocide-report-special-rapporteur\" target=\"_blank\" rel=\"noopener\">report</a> mapping the corporations aiding Israel in the displacement of Palestinians and its genocidal war on Gaza, in breach of international law.</p><p>The report found that Palantir had expanded its support to the Israeli military since the start of its genocidal war on Gaza in October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Four years into the Ukraine war, Moscow sees vindication, not failure | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-25T13:00:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699ed068-1772015720.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the all-out war in Ukraine enters its fifth year, Russian political elites remain convinced that their leader, Vladimir Putin, did not make a grave error by launching it in February 2022. Instead, they are looking back with a sense of achievement, and they have good reason to believe that the war is ending on their terms, perhaps even soon.</p><p>A striking feature of this conflict is the discrepancy between Russia’s real expectations of it and how these are interpreted by the Western media and expert community. The latter tend to describe Russia’s motives as a manifestation of its allegedly inherent imperialism and an ambition to re-establish control over half of Europe, as in Soviet times.</p><p>The true Russian motives are far more ad hoc and pragmatic. In general terms, they boil down to drawing a very firm red line against NATO’s expansion towards Russia’s borders, which, instead of envisaging the eventual integration of Russia itself, was clearly aimed at Russia’s isolation and containment.</p><p>A separate but significant factor is that the more belligerent and security-obsessed elements within Putin’s regime have always benefitted from the West’s open hostility towards Russia. The close symbiosis between these security elites and hawkish Western lobbyists who service the military-industrial complex is a lucrative joint venture that rewards both parties with money and power. In Russia’s case, the all-out conflict in Ukraine – which most Russians see as a proxy war with NATO – allowed securocratic elites to eliminate the pro-Western liberal opposition that threatened their political hegemony.</p><p>But there was also more ad hoc logic to Putin’s decision stemming from the events of 2019-2021 when the newly elected Ukrainian President Volodymyr Zelenskyy sought rapprochement with Russia – a policy that resulted in a near ceasefire along the front line in the Donbas region where a low-intensity conflict had simmered since 2014.</p><p>Zelenskyy came under immense pressure from Ukraine’s own securocratic elites, and he even claimed he faced a coup threat over what was described as “capitulation”. Meanwhile, hawkish lobbies in the West kept persuading him that Russia could in fact be defeated militarily, especially after Azerbaijan’s victory over Armenia in the last few months of 2020.</p><p>In January 2021, Zelenskyy made a U-turn in his Russia policy, abruptly transforming from a dove into a hawk aiming to cross each of Putin’s red lines by clamping down on his key Ukrainian allies and launching an aggressive campaign for Ukraine’s NATO membership and against the Nord Stream 2 gas pipeline project. This transformation coincided with President Joe Biden’s inauguration in the White House.</p><p>In March 2021, Putin started deploying troops at the Ukrainian border, but it took another 11 months of brinkmanship before he launched the all-out invasion. All the while, Ukraine’s Western partners seemed far more eager to challenge Russia and call its perceived bluff than to avert the catastrophe.</p><p>When Putin finally launched his brutal invasion, it soon transpired that his plan went along the lines of Russia’s war in Georgia in 2008, prompted by President Mikheil Saakashvili’s ill-fated decision to recapture the breakaway region of South Ossetia. It was designed as a shock-and-awe operation aimed at creating a tangible existential threat to the Ukrainian leadership in Kyiv and forcing upon Ukraine a more unsavoury version of the Minsk agreements, reached in 2015 but not implemented since then.</p><p>The hope was to avoid a protracted war along the heavily fortified old line of contact in the eastern region of Donbas. That plan failed, perhaps due to miscalculations about the power of Ukrainian resilience and the immediacy of large-scale Western military aid. But the Russians definitely do not see it as something that was not worth attempting. While threatening Kyiv, they achieved more than they could have hoped for by establishing a land corridor between Russia and Crimea, annexed in 2014.</p><p>After the Istanbul talks were derailed – as a result of Anglo-American intervention, according to a range of international sources – the Russians chose to regroup, abandoning loosely controlled and difficult-to-hold areas, and embarked on a prolonged war of attrition along the Donbas front line. They also raised the cost of what they see as Ukrainian intransigence by formally annexing four partially occupied Ukrainian regions.</p><p>The next four years were a test not just of Ukrainian, but also of Russian resilience. Crucially, the Russians see themselves as underdogs in a battle with the mighty Western military-industrial machine, which, in their view, is using Ukrainian proxies merely as gun fodder. During the first two years of this war, Western punditry and media prophesied the collapse of the Russian army and economy. The former was pictured as an unruly marauding horde of poorly equipped and poorly motivated soldiers. The latter was described as a colossus on legs of clay.</p><p>But neither the Russian economy nor its military machine collapsed. In fact, Russia experienced an economic boom during the first two years of the war, and the rouble was the world’s best-performing currency in 2025. The Russian army withstood the Ukrainian counter-offensive of 2023, which was advertised by the Ukrainian leadership and Western punditry as an easy advance towards Crimea. Having done so, the Russians resumed their slow offensive, aiming to break Kyiv’s will rather than occupy huge territories. Besides, the Russian military proved its ability to adapt and innovate, gradually taking the lead in what makes this war the most technologically advanced form of warfare ever seen – drones.</p><p>In the fifth year of Russian aggression, Ukraine looks thoroughly devastated, depopulated and deprived of a demographic and economic future, while Russian society continues to enjoy largely the same lifestyle as before the war. The human toll of the war, currently estimated at 200,000-219,000 dead by BBC/Mediazona, is significant for a country of 140 million but primarily affects the most destitute social classes and regions, while largely sparing the country’s urban middle classes.</p><p>Sensing victory, Putin is patiently waiting for Ukrainian and European leaders, too heavily invested in illusory outcomes of this war, to accept reality on the ground and to find ways of scapegoating others rather than themselves for the looming fiasco.</p><p>This year will likely see multiple attempts to derail direct peace talks currently under way between Russia and Ukraine. However, delays in reaching a peace settlement come at the cost of numerous Ukrainian lives, territory and already devastated critical infrastructure. The longer the war continues, the more likely it is that Ukrainians will start feeling at least as bitterly about pro-war cheerleaders in the West as about the prime cause of their suffering, Putin’s Russia.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Netanyahu greets Indian PM Modi as he lands in Israel | Gaza | Al Jazeera",
            "time": "2026-02-25T12:49:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260225__98VU7KQ__v2__HighRes__IsraelIndiaDiplomacy-1772023719.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How Putin stays strong in Russia, four years into war in Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-25T12:49:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26051628249790-1772021591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Moscow, Russia —</strong> What was meant to be a swift military operation to topple the Ukrainian government and take control of the country has now dragged on for four devastating years.</p><p>Russian President Vladimir Putin’s promise to protect the people of Donbas, who, according to him, had been subjected to bullying and genocide by the “Kyiv regime” for the previous eight years, has meant that hundreds of settlements have been wiped off the face of the Earth and millions of lives have been broken, in both countries.</p><p>The quick victory that was assured in 2022 did not happen. Ukrainian President Volodymyr Zelenskyy did not flee his country, and since then, Russia has been bogged down in what increasingly appears to be an endless conflict.</p><p>Four years on, Russia remains firmly on a military footing, reorienting its economy towards weapons production. Western sanctions are hitting harder than before, while Ukraine’s attacks on Russian military and energy facilities are causing significant damage.</p><p>Social anxiety is rising, too. Activists report hundreds of cases of domestic violence and attacks involving soldiers returning from the front line.</p><p>Still, life in Russia’s big cities seems to be the same. Most people we tried to speak to in the streets of Moscow were unwilling to comment on the war – at least on camera. However, many of those we interviewed said that their lives had not changed much despite growing prices and the web of sanctions and restrictions on Russia.</p><p>The main message from the Kremlin to the Russian people remains the same: the West is the enemy.</p><p>The government assures Russians that external enemies are to blame for all the difficulties that are gradually mounting. The enemies want to destroy Russia, divide it and take away its natural resources. Official television channels promote the narrative that war is an integral part of Russian identity.  Similar ideas are introduced in schools.</p><p>Media outlets tell people that Russia is winning (as it always does). Ukraine will collapse, Western unity will fracture and price growth in the country will slow down. People just need to be patient, united and must support the government — because the alternative is worse.</p><p>Russian channels never show how hundreds of thousands of people, including young children, women and the elderly, in Kyiv, Kharkiv, and other Ukrainian cities are surviving without power, water or heat in the freezing cold.</p><p>So after four years, the war has become commonplace and often goes unnoticed.</p><p>Still, many Russians remain very enthusiastic about it. They long for victory, but very few are willing to join the army.</p><p>The Russian state is concerned about Russians accessing alternative views on YouTube, Instagram, Telegram and other global social media platforms that undermine its rhetoric. Therefore, Russia has restricted access to almost all foreign social media.</p><p>Instead, the government has developed and now actively promotes its national “Max” messaging app. It is supposed to be installed on all devices sold in Russia. The messenger is meant to replace Telegram and WhatsApp, and become a payment system and a tool for access to the “State Services” digital platform.</p><p>Many believe that authorities can monitor Max users‚ and so they refuse to install it. Meanwhile, Russian journalists in exile have discovered that Putin’s family has a share in Max.</p><p>To be sure, Russia has been participating in peace negotiations since they resumed in 2025 when Donald Trump returned to power in the United States.</p><p>But these talks have not brought any decent progress so far. Russia puts forward demands that Ukraine can’t accept. But neither Ukrainian drone strikes on Russian territory nor international sanctions — or economic slowdown — have made Moscow change its position.</p><p>The economy is strained, but it functions. The situation on the front is not perfect, but Russia continues to slowly move forward and take more Ukrainian territory under control. And it says it won’t stop until its demands are met.</p></div></div></body></html>"
        },
        {
            "title": "Military government air strikes kill 17 in western Myanmar state | News | Al Jazeera",
            "time": "2026-02-25T12:00:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/WEB-MAP-RAKHINE-MYANMAR-1772019361.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Military government air strikes kill 17 in western Myanmar state</h1><p class=\"article__subhead\"><em>Women and children among those killed and 14 others wounded in air strikes on a village market in Rakhine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A military air strike by the Myanmar military in Rakhine state has killed at least 17 people and injured 14 others, local media reported, in the latest civil war carnage weeks after a military-backed <a href=\"/news/2026/1/31/myanmar-election-delivers-walkover-win-for-military-backed-political-party\">governing party election win</a> was dismissed as a “sham” by international observers.</p><p>Women and children were among those killed when air strikes hit Yoengu village in Ponnagyun township on Tuesday, the Democratic Voice of Burma (DVB) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The village lies about 33 kilometres (21 miles) northeast of Sittwe, the Rakhine state capital. It was captured by the Arakan Army (AA), an ethnic Rakhine armed group fighting the Myanmar military, in March 2024.</p><p>The AA statements listed the names of 17 “innocent civilians”, including three children, killed in the strike. It said 15 people had been wounded in the attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Myanmar, formerly known as Burma, has been in <a href=\"/news/2025/12/13/myanmar-military-says-armed-groups-used-hospital-it-bombed-killing-dozens\">political turmoil</a> since the 2021 military coup, with the crushing of pro-democracy protests prompting a nationwide rebellion.</p><p>Thousands have been killed, and about 3.6 million people have been displaced, according to the United Nations. The war has provoked armed resistance from democracy activists and ethnic minority factions that have long held sway in the nation’s fringes.</p><h2 id=\"bodies-scattered\">‘Bodies scattered’</h2><p>Pyae Phyo Naing, chairman of the Ponnagyun Youths Association, described the scene as “really bad”, with four or five buildings burned down.</p><p>“Some people were crying, while many dead bodies were scattered over the area,” the 23-year-old told the AFP news agency.</p><p>“Some people were running away from the scene as there were also houses still burning when we arrived.”</p><p>The western coastal state of Rakhine, formerly known as Arakan, is among the worst-hit regions. Controlled almost entirely by the AA, it has been blockaded by the military and pummelled with regular air strikes.</p><p>The military blockade on top of the conflict and recent sweeping cuts to international aid have driven a “dramatic rise in hunger and malnutrition” in the state, the World Food Programme warned last year.</p></div></div></body></html>"
        },
        {
            "title": "What Trump said at State of the Union address | Donald Trump | Al Jazeera",
            "time": "2026-02-25T11:56:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772020538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Zimbabwe imposes ban on exports of all raw minerals and lithium concentrate | Mining News | Al Jazeera",
            "time": "2026-02-25T11:54:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2024-01-09T162734Z_745798592_RC2BE5AW2UYX_RTRMADP_3_ZIMBABWE-MINING-LITHIUM-1772020392.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Zimbabwe imposes ban on exports of all raw minerals and lithium concentrate</h1><p class=\"article__subhead\"><em>The immediate ban covers all raw minerals already in transit and will remain in place until further notice, the government says.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Zimbabwe has suspended exports of all raw minerals and lithium concentrates with immediate ⁠effect until further notice.</p><p>In an announcement on Wednesday, Minister of Mines and Mining Development Polite Kambamura said the move includes all minerals “currently in transit”.</p><p>“Government expects cooperation of the mining industry on this measure which has been taken in the national interest,” the statement said.</p><p>“Government remains committed to ensuring transparency, in-country value addition and beneficiation, compliance, and accountability in the exportation of Zimbabwe’s mineral ‌resources,” it added.</p><p>The export ban on lithium concentrates had originally been scheduled to come into effect in January 2027, a deadline the government hoped would push mining companies to begin processing and refining the mineral locally.</p><p>In a letter seen by the Reuters news agency on Wednesday and addressed to Zimbabwe’s Chamber of Mines, which represents major mining companies, the ministry said it would realign export processes due to concern about “continued malpractices during the exportation of minerals”.</p><p>“This review is part of a broader effort to curb leakages and enhance efficiency within our systems,” the ministry wrote on February 17.</p><p>Zimbabwe holds Africa’s largest lithium reserves, exporting 1.128 million metric tonnes of lithium-bearing spodumene concentrate in the year ended December 2025, up 11 percent from the year before.</p><p>Most of the concentrate is <a href=\"/features/2024/6/12/as-china-scrambles-for-zimbabwes-lithium-small-miners-are-left-behind\">exported ⁠to China</a> for further processing into battery-grade materials, but Zimbabwe has been pressing the miners to process more of the minerals in the country as it seeks greater benefits from the global shift to cleaner sources of ‌energy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Securing access to rare earths and other strategic minerals has become a global priority, given their role in smartphones, green energy systems, military equipment and many other goods. This has prompted many producing nations to tighten controls and plug leaks in their supply chains.</p><p>Zimbabwe “will be engaging the industry in the near future on new expectations and way forward”, said Kambamura.</p><p><a href=\"/features/2024/9/5/a-city-at-risk-of-collapsing-the-cost-of-the-search-for-gold-in-zimbabwe\">Mining</a> is Zimbabwe’s second-largest contributor to the country’s gross domestic product, accounting for 14.3 percent of output after manufacturing, according to World Bank data.</p><p>Zimbabwe has rapidly expanded spodumene output in recent years following significant investment by Chinese mining firms, including Zhejiang Huayou Cobalt, Sinomine, ⁠Chengxin Lithium Group and Yahua.</p><p>Huayou recently built a $400m plant to further process lithium concentrates into lithium sulphate, an intermediate product which can be refined into a battery-grade material such as lithium hydroxide ‌or ‌lithium carbonate.</p><p>Sinomine has also announced plans to build a $500m lithium sulphate plant at its Bikita mine in Zimbabwe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Deadly fighting in Alawite heartland city in Syria | Syria's War | Al Jazeera",
            "time": "2026-02-25T11:49:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-14T111303Z_1396935620_RC2U0JAFFK6A_RTRMADP_3_SYRIA-SECURITY-KURDS-1772019983.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Anti-Palestinian repression’: Legal experts document hundreds of UK cases | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-25T11:14:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-09T083856Z_1736748670_RC27OGA77CD8_RTRMADP_3_BRITAIN-DEFENCE-PROTEST-1771951738.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> Legal experts have documented almost 1,000 incidents in which pro-Palestine voices have been allegedly targeted in the United Kingdom, data that they say represents a “systematic effort” to repress the country’s solidarity movement.</p><p>The European Legal Support Center (ELSC) said on Wednesday that it has verified 964 cases of “anti-Palestinian repression” from January 2019 until August 2025, including students being investigated over their solidarity, activists being arrested, employees facing disciplinary procedures and artists having their events cancelled.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The findings of the study, carried out in collaboration with researchers at Forensic Architecture, are a “sample indicative of a far wider and deeper pattern”, said the group comprising lawyers and legal officers.</p><p>The ELSC pitched the report as an Index of Repression, a database that is open to the public.</p><p>“We’re launching this database to show that repression of the Palestine solidarity movement in Britain is pervasive,” Amira Abdelhamid, ELSC’s director of research and monitoring, told Al Jazeera.</p><p>One documented case involves a University of Warwick student who was reported to police by their university for carrying a sign that drew parallels between Israel and Nazi Germany during a campus rally in November 2023.</p><figure id=\"attachment_4337546\" aria-describedby=\"caption-attachment-4337546\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4337546\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-ELSCs-Index-of-Repression-FEB24-2026-1772018780.png?quality=80\" alt=\"INTERACTIVE - ELSC’s Index of Repression - FEB25, 2026-1772018780\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337546\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>The student was arrested for “racial aggravation against the Jewish community” and investigated by their university. But in January 2024, after the ELSC stepped in, the police dropped the student’s caution and deleted all associated records. The university confirmed in March that there would be no further disciplinary action.</p><p>ELSC said “Zionist advocacy” groups, journalists and media outlets were involved in 138 incidents – including UK Lawyers for Israel (UKLFI), a pro-Israel organisation that it said played a part in 29 of the documented cases.</p><p>“The goal of this analysis is to denaturalise this politically produced process,” the group said. “This strategic targeting across sectors represents a kind of division of repressive labour. It aims to dismantle solidarity at every stage, from the formation of political consciousness in universities and schools, to its expression in culture, to its organisation in public spaces.”</p><p>Another incident involved a football club’s kit manager who was dismissed after posting his views about Israel’s conduct on social media.</p><p>The case of <a href=\"/news/2024/5/10/uk-government-revokes-visa-of-palestinian-student\">Dana Abuqamar</a>, a University of Manchester student, is also analysed in the database. The Home Office revoked her visa after she told Sky News that, after 16 years of Israel’s blockade of Gaza, “We are both in fear (of) how Israel will retaliate … but also we are full of pride.”</p><p>She later clarified that her comments were not in support of the October 7 attacks into southern Israel, during which more than 1,000 people were killed. The UKLFI reported her to the police and her university, but in 2024, she won a human rights appeal.</p><p>“The main immediate goal of this anti-Palestinian repression is to depoliticise the movement, to make it seem as though it’s not a legitimate political and ethical struggle, but rather a security problem, a problem of so-called anti-Semitism or a breach of compliance,” ELSC’s Abdelhamid said.“I don’t think that has succeeded … two years on we still see people resisting the repression happening in Britain [and] speaking up and acting for Palestine and against the genocide.”</p><p>Since Israel’s onslaught on Gaza began in October 2023, tens of thousands of Britons have rallied in support of Palestine.</p><p>According to YouGov, one in three Britons have “no sympathy at all for the Israeli side in the conflict” after Israel killed more than 70,000 people in two years and decimated the Gaza Strip.</p><p>The government, led by Labour leader Keir Starmer, has long been accused of cracking down on pro-Palestine solidarity because of a wave of <a href=\"/news/2025/12/18/uk-police-arrest-four-people-for-pro-palestine-intifada-calls\">arrests</a> during demonstrations and due to its proscription of <a href=\"/news/2026/2/13/palestine-action-cofounder-ammori-after-high-court-win-uk-ban-backfired\">Palestine Action</a> as a “terror” organisation – a ruling <a href=\"/news/2026/2/13/uk-decision-to-ban-palestine-action-as-terror-group-unlawful-court-says\">recently deemed unlawful</a> by the High Court.</p><p>In January, Human Rights Watch said that its research found a “disproportionate targeting of certain groups, including climate change activists and Palestine protesters, undermining the right to protest freely and without fear of harassment”.</p></div></div></body></html>"
        },
        {
            "title": "Will Ethiopia be part of Israel’s ‘hexagon’ alliance rivalling its enemies? | Politics News | Al Jazeera",
            "time": "2026-02-25T11:11:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/HB_v8VLXwAAqGb_-1772019467.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Days after Israeli Prime Minister Benjamin Netanyahu proposed forging a network of allied nations, including in the Middle East and Africa, to stand against what he called “radical” adversaries, the country’s president is on an official visit to key ally, Ethiopia.</p><p>It is not yet known which Arab and African countries will form part of Netanyahu’s hypothetical <a href=\"/news/2026/2/22/netanyahu-says-israel-will-forge-regional-alliance-to-rival-radical-axis\">“hexagon of alliances”</a>, which he said on Sunday will include Israel, India, Greece, Cyprus and others to stand against their enemies in the Middle East. Chief among those enemies is presumably Iran and its network of resistance groups from Hezbollah in Lebanon to the Houthis of Yemen.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Analysts <a href=\"/news/2026/2/23/whats-netanyahus-planned-hexagon-alliance-and-can-it-work\" target=\"_blank\" rel=\"noopener\">doubt</a> Israel could secure enough influence over nation-states to form a formal security pact.</p><p>However, the country is deepening its <a href=\"/news/2025/9/30/what-is-israels-endgame-in-africa\" target=\"_blank\" rel=\"noopener\">ongoing charm offensive</a> in Africa, which it began during the genocide in Gaza, as its reputation suffered a decline on the continent, with the African Union (AU) releasing multiple statements condemning Israeli attacks on Palestinian civilians.</p><p>In a rare visit, Israeli President Isaac Herzog arrived in Ethiopia on Tuesday. The last presidential trip to the East African country took place in 2018.</p><p>“The relationship between our peoples is woven deep into the pages of history and human tradition,” Herzog said in a statement upon his arrival. “At the heart of the story of both our nations lies a clear common thread – the ability to join hands, unite resources of spirit and substance, to innovate, develop, and grow for the benefit of all.”</p><p>Herzog, on Wednesday, met with Prime Minister Abiy Ahmed who said the two leaders talked about “ways to improve collaboration in areas of mutual interest,” without revealing further details.</p><p>But beneath the surface, observers say the visit also represents a battle for influence over Addis Ababa, which has received similar high-level delegations from Turkiye and Saudi Arabia in recent days.</p><figure id=\"attachment_4337037\" aria-describedby=\"caption-attachment-4337037\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4337037\" src=\"/wp-content/uploads/2026/02/2016-07-07T000000Z_478709428_S1AETOEQFIAA_RTRMADP_3_AFRICA-ISRAEL-ETHIOPIA-1772005767.jpg?w=770&amp;resize=770%2C483&amp;quality=80\" alt=\"Netanhahu\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337037\" class=\"wp-caption-text\">Israeli Prime Minister Benjamin Netanyahu inspecting a guard of honour at the National Palace during his State visit to Ethiopia in 2016 [File: Tiksa Negeri/Reuters]</figcaption></figure><h2 id=\"shared-ties-and-shared-anger\">Shared ties and shared anger</h2><p>Ethiopia and Israel are bound by several links, from shared histories of their people to shared scrutiny over recent political moves in the Horn of Africa that have angered several of the region’s influential nations.</p><p>Both countries maintain friendly ties largely due to the Beta Israel community, or Ethiopian Jews, who hail from northern Tigray and Amhara. Historically, Ethiopian Jews suffered religious persecution, and after Israel’s formation, it sought their emigration under its <a href=\"/news/2026/2/12/how-israel-used-discriminatory-laws-to-strip-palestinians-of-citizenship\">Law of Return</a> policy. Between the late 1970s and mid-1990s, tens of thousands of Ethiopian Jews were <a href=\"/video/al-jazeera-world/2025/1/28/ethiopia-to-israel-secret-journeys\">covertly transported to Israel</a> – during a time when several African countries, including Ethiopia, had cut off ties with Israel over the 1973 Yom Kippur War and its invasion of Egypt.<b> </b>On the cusp of a civil war in Ethiopia in 1991, Mossad, Israel’s spy agency, launched a daring operation that airlifted 14,000 Ethiopians over the course of just two days.</p><p>About 160,000 Ethiopian Jews now live in Israel. Many within the community have struggled to integrate and have complained of <a href=\"/opinions/2015/5/4/ethiopian-jews-not-jewish-enough\">discrimination</a> and racism. In 2019, tens of thousands of Ethiopian Jews flooded the streets in <a href=\"/news/2019/9/15/israels-ethiopian-community-denounces-racism-ahead-of-election\">protest</a> across Israeli cities after a 19-year-old of Ethiopian origin was shot dead by the police.</p><p>Ethiopia-Israel state relations have, meanwhile, remained steady. In 2016, when Netanyahu visited the country in his first prime ministerial visit – Addis Ababa became one of the first African countries to voice support for Israel’s long-sought observer status at the AU. Fierce opposition from South Africa, Algeria and other countries supporting Palestine delayed the process until 2021. Later, in 2023, the AU confirmed it had <a href=\"/news/2023/2/20/african-union-says-israels-observer-status-suspended\" target=\"_blank\" rel=\"noopener\">withdrawn</a> the status.</p><p>Mashav, Israel’s aid agency, has, in the past decade, provided aid to Ethiopia in the form of agriculture and water cooperation projects, although Addis Ababa receives much more significant funding from wealthier partners like China. When Israel sponsored several African journalists on <a href=\"https://youtu.be/h23oLcWcoLI?si=BLS2cxvRQcpbmoA6\">media trips</a> to the country last year, Ethiopia was among the countries it invited journalists from.</p><p>More recently, both countries are bound by their support for Somaliland, which Somalia claims as part of its territory and which Israel sees as critical to its own national security, Hargeisa-based analyst Moustafa Ahmad told Al Jazeera.</p><p>In December, Israel <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">recognised</a> Somaliland’s statehood, becoming the first country to do so. Months before, there were unconfirmed talks about plans to move displaced <a href=\"/news/2025/9/8/somaliland-recognition-for-forced-transfer-of-palestinians-not-worth-it\">Palestinians</a> to Somaliland or to South Sudan, another key Israeli ally in the region. Analysts speculate that countries like South Sudan and the United Arab Emirates, another close friend of Israel, may also recognise Somaliland.</p><p>Israel’s focus on the Horn of Africa intensified after a late 2024 report from a United Nations expert panel, which found that the Somalia-based armed group, al-Shabab, was actively collaborating with Yemen’s Houthis. Where the Houthis were providing weapons and drone training, al-Shabab was, in return, granting access to a smuggling corridor stretching along the Somali coast and connecting to the Gulf of Aden, where Iranian weapons could be smuggled into Yemen.</p><p>The move to recognise Somaliland was therefore meant to disrupt that cooperation by stationing an Israeli naval base in the region, analysts note.</p><p>“It’s part of their calculations even if they haven’t said it publicly,” Ahmad said.</p><p>Several countries, as well as the AU, have pushed back on Israel’s recognition of Somaliland, calling it a violation of Somalia’s sovereignty. In Somaliland, however, many have celebrated the move.</p><figure id=\"attachment_3381204\" aria-describedby=\"caption-attachment-3381204\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3381204\" src=\"/wp-content/uploads/2024/12/2024-12-11T212840Z_625569935_RC29NBA901WI_RTRMADP_3_SOMALIA-SECURITY-ETHIOPIA-TURKEY-1733973766.jpg?w=770&amp;resize=770%2C543&amp;quality=80\" alt=\"Turkish President Tayyip Erdogan poses with Somali President Hassan Sheikh Mohamud and Ethiopian Prime Minister Abiy Ahmed following a press conference in Ankara, Turkey, December 11, 2024. Murat Kula/Presidential Press Office/Handout via REUTERS ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. NO RESALES. NO ARCHIVES.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3381204\" class=\"wp-caption-text\">Turkish President Recep Tayyip Erdogan holds hands with Somali President Hassan Sheikh Mohamud and Ethiopian Prime Minister Abiy Ahmed, left, following a media conference in Ankara, on December 11, 2024 [File: Murat Kula/Presidential Press Office/Handout via Reuters]</figcaption></figure><h2 id=\"addis-ababa-under-pressure\">Addis Ababa under pressure</h2><p>While neither Israel nor Ethiopia has provided details of topics on the agenda during Herzog’s visit, Somaliland is likely at the top of the list.</p><p>Addis Ababa had in 2024 enraged its neighbours after it signed a controversial port deal with Hargeisa that would allow it access to the sea, reportedly in exchange for a future recognition of Somaliland. Although massive and rapidly industrialising, Ethiopia is landlocked, having lost its sea access after Eritrea seceded in 1993. Prime Minister Abiy has often said <a href=\"/features/2026/2/18/fears-of-slow-certain-death-stalk-tigray-amid-rumblings-of-renewed-war\">sea access</a> is critical for his country.</p><p>The fall-out between Ethiopia and Somalia was so severe that analysts sounded the alarm over possible armed conflict between the two neighbours until Turkiye, a key development partner for Mogadishu, stepped in to smooth things over by pressuring Addis Ababa to coordinate with Mogadishu instead.</p><p>It is likely, analysts say, that Israel is now hoping to push Ethiopia further towards recognising Somaliland, which boasts a 850km (528-mile) coastline. In Hargeisa, many are disappointed after more countries failed to follow Israel’s steps, Ahmad said.</p><p>Addis Ababa, though, might not appreciate further pressure at the moment as it faces increasing regional isolation on several fronts.</p><p>One key reason is the controversial Grand Ethiopian Renaissance Dam (<a href=\"/features/2025/9/9/from-haile-selassie-to-crowdfunding-how-ethiopias-gerd-dam-was-born\">GERD</a>), which Egypt and Sudan say is blocking the water supply they need for irrigation.</p><p>A source of national pride for Ethiopians, the dam was funded almost entirely through citizens’ donations and government funds. Israeli engineers participated in the project, and Israel reportedly sold weapons to Ethiopia to protect the dam amid tensions with its neighbours, although the Israeli government denies this.</p><p>At the same time, Addis Ababa is also facing <a href=\"/features/2026/2/18/fears-of-slow-certain-death-stalk-tigray-amid-rumblings-of-renewed-war\">tensions with Eritrea</a>, which has moved closer to Somalia and Egypt. Both countries have historically feuded, and recently, tensions have again risen over the <a href=\"/news/2025/8/25/why-ethiopias-tigray-could-be-on-the-brink-of-another-conflict\">2020 Tigray War</a> and Abiy’s repeated statements about his country needing access to the sea.</p><p>“Addis Ababa is cautious of making a decision that will cement its regional isolation at this time [because] it is clearly hedging among various actors seeking to influence the Horn of Africa and Red Sea region,” Ahmad said.</p><p>Pressure is also mounting on Addis Ababa from countries eager to keep the status quo.</p><p>On Sunday, Turkiye’s President Recep Tayyip Erdogan visited Ethiopia and said in his speech: “I would like to emphasise that Israel’s recognition of Somaliland does not benefit Somaliland or the Horn of Africa.”</p><p>His statement drew a backlash from Hargeisa, which called it “unacceptable interference” aimed at wrecking relations between Somaliland and its partners.</p><p>Meanwhile, Saudi Arabia, which is embroiled in an <a href=\"/opinions/2025/12/31/saudi-uae-fallout-and-its-impact-on-yemens-recognised-government\" target=\"_blank\" rel=\"noopener\">ongoing rift </a>with the United Arab Emirates over how to deal with the conflict in Yemen, also intervened in the fray in February. Vice Minister of Foreign Affairs Waleed Elkhereiji was in Addis Ababa this week to discuss “regional peace”, just two weeks after Foreign Minister Prince Faisal bin Farhan Al Saud arrived in the city for talks with Abiy.</p><p>So far, it is unclear if Riyadh has recorded any success in influencing Addis Ababa.</p><p>How Israel will fare in that regard is also still unclear.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How banks, billionaires aided Epstein after his 2008 conviction | Banks News | Al Jazeera",
            "time": "2026-02-25T10:58:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_699ed56c1b28-1772017004.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2008, after years of allegations from teenage girls who said they had been abused inside the property, Jeffrey Epstein secured what was later described as one of the most extraordinary plea deals in modern US legal history.</p><p>He pleaded guilty to procuring a minor for prostitution and served fewer than 13 months of an 18-month prison sentence, much of it on work release, avoiding federal sex-trafficking charges that can carry a life sentence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite his new status as a registered sex offender, Epstein retained the trappings of wealth and influence. He preserved his foothold in financial circles and rebuilt his relationships among billionaires and senior bankers.</p><p>Al Jazeera has reviewed the latest documents published by the United States Department of Justice (DOJ) on January 30, 2026, gathered during federal investigations into Epstein. The files shed new light on how, despite his conviction, he remained embedded within elite financial networks for years. Epstein was later charged in 2019 with sex trafficking involving minors before his death by suicide in federal custody.</p><p>The records show that, between 2008 and 2019, Epstein’s survival depended on something less visible, a banking system that continued to process his money and a network of willing financiers. As long as this remained, the gates to power did not close. And in return, Epstein offered a different kind of access.</p><h2 id=\"jes-staley-the-banker-who-kept-the-doors-open\">Jes Staley: The banker who kept the doors open</h2><p data-start=\"179\" data-end=\"389\">Epstein and Staley had a longstanding relationship dating back to Staley’s time at JPMorgan Chase in the early 2000s, and their contact continued well after Epstein’s 2008 conviction.</p><p data-start=\"179\" data-end=\"389\">In JPMorgan’s third-party complaint against Staley, drawing on allegations by the US Virgin Islands (USVI), it states that he visited Epstein’s Palm Beach residence in January 2009 while Epstein was serving his sentence after pleading guilty to procuring a minor for prostitution.</p><p data-start=\"391\" data-end=\"798\">According to the filing, that visit “corresponded with Epstein wiring $2,000 to a woman with an Eastern European surname”.</p><p data-start=\"800\" data-end=\"1149\">The USVI further alleges that, in late August 2009, after Staley emailed Epstein to say he would be in London the following week, the latter asked whether he would “need anything” during the trip.</p><p data-start=\"800\" data-end=\"1149\">Staley allegedly replied, “Yep.” The complaint states that on August 31, 2009, Epstein wired $3,000 to the same woman.</p><p>Meanwhile, the latest files reviewed by Al Jazeera show further sustained communication between the two men after Epstein had become a registered sex offender.</p><p>Emails disclosed in litigation reveal exchanges that were personal in tone and, at times, suggestive.</p><p>In July 2010, Epstein asked Staley, “What character would you like next?” after referencing “Snow White”. Staley replied: “Beauty and the Beast.” The exchange later featured prominently in regulatory scrutiny of their relationship.</p><p>Another email sent to Epstein by an unnamed individual the same day stated that “the snow white was f***** twice as soon as she put her costume [on]”.</p><p>At this time, Epstein remained a lucrative client for JPMorgan. His accounts reportedly held more than $200m and generated significant revenue for the bank. According to The New York Times, Staley acted as one of Epstein’s strongest internal advocates, becoming his “chief defender”.</p><p>Internal emails cited in the report show executives debating whether Epstein was an honourable person and whether the relationship should continue. Staley, however, insisted that the relationship was safe.</p><p>JPMorgan ultimately severed ties with Epstein in 2013.</p><p>The closeness of the relationship later became central to regulatory action in the United Kingdom. Correspondence between Barclays and the Financial Conduct Authority (FCA) claimed Staley had ceased contact with Epstein well before joining Barclays.</p><p>However, the FCA found that Staley had remained in contact with Epstein in the days leading up to the announcement of his appointment as chief executive in October 2015. In 2023, the <a href=\"https://www.fca.org.uk/news/press-releases/fca-decides-fine-ban-james-staley?utm_source=chatgpt.com\" target=\"_blank\" rel=\"noopener\">FCA</a> fined and banned him from holding senior roles in financial services, concluding he had been “reckless” in his representations about the nature of the relationship.</p><p>The practical consequence of those earlier decisions was significant. As long as Epstein remained banked by a global financial institution, he retained the infrastructure required to operate, move funds, manage accounts and present himself as a legitimate financier.</p><h2 id=\"leon-black-the-billionaire-who-kept-paying\">Leon Black: The billionaire who kept paying</h2><p>If banks provided Epstein with the tools to access money, billionaires provided Epstein with legitimacy in elite circles.</p><p>Leon Black, cofounder of Apollo Global Management, reportedly paid Jeffrey Epstein $158m between 2012 and 2017 for tax and estate planning advice, according to an independent review conducted by the law firm Dechert and commissioned by Apollo.</p><p>The payments came years after Epstein had pleaded guilty in Florida and registered as a sex offender.</p><p>Court documents released in subsequent investigations also contain allegations from a woman who told prosecutors that Epstein asked her to massage both Black and Jes Staley, and that sexual contact occurred during those encounters. Black has denied wrongdoing.</p><p>In 2021, Guzel Ganieva publicly accused Black of sexual abuse and coercion, alleging that he introduced her to Epstein and attempted to pressure her into sexual contact with him.</p><p>Black responded that he had engaged in a consensual relationship with Ganieva, denied any coercion and rejected the allegation that he sought to force her to have sex with Epstein.</p><p>Litigation followed, with claims and counterclaims filed in New York courts. In 2023, Ganieva’s lawsuit was dismissed. Black has consistently denied wrongdoing.</p><p>New documents viewed by Al Jazeera, contained within the DOJ files, shed light on how disputes within this circle were managed.</p><p>The file is a draft transcript of a secretly recorded meeting on August 14, 2015 at Le Bernardin in New York between Black (identified as “JD”) and Ganieva.</p><p>In the transcript, Black confronts Ganieva over what he describes as a $100m demand. He outlines what he calls “three different directions” the dispute could take. He proposes what he describes as a “15 million dollar package”, including “a million dollars a year for 12 years” and an additional 2 million pounds ($2.7m at the current exchange rate) to be invested for UK residency purposes.</p><p>If she goes public, he warns, “you could end up with nothing … and will probably land you in jail”. At one point, he states, “But this is total extortion.”</p><p>Other filings and reporting indicate that Epstein advised Black during this period, helping to arrange meetings and suggesting surveillance as the dispute escalated, offering a glimpse into how Epstein operated within a network where he was trusted in moments of personal and financial vulnerability.</p><p>The professional relationship between Black and Epstein endured for years after 2008, with public reporting indicating they remained in contact until shortly before Epstein’s arrest in 2019.</p><h2 id=\"deutsche-bank-the-slow-retreat\">Deutsche Bank: The slow retreat</h2><p>After JPMorgan ended its relationship with Epstein in 2013, Deutsche Bank became his primary banker.</p><p>According to reporting by The New York Times, payments from Leon Black to Epstein continued to flow through accounts at Deutsche Bank. At least one transfer was reportedly flagged internally as unusual, according to people familiar with the matter.</p><p>In 2020, New York’s Department of Financial Services fined Deutsche Bank $150m for compliance failures related to its handling of Epstein and other high-risk clients.</p><p>Regulators found the bank had processed millions of dollars in suspicious transactions, including payments to individuals described as young women, without filing required suspicious activity reports in a timely manner.</p><p>Deutsche Bank acknowledged shortcomings in its controls and said it had strengthened its compliance systems.</p><p>Epstein remained a client until 2018, a decade after his conviction. By the time Deutsche Bank terminated the relationship, Epstein had been a registered sex offender for 10 years.</p></div></div></body></html>"
        },
        {
            "title": "FIFA’s Infantino plays down World Cup concerns despite violence in Mexico | World Cup 2026 News | Al Jazeera",
            "time": "2026-02-25T10:55:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-25T022911Z_520499331_RC2HSJAH84VL_RTRMADP_3_WORLDCUP-MEXICO-VIOLENCE-1772011519_2c78ea-1772020823.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>FIFA President Gianni Infantino says he was “very reassured” about Mexico’s hosting of football’s 2026 World Cup, in his first comments on the violence triggered by the killing of a drug cartel leader.</p><p>Mexico is one of the three host countries for the June 11-July 19 <a href=\"/sports/2025/12/5/fifa-world-cup-2026-draw-groups-teams-format-trump-peace-prize\">World Cup</a>, along with the United States and Canada.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The country as a whole, but particularly one of the tournament’s host cities, Guadalajara, was <a href=\"/video/newsfeed/2026/2/23/violence-erupts-in-mexico-after-killing-of-drug-lord-el\">shaken by the violence</a> that followed the killing of the leader of the powerful Jalisco New Generation Cartel (CJNG).</p><p>“Very reassured, everything’s good. It’s going to be spectacular,”  Infantino said on Tuesday in the Colombian city of Barranquilla, two days after cartel members went on a rampage – including in Guadalajara – over the army’s killing of their leader Nemesio “El Mencho” Oseguera.</p><p>At least 74 people were killed during the operation to capture him at a ranch near Guadalajara and subsequent clashes between the security forces and suspected cartel members.</p><p>Only one was a civilian, according to the government, but residents and tourists alike were left scurrying for cover as cartel gunmen blocked roads in 20 of Mexico’s 32 states and torched vehicles and businesses.</p><p>“It feels like we’re in a war zone,” Javier Perez, a 41-year-old engineer, told the AFP news agency on Tuesday in the car park of a grocery store replete with burned-out cars, in the Jalisco tourist resort of Puerto Vallarta.</p><p>The images of anarchy and violence were beamed around the world less than four months before the start of the World Cup, while FIFA on Monday refused to comment.</p><p>Infantino was speaking on Tuesday at a Colombian Football Federation event; however, his optimism was not reflected by the Portuguese Football Federation, which cast doubt on whether their team would play a friendly on March 29 in Mexico City.</p><p>The federation said it was “closely monitoring the delicate situation currently unfolding in Mexico”.</p><p>It added that the safety of players, coaches and supporters was a top priority, and security considerations would be the deciding factor.</p><p>Mexico national team coach Javier Aguirre was more upbeat, declaring: “All is going ahead as planned.”</p><p>Earlier, Mexican President Claudia Sheinbaum assured that there was “no risk” to World Cup fans and said the situation was “gradually returning to normal”.</p><p>Guadalajara, the capital of Jalisco state, will host four group-stage matches.</p><p>Mexico City and the northeastern city of Monterrey will also host games. Both cities were spared from the recent unrest.</p><p>In addition to the four matches, including one of the most anticipated of the first round between Uruguay and Spain, Guadalajara will co-host with Monterrey the playoff tournament that will determine the last two teams to qualify for the World Cup at the end of March.</p><p>Jalisco Governor Pablo Lemus ruled out the prospect of Guadalajara being dropped from the tournament over security concerns, saying there was “absolutely no risk” of a change in the lineup.</p><p>All eyes will be on the central state of Queretaro on Wednesday, when Mexico meets Iceland for a friendly, while a first-division game was suspended on Sunday in Queretaro over the violence.</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: Which teams can qualify for the semifinals and how? | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-25T10:53:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260222__98JT9RR__v1__MidRes__CricketIccMensT20Wc2026IndRsa-1772014994.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England became the first team to enter the semifinals of the T20 World Cup with a two-wicket win over Pakistan in their Super Eight match, leaving the other seven teams to fight it out for the remaining three spots.</p><p>Pakistan’s loss to the two-time champions on Tuesday in Pallekele has left their fate in the tournament hanging by a thread – a familiar territory for the team that last qualified for the last four of a global men’s event in 2022.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>All seven of the remaining Super Eight teams still have a chance of qualifying for the knockouts, but some find themselves in a better position than others.</p><p>Here’s what the teams need to do to make the cut:</p><h2 id=\"how-can-india-qualify-for-the-t20-world-cup-semifinals\">How can India qualify for the T20 World Cup semifinals?</h2><p>The defending champions were handed a 76-run loss by South Africa in their opening game of the Super Eight on Sunday, leaving them in need of a must-win situation for their other two fixtures.</p><p>The margin of the defeat also dented India’s net run rate, which currently stands at -3.80 and has left them in third spot in Group 1 of the Super Eight stage.</p><p>A loss in one of their two remaining games could all but seal India’s exit.</p><p>However, all is not lost for the cohosts as two wins in their remaining two games will bag them four points and see them qualify if the other Group 1 results also go their way.</p><p>If India win both their games and so do South Africa, both teams will qualify for the semifinals – South Africa as group leaders with six points and India in second place with four. In such a scenario, the West Indies would end up with only two points and Zimbabwe with zero.</p><p>Should the other outcomes not favour India, they could find themselves in a three-way battle of net run rate, and that’s where things could go awry for Suryakumar Yadav’s men.</p><p>If India win both their games but South Africa lose one of theirs – to Zimbabwe or the West Indies – then the Proteas will be level on points with India and, most likely, with a better net run rate.</p><p>South Africa’s loss to the West Indies would lead to four points for the Maroons, who currently have the best net run rate (5.35) of all four teams in the group.</p><p>The ensuing net run rate tussle may not be favourable for India, who would need big margins of wins against both Zimbabwe and the West Indies.</p><figure id=\"attachment_4337245\" aria-describedby=\"caption-attachment-4337245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4337245 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/T20World-Cup-group-1-Feb-25-1772010636.jpg?w=770&amp;resize=770%2C150&amp;quality=80\" alt=\"T20World Cup group 1 Feb 25-1772010636\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337245\" class=\"wp-caption-text\">Group 1</figcaption></figure><h2 id=\"how-can-the-west-indies-qualify-for-the-semifinals\">How can the West Indies qualify for the semifinals?</h2><p>The Maroons are in red-hot form, being the only team alongside South Africa to have won all five of their games so far and in an impressive manner.</p><p>Their huge 107-run defeat of Zimbabwe has propelled them to the top of the table, and should they remain undefeated, they will march into the semis.</p><p>If the West Indies beat India but lose to South Africa, they will still be in a favourable position to progress on the basis of net run rate.</p><p>Two losses in their two Super Eight fixtures would see them finish on two points. All will not be lost if Zimbabwe beat India, leading to a net run rate battle between India, the West Indies and Zimbabwe.</p><h2 id=\"how-can-south-africa-qualify-for-the-semifinals\">How can South Africa qualify for the semifinals?</h2><p>The Proteas can progress with one win in their remaining two games, thanks to their higher net run rate in comparison with India and Zimbabwe.</p><p>Should they lose to both the West Indies and Zimbabwe, South Africa will have to fight a net run rate battle against India and Zimbabwe, where they could still emerge as favourites to qualify.</p><h2 id=\"can-zimbabwe-still-qualify-for-the-semifinals\">Can Zimbabwe still qualify for the semifinals?</h2><p>All is not lost for the Chevrons, who will have to beat India and South Africa by reasonable margins to have a chance of qualifying on the basis of net run rate.</p><figure id=\"attachment_4337372\" aria-describedby=\"caption-attachment-4337372\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4337372\" src=\"/wp-content/uploads/2026/02/T20-world-cup-group-2-25-feb-1772014731.jpg?w=770&amp;resize=770%2C147&amp;quality=80\" alt=\"T20 world cup group 2 25 feb-1772014731\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337372\" class=\"wp-caption-text\">Group 2</figcaption></figure><h2 id=\"how-can-pakistan-qualify-for-the-t20-world-cup-semifinals\">How can Pakistan qualify for the T20 World Cup semifinals?</h2><p>After a washed-out game against New Zealand and a defeat against England, Pakistan find themselves in an all-too-familiar scenario of relying on other results to have a chance of progression.</p><p>Salman Ali Agha’s side must defeat Sri Lanka in their last Super Eight match on Saturday to have a chance of surviving in the World Cup.</p><p>Even then, they would require two losses in two games for New Zealand – against Sri Lanka on Wednesday and against England on Friday. Pakistan could then pip Sri Lanka on net run rate and join England in the semis.</p><p>If New Zealand beat Sri Lanka, the cohosts will exit the tournament regardless of their result against Pakistan.</p><p>Pakistan would then require England to beat New Zealand by a big margin to edge out the Kiwis on net run rate.</p><h2 id=\"how-can-new-zealand-qualify-for-the-semifinals\">How can New Zealand qualify for the semifinals?</h2><p>Should Mitchell Santner’s team defeat Sri Lanka, they will have three points from two games and move into second place. But a big loss against England and a Pakistan win over Sri Lanka could change everything.</p><p>Pakistan and New Zealand would then fight it out on a net run rate basis to join England.</p><h2 id=\"how-can-sri-lanka-qualify-for-the-semifinals\">How can Sri Lanka qualify for the semifinals?</h2><p>The host nation must win their next two matches in order to qualify. One loss and one win will not be enough to see them through.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4323884\" src=\"/wp-content/uploads/2026/02/Interactive_T20_Cricket_Super8_Feb18_2026-1771484826.jpg?quality=80\" alt=\"Interactive_T20_Cricket_Super8_Feb18_2026-1771484826\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "In Modi’s India, scandal still embarrasses but rape has become ordinary | Sexual Assault | Al Jazeera",
            "time": "2026-02-25T10:44:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_699ed26b2b879-1772016235.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As court documents tied to the late financier Jeffrey Epstein continue to surface, the scandal has become an international embarrassment, exposing how quickly powerful men can turn into reputational liabilities. That discomfort reached New Delhi, where Microsoft cofounder Bill Gates was expected to deliver the keynote address at the AI Impact Summit but ultimately did not attend amid criticism and apparent unease within the Modi government over his past meetings with Epstein. The spectacle was revealing. Public moral outrage travels swiftly when scandal threatens reputations and diplomatic optics. Yet that sensitivity to association sits uneasily beside a domestic reality in which sexual violence against women unfolds with brutal regularity, drawing neither comparable embarrassment nor consequence. The contrast is grotesque. A political culture capable of signalling discomfort towards a global scandal remains strikingly untroubled by the everyday brutality faced by women at home.</p><p>Under the Modi administration, the news cycle churns with reports of gang rapes like factory output — steady, relentless, and numbing in repetition. The rapes have become so common that they are reported like the weather. Heatwave deaths. Flash flood. Five-year-old abducted, raped, murdered. And like the weather, only God is responsible. Not the rapist. Not the court. Not the police. Definitely not the prime minister.</p><p>Between the time this piece was commissioned and published, a five-year-old was gang-raped in Meerut, a 26-year-old was gang-raped in Faridabad, and a 17-year-old was gang-raped in Odisha. A 42-year-old was gang-raped in Delhi’s suburbs. A 12-year-old girl was kidnapped and gang-raped in Bikaner. There were more gang rapes in Bihar, Chhattisgarh, Rajasthan, and Kanpur. I could give you statistics, but numbers could never convey the larger, all-encompassing terror of living with predators. The threat of sexual violence is as constant as gravity. The cases are gruesome — intestines pulled out, rods inserted, tongues cut out, acid thrown, decapitation, strangulation, and burning. When I look at government data about rape — an average of 86 women are raped every day — it feels as grisly as stumbling upon a mass grave in Excel sheets.</p><p>Prime Minister Narendra Modi and his home minister, Amit Shah, ostensibly obsessed with restoring law and order at any cost, seem entirely unconcerned that India is the gang rape capital of the world on their watch.</p><p>The most alarming instance of this was when convicted rapist and Bharatiya Janata Party politician Kuldeep Singh Sengar, found guilty of raping a minor in 2017 and a native of Makhi village in Unnao district of Uttar Pradesh, was granted bail by a high court, raising the possibility of his reintegration into the very social and political landscape that had once enabled his impunity. A high court granted him bail in December. Thankfully, it was stayed by the Supreme Court, but only after infuriated women gathered in Delhi to protest. Sengar had raped a teenager, who was also gang-raped by his associates. Her father was murdered in police custody. A case was registered only after she threatened to burn herself in front of the chief minister’s residence. Her tragic story showcases how Indian men, like the Modi administration, remain remarkably unembarrassed about the state of affairs.</p><p>Sadly, this is not an aberration; it is the system speaking in its mother tongue.</p><p>Public memory matters because each new case unfolds against the residue of the ones we were told would change everything. In 2012, I read about the “Nirbhaya” gang rape three days after the incident, on my way from the airport. I had been deliberately avoiding the news until she ended up at Safdarjung Hospital, and my editor needed a health update from me. After I learned all the details of what men had done to this young woman, I thought the world would stand still. A threshold had been crossed. Something told me the world would start anew. There were protests, and people everywhere would know her name, and something like this would never happen again.</p><p>All of my naivety was drowned in a chorus of “Not All Men”, as the gang rape was turned into something viral to hang a hashtag on. The refrain did not defend innocence so much as redirect attention away from accountability and back towards male comfort.</p><p>It is impossible for me to hear of such cases and not think: What if it were me? My body. That rod. Those men. The suffering and mutilation of women’s bodies is so reliable that there is now a market to help ease our fear. Security apps. Pepper sprays and wearable panic alarms. Every time I write about this subject, I sit with the absolute inadequacy of the written word in the face of men who film the rapes, brag about them, and get rehabilitated nevertheless.</p><p>It wouldn’t be out of place to call this moment unprecedented, but it is beyond that. It is existential. Whether it is the United States or India, women are watching the same choreography of power protecting itself, as men of consequence close ranks and wait out the storm. The similarity lies not in scale or context, but in the recurring spectacle of institutions cushioning powerful men while survivors fight alone. For a while now, both countries — allegedly the biggest and the oldest democracies — have been on a trajectory of self-destruction, with men leading the way. Under Modi as well as Trump, rape has become an extension of politics. Women are violated no longer by men alone, but by courts, hospitals, and newsrooms, too. It is the age of monsters. It did not begin with Epstein, Gates, or Sengar, of course, but they are the symbols of it.</p><p>While the middle class was busy buying into the dream of upward mobility, careerism, and two bedrooms in a gated suburb, we let thugs cultivate a wholesale misogynist empire that runs on hate for women. I do not know what to do with the rage I feel. What do you do when you are constantly told that your body, your people, your gender are disposable? I don’t know.</p><p>What I do know is that the teenager who survived Sengar is still fighting for justice. I know that the survivors of Epstein’s sex trafficking network are fighting for justice, too. These women are fighting with heart and soul and sweat and muscle. I know that I have no right to be despondent while they stand tall, looking every inch the hero they are. I also know that nobody puts up a fight like that unless you love your sisters.</p><p>At this dark hour, it feels important to place on record that as the Modi administration recoils theatrically from the shadow of the Epstein scandal at the summit stage, the satire writes itself. A government that cannot, or will not, protect its women should be far more ashamed of what is ordinary than of what is scandalous.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Which countries are urging citizens to leave Iran amid US threat of force? | News | Al Jazeera",
            "time": "2026-02-25T10:12:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699ec17630ee-1772011894.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A growing number of countries have warned their citizens in Iran to leave amid the threat of possible strikes by the United States.</p><p>The warnings, continuing this week, come as diplomats and mediators will mount a last-ditch push to defuse soaring tensions between Washington and Tehran over Iran’s nuclear programme amid a massive US military build-up in the Middle East.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A <a href=\"/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression\">third round</a> of indirect talks between US and Iranian diplomats is scheduled for Thursday in Geneva.</p><p>US President Donald Trump <a href=\"/news/2026/2/25/trump-says-preference-is-to-solve-iran-tensions-through-diplomacy\">struck a belligerent tone</a> against Iran during his State of the Union speech, accusing Tehran of attempting to rebuild its nuclear programme that was hit by US strikes last year and claiming the country had missiles that could reach the US mainland, without providing evidence. But he also said his preference was a diplomatic resolution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Iran has repeatedly emphasised that it will not agree to Washington’s demand for zero nuclear enrichment, and considers its missile programme a “red line” that cannot be negotiated.</p><p>In recent weeks, the US military has significantly increased its presence in the Middle East and Mediterranean region, including sending some of its largest aircraft carriers – the USS Abraham Lincoln and USS Gerald Ford.</p><p>Here is a list of countries that are advising their citizens to leave Iran:</p><h2 id=\"australia\">Australia</h2><p class=\"selectionShareable\">The government on Wednesday urged its citizens to leave Iran “as soon as possible” amid threats of a US attack.</p><p>“Regional tensions remain high and there continues to be a risk of military conflict,” it added. “Do not travel to Iran due to the risk of arbitrary detention and the volatile regional security situation.”</p><p>Meanwhile, the Australian Foreign Ministry directed dependents of its officials to leave Lebanon and Israel, while offering voluntary departures from Jordan, Qatar and the United Arab Emirates.</p><h2 id=\"germany\">Germany</h2><p>“The security situation in Iran and the entire region is extremely volatile and very tense. Further escalation and military clashes cannot be ruled out,” the German embassy said on Friday.</p><p>“Further restrictions on air traffic, including flight cancellations and airspace closures, may occur at any time,” it added.</p><h2 id=\"india\">India</h2><p>New Delhi on Monday said all citizens – including students, pilgrims and business owners – should “exercise due caution” and leave Iran by any means available.</p><h2 id=\"poland\">Poland</h2><p>Prime Minister Donald Tusk called on Poles in Iran to “please leave Iran immediately and under no circumstances travel to this country”.</p><p>“I do not want to alarm anyone, but we all know what I am referring to. The possibility of a conflict is very real,” he said on Thursday, noting that at some point, evacuation might not be possible.</p><h2 id=\"serbia\">Serbia</h2><p>The Serbian Foreign Ministry on Saturday called on citizens not to travel to Iran “in the coming period”, while urging those inside Iran to leave immediately.</p><h2 id=\"south-korea\">South Korea</h2><p>In a safety notice posted by the South Korean embassy in Iran, officials warned of “rapidly escalating regional tensions, citing the possibility of a US attack on Iran and Tehran’s warning of retaliation”.</p><p>It called on all citizens to leave “as soon as possible”, while calling on all those planning trips to the country to cancel or postpone them.</p><h2 id=\"sweden\">Sweden</h2><p>“The situation in Iran and in the region is highly uncertain,” Swedish Foreign Minister Maria Malmer Stenergard said in a social media post on Saturday.</p><p>“I therefore wish to emphasise the importance of the Ministry for Foreign Affairs’ advisory against all travel to Iran, and the urgent appeal to Swedish citizens who are in the country to leave.”</p><h2 id=\"united-states\">United States</h2><p>According to a senior official at the US State Department, Washington <a href=\"/news/2026/2/23/us-orders-non-emergency-personnel-to-leave-beirut-embassy-amid-tensions\">has instructed all non-essential staff</a> to withdraw from its embassy in the Lebanese capital, Beirut.</p><p>“We continuously assess the security environment, and based on our latest review, we determined it prudent to reduce our footprint to essential personnel,” the official told Al Jazeera.</p><p>“The embassy remains operational with core staff in place. This is a temporary measure intended to ensure the safety of our personnel while maintaining our ability to operate and assist US citizens.”</p><p>The Lebanese armed group Hezbollah could react if the US attacks its ally Iran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli army, settlers attack Palestinians in Hebron area of West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-25T09:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6914e7bc4fe8b-1762977724.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A number of Palestinians have been injured in separate attacks by the Israeli army and settlers in the Hebron area of the occupied West Bank, amid an escalating wave of state-backed violence as Israel concurrently continues its genocidal war on Gaza.</p><p>In ad-Dhahiriya, about 24km (15 miles) southwest of Hebron, Israeli forces fired live and rubber bullets as they carried out a raid on Tuesday night, security sources told the Wafa news agency.</p><p>Several Palestinians were injured by rubber-coated bullets fired at their feet, the agency reported.</p><p>In a separate incident, four Palestinians were wounded when dozens of settlers launched an attack on the village of Khirbet Susiya in Masafer Yatta, south of Hebron, late on Tuesday, local sources told Al Jazeera.</p><p>The settlers also damaged property, setting six structures and a car on fire, sources said.</p><p>Settlers rampaging with impunity, attacking Palestinian civilians and their property, often with the backing of the Israeli military across the West Bank, have driven waves of families to flee the village, established in the late 1800s, leaving only about 30 families remaining.</p><p>Meanwhile, settlers, under the protection of the Israeli military, attacked the home of a Palestinian man currently in Israeli detention in Masafer Bani Na’im, east of Hebron, on Wednesday, Wafa reported.</p><p>The settlers, from a newly established settlement in the area, stole 30 of his sheep, killed another, and damaged the tyres of his vehicle, the agency reported, adding that the man whose property was targeted had previously been assaulted by settlers.</p><p>Israeli forces also raided Palestinian homes and assaulted several residents in the town of Sinjil, northeast of Ramallah in the occupied West Bank, Wafa reported.</p><p>Citing local sources, it said Israeli forces stormed the town, raided a number of homes, assaulted residents, broke down doors and vandalised property while a drone flew overhead and stun grenades and flares were fired.</p><p>Wafa also reported that Israeli authorities, using bulldozers, have begun demolishing a building and shops at the entrance to the village of Anza, south of Jenin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"settler-attacks-intensify\">Settler attacks intensify</h2><p>Palestinians have faced a wave of intensified Israeli military and settler violence across the West Bank since Israel’s genocidal war on Gaza began in October 2023.</p><p>At least 1,094 Palestinians have been killed by Israeli troops and settlers in the West Bank since October 2023, according to the latest United Nations <a href=\"https://www.ochaopt.org/data/casualties\" target=\"_blank\" rel=\"noopener\">figures</a>.</p><p>Last week, the UN Human Rights Council warned in a new report (<a href=\"https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session61/advance-version/a-hrc-61-26-auv-en.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) that Israeli policies in the West Bank – including “the systematic unlawful use of force” by the Israeli army and unlawful demolitions of Palestinian homes – aim to uproot Palestinian communities.</p><p>The UN report raised concerns of “ethnic cleansing” by Israeli authorities in Gaza and the occupied West Bank, amid increased attacks and forcible transfers that “appear to aim at a permanent displacement” of Palestinians.</p><p>The UN has documented an unprecedented increase in settler attacks since Israel’s genocidal war began in October 2023, with more than 3,700 reported until the end of 2025, more than the previous 10 years combined.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attacks have gathered pace this year, with <a href=\"/news/2026/2/6/settler-violence-stokes-peak-west-bank-displacement-since-october-2023-un\">nearly 700 Palestinians displaced</a> by settler violence and harassment in January, the highest number since <a href=\"/news/2026/1/31/israeli-forces-kill-12-palestinians-across-gaza-attacks-reported-in-rafah\">Israel’s genocidal war on Gaza</a> began, according to the UN.</p></div></div></body></html>"
        },
        {
            "title": "Key takeaways from Trump’s State of the Union address | Donald Trump | Al Jazeera",
            "time": "2026-02-25T09:19:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772011144.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Senegal prime minister decries Morocco’s jailing of fans after AFCON final | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-02-25T09:08:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-18T213529Z_1822648156_UP1EM1I1NZ4MT_RTRMADP_3_SOCCER-NATIONS-SEN-MAR-1772008830.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Senegal prime minister decries Morocco’s jailing of fans after AFCON final</h1><p class=\"article__subhead\"><em>Morocco sentenced 18 Senegalese football fans last Thursday following disturbances at the Africa Cup of Nations final.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senegal’s Prime Minister Ousmane Sonko has followed his country’s football association in denouncing Morocco’s jailing of 18 Senegalese fans following January’s Africa Cup of Nations (AFCON) final in Rabat.</p><p>The Teranga Lions supporters were arrested during <a href=\"/sports/2026/1/29/senegal-and-morocco-handed-fines-and-bans-after-afcon-final-farce\">the final</a> in the Moroccan capital, which was controversially suspended as the Senegal players left the pitch in protest against the late award of a penalty to the host nation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fans, in response, attempted to enter the field of play during the match on January 19, leading to the arrest of 18 people who were later charged with hooliganism and violence against security officials.</p><p>Prison sentences were handed out last Thursday to them, ranging from three months to one year, along with fines of up to 5,000 dirhams ($545).</p><p>“It seems this matter goes beyond the realm of sport and that is regrettable,” Sonko told the Senegalese parliament on Tuesday.</p><p>“For two countries that call each other friends, like Morocco and Senegal, things should not have gone this far.”</p><p>The 18 fans have denied any wrongdoing but have not appealed the sentence. Senegal, however, will seek a royal pardon from Morocco’s King Mohammed VI.</p><p>“If they do not, we have agreements that bind us and allow us to request that the supporters serve their sentences in their own country,” Sonko added.</p><p>The Senegal Football Association had <a href=\"/sports/2026/2/20/senegal-football-federation-denounces-verdict-in-morocco-against-fans\">immediately spoken out</a> at the time of the sentences, describing them as “incomprehensibly harsh”.</p><p>“Clashes occur in numerous stadiums around the world, including every weekend in Morocco, without resulting in such sanctions,” Bacary Cisse, the president of the FSF’s communications committee, said.</p><p>“The treatment of these supporters therefore appears disproportionate.”</p><p>Defence lawyer for the 18, Patrick Kabou, had said <a href=\"/sports/2026/2/6/18-senegalese-detainees-after-afcon-final-in-morocco-go-on-hunger-strike\">on February 6</a> that they were still “waiting to learn the charges”.</p><p>He added that some had chosen to go on hunger strike against their detention and treatment.</p><p>In response to the sentencing, Kabou echoed the “incomprehensible” sentiment, saying his clients were “victims”.</p><p>Senegal were the eventual winners of the final after the match resumed following the players’ protest, securing a 1-0 win in extra time.</p></div></div></body></html>"
        },
        {
            "title": "Syria faces twin battles as Assad loyalists and ISIL attack in west, east | Syria's War News | Al Jazeera",
            "time": "2026-02-25T09:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696f17ef19-1768888303.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes between Syrian internal security forces and a militia linked to the ousted government of Bashar al-Assad have left at least four people dead in the Alawite-majority coastal province of Latakia, marking a significant escalation in the new government’s fight to stabilise a nation emerging from years of ruinous civil war.</p><p>The fighting erupted on Tuesday west of the village of Hamam al-Qarahleh in the countryside of Jableh. Security forces were responding to reports that members of “Saraya al-Jawad” (al-Jawad Brigades), a shadowy armed group linked to regime remnants, had launched an attack on security positions.</p><p>According to the official Al-Ikhbariya TV channel, the confrontation killed at least one member of the Internal Security Forces. Security units managed to “neutralise” a top commander of the militia along with two of his associates, bringing the death toll to at least four.</p><h2 id=\"the-tiger-s-shadow\">The ‘Tiger’s’ shadow</h2><p>The emergence of Saraya al-Jawad represents a shift from disorganised loyalist resistance to an organised rebellion in the coastal heartland, traditionally the stronghold of the al-Assad family.</p><p>Formed in August 2025, the militia is reportedly loyal to <a href=\"/news/2025/12/31/leaked-calls-reveal-plot-by-al-assad-regime-officers-to-destabilise-syria\">Suheil al-Hassan</a>, the brigadier-general who commanded the notorious Quwwat al-Nimr (Tiger Forces), an elite unit in the former regime’s army.</p><p>The Ministry of Interior accuses the group of carrying out a campaign of destabilisation, including “assassinations, bombings, and targeting public celebrations”. The crackdown in Latakia comes as the transitional government, which took power after the regime’s collapse in December 2024, attempts to dismantle “deep state” armed cells.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"battles-on-two-fronts\">Battles on two fronts</h2><p>The violence in the west coincided with a resurgence of attacks in the east earlier in the week, undermining the country’s fragile stability.</p><p>On Tuesday, ISIL (ISIS) claimed responsibility for a series of attacks carried out on Monday on security outposts in Deir Az Zor province.</p><ul>\n<li><strong>Al-Mayadin:</strong> A soldier was killed in an ambush on the city’s outskirts.</li>\n<li><strong>Al-Sabahiyah:</strong> Two consecutive attacks on a security checkpoint left four security personnel dead.</li>\n</ul><p>Interior Minister Anas Khattab linked the two fronts in a statement on X, accusing “remnants of the previous regime and ISIL” of attempting to “tamper with the country’s security and target its successes”.</p><p data-path-to-node=\"15\">Syria’s interior ministry also confirmed on Wednesday the mass escape of relatives of suspected ISIL members from the Al-Hol camp last month following the withdrawal of Kurdish forces who had overseen the facility.</p><p data-path-to-node=\"16\">“When our forces arrived, they found cases of collective escapes due to the camp having been opened up in a haphazard manner,” ministry spokesman Noureddine al-Baba said at a press conference.</p><h2 id=\"suspicious-timing\">‘Suspicious timing’</h2><p>Analysts suggest the simultaneous flare-ups on the coast and in the east are likely not a coincidence.</p><p>Brigadier General Munir al-Hariri, a strategic security expert based in Amman, told Al Jazeera Mubasher that the resurgence of these groups is “suspicious”, hinting at external manipulation.</p><p>“There is something suspicious in this story,” al-Hariri said. He argued that external actors who lost influence in Syria – specifically pointing to Iran – may be mobilising “dormant cells” within the former regime’s intelligence apparatus and even facilitating ISIL activity to portray the new Syrian state as “weak and incapable of controlling security”.</p><p>“The middle ranks of the [old] regime’s intelligence had deep ties with these groups,” al-Hariri added, suggesting a historical “exchange of roles” between regime loyalists and hardliners to create chaos.</p><h2 id=\"the-security-vacuum\">The security vacuum</h2><p>However, Bassam al-Suleiman, a political researcher based in Damascus, attributes the spike in violence to the natural friction of a power transition and the withdrawal of international forces.</p><p>“The organisation [ISIL] is exploiting the state of security imbalance resulting from the change in control and the withdrawal of US forces,” al-Suleiman told Al Jazeera Mubasher.</p><p>He warned that the vast Syrian Badia (desert) – which constitutes nearly 40 percent of the country’s territory – risks becoming a safe haven for regrouping militants if the government does not act on a swift “crisis cell” approach.</p><p>“The fear today is that the security vacuum in this desert will be exploited and turned into training camps,” al-Suleiman said, calling for the government to engage Arab tribes in Deir Az Zor as a “support force” against the rebellion.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Rescuers search for missing after storm deluge kills 30 in Brazil | Weather News | Al Jazeera",
            "time": "2026-02-25T09:02:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98U22TK__v2__HighRes__TopshotBrazilWeatherClimateLandslide-1772004334.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Firemen have pulled a man’s body from the mud amid the rubble of houses swept away in a landslide in southeastern Brazil, where 30 people have died and another 39 are still missing after torrential rain.</p><p>A river burst its banks and streets became raging currents of brown water in the state of Minas Gerais after the overnight downpour in a region that has seen record rainfall this month.</p><p>State firefighters said on Tuesday that 30 people had died in the cities of Juiz de Fora and Uba, and that more than 200 people had been rescued.</p><p>Firefighters and sniffer dogs were working to find the 39 people still missing in the debris.</p><p>In a hillside neighbourhood of Juiz de Fora, 12 houses were swept away in a “massive landslide”, Major Demetrius Goulart of the fire brigade told AFP.</p><p>“Many people were inside their homes at night when it was raining,” he said.</p><p>Juiz de Fora’s mayor, Margarida Salomao, declared a state of emergency.</p><p>“Our focus is to guarantee humanitarian assistance, the restoration of basic services, aid to displaced people and support for reconstruction,” President Luiz Inacio Lula da Silva wrote on X.</p><p>Salomao said her municipality of a little over half a million people was experiencing its wettest February on record, with 584mm of accumulated rainfall.</p><p>An estimated 3,000 people had to leave their homes, the mayor’s office reported.</p><p>Some neighbourhoods are isolated, with at least 20 landslides, Salomao said, calling the situation “extreme”.</p><p>State authorities suspended classes in all municipal schools.</p><p>Brazil has suffered various tragedies in recent years due to extreme weather events ranging from floods to drought and intense heatwaves.</p><p>In 2024, more than 200 people died and two million were affected by unprecedented flooding in southern Brazil, one of the worst natural disasters in the country’s history.</p><p>Two years earlier, a deluge in the city of Petropolis, outside Rio de Janeiro, left 241 people dead.</p><p>Experts have linked most of these events to the effects of climate change.</p></div></div></body></html>"
        }
    ]
}