{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Can former colonial powers be held accountable for past atrocities? | News | Al Jazeera",
            "time": "2025-12-02T21:07:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764708496.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Algerian Foreign Minister Ahmed Attaf said Algeria’s experience under French rule highlighted the need for compensation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>African leaders want colonial-era abuses recognised and criminalised.</p><p>Algeria says a legal framework would ensure reparations are neither a gift nor a favour.</p><p>So, how could former colonial powers be held accountable?</p><p>And can the cost of those atrocities be measured?</p><p><strong>Presenter:</strong> Dareen Abughaida</p><p><strong>Guests:</strong></p><p>Jacques Reland – Senior research fellow in European affairs</p><p>Paul Beaver – Former soldier and defence analyst</p><p>Peter Nielsen – Former commander of NATO’s Force Integration Unit in Lithuania</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Antisemite of the Year’: Pro-Israel group slams kids’ YouTuber Ms. Rachel | Gaza | Al Jazeera",
            "time": "2025-12-02T20:43:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764708055.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Putin meets with Witkoff, Kushner to discuss Ukraine peace plan | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T20:41:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764708045.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Report finds widespread police failings over UK’s Hillsborough disaster | Police News | Al Jazeera",
            "time": "2025-12-02T20:40:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f42f5-1764705013.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A major report has found that there were widespread police failings both before and after the deadly Hillsborough football stadium crush that led to the deaths of 97 Liverpool supporters in northern England in 1989.</p><p>At the end of an investigation that began in 2012, the UK’s police watchdog concluded on Tuesday that 12 police officers would have had cases to answer for gross misconduct over the United Kingdom’s worst sporting tragedy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, no action can be taken against them because they have all retired, with the victims’ families saying that justice will never be served.</p><p>“Not a single officer will face a disciplinary action,” said Nicola Brook, the lead lawyer for the families. “No one will be held to account,” she added.</p><p>Longtime campaigner Margaret Aspinall, whose 18-year-old son James was killed that day, expressed her anger, calling it a “disgrace to this nation” that the 12 officers could “walk away scot free with a full pension”.</p><p>Meanwhile, Charlotte Hennessy, who lost her father Jimmy in the crush, also complained that she and the others would “never get justice”.</p><p>The disaster happened at Hillsborough Stadium in Sheffield on April 15, 1989, when 2,000 Liverpool supporters were permitted to pour into a standing-only section behind one of the goals.</p><p>Almost 100 people died in the ensuing crush, as fans who had come to watch their side play Nottingham Forest in the FA Cup semifinal were trapped against metal fences or trampled underfoot.</p><p>The police initially sought to blame the incident on drunken supporters, but this version of events was discredited by subsequent inquests.</p><p>A 2016 independent inquiry later ruled that the fans were “unlawfully killed”, saying the deadly crush was caused by police errors in opening an exit gate before kickoff.</p><p>In 2023, South Yorkshire Police admitted that their policing of the game had gone “catastrophically wrong”.</p><p>The latest report, published by the Independent Office for Police Conduct (IOPC), said it had “found additional evidence” that provided a more “detailed understanding” of what happened at the stadium.</p><p>Of the 352 complaints about police actions that the IOPC investigated, the watchdog said that 92 of them were upheld or would have required individuals to explain their actions.</p><p>It also condemned a West Midlands Police review of the Hillsborough tragedy as flawed, describing it as being biased in favour of their police colleagues.</p><p>No officer has ever been convicted over the disaster, with David Duckenfield, the police commander in charge at the match, acquitted of manslaughter in 2019.</p><p>The victims’ families said on Tuesday that Norman Bettison, one of the 12 named officers, who went on to become head of Merseyside Police, should be stripped of his knighthood.</p><p>The British Home Secretary Shabana Mahmood called Hillsborough a “stain on our nation’s history” that “today serves as a stark reminder of one of the most significant failings in policing the country has ever seen”.</p><p>A proposed new law — dubbed the “Hillsborough Law” — is currently going through the UK’s parliament with the aim of introducing a legal duty of candour for public officials including police.</p><p>Brook, the lead lawyer for the victims’ families, said this was of “no consolation” to those affected.</p><p>“They are left with yet another bitter injustice: the truth finally acknowledged but accountability denied,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Politician Ayachi Hammami latest arrest in Tunisia opposition crackdown | Human Rights News | Al Jazeera",
            "time": "2025-12-02T20:23:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f3627-1764701735.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in <a href=\"/news/2025/11/29/tunisia-police-arrrest-opposition-figure-chaima-issa-during-protest\">Tunisia</a> have arrested prominent opposition figure Ayachi Hammami at his home to enforce a five-year prison sentence after an appeals court upheld convictions against dozens of the administration’s political opponents on charges of conspiracy against state security.</p><p>The court last week confirmed jail terms ranging from four to 45 years for opposition leaders, business figures and lawyers accused of plotting to overthrow President Kais Saied, who has conducted a crackdown on opposition figures for years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If you are seeing this video, I have been arrested,” Hammami, who served as minister of human rights in 2020, said in a video posted by his family on his Facebook page on Tuesday.</p><p>“I have spent years fighting for democracy, freedom, rights. I will turn my cell into a new front of struggle,” he said, adding that he planned to go on hunger strike.</p><p>His arrest follows that of fellow opposition figure <a href=\"/news/2025/11/29/tunisia-police-arrrest-opposition-figure-chaima-issa-during-protest\">Chaima Issa</a>, detained last week at a protest in Tunis to enforce a 20-year prison sentence in the same case.</p><p>The sweeping prosecution has targeted around 40 people, including former officials and the former head of intelligence, Kamel Guizani.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Opposition members say the charges against them – including attempting to destabilise the country and topple the government – are fabricated and designed to eliminate dissent through the judiciary, adding that the measures are a mark of the country’s deepening authoritarianism.</p><p>Police are widely expected to arrest Najib Chebbi, who heads the National Salvation Front, the main coalition challenging Saied, and who received a 12-year prison sentence.</p><p>Twenty of those charged have fled abroad and were sentenced in absentia, in what analysts describe as one of the largest political prosecutions in Tunisia’s recent history.</p><p>Saied insists he does not interfere in the judiciary, but when the case was launched in 2023, he said judges who acquitted the accused would be considered accomplices.</p><p>Rights groups have condemned the convictions. Human Rights Watch and Amnesty International called for the immediate annulment of the sentences, saying they were politically motivated.</p><p>Responding to the Tunis Court of Appeal’s decision to uphold the convictions on November 28, Amnesty’s Deputy Middle East and North Africa Director, Sara Hashash, said: “The decision by the Tunis Court of Appeal to uphold the unjust convictions in the so-called ‘conspiracy case’ is an appalling indictment of the Tunisian justice system … the Appeals Court has deliberately ignored the litany of fair trial violations that have plagued this sham case from day one.”</p><p>Saied suspended parliament in what opponents describe as a “coup” in July 2021, later ruling by decree. Many of those powers were incorporated into a new constitution ratified in a widely boycotted 2022 referendum, while media figures, activists and lawyers critical of Saied have been detained under a “fake news” law passed the same year.</p><p>Saied has shown no sign of letting up in his crackdown on the opposition, which has seen prominent politicians from across the political spectrum imprisoned.</p><p>They include <a href=\"/news/2025/11/8/tunisian-opposition-figures-join-hunger-strike-to-support-jailed-politician\">Jawhar Ben Mbarek</a>, the cofounder of the country’s main opposition alliance; Issam Chebbi, the leader of the centrist Al Joumhouri party; <a href=\"/news/2025/7/8/tunisian-court-hands-lengthy-prison-sentences-to-ex-officials\">Rached Ghannouchi</a>, the leader of the Ennahda Party and the parliament’s former speaker; former Prime Minister Ali Larayedh; and Abir Moussi, the head of the Free Constitutional Party.</p></div></div></body></html>"
        },
        {
            "title": "Hegseth vows more boat strikes amid accusations he broke the law | Military | Al Jazeera",
            "time": "2025-12-02T20:11:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T190240Z_845962723_RC2I8IAORANV_RTRMADP_3_USA-TRUMP_cropped-1764706004.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Rahmanullah Lakanwal pleads not guilty in US National Guard shooting | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T19:57:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335502337395-1764704154.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Rahmanullah Lakanwal pleads not guilty in US National Guard shooting</h1><p class=\"article__subhead\"><em>Judge orders suspected attacker held without bond after fatal shooting in Washington, DC caused ‘sheer terror’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The man accused of shooting two members of the National Guard in an attack in the United States capital of Washington, DC has pleaded not guilty to <a href=\"/news/2025/11/28/suspect-in-washington-dc-shooting-charged-with-murder-after-soldier-dies\">charges</a> of first-degree murder and assault.</p><p>Rahmanullah Lakanwal, a 29-year-old Afghan national, appeared remotely for his first court appearance on Tuesday via video from a hospital bed, wearing a hospital gown and struggling to keep his eyes open. Lakanwal was also shot in <a href=\"/news/2025/11/27/national-guard-members-shot-in-washington-dc-attack-identified\">the incident</a>, and his lawyer entered a not guilty plea on his behalf.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A judge in Washington said that the Wednesday shooting caused “sheer terror” in the country’s capital and ordered that Lakanwal, who formerly served with a CIA-trained unit in his native Afghanistan during the US occupation of that country, be held without bond.</p><p>Two members of the National Guard, <a href=\"/news/2025/11/21/us-judge-orders-end-to-trumps-deployment-of-troops-in-washington-dc\">deployed</a> by the Trump administration to Washington, DC as part of an anti-crime effort, were targeted in the attack.</p><p>A 20-year-old specialist named Sarah Beckstrom was killed, and 24-year-old Staff Sergeant Andrew Wolfe was wounded in the shooting, which Republicans quickly used to call for greater restrictions on immigration to the US.</p><p>Prosecutors allege that Lakanwal travelled from Washington state on the other side of the country to Washington, DC to carry out the deadly attack and that he yelled out “Allahu akbar!”, meaning “God is greatest,” as he opened fire.</p><p>US news outlets have reported that Lakanwal, evacuated from Afghanistan after the collapse of the US-backed government in 2021, had grown increasingly despondent about the direction of his life after the war, becoming isolated and prompting concern about his mental state from associates.</p><p>“They [the Trump administration] seem to be using this horrific attack as a political cudgel to carry out the heinous immigration plans that they had anyway,” Shawn VanDiver, president of the group Afghan Evac, which supports Afghans brought to the US after the end of the war, said during a recent interview.</p><p>“Afghans didn’t perpetrate this atrocity,” he added. “One man did, and it sounds like he was struggling mightily with PTSD.”</p></div></div></body></html>"
        },
        {
            "title": "OECD warns tariffs, AI will test resilience of the global economy | Business and Economy News | Al Jazeera",
            "time": "2025-12-02T19:40:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-06-04T142345Z_564611551_RC2PVEAKJ9CE_RTRMADP_3_OECD-ECONOMY-1-1764701954.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global growth is holding up better than expected as an artificial intelligence (AI) investment boom helps offset some of the shock from United States tariff hikes, according to the Organisation for Economic Co-operation and Development (OECD).</p><p>The Paris-based organisation, however, warned on Tuesday that global growth was vulnerable to any new outbreak of trade tensions, while investor optimism about AI could trigger a stock market correction if expectations are not met.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In its Economic Outlook, the OECD forecast global growth would slow modestly from 3.2 percent in 2025 to 2.9 percent in 2026, leaving its forecasts untouched from its last estimates in September. It predicted a rebound to 3.1 percent in 2027.</p><p>OECD head Mathias Cormann said the trade shocks triggered by US President Donald Trump’s tariff hikes had so far proved relatively mild, but added their costs were likely to rise.</p><p>“The full effects of those higher tariffs since the start of the year will become clearer as firms run down the inventories that they built up,” he told a press conference.</p><p>The US economy is forecast to grow 2 percent in 2025, revised up from 1.8 percent in September, before slowing to 1.7 percent in 2026, up from 1.5 percent predicted in September.</p><p>AI investment, fiscal support and expected US Federal Reserve rate cuts are helping offset the drag from tariffs on imported goods, reduced immigration and federal job cuts, the OECD said.</p><p>However, it warned that the Trump administration had put US fiscal policy on an unsustainable trajectory, with large budget deficits and rising debt that would require a “significant adjustment” in the coming years.</p><h2 id=\"global-trade-growth-to-slow\">Global trade growth to slow</h2><p>China’s growth is expected to hold steady at 5 percent in 2025, up from 4.9 percent in September, before slowing to 4.4 percent in 2026 – unchanged from September – as fiscal support fades and as new US tariffs on goods imported from China bite.</p><p>The eurozone’s 2025 growth forecast was revised up to 1.3 percent from 1.2 percent, supported by resilient labour markets and increased public spending in Germany. Growth is expected to moderate to 1.2 percent in 2026 – it was seen at 1 percent previously – as budget tightening in France and Italy weighs on the outlook.</p><p>Japan’s economy is projected to grow 1.3 percent in 2025, up from 1.1 percent, and buoyed by strong corporate earnings and investment, before slowing to 0.9 percent in 2026.</p><p>Global trade growth is expected to moderate from 4.2 percent in 2025 to 2.3 percent in 2026 as the full effects of tariffs weigh on investment and consumption. Elevated trade policy uncertainty limits prospects for a recovery.</p><p>Inflation is projected to gradually return to central bank targets by mid-2027 in most major economies. In the US, inflation is expected to peak in mid-2026 due to tariff pass-through before easing. In China and some emerging markets, inflation is projected to rise modestly as excess production capacity declines.</p><p>Most major central banks are expected to maintain or lower borrowing costs over the coming year as inflation pressures ease. The US Federal Reserve is projected to cut rates slightly by the end of 2026, barring inflation surprises from tariffs.</p></div></div></body></html>"
        },
        {
            "title": "Is this the end of the internet? | Social Media | Al Jazeera",
            "time": "2025-12-02T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764666497.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The internet, which was made available to the public in 1991, has rapidly transformed, from a free, creative web to one consolidated by tech giants. Artificial intelligence now fills search results, smothering human voices, while social media has become a carousel of advertisements and AI content. Exhausted by doomscrolling, many creators are quitting the platforms altogether.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong></p><p class=\"p1\">Aidan Walker – Content creator and meme researcher</p><p>Peter Zezas – News and policy commentator</p><p class=\"p1\">Evelyn Ramli – Marketing specialist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tight special election race in deep-red Tennessee concerns US Republicans | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T19:13:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25316620917195-1764698242.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An unexpectedly tight special election is unfolding in Tennessee, where Democrats in the United States are hoping to flip the reliably conservative 7th congressional district.</p><p>On Tuesday, voters in the southern state headed to the polls on Tuesday to select a successor for Republican Representative Mark Green, who resigned in July to pursue a career in the private sector.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His vacant seat in the US House of Representatives has paved the way for a surprisingly competitive off-season race, viewed by Democrats as a possible indicator of growing <a href=\"/news/2025/11/5/us-election-results-2025-key-takeaways-from-historic-night-across-the-us\">dissatisfaction</a> with Republican President Donald Trump ahead of the upcoming midterm elections.</p><p>The election pits Trump-backed candidate Matt Van Epps, a former state commissioner, against Democratic state Representative Aftyn Behn.</p><p>“I am asking all America First Patriots in Tennessee’s 7th Congressional District to please GET OUT AND VOTE for a phenomenal Candidate and MAGA Warrior, Matt Van Epps!” Trump said in a social media <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115650472826053655\" target=\"_blank\" rel=\"noopener\">post</a> on Tuesday.</p><p>“You can win this Election for Matt, who has my Complete and Total Endorsement.”</p><p>Other national figures have weighed in on the race, including progressive Representative Alexandria Ocasio-Cortez and former Vice President Al Gore, both of whom rallied on Behn’s behalf.</p><p>“The very fact that this race is in play is showing that we are in a time when anything can happen and that miracles can happen, including in Tennessee,” Ocasio-Cortez said, who praised Behn for her “guts”.</p><p>“Now we have this race within striking distance: what we call the margin of effort.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"national-spotlight-on-a-local-race\">National spotlight on a local race</h2><p>The fight for control of Tennessee’s 7th congressional district comes less than a year before the US holds its pivotal midterm elections in November 2026.</p><p>During the midterms, all 435 seats in the House of Representatives are up for grabs. Currently, Republicans have a narrow majority in that chamber, as well as in the US Senate.</p><p>Given how small the margins are, both Democrats and Republicans have been angling to win every seat they can.</p><p>The right-wing stronghold of Texas, for instance, passed a bill in August that would redraw the state’s congressional districts with the aim of giving Republican politicians five extra seats in the midterms.</p><p>That Trump-backed redistricting push has inspired other states to take similar efforts. In Democrat-leaning California, for instance, voters approved a ballot initiative in November to redraw the state’s congressional map to help Democrats gain five more seats, effectively negating the Texas effort.</p><p>Tennessee’s 7th congressional district was not part of this year’s partisan redistricting push. But in 2022, the Republican-held state legislature did rework its congressional maps to give Republicans a greater edge.</p><p>The 2022 map split Nashville — a Democratic-leaning city — into three separate congressional districts, thereby diluting the power of its Democratic voters. The 7th congressional district is one of the districts that now represents a part of Nashville.</p><p>Previously, it was considered a safely Republican district. But Behn trails Van Epps closely in most polls.</p><p>A survey by Emerson College put her at 46 percent support, compared to 48 percent for Van Epps. An additional 5 percent of those surveyed remained undecided.</p><p>A victory for Behn would further narrow the Republican majority in the US House of Representatives.</p><p>Money from national groups has flowed into the race, given how close the two candidates are in the polls.</p><p>MAGA Inc — a super PAC named for Trump’s Make America Great Again (MAGA) movement — has poured $1m into the race, in its first donation since the 2024 presidential election season. The left-leaning House Majority PAC has also spent $1m to back Behn.</p><p>Republicans are hoping to recover from a series of stinging election losses to Democrats in November’s off-year elections.</p><p>In New Jersey, for instance, Democrat Mikie Sherrill trounced a Trump-backed candidate to win the governor’s seat, and another Democrat, Abigail Spanberger, likewise emerged victorious in Virginia’s gubernatorial race.</p><p>Political analysts believe that Tennessee’s tight race could point towards an increasingly hostile political landscape for Republicans before the 2026 midterms.</p><p><a href=\"/news/2025/7/30/trumps-approval-rating-in-us-drops-to-lowest-level-of-his-second-term\">Trump</a> won Tennessee’s 7th congressional district by 22 points in 2024.</p><p>But a recent Gallup poll found that <a href=\"/news/2025/11/13/donald-trumps-disapproval-rating-jumps-to-58-percent-poll\">Trump’s popularity</a> has dropped to the lowest levels of his second term, with just 36 percent of voters saying they approve of his work. Disapproval also reached a new high, with 60 percent saying they disapprove.</p><p>In the lead-up to Tuesday’s vote, Republican leaders urged supporters to make their voices heard at the ballot box.</p><p>“Special elections are strange animals, and anything can happen. And when you’re in a deep-red district, sometimes people assume that the Republican, the conservative, will win,” Republican House Speaker <a href=\"/news/2025/8/4/us-house-speaker-mike-johnson-visits-israeli-west-bank-settlement\">Mike Johnson</a> told reporters.</p><p>“You cannot assume that, because anything can happen. So we encourage everybody to go out there and make that happen.”</p></div></div></body></html>"
        },
        {
            "title": "Costco sues Trump administration for US tariff refund | Courts News | Al Jazeera",
            "time": "2025-12-02T18:43:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25330457908630-copy-1764698302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Costco has filed a lawsuit against the administration of United States President Donald Trump in efforts to get a full refund on the tariffs the company paid this year before the US Supreme Court weighs in on the legality of tariffs.</p><p>The lawsuit, <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cit.17331/gov.uscourts.cit.17331.2.0.pdf\" target=\"_blank\" rel=\"noopener\">filed on Friday</a>, also calls to block the collection of import duties.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Costco said that the tariffs need to be immediately addressed because there is a December 15 deadline to refund taxes that have already been paid. The lawsuit alleges that US Customs and Border Protection has denied the company’s request to extend the deadline.</p><p>Costco did not specify the amount that it believes it should be refunded for.</p><p>“Importers that have paid IEEPA duties, including Plaintiff, are not guaranteed a refund for those unlawfully collected tariffs in the absence of their own judgment and judicial relief,” the suit said.</p><p>According to the suit, filed in the US Court of International Trade, Costco is also requesting a pause on further collections.</p><p>“Plaintiff seeks relief from the impending liquidations to ensure that its right to a complete refund is not jeopardized,” the lawsuit said.</p><p>The wholesale warehouse giant joins other large companies, including eyeglass maker Ray-Ban and makeup company Revlon, which are also suing the administration. Costco is represented by the law firm Crowell &amp; Moring. The firm declined Al Jazeera’s request for comment.</p><p>“They are filing within the statutory deadline in order to receive the [refunds] for the tariffs that were [allegedly] collected illegally,” Gregory Shaffer, professor of international law at Georgetown University School of Law, told Al Jazeera.</p><p>Companies have 180 days to protest the liquidation, or the amounts owed, according to Shaffer.</p><p>“The liquidation of tariffs is the final, official calculation and assessment of the duties, taxes, and fees owed on imported goods.”</p><p>The White House has pushed back on the lawsuit.</p><p>“The economic consequences of the failure to uphold President Trump’s lawful tariffs are enormous and this suit highlights that fact. The White House looks forward to the Supreme Court’s speedy and proper resolution of this matter,” White House spokesman Kush Desai said in a written statement provided to Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-looming-supreme-court-decision\">The looming Supreme Court decision</h2><p>The Supreme Court is weighing in to see if the White House has the authority under the International Emergency Economic Powers Act (IEEPA) to impose tariffs.</p><p>The law gives the US president the authority to regulate imports in the case of a national emergency. What has largely been in question is whether Trump’s tariffs meet those terms. A decision looms with an unclear date, <a href=\"/news/2025/11/6/what-has-us-supreme-court-said-about-trumps-trade-tariffs-does-it-matter\" target=\"_blank\" rel=\"noopener\">as justices heard arguments</a> nearly a month ago in early November.</p><p>Shaffer believes there is a good chance that the court will rule against the Trump administration.</p><p>“It appeared that there will be at least four votes against, and I got a sense that Justice Gorsuch would vote against, given his concerns,” Shaffer said, referring to Neil Gorsuch, an associate justice of the Supreme Court who was appointed by Trump during his first term as president.</p><p>“There is a greater likelihood from the questioning that the decision will be against the Trump administration.”</p><p>In oral arguments at the November hearing, Gorsuch pushed back on the administration’s interpretation of the IEEPA.</p><p>“Congress, as a practical matter, can’t get this power back once it’s handed it over to the president,” Gorsuch said at the time.</p><p>“It’s a one-way ratchet toward the gradual-but-continual accretion of power in the executive branch and away from the people’s elected representatives.”</p><p>On Wall Street, Costco’s stock is up by 0.2 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau’s electoral commission says coup destroyed election results | Elections News | Al Jazeera",
            "time": "2025-12-02T18:26:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f1aabd3fe-1764694699.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau’s electoral commission says coup destroyed election results</h1><p class=\"article__subhead\"><em>Major-General Horta Inta-a was sworn in as the new transitional president on November 27.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/1/ecowas-delegation-visits-guinea-bissau-for-talks-after-military-coup\">Guinea-Bissau’s</a> electoral commission has said it can no longer complete the November 23 presidential election after armed men seized ballots, tally sheets and computers from its offices, and destroyed the servers storing the results.</p><p>Army officers seized power on <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">November 26</a>, one day before the commission was due to announce provisional results from the tightly contested vote. Several buildings, including the electoral commission headquarters, came under attack during the takeover.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We do not have the material and logistic conditions to follow through with the electoral process,” Idrissa Djalo, a senior electoral commission official, said in a statement on Tuesday.</p><p>“They confiscated the computers of all 45 staff members who were at the commission that day,” he said, adding that tally sheets from all regions had been seized and the server where the results were stored had been destroyed.</p><p>“It is impossible to complete the electoral process without the tally sheets from the regions,” Djalo said.</p><p>Major-General Horta Inta-A was sworn in as the new transitional president on November 27, halting the election process. The military has since tightened restrictions, banning demonstrations and strikes.</p><p>Inta-A has promised a one-year transitional period and on Saturday appointed a 28-member cabinet made up largely of figures aligned with the deposed president.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"disputed-vote-and-political-fallout\">Disputed vote and political fallout</h2><p>The coup unfolded three days after the presidential election, with both main contenders – incumbent President Umaro Sissoco Embalo and opposition candidate Fernando Dias da Costa – claiming victory before provisional results were due. No results have been released since.</p><p>During the takeover, Embalo told French media by phone that he had been deposed and arrested. He has since fled to Brazzaville, the capital of the Republic of Congo.</p><p>Nigeria said President Bola Tinubu had authorised protection for Dias da Costa, citing an “imminent threat to his life”.</p><p>The PAIGC, one of the country’s dominant political parties, had been barred from presenting a candidate in the election – a decision condemned by civil rights groups who described it as part of a broader crackdown on the opposition.</p><p>Guinea-Bissau’s new military authorities are facing growing pressure from the Economic Community of West African States (ECOWAS) to restore constitutional rule and allow the election process to resume.</p><p>A high-level delegation from the bloc, led by its current chairman and Sierra Leone’s President Julius Maada Bio, met military leaders and electoral commission officials in Bissau on Monday to urge a “complete restoration of constitutional order”.</p><p>ECOWAS leaders, who have threatened sanctions against those undermining the democratic process, are due to meet on December 14 to discuss the crisis.</p></div></div></body></html>"
        },
        {
            "title": "Sri Lanka airlifts aid to communities devastated by huge floods | Climate Crisis | Al Jazeera",
            "time": "2025-12-02T18:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/sri_lanka_flooding_mudslides_airlift_helicopter_minelle_fernandez-1764699546.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hong Kong residents demand answers after deadly apartment fire | Newsfeed | Al Jazeera",
            "time": "2025-12-02T18:18:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764699501.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "After a military coup, what is next for Guinea-Bissau? | News | Al Jazeera",
            "time": "2025-12-02T18:15:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764699229.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A drug trafficking hub between Latin America and Europe, what’s in store for Guinea-Bissau after the military takeover?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Right before the results of a highly-contested election were due to be announced, Guinea-Bissau’s government fell to a military coup, which some leaders in West Africa are saying was staged. In a nation where most people rely on growing cashews for a living, cocaine trafficking casts a long shadow. Guinea-Bissau is often referred to as “Africa’s first narco-state”. What does the future hold now?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ex-PM Imran Khan healthy but cut off in Pakistan jail, sister says | Imran Khan News | Al Jazeera",
            "time": "2025-12-02T18:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f1988300f-1764694408.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-PM Imran Khan healthy but cut off in Pakistan jail, sister says</h1><p class=\"article__subhead\"><em>Imran Khan is ‘physically well’ but ‘very angry’ about being so isolated, sibling says after visit.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s jailed former Prime Minister Imran Khan is healthy but struggling with the largely solitary conditions in prison, his sister has said, after becoming the first family member in weeks to be allowed to visit him.</p><p>Uzma Khanum, who is a doctor, gave the update on Tuesday while speaking to reporters in Rawalpindi, the city where her brother is imprisoned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He is physically well,” Khanum said. “But he is kept inside all the time and only goes out for a short while. There is no contact with anybody.”</p><p>Khanum described Khan as being “very angry” about being so isolated, saying that he deemed the resulting “mental torture” to be “worse than physical abuse”.</p><p>Their brief meeting was closely supervised, and no mobile devices were allowed during it, she noted.</p><p>Supporters of Khan’s Pakistan Tehreek-e-Insaf (PTI) party had gathered outside Adiala Jail from early on Tuesday to hear how he was.</p><p>Prior to Khanum’s visit, both PTI and Khan’s family had expressed alarm that none of his relatives or associates had been allowed to see him for almost a month, with one of his sons telling Reuters last week of his fear “that something irreversible is being hidden from us”.</p><p>On Tuesday, the ex-leader’s spokesperson Zulfikar Bukhari called on the authorities to allow Khan’s relatives and legal team to visit him more regularly.</p><p>His family also wants his personal doctor to check up on him, something that has not happened for more than a year.</p><p>Pakistan’s Human Rights Commission, an independent rights monitor, has said that it is “seriously concerned” by the reports of Khan’s detention conditions.</p><p>Pakistan’s authorities argue that Khan is not being mistreated, while Interior Minister Talal Chaudhry has said prison visits are the responsibility of jail officials rather than the government.</p><p>The 73-year-old detainee, who used to be a professional cricketer, served as Pakistan’s prime minister from 2018 until April 2022, when he was ousted in a no-confidence vote.</p><p>He has been in prison since August 2023, and has been convicted on several charges including corruption and revealing state secrets. He has since been acquitted of some of the charges against him. Khan denies any wrongdoing, saying the cases against him are politically motivated.</p><p>Khan remains <a href=\"/news/2025/8/5/imran-khans-supporters-rally-in-pakistan-on-two-years-of-imprisonment\">popular among many Pakistanis</a>. His party won the most votes in the 2024 election, 4.5 million votes ahead of its nearest rival. However, rival parties formed a coalition government, freezing the PTI out.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Honduras election: Why has Trump threatened to cut off aid? | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T17:39:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f0b66360d-1764690790.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The National Electoral Council (CNE) of Honduras called for “patience” on Tuesday as it launched a manual count of votes in one of the closest presidential elections the country has seen in more than a decade – a contest over which US President Donald Trump has threatened to cut off aid to the country.</p><p>Vote counting has been held up by technical difficulties with the results website. As of the latest count in the November 30 election, right-wing candidate Nasry Asfura was said to be holding a narrow lead, though the race remains effectively a <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">“technical tie”</a> and no official winner has yet been declared.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump has publicly endorsed Asfura and threatened to cut off United States aid to Honduras if his preferred candidate does not win. He has also accused CNE of “trying to change” the outcome by calling a “technical tie” at this stage, and doubled down on vague threats of retaliation in posts published on his Truth Social platform.</p><p>Observers claim this is the latest example of Trump’s attempts to meddle with the internal affairs of other countries – several of which are in South America.</p><h2 id=\"who-are-the-main-candidates-and-what-do-they-stand-for\">Who are the main candidates, and what do they stand for?</h2><p>Asfura, 67, from the right-wing National Party of Honduras, has campaigned on a promise of economic stability, foreign investment and a tougher security stance.</p><p>Trump has thrown his support behind Asfura, calling him the “only real friend of Freedom in Honduras” in a Truth Social post and urging people to vote for him.</p><p>Asfura’s main rival, 72-year-old Salvador Nasralla, is running under the Liberal Party banner and positions himself as a centrist reformer focused on restoring the rule of law and on battling corruption.</p><p>The candidate for the left-wing ruling party, Liberty and Refoundation, Rixi Moncada, presents herself as the defender of President Xiomara Castro’s left-leaning legacy.</p><p>Moncada, 60, has proposed “democratising the economy” by expanding credit, strengthening national production, and building an economic model that generates “real opportunities for everyone”. She has also proposed changes to the Constitution to underpin a judicial overhaul in an effort to battle corruption.</p><p>“Our fight against corruption is head-on and without fear. To reform the justice system, there is only one way: to have a majority in Congress,” Moncada said during the campaign.</p><p>Throughout the campaign, polling has suggested a fragmented electorate with no clear favourite, setting the stage for the tight count now unfolding.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-trump-involved-himself-in-this-election\">How has Trump involved himself in this election?</h2><p>Trump pledged that there would be “hell to pay” in Honduras if election officials tampered with the results of the vote. He has threatened to cut off US aid to the country if his favoured, right-wing candidate does not win.</p><p>Trump has not specified the precise aid he would suspend, but the US provides Honduras, which has a population of around 11 million, with a substantial package of economic, development and security assistance each year.</p><p>The US president has also shown favour to Juan Orlando Hernandez, the former president of Honduras and member of the country’s right-wing National Party, by pardoning his US drug conviction and releasing him from a 45-year jail sentence. On Monday, Hernandez was released from the high-security facility of USP Hazelton in West Virginia in the US.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He was extradited to the US in 2022 and was found guilty of conspiring to import cocaine to the US, and of possessing machine guns, in 2024. Justifying his decision to pardon him, Trump said Hernandez had been “treated very harshly and unfairly” in a social media post on Friday.</p><h2 id=\"what-aid-does-the-us-provide-to-honduras\">What aid does the US provide to Honduras?</h2><p>In 2024, the US provided just under $193.5m in aid to Honduras, according to <a href=\"https://foreignassistance.gov/cd/honduras/\">government data</a>.</p><p>Much of that flowed via the US Agency for International Development (USAID) and through programmes aimed at supporting small businesses, strengthening local governance, improving the agricultural sector and expanding education and health services, according to the US State Department’s website. About $10m was paid directly to the Honduran government.</p><p>USAID was closed down by the Trump administration earlier this year. It is unclear how that portion of aid would be distributed in the future.</p><p>Another major pillar is security cooperation through the US State Department and the Central America Regional Security Initiative, which trains police, supports anti-drug operations, and funds youth and community-violence-prevention initiatives.</p><p>These programmes are deeply embedded in Honduras’s security and social infrastructure. A sudden cutoff could disrupt everything from the police’s ability to operate to the basic work NGOs are able to carry out, according to experts.</p><h2 id=\"just-how-would-honduras-be-affected-if-trump-cuts-off-aid\">Just how would Honduras be affected if Trump cuts off aid?</h2><p>For one of the poorest countries in the region – and a major source of migration to the US – aid is far from just symbolic. It supports critical state functions in areas where violence, poverty and climate disasters drive migration.</p><p>Experts and rights groups <a href=\"https://reliefweb.int/report/honduras/cut-too-deep-us-foreign-aid-withdrawals-and-collapse-protection-women-and-girls-honduras\">warned</a> earlier this year that abrupt cuts to funding to Honduras would likely worsen insecurity, weaken already strained public services and accelerate migration.</p><p>Nearly 30,000 Honduran people have been deported from the US since Trump returned to office in January, according to Honduran government data. The clampdown has dealt a severe blow to the country, where remittances from workers overseas represented about 25 percent of gross domestic product (GDP) last year.</p><h2 id=\"is-this-another-instance-of-trump-meddling-in-the-affairs-of-countries-in-south-america\">Is this another instance of Trump meddling in the affairs of countries in South America?</h2><p>Trump’s comments about the election in Honduras fit a broader pattern observers say they have seen this year. He has publicly pressured governments or sided with specific opposition parties in several countries, most obviously in Venezuela.</p><p>In Venezuela, Trump has been accused of angling for <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\">a “regime change”</a> against President Nicolas Maduro’s government, via a military campaign of strikes on Venezuelan boats in the Caribbean and the eastern Pacific that the Trump administration claims are trafficking drugs.</p><p>Since September 2, US forces have carried out <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">at least 21 strikes</a> on boats, killing more than 80 people. Trump says he has not ruled out military action by land as well. The US has not shown evidence of drug trafficking, however.</p><p>The US has also built up a huge <a href=\"/amp/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">military presence</a> in the Caribbean, claiming this is necessary for national security and to push back an “invasion” by Venezuelan drug gangs.</p><p>Maduro has accused the US government of “fabricating a new eternal war” against him.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Brazil, Trump <a href=\"/news/2025/7/7/terrible-thing-trump-defends-brazils-jair-bolsonaro-against-coup-trial\">publicly questioned</a> the legitimacy of criminal coup charges against former President Jair Bolsonaro earlier this year, bolstering Bolsonaro’s claims of political persecution and suggesting the country’s courts were being used to sideline a right-wing ally of the US. Bolsonaro was ultimately sentenced to 27 years in prison.</p><p>The US president’s comments were heavily criticised by Brazilian lawmakers, who claim he is attempting to delegitimise their institutions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This year, Trump has also said Mexico is being “run by the cartels” and has blamed the Mexican government for fentanyl trafficking. He has threatened to increase trade tariffs if the government does not extradite anyone involved, and has also hinted at US military action.</p><p>In Argentina, Trump has lavished praise on right-wing, populist President Javier Milei and said the US would not “waste our time” with helping Argentina if Milei’s party does not win future elections. A presidential election is not due in Argentina until 2027, but Trump said if “a socialist wins” then the US would feel “a lot differently” about supporting the country.</p><p>Following Trump’s threat over aid, Milei’s party went on to <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">win</a> legislative elections in October with more than 40 percent ​​of the vote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill two Palestinian teenagers in occupied West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-02T17:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692ed5a47683-1764677028.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/2/beyond-netanyahu-israels-major-political-corruption-scandals\">Israeli forces</a> have killed two Palestinian teenagers in separate incidents in Hebron and Ramallah in the occupied West Bank.</p><p>The Israeli army said 17-year-old Muhannad al-Zughair was shot dead in the Abu Daajan area of Hebron after what it claimed was a ramming attack that injured two soldiers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera’s Nour Odeh, reporting from Ramallah, said, “We do not know whether that attack occurred because no investigation has been launched.”</p><p>“The teenager was injured and fled towards Hebron. He was later found and killed inside a car. The body is now being withheld by Israeli forces in what is now standard operating procedure.”</p><p>Meanwhile, in the north of Ramallah, 18-year-old Muhammad Asmar was killed near the village of Umm Safa. Odeh added that the alleged assailant was “held by soldiers and was then shot while on the ground and left to bleed for hours”.</p><p>In a statement, the Israeli army said it had killed a Palestinian who “had begun to stab soldiers near the settlement”. According to the Magen David Adom ambulance service, two Israelis were lightly wounded.</p><p>Hamas praised what it called a “heroic stabbing operation”, saying the attack “is a natural response to the crimes of the [Israeli] occupation, and a clear message that its attempts to break the will of our people through military operations, daily killings, arrests, and field executions will not succeed”.</p><p>Across the occupied West Bank, Israeli forces have continued to carry out raids. Troops stormed the vicinity of three hospitals in Hebron and demolished two apartments in al-Walaja village, west of Bethlehem.</p><p>Israeli settlers also attacked Burqa village northwest of Nablus, setting fire to a tractor and attempting to torch a vehicle, while others sprayed graffiti on a home.</p><p>Israeli settlements in the occupied West Bank and East Jerusalem are illegal under international law. The International Court of Justice reaffirmed last year that Israel’s presence in the occupied Palestinian territory <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">is unlawful</a> and must end.</p><h2 id=\"journalist-killed-in-gaza-drone-strike\">Journalist killed in Gaza drone strike</h2><p>Meanwhile, Israel has continued its attacks in Gaza, where an Israeli drone strike in central Khan Younis killed Palestinian photojournalist Mahmoud Wadi.</p><p>The Wafa news agency reported that journalist Muhammad Abdel Fattah Aslih was also wounded in the same attack.</p><p>Aslih is the brother of Hassan Aslih, a photographer killed in a drone strike on Nasser Hospital in May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A video posted on Instagram and verified by Al Jazeera shows Wadi’s body with a press vest laid on top, surrounded by mourners.</p><p>More than 260 media workers have been <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">killed in Gaza</a> since October 2023, making it the deadliest conflict for journalists on record.</p><p>Israel’s war on Gaza has killed at least 70,100 Palestinians and wounded 170,965 since October 2023. A total of 1,139 people were killed in Israel during the October 7 attacks, and about 200 were taken captive.</p><p>Israel has continued to attack Gaza despite a ceasefire, which began on October 10. More than 356 Palestinians have been <a href=\"/news/2025/3/18/gaza-tracker\">killed in Israeli attacks</a> during that period.</p><h2 id=\"health-system-on-the-brink\">Health system on the brink</h2><p>The Israeli prime minister’s office said authorities have received “findings” from Gaza that could be the remains of two captives whose bodies have not yet been returned.</p><p>The office said the material was transferred via the Red Cross and would be received in a military ceremony before being taken to Israel’s forensic medicine centre for identification.</p><p>Hamas had agreed to return the bodies of captives as part of the ceasefire agreement, but has said that widespread destruction across Gaza has made recovery efforts difficult.</p><p>Meanwhile, healthcare workers in Gaza say they face critical shortages of medicines and equipment. The UN has described the situation as “catastrophic”.</p><p>Less than half of Gaza’s hospitals, and just over a third of its clinics, are functioning at minimal capacity.</p><p>Al-Ahli Hospital is treating more than three times the patients it was built for, while al-Shifa, Nasser and al-Rantisi hospitals are also overwhelmed. More than half of essential medicines and two-thirds of medical supplies are out of stock, the UN has said.</p><p>Monitoring groups say Israeli forces have killed about 1,000 healthcare workers since the war began. At least 25 medical staff from Gaza are being held in Israeli prisons without charge.</p></div></div></body></html>"
        },
        {
            "title": "Ex-EU top diplomat Mogherini detained in Belgium fraud case: Reports | European Union News | Al Jazeera",
            "time": "2025-12-02T17:03:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20191111__1M652X__v1__HighRes__BelgiumSudanEuDiplomacy-1764685722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/tag/european-union/\">European Union’s</a> former top diplomat has been detained as part of an anti-fraud probe relating to a diplomatic training programme, according to Belgian media reports.</p><p>Federica Mogherini, who served as EU foreign policy chief from 2014 to 2019 and now leads the College of Europe graduate school that teaches a training programme for junior EU diplomats, was taken into custody by Belgian police in Brussels on Tuesday, reported Belgian broadcaster VRT, the news agency Belga, and the news site Euractiv.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The arrest came amid police raids at the College of Europe’s campus in Bruges, <a href=\"/where/belgium/\">Belgium</a>, and the Brussels premises of the European External Action Service – the EU’s diplomatic wing.</p><p>European Public Prosecutor’s Office (EPPO) announced the searches and said three suspects, which it did not name, were taken into custody. It said the investigation involved “suspected fraud related to EU-funded training for junior diplomats”.</p><p>Stefano Sannino, a senior EU official who was EEAS secretary-general from 2021 to 2024, was also among those detained, Agence France-Presse and Belgian media report.</p><p>Conducted by Belgian federal police at the EPPO’s request, the searches also targeted the houses of suspects, prosecutors said.</p><p>At issue, according to the EPPO, is a nine-month training programme for junior diplomats across EU states, known as the European Union Diplomatic Academy.</p><p>The programme was awarded by the EEAS to the College of Europe in Belgium in the period 2021-2022, and the probe focuses on whether the tender process was skewed to favour the school.</p><p>Mogherini is the head of both the College of Europe and of the EU Diplomatic Academy.</p><p>“There are strong suspicions that … confidential information related to the ongoing procurement was shared with one of the candidates participating in the tender,” said the EPPO statement.</p><h2 id=\"conflict-of-interest\">‘Conflict of interest’</h2><p>The European Commission confirmed the raids and said there was an “ongoing investigation”.</p><p>“We can confirm that the police was today at the EEAS buildings, and this is part of the ongoing investigation of the activities that took place before in the previous mandate,” said a commission spokesperson Anitta Hipper.</p><p>The EU’s current top diplomat, High Representative for Foreign Affairs Kaja Kallas, took over the post a year ago from Mogherini’s successor, Josep Borrell.</p><p>The EPPO said it had requested and obtained the lifting of immunity of several suspects prior to the searches.</p><p>If confirmed, the allegations “could constitute procurement fraud, corruption, conflict of interest and violation of professional secrecy”, the prosecutor’s office said.</p><p>“The investigation is ongoing to clarify the facts and assess whether any criminal offences have occurred,” it added.</p><p>The EPPO is the independent public prosecution office of the EU, responsible for investigating crimes against the bloc’s financial interests.</p><p>The probe is also supported by the European Anti-Fraud Office (OLAF), to which the accusations were first reported.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Barcelona vs Atletico Madrid - La Liga | Football News | Al Jazeera",
            "time": "2025-12-02T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_692f5bc06c-1764711360.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Barcelona vs Atletico Madrid – La Liga</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Barcelona host fellow title contenders Atletico.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s Military Moves & Claims on Venezuela | News | Al Jazeera",
            "time": "2025-12-02T16:57:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-3-1764694563.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Venezuela’s Nicolás Maduro reappeared after days of speculation he’d fled – just as President Trump confirmed a call with him and sent a US carrier to the Caribbean…raising fresh questions about what’s really driving Washington’s pressure campaign: drugs, oil, or a political showdown built on claims not backed by fact, and a Congress sharply split over the path ahead.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Our presenter, Jillian Wolf, dives deep into the facts.</p><p>Subscribe to our channel: http://bit.ly/AJSubscribe<br>\nFollow us on X : https://twitter.com/AJEnglish<br>\nFind us on Facebook: https://www.facebook.com/aljazeera<br>\nCheck our website: http://www.aljazeera.com/<br>\nCheck out our Instagram page: https://www.instagram.com/aljazeeraenglish/<br>\nDownload AJE Mobile App: https://aje.io/AJEMobile</p><p>#aljazeera<br>\n#aljazeeraenglish<br>\n#aljazeeranewslive</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Propaganda or military victory? Russia claims capture of Pokrovsk | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T16:52:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/russian_soldier_ukraine_pokrovsk-1764688846.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Juan Orlando Hernandez freed after Trump’s ‘full and complete’ pardon | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T16:27:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/02/2024-02-21T170604Z_1418408218_RC2476A6QBMI_RTRMADP_3_USA-HONDURAS-DRUGS-HERNANDEZ-1708567017.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the United States have released former Honduran President <a href=\"/news/2024/3/8/honduran-president-juan-orlando-hernandez-guilty-in-drug-trafficking-case\">Juan Orlando Hernandez</a>, who was serving a lengthy prison sentence for drug trafficking, after US President Donald Trump pardoned him.</p><p>Hernandez’s lawyer, Renato Stabile, confirmed that the former Honduran president was freed on Tuesday, a day after being pardoned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“President Trump has issued a full and unconditional pardon, signed, Dec 1, 2025. President Hernandez was released from prison early this morning,” Stabile told Al Jazeera in an email.</p><p>A federal prison database showed that Hernandez was released from a detention centre in West Virginia after spending more than three years <a href=\"/news/2022/4/21/honduras-ex-president-hernandez-on-way-to-us-to-face-drug-charges\">in US jail</a>.</p><p>Last year, Hernandez was sentenced <a href=\"/news/2024/6/26/honduras-ex-president-sentenced-to-45-years-for-helping-drug-traffickers\">to 45 years</a> for involvement in a scheme to export cocaine in the US, which prosecutors described as “one of the largest and most violent drug trafficking conspiracies in the world”.</p><p>Trump announced plans to pardon the former Honduran president last week as he called for the people in the Central American country to back right-wing candidate Nasry “Tito” Asfura, a member of Hernandez’s party.</p><p>“I will be granting a Full and Complete Pardon to Former President Juan Orlando Hernandez who has been, according to many people that I greatly respect, treated very harshly and unfairly,” Trump wrote in a social media post on Tuesday.</p><p>“This cannot be allowed to happen, especially now, after Tito Asfura wins the Election, when Honduras will be on its way to Great Political and Financial Success.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hernandez was convicted of accepting millions of dollars in bribes from violent drug-trafficking organisations over 18 years, which he used to fuel his rise in politics.</p><p>“During his political career, Hernandez abused his powerful positions and authority in Honduras to facilitate the importation of over 400 tons of cocaine into the US,” the US Justice Department said after he was sentenced last year.</p><p>“Hernandez’s co-conspirators were armed with machine guns and destructive devices, including AK-47s, AR-15s, and grenade launchers, which they used to protect their massive cocaine loads as they transited across Honduras on their way to the United States, protect the money they made from the eventual sale of this cocaine, and guard their drug-trafficking territory from rivals.”</p><p>During his trial, Hernandez denied taking bribes from drug dealers, arguing that he cracked down on the narcotics trade and citing his administration’s cooperation with the US military.</p><p>Hernandez’s wife Ana Garcia told HCH Television on Tuesday that the prosecution of her husband was a “witch hunt” pushed by the administration of former US President Joe Biden for “political reasons”.</p><p>Trump’s pardon of Hernandez comes at a time when his administration is carrying out <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">deadly air strikes</a> against boats in the Caribbean Sea and Atlantic Ocean that it says are carrying drugs – a campaign that critics say violates domestic and international law.</p><p>Trump has also been issuing threats against Venezuelan President <a href=\"/news/2025/12/2/maduro-rejects-a-slaves-peace-for-venezuela-as-us-ramps-up-pressure\">Nicolas Maduro</a> after accusing him without evidence of leading a drug cartel that the US labelled as a “terrorist” group.</p><p>Washington has also been ramping up its military presence in the Caribbean in what it calls an anti-drug trafficking operation, which raised speculations about a possible war to topple Maduro.</p><p>Pardoning Hernandez has intensified criticism of the Trump administration’s approach to Latin America.</p><p>“As President, Juan Orlando Hernandez personally helped the Sinaloa Cartel and El Chapo traffic deadly drugs into the United States. Drugs that killed Americans,” Democratic Senator Catherine Cortez Masto said in a social media post on Monday.</p><p>“But instead of standing with law enforcement who brought Hernandez to justice, Trump is letting this criminal go free.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Honduras, an election took place on Sunday, but the race is still <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">too close to call</a>, with sports journalist Salvador Nasralla leading against Asfura by only hundreds of votes.</p><p>Trump – who continues to falsely claim that his 2020 election loss to Biden was due to widespread fraud – is already casting doubt over the outcome of the vote in Honduras.</p><p>“Looks like Honduras is trying to change the results of their Presidential Election,” he wrote on his Truth Social platform on Monday. “If they do, there will be hell to pay!”</p></div></div></body></html>"
        },
        {
            "title": "Europe should seize Russia’s frozen assets now | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T15:48:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f0a23-1764690467.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration is now determining what the future holds for Ukraine, and by extension for Europe, in matters of territorial integrity, sovereignty and security. Washington aims to make a deal to end the full-scale war Russia launched in February 2022 that Russian President Vladimir Putin has waged against Ukraine, even if it means abandoning longstanding international principles that prohibit the recognition of territory acquired through military occupation.</p><p>For Europe more broadly, and the European Union in particular, however, there is far more at stake than those principles, which Washington has rarely prioritised in its own foreign policy.</p><p>Deterring Putin from further aggression, and ensuring that Ukraine is stable both politically and economically, lies at the core of the bloc’s security and political concerns. A settlement to the conflict that fails to achieve either would risk the bloc’s own long-term security.</p><p>Of course, all of this must be managed while ensuring that the Trump administration does not itself further endanger European security by once again casting doubt on its commitment to NATO’s security infrastructure. But Europe has already, if belatedly, begun to wake up to these concerns. By last year, 23 NATO members were spending the target 2 percent of GDP on defence, and the alliance agreed a new goal of raising core defence spending to at least 3.5 percent of GDP by 2035, with up to another 1.5 percent of GDP to be spent on critical infrastructure and on expanding their defence industrial bases.</p><p>More immediately, Europe has also surpassed the US for the first time since June 2022 in total military aid for Ukraine, with 72 billion euros ($83.6bn) allocated compared with Washington’s 65 billion euros ($75.5bn) by the end of April, according to the Ukraine Support Tracker.</p><p>Yet, regardless of the outcome of the Trump administration’s efforts to push Ukraine towards a negotiating position that Putin might be willing to accept, the increased European support is not enough to offset the standstill in US funding. Military aid is also only one part of the picture: Kyiv is dependent on the West’s fiscal aid as well, to ensure the continued functioning of its government. And the bill for reconstruction only continues to grow as Russia’s assaults and aerial attacks continue. In February, the World Bank estimated it at $524bn (506 billion euros) —about 280 percent of Kyiv’s 2024 GDP.</p><p>Without dramatic action, Europe risks being left to Trump’s whims as to its future security, despite having bowed to his demands not only on NATO spending and military support for Ukraine, but also on trade through agreements that have seen the US’s average tariff rate on imports from the EU and UK rise sharply.</p><p>But there is a clear policy choice that Europe can make to ensure that financial support for Kyiv remains sufficient over the coming years and to shape the outcome of any settlement to the conflict, while simultaneously further deterring Putin.</p><p>The European Union and the United Kingdom can move to confiscate the sovereign Russian funds frozen in their jurisdictions since 2022. Most importantly, they can seize the 185 billion euros ($214.8bn) frozen at the Belgium-based clearing house Euroclear – the majority of which is now in cash and can thus rapidly be deployed or reinvested – as well as the Russian government funds frozen at Euroclear’s Luxembourg-based rival, Clearstream, which are estimated to amount to around 20 billion euros  ($23.2bn).</p><p>Europe is not unaware of this possibility, and in fact, it has been debating doing so for months. The Euroclear assets have already been used to underpin an earlier $50bn (43 billion euros) loan to Ukraine finalised in January 2025, which is secured over earnings from those assets.</p><p>Europe had been expected to advance a plan to create a new loan – one amounting to as much as 140 billion euros ($162.6bn) – secured over the assets at the European Council meeting on December 18-19, after delaying a final decision at the previous council meeting on October 23. The delay was largely due to obstinacy from the Belgian government, which has demanded indemnification from the rest of Europe while endorsing Kremlin talking points that such a move would be unprecedented.</p><p>Yet there is ample precedent. German and Japanese government assets were seized by the United States in the course of the second world war. In the latter case, Japan’s assets were even frozen before the attack on Pearl Harbour, the majority of which were later retained under the San Francisco Peace Treaty of 1951.</p><p>The Kremlin’s threats to tie up Belgium in decades-long litigation are also overblown. They rely on a pre-Soviet-collapse bilateral investment treaty that Putin and his proxies have already failed to invoke successfully to unfreeze their assets or challenge previous sanctions. Additionally, there are dozens of unresolved claims worth tens of billions of dollars against Russia in European courts — including the roughly 13-billion-euro ($15bn) arbitration award won by energy firm Uniper against Gazprom for disruption to gas supplies in 2022. The largest and most significant case remains the 2014 award to former shareholders of Yukos, over the Kremlin’s expropriation of their company. That award survived all appeals: in October 2025, the Supreme Court of the Netherlands rejected Russia’s final challenge, confirming that the award — now valued at more than $65bn, including interest — is final and enforceable against Russian state assets worldwide. Enforcement, however, will still depend on locating suitable Russian assets that courts are willing and able to seize.</p><p>The Kremlin will certainly engage in lawfare and litigation over these disputes, as it has repeatedly throughout Putin’s tenure. But it will lose, and when its national interests are at stake, it will pay. Russia has repeatedly complied with adverse rulings when vital access to Western markets or assets was at stake. The only clear-cut cases of either the West or Russia returning funds owed as a result of litigation arising from Russia’s war have been the settlements paid by Russian state insurer NSK and aviation firm Aeroflot over Putin’s 2022 seizure of aircraft leased from Western companies.</p><p>There is no excuse for Europe’s delays in acting thus far. Every month of inaction increases both the financial burden on Europe and the likelihood that Washington will strike a deal that sidelines European interests. The question is now a critical one: how to ensure Ukraine’s continued financing and its ability to sustain its defence. It is also all the more important that Europe act before the Trump Administration tries to secure a deal with the Kremlin over its head.</p><p>The 28-point “peace plan” formulated by Kremlin insiders and signed off by Trump’s special envoy and long-time associate Steve Witkoff last month not only includes carving up these same frozen funds and even demands that Europe itself provide a further $100 billion, but would also divert frozen Russian assets away from Ukraine’s reconstruction while imposing an additional financial burden directly on Europe. Such a deal would leave Europe footing an even larger bill if the Kremlin fails to adhere to its commitments — as it did with the ceasefire agreements struck in 2014 and 2015 following its initial invasion of Ukraine.</p><p>Europe has the leverage to advance its political, economic and military security in the negotiations over Ukraine’s future, and it must not be afraid to use it.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Isack Hadjar to replace Yuki Tsunoda at Red Bull for 2026 F1 season | Motorsports News | Al Jazeera",
            "time": "2025-12-02T15:31:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/SOR04487-1764671472_64f839-1764671614.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Isack Hadjar to replace Yuki Tsunoda at Red Bull for 2026 F1 season</h1><p class=\"article__subhead\"><em>Red Bull Racing will pair another new driver with Max Verstappen after Isack Hadjar replaced Yuki Tsunoda for next year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Isack Hadjar will replace Yuki Tsunoda as Max Verstappen’s Red Bull teammate next season, with Arvid Lindblad joining Liam Lawson at Racing Bulls, the Formula One (F1) teams announced on Tuesday.</p><p>Frenchman Hadjar, 21, has made a big impression in his debut season with sister team Racing Bulls, including taking his first podium with third place in the Dutch Grand Prix at the end of August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>British-born Lindblad, who also has Swedish nationality and Indian heritage through his mother, moves up from Formula Two to partner with Lawson and will be the sole rookie on the 2026 grid.</p><p>Tsunoda’s departure leaves Formula One without a Japanese driver on the starting grid. Red Bull said he will remain in the team as a reserve.</p><p>Hadjar is the third driver to fill the second Red Bull Racing seat in the past 12 months.</p><p>Lawson was named as the replacement for Sergio Perez in December. The New Zealander was then replaced by Tsunoda in March after the opening two Grand Prix of 2025.</p><p>Verstappen will compete for the fifth straight World Drivers’ title at the season-ending Abu Dhabi Grand Prix on Sunday.</p><figure id=\"attachment_4144888\" aria-describedby=\"caption-attachment-4144888\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144888\" src=\"/wp-content/uploads/2025/12/GettyImages-2222251640-1764671159.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen and Isack Hadjar react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144888\" class=\"wp-caption-text\">Max Verstappen, left, and Isack Hadjar will form the Red Bull Racing driver lineup for the 2026 Formula One season [File: Clive Rose/Getty Images]</figcaption></figure></div></div></body></html>"
        }
    ]
}