{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Guinea-Bissau general sworn as transition president after coup | Elections News | Al Jazeera",
            "time": "2025-11-27T11:50:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__869J79U__v2__HighRes__TopshotGbissauPoliticsElectionUnrest-1764173840.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau general sworn as transition president after coup</h1><p class=\"article__subhead\"><em>A group of military officers had claimed ‘total control’ of the country, a day after two leading candidates in a tightly contested presidential election each declared victory.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The military in Guinea-Bissau has appointed a general as the country’s new leader for one year, a day after staging a coup to seize power and arresting the president of the West African nation as contentious election results were imminent.</p><p>“I have just been sworn in to lead the High Command,” General Horta Nta Na Man declared after taking the oath of office in a ceremony at the military’s headquarters on Thursday, AFP journalists observed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Dozens of heavily armed soldiers were deployed at the scene.</p><p>On Wednesday, a day after two leading candidates in a tightly contested presidential election each <a href=\"/news/2025/11/25/guinea-bissau-rivals-embalo-dias-claim-win-in-presidential-election\">declared victory</a>, a group of military officers claimed “total control” of the country.</p><p>Calling themselves the “High Military Command for the Restoration of Order”, the officers read out a statement on television, declaring that they had ordered the immediate suspension of the electoral process “until further notice”.</p><p>They ousted President Umaro Sissoco Embalo in the latest episode of unrest in the coup-prone country.</p><p>Provisional results were expected to be announced in the race between Embalo and Fernando Dias, a political newcomer who had emerged as the top challenger to the incumbent to run the country, which is a hub for cocaine trafficking.</p><p>The capital, Bissau, was mostly quiet on Thursday, with soldiers patrolling the streets and many residents staying indoors even after the overnight curfew was lifted. Businesses and banks were closed.</p><p>The military had also ordered the closure of all land, air and sea borders.</p><p>The takeover announcment came shortly after sustained gunfire was heard near the election commission’s headquarters, the presidential palace and the Ministry of the Interior in the capital, Bissau on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I have been deposed,” Embalo told French broadcaster France24 in a phone call on Wednesday, adding that he was “currently at the general staff headquarters”.</p><p>Reporting from neighbouring Senegal that afternoon, Al Jazeera’s Nicolas Haque reported that Embalo was under arrest.</p><p>The head of the main opposition PAIGC party, Domingos Simoes Pereira, has also been arrested, Haque said. “As well, we’ve just heard that the military is trying to cut off the Internet. There’s a curfew in place.”</p><p>He added that the army officer leading the coup, Denis N’Canha, served as the head of the presidential guard. “The man supposed to protect the president himself has put the president under arrest,” Haque said.</p><p>Meanwhile, West Africa’s ECOWAS and African Union observers expressed concern over the military takeover in Guinea-Bissau, according to a joint statement issued by the organisations.</p><p>“It’s regrettable that this [coup] announcement came at a time when the missions had just concluded meeting with the two leading presidential candidates, who assured us of their willingness to accept the will of the people,” the observers said on Wednesday.</p><p> </p></div></div></body></html>"
        },
        {
            "title": "What is bamboo scaffolding and how did it worsen the Hong Kong fire? | Construction News | Al Jazeera",
            "time": "2025-11-27T11:43:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T111124Z_1176960606_RC284IAPMPUU_RTRMADP_3_HONGKONG-FIRE-1764223056.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bamboo scaffolding, a centuries-old technique that was traditionally ubiquitous in Hong Kong, is under scrutiny for its role in the city’s deadliest fire in more than a century.</p><p>At least 55 people have died, and hundreds are still missing since scaffolding at a housing estate in Tai Po district caught fire on Wednesday, according to the latest government figures.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Bamboo is cheap, lightweight, and strong enough to withstand the city’s many typhoons and tropical storms. Hundreds of bamboo poles can often be seen lashed together on the side of a modern office tower.</p><p>But could one of Hong Kong’s iconic symbols also have served as the kindling for one of its most horrific tragedies in decades?</p><h2 id=\"how-is-bamboo-scaffolding-used\">How is bamboo scaffolding used?</h2><p>Buildings or housing estates – like the one in Tai Po district – encased in bamboo during significant renovation projects are not a rare sight in the city-state. Sometimes, the scaffolding can remain up for a year or more.</p><p>Bamboo scaffolding is built by speciality workers known as “spiders”. They lash together bamboo poles to build intricate grid-like scaffolding that is then typically covered in additional netting to catch construction materials.</p><p>While the use of bamboo has faded in other parts of Asia, it has been hard to replace it completely in Hong Kong, even with options such as metal scaffolding, said experts.</p><p>“It’s light, cheap and fast to build with,” Ehsan Noroozinejad, a senior researcher and construction expert at Western Sydney University, Australia, told Al Jazeera. “Crews carry poles by hand, cut them on site, and wrap awkward facades without cranes. That speed and flexibility keep projects moving and costs down.”</p><p>Because it is “light and easy to cut”, bamboo scaffolding also fits the narrow living environment of Hong Kong, said Xinyan Huang, deputy director of the Research Centre for Fire Safety Engineering at Hong Kong Polytechnic University.</p><p>But there are other reasons, too, why bamboo is hard to replace.</p><p>“It [Hong Kong] has a long history, so it is a tradition, and it is not easy to change tradition,” Huang told Al Jazeera by email. “Any change in the construction industry will meet much resistance from current players.”</p><p>There are 4,000 bamboo scaffolding workers in the city, Hong Kong Free Press reported, citing union figures, although the industry is on the decline thanks to increased competition from metal scaffolding and an ageing cohort of workers.</p><figure id=\"attachment_4134597\" aria-describedby=\"caption-attachment-4134597\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134597\" src=\"/wp-content/uploads/2025/11/6083543-1764223401.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"a worker in a hard hat stands on bamboo scaffolding near a high rise building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134597\" class=\"wp-caption-text\">A worker builds bamboo scaffolding in Hong Kong [File: Jerome Favre/EPA]</figcaption></figure><h2 id=\"is-bamboo-scaffolding-dangerous\">Is bamboo scaffolding dangerous?</h2><p>Prior to the fire, most concerns around bamboo scaffolding have focused on worker safety.</p><p>There were 22 fatal workplace accidents involving bamboo scaffolding in Hong Kong between 2018 and 2024, according to government figures. Six accidents occurred while new scaffolding was being built, while the rest took place during repairs.</p><p>Besides the fact that bamboo is by its very nature combustible, it is also structurally weaker and less stable than steel, according to Huang. He told Al Jazeera that it should be phased out for larger projects.</p><p>“I think the bamboo scaffolding can be used for small-scale applications, such as installing an air conditioning unit and replacing a window of a room. However, the large-scale usage such as covering the entire building facade should be stopped. Perhaps, a maximum area of bamboo scaffolding can be defined in future regulation,” he said.</p><figure id=\"attachment_4134604\" aria-describedby=\"caption-attachment-4134604\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134604\" src=\"/wp-content/uploads/2025/11/GettyImages-1472297917-1764223541.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"workers stand on bamboo next to a red neon sign\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134604\" class=\"wp-caption-text\">Workers set up bamboo scaffolding in preparation for removing the neon signs of a pawn shop in Sham Shui Po district in Hong Kong [File: Anthony Kwan/Getty Images]</figcaption></figure><h2 id=\"what-role-did-bamboo-scaffolding-play-in-the-tai-po-fire\">What role did bamboo scaffolding play in the Tai Po fire?</h2><p>The fire is the deadliest in Hong Kong in more than a century, since a blaze in 1918 at the Happy Valley Racecourse in British Hong Kong led to the deaths of more than 600 people.</p><p>Bamboo scaffolding played a big role in spreading the fire, according to experts like Anwar Orabi, a lecturer in fire safety engineering at the University of Queensland, although it was helped by other materials in the estate.</p><p>The fire broke out on the scaffolding of one of the estate’s towers on Wednesday, but the speed with which the fire spread took many observers by surprise. Orabi said the design of the scaffolding made it difficult to keep the blaze limited to just a few floors.</p><p>“In my point of view, the scaffolding presented a path for the fire to spread vertically which compromised compartmentation. The fire ‘climbed’ the scaffolding, and ignited the multiple fuel sources in people’s homes,” he told Al Jazeera by email.</p><p>“Fire can break windows by imposing a strong heat flux [flow of heat] which heats up the glass and breaks it. It is also possible that many people left their windows open resulting in ingress of the fire. This resulted in a multi-storey fire,” he said. Heat radiation and embers from one building helped spread the fire to the next, he said, ultimately engulfing seven towers.</p><p>Hong Kong officials also say substandard construction materials were another contributing factor. The South China Morning Post reported that the netting placed over the scaffolding did not adhere to the fire code, citing local officials.</p><p>Senior police superintendent Eileen Chung said highly flammable Styrofoam boards had also been placed in windows in the housing estate’s lifts, public broadcaster RTHK reported, helping the fire spread.</p><p>Two directors and one engineering consultant from the company behind the construction have been detained, Chung confirmed.</p><p>Hong Kong’s leader, John Lee Ka-chiu, has promised that all housing estates undergoing significant improvements will now be inspected.</p><p>“The government has immediately arranged for inspections of all housing estates across the city undergoing major repairs, to examine the safety of scaffolding and building materials,” he wrote on Facebook.</p></div></div></body></html>"
        },
        {
            "title": "Military seizes power in Guinea-Bissau and detains president | Politics | Al Jazeera",
            "time": "2025-11-27T11:38:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764243496.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australia’s move “banning all kids from social media is a drastic step” | Social Media | Al Jazeera",
            "time": "2025-11-27T11:34:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/horz-1764243077.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Anupam Chander, a law professor at Georgetown University, says Australia’s ban on kids using social media, set to go into effect next month, has the potential to set a precedent.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Finland FM on Russia-Ukraine peace talks and Trump’s potential role | NATO | Al Jazeera",
            "time": "2025-11-27T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764236434.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Finland on a possible Russia-Ukraine deal, Trump’s leverage and Europe’s stance as a NATO state on Russia’s border.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Finland’s Foreign Minister Elina Valtonen speaks to <em>Talk to Al Jazeera</em> about the prospects for a Russia-Ukraine peace deal, whether Trump can bring Putin and Zelenskyy to the negotiating table, and why Europe insists on clear red lines. From frozen Russian assets to NATO deterrence and Finland’s unique position as a NATO member sharing a long border with Russia, Valtonen explains what a realistic settlement would require, and why she believes Moscow is still not interested in genuine peace.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel is now at the centre of a Republican civil war | Donald Trump | Al Jazeera",
            "time": "2025-11-27T11:21:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6926fbc62de5-1764162502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"461\" data-end=\"1482\">When Donald Trump withdrew his endorsement of Marjorie Taylor Greene, the far-right Georgia congresswoman who rose to prominence as one of his most loyal allies, on November 15, many dismissed it as just another episode of political theatre. But the moment marks something far more significant than a personal falling-out. It reveals a deepening civil war inside the Republican Party over who will lead the conservative movement after Trump, and over what “America First” should really mean.</p><p data-start=\"461\" data-end=\"1482\">The dividing issue is no longer simply immigration or the economy. It is foreign policy, and at the heart of it lies Israel. For the first time in recent decades, the Republican Party is publicly fighting over whether Washington’s unconditional support for Israel truly serves American interests. This fight is reshaping the American right and could redefine how the United States engages with the Middle East. For countries in the region, especially those seeking a just peace for Palestine, this split offers a rare opportunity to engage with a changing political landscape in Washington.</p><h2 id=\"the-post-trump-struggle-maga-vs-america-first\" data-start=\"1484\" data-end=\"1531\">The post-Trump struggle: MAGA vs America First</h2><p data-start=\"1533\" data-end=\"2257\">Marjorie Taylor Greene’s career mirrors the trajectory of the movement she helped create. She rose to prominence as one of Trump’s most loyal supporters, a symbol of MAGA populism and anti-establishment anger. But as the movement matures, Greene has rebranded herself as an “America First” champion, positioning herself for a future beyond Trump’s personal shadow. Her break with Trump signals more than a political rivalry. It represents a deeper ideological battle between two emerging factions: the MAGA loyalists, who see Trump as the indispensable leader of the movement, and the America First nationalists, who want to build on his populist legacy but pursue a more independent, non-interventionist foreign policy.</p><p data-start=\"2259\" data-end=\"3419\">The MAGA wing, driven by Christian nationalism and cultural resentment, remains closely tied to the pro-Israel establishment that has dominated Republican politics for decades. Its leaders, including Mike Johnson and Lindsey Graham, frame Israel not only as a strategic ally but as a sacred cause. Their rhetoric blends religion and geopolitics, viewing Israel’s survival as central to their understanding of Christian prophecy and Western civilisation. The America First camp, on the other hand, questions these assumptions. Figures like Tucker Carlson, Steve Bannon – and recently Greene – argue that the United States should end its role as the world’s policeman. They believe endless wars and foreign entanglements have drained America’s resources and undermined its moral credibility. For them, supporting Israel unconditionally contradicts the core nationalist principle that America’s interests come first. This disagreement is tearing at the foundations of the Republican Party. It is no longer a debate between “hawks” and “doves”, but between those who see American power as a tool for global domination and those who see it as a burden.</p><h2 id=\"israel-as-the-fault-line\" data-start=\"3421\" data-end=\"3445\">Israel as the fault line</h2><p data-start=\"389\" data-end=\"1168\">For decades, support for Israel was the one issue that unified Republicans and Democrats alike. It was untouchable, protected by a powerful lobby and a bipartisan consensus. But the war on Gaza and the growing humanitarian outrage have begun to erode that unity, especially on the right. The America First faction views Israel as another example of Washington’s costly and one-sided alliances. They argue that sending billions in aid to Israel while American infrastructure crumbles violates the same logic that led them to oppose funding Ukraine. Their stance is not driven by sympathy for Palestinians so much as scepticism towards what they call the “foreign policy establishment” – a network of defence contractors, think tanks and lobbyists that profits from perpetual war.</p><p data-start=\"1170\" data-end=\"1934\">MAGA conservatives, however, see Israel as part of their identity politics. Evangelical leaders and Christian Zionists exert enormous influence in Republican circles, framing support for Israel as a matter of faith. Their messaging to voters is moral and emotional, not strategic: to stand with Israel is to stand with God. This ideological clash is increasingly public. When figures like Greene or Carlson question the US–Israel alliance, they are condemned by fellow conservatives as traitors to the cause. And Greene’s recent decision to describe Israel’s assault on Gaza as a “genocide” – condemned by pro-Israel lobbyists as a “<a href=\"/news/2025/8/7/aipac-slams-trump-ally-marjorie-taylor-greene-over-gaza-genocide-remark\">betrayal of American values</a>” – shows how sharply these once-unthinkable critiques are now entering mainstream Republican discourse. Their message resonates with a younger, more sceptical generation of Republican voters who are tired of global wars and foreign aid. According to detailed <a href=\"https://sadat.umd.edu/sites/sadat.umd.edu/files/Young%20Republicans%20Final.pdf\">findings</a> from a March 2025 Pew survey, negative views of Israel among Republicans under 50 rose from 35 percent in 2022 to 50 percent in 2025 – a dramatic 15-point shift. This marks a historic transformation in a party once defined by its unconditional loyalty to the Israeli state.</p><h2 id=\"the-end-of-republican-foreign-policy-consensus\" data-start=\"5527\" data-end=\"5573\">The end of Republican foreign policy consensus</h2><p data-start=\"5575\" data-end=\"7131\">The Republican Party is no longer guided by the old neoconservative worldview that dominated under George W Bush. That doctrine, which justified endless wars in the name of democracy and security, has lost legitimacy among the conservative base. Trump’s rise in 2016 was the first major rebellion against it. But while Trump rhetorically attacked the “forever wars”, he remained personally loyal to Israel and the Christian Zionist base. His decision to move the US embassy to Jerusalem and recognise Israeli sovereignty over the Golan Heights cemented his standing among pro-Israel conservatives. Yet it also revealed the contradictions of his nationalism: America First in rhetoric, but still beholden to many of the same foreign lobbies in practice.</p><p data-start=\"5575\" data-end=\"7131\">Now, as Trump’s influence wanes, those contradictions are coming to the surface. Figures like Greene and Bannon see themselves as the next generation of nationalist leadership – determined to separate America First from the personality cult of Trump and from the global commitments that defined previous Republican administrations. This struggle is already reshaping the party’s identity. The MAGA camp clings to Trump’s charisma and the evangelical base, while America First nationalists seek to ground the movement in anti-interventionism, economic protectionism, and scepticism towards Israel’s influence in Washington. For decades, Republican candidates competed to prove who was more loyal to Israel. In the post-Trump era, they may compete over who is less beholden to it.</p><h2 id=\"what-this-means-for-the-middle-east\" data-start=\"7133\" data-end=\"7168\">What this means for the Middle East</h2><p data-start=\"7170\" data-end=\"8701\">For countries in the Middle East, this Republican divide presents both risk and opportunity. The risk lies in unpredictability: the United States could swing between isolationism and aggression depending on who controls the White House. But the opportunity lies in the growing number of American conservatives who are beginning to question unconditional military aid to Israel. This moment offers a strategic opening for Arabs and Muslims, both in the region and in the diaspora, to engage new voices on the American right. Historically, outreach to Republicans has been limited to formal diplomacy or lobbying focused on security and trade. Now, there is a chance to shape the conversation around values and interests. Engaging with the America First movement does not mean endorsing its broader nationalist agenda. It means recognising that a segment of the US right is finally questioning the logic of endless military aid and intervention in the Middle East. That scepticism can align, even if temporarily, with calls for justice and peace in Palestine. Middle Eastern countries, civil society groups and advocates should seize this opportunity to communicate directly with these emerging factions. They can highlight how ending unconditional support for Israel would benefit not only Palestinians but also American taxpayers and global stability. A discourse centred on shared interests, reducing conflict, ending endless wars and promoting fair diplomacy could resonate with voters across ideological lines.</p><h2 id=\"a-strategic-moment-for-change\" data-start=\"8703\" data-end=\"8732\">A strategic moment for change</h2><p data-start=\"8734\" data-end=\"9791\">The Republican split over Israel is not just an internal power struggle. It reflects a broader rethinking of America’s global role. As the United States turns inward, the myths that sustained its foreign policy for decades are beginning to crumble. For the Middle East, this is a historic moment. The bipartisan consensus that protected Israel for generations is weakening. The cracks are appearing first inside the Republican Party, where nationalism and scepticism of foreign entanglements are reshaping political priorities. If Arabs, Muslims and pro-Palestinian advocates can understand and engage these shifts intelligently, they can help push US politics towards a more balanced and just approach to the region. The struggle between MAGA and America First may determine not only the future of the Republican Party but also the future of US foreign policy. The question is whether the Middle East will remain a passive observer of this transformation – or seek to use it to advance peace, justice and self-determination in the region.</p><p data-start=\"8734\" data-end=\"9791\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "“95 percent of agricultural land” destroyed in Gaza | Gaza | Al Jazeera",
            "time": "2025-11-27T10:37:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ubai-horz-1764239813.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“People cannot even access the lands that they used to cultivate in order to maintain livelihoods.”</p><p>Ubai Al-Aboudi, of the Bisan Center for Research &amp; Development discusses Gaza’s economy and Israel’s destruction of agricultural land and fishing boats, which Palestinians rely on.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "After death sentence, Bangladesh ex-PM Hasina gets 21 years for land grab | Sheikh Hasina News | Al Jazeera",
            "time": "2025-11-27T10:15:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13505393-1764236007.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>After death sentence, Bangladesh ex-PM Hasina gets 21 years for land grab</h1><p class=\"article__subhead\"><em>Public prosecutor vows to appeal the verdict, saying the government wants the maximum penalty.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ousted Bangladesh <a href=\"/news/2025/11/17/sheikh-hasina-convicted-of-crimes-against-humanity-what-we-know\">Prime Minister Sheikh Hasina</a> has been sentenced to 21 years in prison in separate corruption cases related to allocations of land in a government project, dealing another legal blow to the country’s former leader, living in exile.</p><p>In a decision issued on Thursday, a court found Hasina guilty of illegally securing plots of land in a suburb of the capital, Dhaka, for herself and her family despite their ineligibility.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last week, Hasina was <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">sentenced to death by </a><span><a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\" target=\"_blank\" rel=\"noopener\">hanging</a> after</span> she was found guilty of crimes against humanity for ordering a deadly crackdown against a student-led uprising last year that eventually ousted her.</p><p>Hasina fled Bangladesh by helicopter on August 5, 2024, after weeks of student-led protests against her “autocratic rule”.</p><p>The 78-year-old former leader is currently residing in India and has defied court orders that she return to Bangladesh. New Delhi is said to be studying Dhaka’s extradition request.</p><p>Shaina Begum, the mother of 20-year-old student Sajjat Hosen Sojal, <a href=\"/news/2025/11/19/families-of-bangladesh-protest-victims-want-hasina-brought-back-hanged\">who was shot and his body burned by the police</a> hours before the student-led uprising forced Hasina to resign and flee the country, told Al Jazeera after the verdict, “I cannot be calm until she [Hasina] is brought back and hanged in this country.”</p><p>Hundreds of families who lost loved ones in the protests wonder if the deposed prime minister will actually face justice.</p><p>The three corruption cases were brought against her by the Anti-Corruption Commission (ACC) over alleged land grabs of lucrative plots in the Purbachal New Town project.</p><p>Hasina’s conduct “demonstrates a persistent corruption mindset rooted in entitlement, unchecked power, and a greedy eye for public property”, ruled Judge Abdullah Al Mamun.</p><p>“Treating public land as a private asset, she directed her greedy eye toward state resources and manipulated official procedures to benefit herself and her close relatives.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Each sentence was seven years in prison, and Mamun ruled that Hasina would need to serve them consecutively.</p><p>Her son Sajeeb Wazed and daughter Saima Wazed were each sentenced to five years in prison in one of the three cases.</p><p>Other details of the verdict were not available immediately.</p><p>Public prosecutor Khan Moinul Hasan said he would appeal, telling the AFP news agency that he was “not satisfied” with the verdict and wanted the maximum sentence.</p><p>Hasina and her Awami League party have denounced the trials against her.</p><p>She did not appoint a defence lawyer, and some global human rights groups have questioned the credibility and fairness of the trial process against Hasina.</p><p>Other cases also involving alleged land grabbing are still pending, and a separate verdict is expected on December 1.</p><p>Bangladesh has been going through a difficult political transition under an interim government headed by Nobel laureate <a href=\"/features/2025/5/24/why-is-bangladeshs-interim-leader-muhammad-yunus-considering-resigning\">Muhammad Yunus</a>, and new elections are planned in February 2026.</p><p>The United Nations says up to 1,400 people were killed in crackdowns as Hasina tried to cling to power.</p></div></div></body></html>"
        },
        {
            "title": "Video: Hundreds still missing as arrests are made after Hong Kong | Infrastructure | Al Jazeera",
            "time": "2025-11-27T10:01:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764237641.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Beirut attacks leave Lebanon worried and waiting for another Israeli war | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-11-27T09:52:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6923f4311aa21-1763963953.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon –</strong> In the Palestinian refugee camp of Burj al-Barajneh, two men stood on opposite balconies, discussing the recent Israeli <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">attack</a> that killed a <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">senior Hezbollah operative</a> just over a kilometre away from where they were standing.</p><p>A year earlier, the areas around the camp, which is located in Beirut’s southern suburbs, were devastated by Israeli attacks. While the camp was not hit directly, the buildings shook so badly from nearby bunker buster bombs that many fled out of fear they might collapse.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last November’s ceasefire between Hezbollah and Israel, after a year of conflict, brought a reprieve for many here, even though Israeli attacks continue across the south and parts of eastern Lebanon’s Bekaa Valley. Sunday’s attack, however, has left many in the country worried that another intensification may soon take place.</p><p>Standing on his balcony, a man in his mid-30s called over to his neighbour, “Do you think they’ll launch a wider war?”</p><p>The other, a stocky man with greying hair, shrugged with uncertainty. “May God protect us,” he said, before turning around and heading inside his apartment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"retaliation-would-be-suicide\">Retaliation would be suicide</h2><p>Last year’s war left deep scars on Lebanon.</p><p>Many villages in the south were razed to the ground during the fighting, while others suffered heavily from Israeli <a href=\"/features/2025/2/18/israeli-just-wanted-to-destroy-in-southern-lebanon-despite-the-ceasefire\">destruction</a> during the ceasefire period. More than 4,000 people in Lebanon have been killed since October 2023, mostly from September to November of last year, and more than 1.2 million people were displaced. Many have yet to return to their homes, even a year later. The World Bank estimated Israel left Lebanon with approximately $11bn in needs for reconstruction and recovery.</p><p>The war also left Hezbollah, a Lebanese political and military group, badly weakened. In August, under United States and Israeli pressure, the Lebanese government <a href=\"/news/2025/8/7/lebanese-cabinet-holds-more-talks-on-disarming-hezbollah-under-us-pressure\">approved</a> a plan to have the Lebanese Armed Forces (LAF) disarm the group. But the group has <a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">rejected</a> calls for its disarmament based on Israel’s failure to uphold its side of the ceasefire. Israel has not withdrawn from at least five points it occupies in south Lebanon, nor has it stopped its near-daily attacks on the country’s territory, killing more than 120 civilians since last year’s ceasefire was announced.</p><p>Meanwhile, this latest attack has come amid warnings from Israeli officials and reports in the country’s media of a military <a href=\"/features/2025/11/12/israel-intensifying-attacks-on-lebanon-is-it-planning-another-war\">escalation</a> in Lebanon. Israeli officials claim Hezbollah is <a href=\"/features/2025/9/28/after-war-with-israel-how-is-lebanons-hezbollah-regrouping\">regrouping</a> and blame the Lebanese government and LAF for failing to move quickly enough to disarm the group.</p><p>Senior Hezbollah official Mahmoud Qomati said the latest strike crossed a “red line” and that the party’s leadership was considering a response.</p><p>Analysts, however, say the group is not currently in a position to attack Israel. In addition to its losses as an organisation, Lebanon’s Shia Muslim population, the sect from which it derives the majority of its support, also suffered from the <a href=\"/news/2025/8/26/israels-destruction-in-lebanon-should-be-probed-as-war-crimes-amnesty\">indiscriminate</a> nature of Israel’s attacks, and many fear the return of the war.</p><p>“Retaliation by Hezbollah would be suicide with no military or political value,” Michael Young, a Lebanese analyst and writer, told Al Jazeera. Young said the Israelis could be “overplaying the threat” of Hezbollah’s regrouping, giving themselves a latitude to do what they want in retaliation to Hezbollah”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-are-used-to-this\">‘We are used to this’</h2><p>Last Friday, President Joseph Aoun said Lebanon is willing to sit with Israel in internationally-sponsored <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">negotiations</a>. It wasn’t enough to stop Israel’s attack last Sunday.</p><p>The atmosphere has left many in Lebanon deeply fearful of another round of intense Israeli attacks.</p><p>“Things are very bad, unfortunately,” Khaled Muhanaya, a Syrian man living in Beirut’s <a href=\"/news/2024/11/26/israel-escalates-violence-on-beirut-as-lebanon-awaits-ceasefire\">Basta neighbourhood</a>, an area that suffered numerous Israeli attacks last year, told Al Jazeera. “People are afraid to see a new war from Israel.”</p><p>“I am worried about anything happening to my family. My kids are afraid to sleep alone.”</p><p>In Burj al-Barajneh, some locals showed bravado in the face of increased attacks.</p><p>“We are used to this,” said Ali, a barber in his mid-20s, as he sat outside his barbershop.</p><p>Ali was at his shop when Israel hit the Haret Hreik neighbourhood on Sunday. He said the attack wasn’t as loud as many locals heard during last year’s war.</p><p>Still, Ali and others said the recent Israeli <a href=\"/news/2025/11/25/un-calls-for-probe-into-israels-strikes-on-lebanon\">attack</a> on Lebanon’s largest refugee camp, Ein el-Hilweh, that killed 13 people, including 11 children, had people speculating that Israel could target other camps, including Burj al-Barajneh.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"parts-of-the-south-practically-empty\">Parts of the south ‘practically empty’</h2><p>The brunt of the war’s damage, however, was done, and is still being done, in south Lebanon.</p><p>Parts of the south are still inaccessible to locals. Attempts to access such areas have been met by <a href=\"/news/2025/5/22/lebanese-pm-condemns-wave-of-israeli-attacks-on-southern-lebanon\">Israeli military aggression</a>, including gunfire from the five occupied points.</p><p>Ali Noureddine is from a southern town called al-Habbariyeh, where seven young first responders were <a href=\"/features/2024/6/3/no-one-will-hold-them-accountable-israel-targets-medics-in-south-lebanon\">killed in an Israeli strike</a> in March 2024. He told Al Jazeera that his town is filled with displaced people from villages closer to the border who cannot access their homes.</p><p>“There are areas [in the south] that are practically empty,” Noureddine said.</p><p>“Every day and every night there are drones in the sky and warplanes,” he said.</p><p>There are areas, however, where people have returned and started to rebuild their lives. Many have sunk their savings into repairing their homes. But that doesn’t mean the fear has left them.</p><p>“People are afraid at night,” he said. And not just of air strikes. “They feel that at any moment the Israelis might enter again.”</p><p>Talk of war is everywhere in Lebanon. Should an intensified war come, some southerners say they won’t leave their land again this time. Many have invested their remaining finances into rebuilding or repairing their homes. Others dread going through the living conditions they experienced during the war, such as living in shelters or tents.</p><p>“People are afraid of the idea that they will leave again because they suffered a lot during the war,” Noureddine said.</p><p>“Today, if there’s another war again, people will be very devastated, and it will be much more difficult than the first time.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Devastating fire leaves thousands homeless in Dhaka’s Korail shantytown | Gallery News | Al Jazeera",
            "time": "2025-11-27T09:26:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T042628Z_2005061734_RC2P3IAQFBU7_RTRMADP_3_BANGLADESH-FIRE-1764229668.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A devastating fire swept through Dhaka’s sprawling Korail shantytown, destroying or damaging some 1,500 shanties and reducing tin-roofed dwellings to smouldering ruins, officials reported.</p><p>The inferno, which erupted on Tuesday evening, required 16 hours to extinguish, according to Rashed Bin Khalid, a duty officer at the fire department.</p><p>Lieutenant Colonel Mohammad Tajul Islam Chowdhury, the fire service’s director, confirmed approximately 1,500 shanties were burned or damaged, leaving thousands without shelter.</p><p>Official records indicate about 60,000 families — many displaced by climate disasters — inhabit this 65-hectare (160-acre) shantytown. Korail sits adjacent to Dhaka’s affluent Gulshan and Banani districts, surrounded by modern high-rise developments.</p><p>Dense smoke enveloped the area as flames consumed dwellings throughout the night.</p><p>By Wednesday, displaced residents desperately sifted through debris, attempting to salvage their belongings.</p><p>Firefighters reported difficulty accessing the blaze due to the area’s narrow pathways.</p><p>Dhaka, home to 10.2 million people as of 2024, contains hundreds of informal settlements populated by rural migrants fleeing poverty, exploitation, and climate-related calamities. Those living there typically survive on daily wages earned as rickshaw drivers, housemaids, and cleaners.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia races to evacuate Sumatra residents as flood deaths soar to 34 | Weather News | Al Jazeera",
            "time": "2025-11-27T08:48:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251127__86BN9H8__v1__MidRes__IndonesiaFlood-1764229584.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Floods and landslides brought about by torrential rain in <a href=\"/news/2025/11/26/indonesia-floods-and-landslides-leave-dozens-dead-and-missing\">Indonesia’s North Sumatra</a> province have killed at least 34 people, authorities said, with rescue efforts hampered by what an official described as a “total cutoff” of roads and communications.</p><p>North Sumatra regional police spokesman Ferry Walintukan told Detik news website that aside from the confirmed deaths, at least 52 people remain missing as of Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A rare tropical cyclone blew across Indonesia’s Sumatra island, inundating the nearby Malacca Strait and causing floods and landslides, the country’s meteorological agency said on Wednesday, as large swaths of Southeast Asia grappled with deadly flooding.</p><p>Up to 8,000 people across North Sumatra have been evacuated, and roads remain blocked by landslide debris, with aid now being distributed via helicopters, Abdul Muhari, spokesperson for the country’s disaster mitigation agency, said on Thursday.</p><p>The regions of Sibolga and Central Tapanuli were among the hardest hit, Yuyun Karseno, an official at the agency’s North Sumatra division, told the Reuters news agency, adding that communications and power had been cut off.</p><p>“There is no more access, due to a total cutoff,” Yuyun said when asked about the rescue efforts. “Until now, we can’t communicate with folks in Sibolga and Central Tapanuli.”</p><p>Among the dead were one family in Central Tapanuli, Indonesia’s search and rescue agency said.</p><p>A video shared by radio channel Elshinta on its social media account showed a person carrying a baby in a plastic container on a roof in Central Tapanuli.</p><figure id=\"attachment_4134856\" aria-describedby=\"caption-attachment-4134856\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134856\" src=\"/wp-content/uploads/2025/11/AFP__20251127__86BA8MW__v1__MidRes__IndonesiaFloodWeather-1764229741.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man carries his child as he wades through the floodwaters following heavy rain at a residential area of Darul Imarah on the outskirts of Banda Aceh on November 27, 2025. (Photo by CHAIDEER MAHYUDDIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134856\" class=\"wp-caption-text\">A man carries his child as he wades through floodwaters following heavy rain in a residential area of Darul Imarah on the outskirts of Banda Aceh on November 27, 2025 [Chaideer Mahyuddin/AFP]</figcaption></figure><p>Footage and photos shared by the agency show rapid currents of water overflowing across the region, leaving buildings destroyed in their wake, with rescuers using orange rafts to visit the flooded homes of residents.</p><p>Flooding and landslides also affected the provinces of West Sumatra and Aceh, authorities said. Indonesia’s official news agency Antara reported that 10 of the 23 cities and districts in Aceh have been submerged.</p><p>More flooding is expected in several other Sumatran provinces, including Aceh and Riau, over the next two days, the meteorological agency said, citing extreme weather.</p><h2 id=\"flooding-elsewhere-in-asia\">Flooding elsewhere in Asia</h2><p>The Indonesian flooding is one of <a href=\"/news/2025/11/17/landslides-kill-dozens-as-heavy-rains-lash-southeast-asia\">a series of disasters to hit Southeast Asia this week</a>.</p><p>On Thursday morning, a magnitude 6.6 earthquake hit the island of Simeulue off the coast of Sumatra in western Indonesia, according to the United States Geological Survey.</p><p>The quake, which struck Simeulue Island at 11:56am (04:56 GMT) at a depth of 25km (15.5 miles), prompted rain-soaked residents to rush outside. There were no immediate reports on casualties or a possible tsunami.</p><p>Meanwhile, more than 30 people were killed by floods in Thailand and Malaysia in recent days, with water levels high enough to submerge hospitals.</p><p>In Sri Lanka, floods and landslides triggered by heavy rains killed at least 31 people this week, with 14 others missing, authorities said on Thursday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "FIFA Arab Cup Qatar 2025: Full match schedule, teams, groups and format | Football News | Al Jazeera",
            "time": "2025-11-27T08:37:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/GettyImages-2216557683-1760508982.jpg?resize=1920%2C1425",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><ul class=\"spaced-bullet-spacing\">\n<li>The 11th FIFA Arab Cup is hosted by Qatar and kicks off in the capital, Doha, on Monday.</li>\n<li>Tunisia will face Syria, and Qatar will host Palestine on the opening day of the tournament.</li>\n<li>The final will take place at the iconic 89,000-seat Lusail Stadium on December 18.</li>\n<li>A total of six venues have been selected, all of which were used during the 2022 World Cup.</li>\n<li>The 16 participating teams will be divided into four groups, with 32 matches in total.</li>\n<li>The group stage will run until December 9, with the knockout stage starting on December 11.</li>\n</ul><p>Here are the details on the teams, groups, format, match fixtures, kickoff times and venues for FIFA Arab Cup 2025:</p><h2 id=\"teams-and-groups\">Teams and groups</h2><p><strong>⚽ Group A</strong>: Qatar, Tunisia, Syria, Palestine<br>\n<strong>⚽ Group B</strong>: Morocco, Saudi Arabia, Oman, Comoros<br>\n<strong>⚽ Group C</strong>: Egypt, Jordan, United Arab Emirates, Kuwait<br>\n<strong>⚽ Group D</strong>: Algeria, Iraq, Bahrain, Sudan</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"format\">Format</h2><p class=\"rich-text_p__UfX5b text-regular\">The top two teams in each group will qualify for the knockout stage, which features the quarterfinals, semifinals and the final. There is also a third-place playoff between the two losing semifinalists.</p><p class=\"rich-text_p__UfX5b text-regular\">In the knockout stages, if a match is level at the end of normal playing time, it will go to 30 minutes of extra time and, if required, penalties.</p><figure id=\"attachment_4134788\" aria-describedby=\"caption-attachment-4134788\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134788\" src=\"/wp-content/uploads/2025/11/AFP__20251125__866T8FB__v1__HighRes__FblArabCup2025PleLby-1764227783.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestine football players react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134788\" class=\"wp-caption-text\">Palestinian players celebrate in Doha, Qatar, on November 25 after they defeated Libya 4-3 on penalties to secure a place in the FIFA Arab Cup 2025, beginning on December 1 [Mahmud Hams/AFP]</figcaption></figure><h2 id=\"match-schedule\">Match schedule</h2><h2 id=\"group-stage\">⚽ Group Stage</h2><p><strong>December 1</strong></p><p>Group A: <strong>Tunisia vs Syria </strong>(Ahmad bin Ali Stadium, 4:00 pm/13:00 GMT)</p><p>Group A: <strong>Qatar vs Palestine </strong>(Al Bayt Stadium, 7:30 pm/16:30 GMT)</p><p><strong>December 2</strong></p><p>Group B: <strong>Morocco vs Comoros </strong>(Khalifa International Stadium, 3pm/12:00 GMT)</p><p>Group C: <strong>Egypt vs Kuwait </strong>(Lusail Stadium, 5:30 pm/14:30 GMT)</p><p>Group B: <strong>Saudi Arabia vs Oman </strong>(Education City Stadium, 8 pm/17:00 GMT)</p><p><strong>December 3</strong></p><p>Group D: <strong>Algeria vs Sudan </strong>(Ahmad bin Ali Stadium, 3pm/12:00 GMT)</p><p>Group D: <strong>Iraq vs Bahrain </strong>(Stadium 974, 5:30pm/14:30 GMT)</p><p>Group C: <strong>Jordan vs United Arab Emirates </strong>(Al Bayt Stadium, 8pm/17:00 GMT)</p><p><strong>December 4</strong></p><p>Group A: <strong>Palestine vs Tunisia</strong> (Lusail Stadium, 5:30 pm/14:30 GMT)</p><p>Group A: <strong>Syria vs Qatar</strong> (Khalifa International Stadium, 8pm/17:00 GMT)</p><p><strong>December 5</strong></p><p>Group B: <strong>Oman vs Morocco</strong> (Education City Stadium, 5:30pm/14:30 GMT)</p><p>Group B: <strong>Comoros vs Saudi Arabia</strong> (Al Bayt Stadium, 8pm/17:00 GMT)</p><p><strong>December 6</strong></p><p>Group C: <strong>Kuwait vs Jordan </strong>(Ahmad bin Ali Stadium, 2pm/11:00 GMT)</p><p>Group D: <strong>Bahrain vs Algeria </strong>(Khalifa International Stadium, 4:30pm/13:30 GMT)</p><p>Group D: <strong>Sudan vs Iraq </strong>(Stadium 974, 7pm/16:00 GMT)</p><p>Group C: <strong>United Arab Emirates vs Egypt</strong> (Lusail Stadium, 9:30pm/18:30 GMT)</p><p><strong>December 7</strong></p><p>Group A: <strong>Qatar vs Tunisia</strong> (Al Bayt Stadium, 8pm/17:00 GMT)</p><p>Group A: <strong>Syria vs Palestine </strong>(Education City Stadium, 8pm/17:00 GMT)</p><p><strong>December 8</strong></p><p>Group B: <strong>Morocco vs Saudi Arabia</strong> (Lusail Stadium, 8pm/17:00 GMT)</p><p>Group B: <strong>Oman vs Comoros </strong>(Stadium 974, 8pm/17:00 GMT)</p><p><strong>December 9</strong></p><p>Group C: <strong>Egypt vs Jordan</strong> (Al Bayt Stadium, 5:30pm/14:30 GMT)</p><p>Group C: <strong>United Arab Emirates vs Kuwait </strong>(Stadium 974, 5:30pm/14:30 GMT)</p><p>Group D: <strong>Algeria vs Iraq </strong>(Khalifa International Stadium, 8pm/17:00 GMT)</p><p>Group D: <strong>Bahrain vs Sudan </strong>(Education City Stadium, 8pm/17:00 GMT)</p><p><em>Rest day on December 10</em></p><h2 id=\"quarterfinals\">⚽ Quarterfinals</h2><p><strong>December 11</strong></p><p><strong>Quarterfinal 1</strong> (Khalifa International Stadium, 5:30pm/14:30 GMT)</p><p><strong>Quarterfinal 2</strong> (Lusail Stadium, 8:30pm/17:30 GMT)</p><p><strong>December 12</strong></p><p><strong>Quarterfinal 3 </strong>(Education City Stadium, 5:30pm/14:30 GMT)</p><p><strong>Quarterfinal 4 </strong>(Al Bayt Stadium, 8:30pm/17:30 GMT)</p><p><em>Rest days on December 13 and 14 </em></p><h2 id=\"semifinals\">⚽ Semifinals</h2><p><strong>December 15</strong></p><p><strong>Semifinal 1 </strong>(Khalifa International Stadium, 5:30pm/14:30 GMT)</p><p><strong>Semifinal 2 </strong>(Al Bayt Stadium, 8:30pm/17:30 GMT)</p><p><em>Rest days on December 16 and 17</em></p><h2 id=\"third-place-playoff\">⚽Third place playoff</h2><p><strong>December 18</strong> (Khalifa International Stadium, 2pm/11:00 GMT)</p><h2 id=\"final\">⚽ Final</h2><p><strong>December 18</strong></p><p>Final (Lusail Stadium, Lusail, 7pm/16:00 GMT)</p><figure id=\"attachment_3192784\" aria-describedby=\"caption-attachment-3192784\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3192784\" src=\"/wp-content/uploads/2024/09/GettyImages-2000211198-1726914258.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LUSAIL CITY, QATAR - FEBRUARY 10: General view inside the stadium prior to the AFC Asian Cup final match between Jordan and Qatar at Lusail Stadium on February 10, 2024 in Lusail City, Qatar. (Photo by Adam Nurkiewicz/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3192784\" class=\"wp-caption-text\">The Lusail Stadium, which hosted the 2022 FIFA World Cup final, will be the venue for the FIFA Arab Cup final on December 18 [Adam Nurkiewicz/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Amnesty warns ‘genocide not over’ as Israel strikes across Gaza | Gaza News | Al Jazeera",
            "time": "2025-11-27T08:32:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T092806Z_246588829_RC213IACKR50_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-DISPLACED-1764231354.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rights group Amnesty International has warned that “Israeli authorities are still <a href=\"/features/2025/11/26/stuck-in-gazas-limbo-palestinians-struggle-to-live-amid-israels-attacks\">committing genocide</a>” in Gaza, waging new attacks and curbing critical aid access, despite the declared ceasefire.</p><p>Israel has repeatedly violated the ceasefire deal – more than 500 times in seven weeks – killing at least 347 Palestinians and injuring 889 people since the deal that was meant to end <a href=\"/features/2025/11/26/stuck-in-gazas-limbo-palestinians-struggle-to-live-amid-israels-attacks\">its genocidal war came into effect on October 10</a>. Nearly 70,000 Palestinians have been killed since the war began more than two years ago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The rights organisation issued a statement on Thursday, as Israeli forces carried out a series of air strikes in southern and central Gaza, including in areas beyond the yellow line where they are supposed to remain withdrawn under the agreement.</p><p>“So far, there is no indication that Israel is taking serious measures to reverse the deadly impact of its crimes and no evidence that its intent has changed,” said Amnesty’s Secretary-General Agnes Callamard. “In fact, Israeli authorities are continuing their ruthless policies, restricting access to vital humanitarian aid and essential services, and deliberately imposing conditions calculated to physically destroy Palestinians in Gaza.”</p><p>“The world must not be fooled. Israel’s genocide is not over,” she said.</p><p>Some of Israel’s strikes on Thursday morning targeted buildings in central Gaza’s Bureij camp and eastern Khan Younis, according to Al Jazeera’s correspondents on the ground.</p><p>They add to hundreds of attacks that Gaza’s civil defence <a href=\"/news/2025/11/23/israel-has-violated-gaza-truce-nearly-500-times-in-44-days-killed-hundreds\">says are brazen violations</a> of the fragile seven-week ceasefire.</p><p>They also come as Israel’s military carried out another wave of raids and arrests across the <a href=\"/news/2025/11/26/israels-siege-on-west-bank-city-raises-alarms-over-ethnic-cleansing\">occupied West Bank</a>, including in the areas of Qalqilya, Tubas, Hebron, Tulkarem and Nablus.</p><p>During their raid in Tubas, Israeli forces conducted field interrogations and assaulted at least 25 people who required medical treatment, according to a local Palestinian Red Crescent official quoted by the Wafa news agency.</p><h2 id=\"more-palestinian-prisoners-released\">More Palestinian prisoners released</h2><p>The first stage of the Gaza truce moved closer to completion on Wednesday after Israel transferred the bodies of 15 Palestinian prisoners to Gaza authorities, a day after Hamas and Palestinian Islamic Jihad handed over the body of another Israeli captive.</p><p>Palestinian armed groups have now <a href=\"/video/newsfeed/2025/10/13/israel-confirms-all-20-living-captives-in-gaza-have-been-released\">released all living captives</a> and returned the remains of 26 of 28 captives stipulated to be transferred under the deal.</p><p>Hamas spokesman Hazem Qassem said the latest handover shows the group’s “steadfast commitment to fully complete the exchange process and its ongoing efforts to finalise it despite significant difficulties”.</p><p>Israel, for its part, has freed nearly 2,000 Palestinian prisoners and returned the bodies of 345, many of whom showed signs of <a href=\"/video/newsfeed/2025/10/17/palestinian-bodies-returned-by-israel-show-sign-of-execution-torture\">torture, mutilation and execution.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the ceasefire continues to face major hurdles, including the presence of dozens of Hamas fighters trapped in tunnels on the Israeli-occupied side of the yellow line in southern Gaza – 20 of whom Israel says it has killed over the past week.</p><p>On Wednesday, Hamas urged ceasefire mediators to pressure Israel to allow the Hamas fighters safe passage. The group accused Israel of breaching the ceasefire by targeting the fighters who are “besieged in the tunnels of Rafah”.</p><p>“We hold (Israel) fully responsible for the lives of our fighters and call upon our mediators to take immediate action to pressure (Israel) to allow our sons to return home,” Hamas said in a statement.</p><h2 id=\"will-the-ceasefire-progress-to-phase-two\">Will the ceasefire progress to phase two?</h2><p>Meanwhile, discussions are under way on how to transition to the second phase of the ceasefire, which is to include <a href=\"/news/2025/11/18/what-is-the-international-stabilisation-force-for-gaza\">deploying an armed international stabilisation force</a>, tasked with demilitarising Gaza, and developing an international body to temporarily govern the Gaza Strip and oversee reconstruction.</p><p>Turkish, Qatari and Egyptian mediators met in Cairo on Tuesday to discuss the second phase, reported Reuters. But major questions hang over nearly every part of the plan, as well as Israel’s commitment to seeing it through.</p><p>“Until this moment, Israel has not given up on its plan to ethnically cleanse Gaza,” said Muhammad Shehada, visiting fellow with the European Council on Foreign Relations Middle East and North Africa programme, told Al Jazeera. “Either Gaza stays permanently as a refugee camp in ruins that is unlivable, uninhabitable, and that sustains conditions that are designed to bring about collapse to life there … or Hamas retaliates and Israel uses it as an excuse to resume the genocide.”</p><p>Amnesty’s Callamard urged for continued global pressure on Israel to abide by international law and to not allow the ceasefire to serve as a “smokescreen for Israel’s ongoing genocide”.</p><p>“The international community cannot afford to be complacent: states must keep up pressure on Israel to allow unfettered access to humanitarian aid, lift its unlawful blockade and end its ongoing genocide,” said Callamard.</p></div></div></body></html>"
        },
        {
            "title": "Trump to review Afghan immigrants after Washington DC shooting | Donald Trump | Al Jazeera",
            "time": "2025-11-27T07:50:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764229774.jpg?resize=1920%2C1069&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Pope Leo begins first foreign trip as Catholic leader in Turkiye, Lebanon | Religion News | Al Jazeera",
            "time": "2025-11-27T07:46:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251127__86CF6H8__v1__MidRes__TurkeyVaticanDiplomacyPope-1764241095.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\"><a href=\"/news/2025/5/8/who-is-pope-leo-xiv-the-first-us-pontiff\">Pope Leo</a> has arrived on his first foreign trip as Catholic leader in Turkiye, which will then be followed in the coming days with a visit to Lebanon.</p><p class=\"tr-story-p1\">Leo landed in the capital, Ankara, shortly after midday (09:00 GMT) on Thursday, for what is a crowded three-day itinerary in Turkiye before heading to Lebanon. It will be closely watched as he makes his first speeches overseas and visits sensitive cultural sites.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">During his six days in the two Muslim-majority countries, he is expected to make appeals for peace in the conflict-ravaged Middle East and urge unity among long-divided Christian churches.</p><p>Foreign travel has become a major part of the modern papacy, with popes attracting international attention as they lead events with crowds sometimes in the millions, give foreign policy speeches and conduct international diplomacy.</p><p>Speaking to journalists on board the papal flight from Rome, Leo said he wanted to use his first overseas trip to urge peace for the world, and to encourage people of different backgrounds to live together in harmony.</p><p>“We hope to … announce, transmit, proclaim how important peace is throughout the world,” the pope said at the beginning of the three-hour flight. “And to invite all people to come together, to search for greater unity, greater harmony.”</p><p>In Ankara, Leo, 70, will meet President Recep Tayyip Erdogan and address political leaders. Ahead of his meeting with Erdogan, he also laid a wreath at the memorial of Mustafa Kemal Ataturk, founder of modern Turkiye.</p><p>The first pontiff from the United States has chosen Turkiye as his first overseas destination to mark the 1,700th anniversary of a landmark early church council there that produced the Nicene Creed, still used by most of the world’s Christians today.</p><p>Leo was elected in May by the world’s cardinals in a conclave to succeed the late Pope Francis. A relative unknown on the world stage before his election, Leo spent decades as a missionary in Peru and only became a Vatican official in 2023.</p><p>Francis had been planning to visit Turkiye and Lebanon, but was unable to go because of his worsening health.</p><p>After a brief visit in Ankara, Leo is also scheduled to fly on Thursday evening to Istanbul, which was also previously known as Constantinople, the capital of the Roman Empire.</p><p>“The timing of this visit is highly symbolic,” Al Jazeera’s Resul Serdar, reporting from Ankara, said.</p><p>“This visit also involves a lot of interfaith meetings, and this is seen as a message that he wants to engage not only with Christians but also with other faiths.”</p><p></p><p>[<em>Translation: Pope Leo to depart for Turkiye for his first apostolic trip. He is seen arriving at Rome’s Fiumicino airport, from where he will take an Italian Airways flight to Ankara.</em>]</p><p>In Istanbul, the city’s largest Catholic church at St Anthony Padua Parish, preparations are under way to welcome Leo, who is the fifth pope to visit Turkiye, after Paul VI in 1967, John Paul II in 1979, Benedict XVI in 2006 and Francis in 2014.</p><p>Istanbul is the home of Patriarch Bartholomew, spiritual leader of the world’s 260 million Orthodox Christians.</p><p>Orthodox and Catholic Christians split in the East-West Schism of 1054, but have generally sought in recent decades to build closer ties.</p><p>On Friday, Leo and Bartholomew will travel to Iznik, 140km (90 miles) southeast of Istanbul and once called Nicaea, where early churchmen formulated the Nicene Creed, which lays out what remain the core beliefs of most Christians today.</p><p>Al Jazeera’s Jonah Hull, reporting from Iznik, said that Leo is expected to visit an ancient church while visiting the city.</p><p>In a departure from normal practice – popes usually speak Italian on foreign trips – Leo is expected to speak English in his speeches in Turkiye.</p><p>On Sunday, Leo will head to religiously diverse Lebanon, a nation that has been crushed by a devastating economic and political crisis since 2019 and which has been the target of <a href=\"/video/newsfeed/2025/11/26/pope-urges-israel-and-hezbollah-to-pursue-dialogue-over-conflict\">repeated bombings by Israel</a> in near-daily violations of a ceasefire with Hezbollah that was agreed one year ago to end the war.</p><p>Israel has killed more than 330 Lebanese in the past year since the truce was brokered.</p><p>On Sunday, Israel killed the Hezbollah chief of staff, <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>, in an air strike on the southern suburbs of the Lebanese capital, Beirut.</p><p>Vatican spokesman Matteo Bruni said on Monday that necessary security precautions were being taken to ensure the pope’s safety in Lebanon, but he would not comment on specifics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Train collision in China kills 11 railway maintenance workers: Reports | Transport News | Al Jazeera",
            "time": "2025-11-27T07:28:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2016-06-05T120000Z_1469883226_S1AETIBRGUAA_RTRMADP_3_CHINA-INFRASTRUCTURE-ASEAN-1764227282.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Train collision in China kills 11 railway maintenance workers: Reports</h1><p class=\"article__subhead\"><em>Accident involved a train conducting a test of seismic equipment, state-run Xinhua says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eleven people were killed and two others injured when a train smashed into railway maintenance workers in southwestern China, state-run media reports.</p><p>The train, which was being used to conduct tests involving seismic equipment when the accident happened, struck the workers as it travelled along a curved section of track at Luoyangzhen station in Kunming, the capital of Yunnan province, early on Thursday morning, the Xinhua news agency reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“After the accident, the railway authorities immediately activated the emergency response plan and, together with the local government, organised rescue efforts and medical treatment for the injured,” Xinhua said.</p><p>A detailed investigation into the cause of the accident is under way, according to the agency.</p><p>Rail operations at Luoyangzhen station have returned to normal following the accident, while medical treatment for the injured is “proceeding in an orderly manner”, the state news outlet said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>China, which has one of the world’s biggest rail networks, has experienced several deadly train accidents in recent years, although fatal incidents have become much less frequent in recent decades.</p><p>In 2022, a train derailed near Rongjiang county in Guizhou province after hitting debris from a landslide, killing a conductor and injuring eight other people, state media said.</p><p>In 2020, one person was killed and 127 others injured in a train derailment in Chenzhou in the central province of Hunan, according to state media.</p><p>China’s most recent train disaster with mass casualties occurred in 2011, when a high-speed train collided with a stationary locomotive in Wenzhou, Zhejiang province, killing 40 people and injuring nearly 200.</p><p>Prior to that, some 66 people were killed when two passenger trains collided near Zibo in eastern China’s Shandong province in 2008.</p><figure id=\"attachment_4134734\" aria-describedby=\"caption-attachment-4134734\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134734\" src=\"/wp-content/uploads/2025/11/1658090-1764226684.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"epa01328085 Two railway workers carry a sleeper at the site where two passenger trains collided near Zibo, east China's Shandong province, 28 April 2008. The Qingdao to Beijing- bound train derailed after colliding with the Yantai to Xuzhou train in the early hours of 28 April. According to the Chinese Ministry of Railways, the accident has caused 66 deaths and 247 people are injured and receiving treatment in various medical facilities in the Zibo city area. EPA/NG KONG\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134734\" class=\"wp-caption-text\">Two railway workers carry a sleeper at the site where two passenger trains collided near Zibo, east China’s Shandong province, in 2008. The train from Qingdao to Beijing was derailed after colliding with the Xuzhou-bound train, killing 66 people and injuring 247 others [File: Ng Kong/EPA]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "National Guardsmen shot in Washington DC: What happened, who’s the suspect? | Donald Trump News | Al Jazeera",
            "time": "2025-11-27T07:05:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-27T002202Z_1201655256_RC2L4IAVSTTU_RTRMADP_3_USA-SHOOTING-1764218482.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"70\" data-end=\"239\">Two West Virginia National Guard members were <a href=\"/news/liveblog/2025/11/26/live-two-us-national-guard-members-shot-killed-near-white-house\">critically wounded</a> after being shot near the White House. Officials have described the attack as a “targeted shooting”.</p><p data-start=\"70\" data-end=\"239\">United States President Donald Trump condemned the shooting as a “heinous assault” and “an act of evil, an act of hatred and an act of terror”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"70\" data-end=\"239\">The <a href=\"/news/2025/11/26/two-national-guard-troops-shot-in-us-capital\">shooting</a> occurred just one day before the Thanksgiving holiday in a busy tourist area.</p><p>Here is what to know about the shooting, the alleged attacker, and what’s next:</p><h2 id=\"what-happened-in-washington-dc\">What happened in Washington, DC?</h2><p data-start=\"79\" data-end=\"275\">Police say a lone suspect opened fire on a National Guard member at about 2:15pm local time (19:15 GMT).</p><p data-start=\"277\" data-end=\"405\">The suspect, who was also shot during the confrontation, was taken to a hospital for treatment and remains under police custody.</p><p data-start=\"407\" data-end=\"568\">“It appears to be a lone gunman who raised a firearm and ambushed these members of the National Guard,” Jeffery Carroll, executive assistant chief, told reporters.</p><p data-start=\"407\" data-end=\"568\">According to a CNN report, the suspect walked up to three National Guard members who appeared unaware of him until he opened fire. He shot one guard, then another, before standing over the first victim and appearing to attempt another shot. At that point, the third guardsman returned fire.</p><p data-start=\"570\" data-end=\"629\">Trump was in Florida at the time of the incident.</p><p data-start=\"631\" data-end=\"806\">Approximately 2,200 National Guard members have been deployed across the US capital, including 925 from the DC National Guard and more than 1,200 from other states.</p><p data-start=\"631\" data-end=\"806\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4135002\" src=\"/wp-content/uploads/2025/11/Interactive_DC_SHOOTING_NATIONALGUARD_NOV27_2025-1764234307.png?quality=80\" alt=\"Interactive_DC_SHOOTING_NATIONALGUARD_NOV27_2025-1764234307\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-is-the-national-guard\" data-start=\"631\" data-end=\"806\">What is the National Guard?</h2><p data-start=\"62\" data-end=\"388\">The <a href=\"/news/2025/8/25/when-and-why-has-the-national-guard-been-deployed-in-the-us-before\">National Guard</a> is a reserve branch of the US military that can be called up during emergencies at home, such as natural disasters or civil unrest, and can also support missions overseas.</p><p data-start=\"62\" data-end=\"388\">It consists of the Army National Guard and the Air National Guard and has about 431,000 members, making it the second-largest military force in the country.</p><p data-start=\"398\" data-end=\"660\">Each US state and territory, as well as Washington, DC, has its own National Guard units. These units answer both to state leaders and the federal government. This differs from the regular US military, whose active-duty members serve full-time under federal command.</p><p data-start=\"955\" data-end=\"1245\">Two soldiers wounded on Wednesday were members of West Virginia’s National Guard, Governor Patrick Morrisey said.</p><p data-start=\"955\" data-end=\"1245\">Last week, a federal judge ordered a <a href=\"/news/2025/11/21/us-judge-orders-end-to-trumps-deployment-of-troops-in-washington-dc\">temporary halt</a> to Trump’s deployment of National Guard troops to Washington, DC, ruling that the move was likely unlawful. Following the shooting, the Trump administration sought to have that decision overturned.</p><figure id=\"attachment_4133896\" aria-describedby=\"caption-attachment-4133896\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4133896\" src=\"/wp-content/uploads/2025/11/afp_692776b685da-1764193974.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Law-enforcement officers secure the area after a shooting in downtown Washington, on November 26, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4133896\" class=\"wp-caption-text\">Law enforcement officers secure the area after a shooting in downtown Washington, DC, November 26, 2025 [AFP]</figcaption></figure><h2><span>Where did the shooting take place?</span></h2><p>The shooting took place in Farragut Square – a tourist-heavy area located near a busy transit centre and the White House.</p><p>Designed by Pierre L’Enfant in 1791, Farragut Square is a key spot in downtown Washington, DC.</p><p>The area, where lampposts are wrapped in wreaths and bows for the holiday season, is flanked by fast-casual restaurants and a coffee shop, as well as two stops on the Washington metro system.</p><figure id=\"attachment_4134410\" aria-describedby=\"caption-attachment-4134410\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134410\" src=\"/wp-content/uploads/2025/11/2025-11-27T002204Z_787274817_RC2K4IA0ASKS_RTRMADP_3_USA-SHOOTING-1764218552.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A member of the U.S. Secret Service stands guard in a cordoned-off area after two National Guard members \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134410\" class=\"wp-caption-text\">A member of the US Secret Service stands guard in a cordoned-off area after two National Guard members were shot near the White House, November 26, 2025 [Nathan Howard/Reuters]</figcaption></figure><h2 id=\"who-is-the-suspect\">Who is the suspect?</h2><p data-start=\"104\" data-end=\"332\">Investigators have identified the suspect as 29-year-old Rahmanullah Lakanwal.</p><p data-start=\"334\" data-end=\"644\">Homeland Security Secretary Kristi Noem said Lakanwal arrived in the US from Afghanistan in September 2021 through Operation Allies Welcome – a programme launched under the Joe Biden administration to resettle Afghans after the Taliban regained control following the US withdrawal.</p><p data-start=\"334\" data-end=\"644\">“I can report tonight that based on the best available information, the Department of Homeland Security is confident that the suspect in custody is a foreigner who entered our country from Afghanistan – a hellhole on Earth,” Trump said in a video message.</p><p></p><h2 id=\"what-is-operation-allies-welcome\">What is Operation Allies Welcome?</h2><p>Operation Allies Welcome was a US programme started in 2021 to help Afghans who fled their country after the Taliban took control. Many of these Afghans had worked with US troops as interpreters, drivers, or support staff and feared they could be targeted. Others, such as journalists and women’s rights activists, were also at risk.</p><p data-start=\"3986\" data-end=\"4269\">Under the programme, tens of thousands of Afghans were transported to US military bases, where they underwent medical checks, received vaccinations, and completed immigration processing. They also underwent security screening before being relocated to communities across the country.</p><p data-start=\"4271\" data-end=\"4515\">According to the Congressional Research Service, about 76,000 Afghans entered the US through the initiative, which lasted roughly a year. The programme later faced criticism from some Republicans who argued the vetting process was insufficient.</p><h2 id=\"what-s-next\" data-start=\"1018\" data-end=\"1290\">What’s next?</h2><p data-start=\"4543\" data-end=\"4813\">In response to the attack, Trump announced plans to expand deportation efforts and said his administration would re-examine Afghans who arrived after the Taliban takeover. “We must now re-examine every single alien who has entered our country from Afghanistan,” he said.</p><p data-start=\"4815\" data-end=\"4983\">US Citizenship and Immigration Services said it is pausing the processing of all Afghan immigration requests “pending further review of security and vetting protocols.”</p><p data-start=\"4985\" data-end=\"5183\">Separately, Defense Secretary Pete Hegseth announced that an additional 500 National Guard members, from a state yet to be named, would be sent to Washington, DC, to bolster security and reassure the public.</p><p></p><h2 id=\"what-have-been-the-reactions\">What have been the reactions?</h2><p>In his statement, Trump said he was “determined to ensure that the animal who perpetrated this atrocity pays the steepest possible price”.</p><p>“We are not going to put up with these kinds of assaults on law and order by people who shouldn’t even be in our country,” he said.</p><p></p><p>Shawn VanDiver, president of #AfghanEvac, a coalition that assists Afghans seeking to immigrate, said the organisation believes that the attacker should face “full accountability and prosecution”. But he warned that the incident should not be used to “demonise the Afghan community”.</p><p></p><p>Former President Joe Biden said he and his wife, Jill, are “heartbroken” by the shooting.</p><p>“Violence of any kind is unacceptable, and we must all stand united against it. We are praying for the service members and their families,” Biden wrote on X.</p><p></p><p>Former US President Barack Obama  shared a post on social media condemning the attack, and saying, “Violence has no place in America.”</p><p></p><p>General Steven Nordhaus, the head of the National Guard, said he was returning to Washington, DC, from Guantanamo Bay, which he was visiting to spend Thanksgiving with US troops at the military base.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Hong Kong blaze death toll reaches 55 as rescue operations continue | Gallery News | Al Jazeera",
            "time": "2025-11-27T07:05:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25331096839314-1764223869.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Firefighters are battling for a second day against one of <a href=\"/news/liveblog/2025/11/27/hong-kong-high-rise-fire-live-blaze-kills-at-least-44-hundreds-missing\">Hong Kong’s deadliest modern fires</a>, which engulfed multiple high-rise towers at Wang Fuk Court complex in Tai Po in the New Territories region.</p><p>Authorities arrested three construction company executives on suspicion of manslaughter as the death toll reached 55, including one firefighter. About 280 people remain missing.</p><p>By Thursday at midday, thick smoke continued billowing from the complex near the mainland border.</p><p>The fire, which began on Wednesday afternoon, spread across seven of eight buildings, with firefighters gaining control of four towers. At least 71 people suffered injuries, primarily from burns and smoke inhalation, with operations expected to continue until evening.</p><p>Lawrence Lee awaited news of his wife, who remained trapped in their apartment. “When the fire started, I told her on the phone to escape. But once she left the flat, the corridor and stairs were all filled with smoke and it was all dark, so she had no choice but to go back to the flat,” he explained from a shelter.</p><p>Winter and Sandy Chung, who successfully evacuated on Wednesday, recalled seeing flying sparks during their escape. “I couldn’t sleep the entire night,” 75-year-old Winter Chung told The Associated Press.</p><p>Police arrested two directors and an engineering consultant from Prestige Construction &amp; Engineering Company. “We have reason to believe that those in charge of the construction company were grossly negligent,” Senior Superintendent Eileen Chung stated. Authorities searched the company’s office and seized documents as evidence.</p><p>Investigators suspect non-compliant materials contributed to the fire’s rapid spread. Police found highly flammable polystyrene foam attached to windows in the unaffected tower. The blaze originated on scaffolding outside a 32-storey building before spreading via bamboo scaffolding and construction netting, accelerated by windy conditions.</p><p>The 1980s housing complex, home to approximately 4,800 residents, including many elderly, was undergoing major renovations. About 900 people were evacuated to temporary shelters.</p><p>Hong Kong leader John Lee announced immediate safety inspections of all housing estates undergoing renovations. Chinese President Xi Jinping expressed condolences and called for efforts to minimise casualties.</p><p>This incident marks Hong Kong’s deadliest fire since the 1996 Kowloon commercial building blaze that killed 41 people.</p></div></div></body></html>"
        },
        {
            "title": "Gasfield in northern Iraq hit by drone attack: Reports | Energy News | Al Jazeera",
            "time": "2025-11-27T06:42:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/s1-1764221672.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gasfield in northern Iraq hit by drone attack: Reports</h1><p class=\"article__subhead\"><em>About 80 percent of the power grid in the semi-autonomous Kurdish region disrupted after drone attack on Khor Mor gasfield.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A drone attack on Iraq’s Khor Mor gasfield has forced the facility to suspend operations, cutting off power across much of the Kurdish region of northern Iraq, according to media reports.</p><p>The attack was staged on Wednesday night at about 11:30pm local time (20:30 GMT), the Reuters news agency reported. It hit several gas storage tanks, resulting in an explosion and large fire that injured several workers, the agency said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>No casualties have been reported.</p><p>The focus of the attack appeared to be a disruption to the region’s “security and economic stability”, according to the Joint Operations Command, Iraq’s central military command.</p><p>According to local officials, 8 percent of the regional power grid has been affected, resulting in power cuts across the semi-autonomous region.</p><p>The Khor Mor gasfield is operated by the United Arab Emirates company Dana Gas and lies between the cities of Kirkuk and Sulaimaniyah in northern Iraq.</p><p>Field engineers say the gas tanks will take two to three days to repair, according to the AFP news agency, while the government and Dana Gas have dispatched teams to investigate the accident.</p><p>No group has claimed the attack yet, although the region’s gasfields have come under mysterious drone attacks in the past.</p><p>Earlier this week, a drone tried to attack the Khor Mor gasfield, but it was prevented from doing so by security forces, Reuters said.</p><p>Four workers were killed at the facility in a 2024 drone attack.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,372 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-27T06:19:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T063833Z_864155782_RC2X3IA8V6NR_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ZAPORIZHZHIA-1764223096.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,372</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,372 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Thursday, November 27.</p><h2 id=\"fighting\">Fighting</h2><ul>\n<li>Intense clashes took place across eastern Ukraine on Wednesday, including in Slobozhanske, Kupiansk, Lyman, Kramatorsk, Kostiantynivka, Pokrovsk, Huliaipole and Orikhiv.</li>\n<li>Ukraine’s military said some of the fiercest fighting was in the strategic town of Huliaipole in the southeastern region of Zaporizhia, where forces are battling for “every metre” of land amid increased Russian shelling and drone attacks.</li>\n<li>A Russian drone attack on the southern Ukrainian city of Kherson killed a woman and a young child, while Russian air strikes in Zaporizhzhia city injured 18 people, including 12 women, according to local authorities.</li>\n<li>Ukraine’s military claimed it struck a Russian military-industrial complex in the region of Chuvashia, sparking a fire.</li>\n<li>Early on Thursday, the General Staff of the Ukrainian Armed Forces claimed its forces killed or wounded 1,140 Russian soldiers over the last day. It also claimed it destroyed one Russian tank, three armoured combat vehicles, 21 artillery units, 214 drones and two aircraft.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy\">Diplomacy</h2><ul>\n<li>Russian officials <a href=\"/news/2025/11/26/russia-says-talks-to-end-ukraine-war-serious-but-rules-out-concessions\">expressed caution</a> over the prospect of a quick peace deal. Kremlin spokesperson Dmitry Peskov said that while negotiations are “ongoing” and “serious”, it is “premature” to suggest a deal is imminent.</li>\n<li>Russia’s Deputy Foreign Minister Sergey Ryabkov said Moscow is not ready to publicly discuss the Trump administration’s recently modified peace plan, but that it will not budge on its key demands. “The overall success of this process is not guaranteed,” he said.</li>\n<li>Still, US special envoy Steve Witkoff is set to meet with Russian President Vladimir Putin in Moscow next week, the exact date of which is yet to be confirmed, according to Russia’s Peskov.</li>\n<li>European Commission chief Ursula von der Leyen said the Trump-backed peace plan is a “starting point” but requires more work to ensure future Ukrainian and European security.</li>\n<li>Ukrainian President Volodymyr Zelenskyy reiterated his call for further sanctions on Russia, accusing the country of obstructing peace efforts.</li>\n<li>Sweden’s Foreign Minister Maria Malmer Stenergard also urged the EU to immediately enact a 20th round of sanctions on Russia.</li>\n<li>Numerous Baltic states issued strong statements of support for Ukraine after a meeting of EU foreign ministers, with Estonia’s Foreign Minister Margus Tsahkna saying peace talks must begin with “firm conditions for the aggressor, not the victim”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"energy\">Energy</h2><ul>\n<li>Ukraine’s Ministry of Energy urged the public to conserve electricity and warned of emergency outages in some regions where energy infrastructure has been targeted by Russian attacks.</li>\n<li>Ukraine’s prime minister said the state would provide targeted energy assistance to 280,000 families living in front-line areas to help them “get through the winter period more easily and meet basic needs”, including by paying for up to 300 kilowatt hours per family monthly.</li>\n<li>Putin, on a state visit to Kyrgyzstan, announced Russia’s state nuclear energy corporation is considering building a nuclear power facility in the former Soviet state.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Myanmar’s military rulers grant amnesty to thousands ahead of election | Politics News | Al Jazeera",
            "time": "2025-11-27T06:07:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2019-01-03T051344Z_525742664_RC185CFA8000_RTRMADP_3_MYANMAR-PRISON-1-1764222007.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar’s military rulers grant amnesty to thousands ahead of election</h1><p class=\"article__subhead\"><em>Order reduces sentences for 3,085 people and drops charges against another 5,580 people still at large.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar’s military rulers have pardoned or dropped charges against 8,665 people locked up for opposing the army rule as the country prepares for next month’s elections, according to state media.</p><p>The announcement on Thursday paves the way for prisoners to vote <a href=\"/news/2025/10/28/campaigning-begins-in-military-run-myanmar-ahead-of-sham-elections\" target=\"_blank\" rel=\"noopener\">in upcoming polls</a> that human rights groups have criticised as a sham process.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Myanmar’s military seized power in a 2021 coup that caused a civil war, but it has scheduled elections to start in December and trumpeted them as a return to normalcy for the Southeast Asian nation.</p><p>The order includes the reduction of sentences for 3,085 people convicted for comments “that could cause fear or spread fake news”.</p><p>Charges against another 5,580 people still at large have also been dropped.</p><p>It was not immediately clear how many of those covered are political detainees, or when the releases would occur.</p><p>Before the amnesty was formally announced, Myanmar military government spokesperson Zaw Min Tun said on Wednesday that the measures were designed to help all eligible voters cast their ballots “freely and fairly” on December 28.</p><p>An official from Yangon’s Insein Prison, who spoke on condition of anonymity because he is not authorised to release information, told The Associated Press news agency on Thursday that prisoner releases would immediately begin, but he did not provide the numbers and names of inmates to be freed.</p><p>In some past amnesties, releases have taken several days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Outside of Insein Prison, which for decades has served as the main place of detention for political prisoners, dozens of people gathered on Thursday morning to welcome friends and relatives who were being freed under an amnesty.</p><p>It was not immediately clear whether the prisoner release would include <a href=\"/news/2022/10/12/military-ruled-myanmar-increases-aung-san-suu-kyis-jail-time\">the 80-year-old former leader Aung San Suu Kyi</a>, who has been held virtually incommunicado since the military’s seizure of power in February 2021. She is serving a 27-year sentence.</p><p>But among those freed on Thursday was Kyi Toe, the former information committee chief of Suu Kyi’s National League for Democracy (NLD) party who was jailed since 2021, according to AFP news agency.</p><p>He largely avoided the topic of politics in a post-release interview, but pledged “to be strong to work together” with Suu Kyi — who remains sequestered in military detention in the capital Naypyidaw.</p><p>Critics have asserted that the upcoming election will be neither free nor fair because there is no free media and most of the leaders of Suu Kyi’s dissolved NLD party have been arrested.</p><p>“It’s wonderful news for the prisoners,” Mark Farmaner, director of the human rights group Burma Campaign UK, wrote on X.</p><p>But “as expected” political prisoners are being used “for public relations purposes by Burmese military to try to build a fake narrative of reform” ahead of the polls, he added.</p><p>Some 22,708 political detainees, including Aung San Suu Kyi, were in detention as of Wednesday, according to the Assistance Association for Political Prisoners, an independent organisation that keeps detailed tallies of arrests.</p></div></div></body></html>"
        },
        {
            "title": "Emissions seen “few months” before Ethiopia volcano erupted | Volcanoes | Al Jazeera",
            "time": "2025-11-27T05:58:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/juliet-horz-1764223014.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“We do have some idea what might have triggered this [eruption]. The neighbouring volcano called Erta Ale is persistently active.”</p><p>Juliet Biggs, professor of earth sciences, discusses the signs leading up to the eruption of a volcano in Ethiopia after it had been dormant for 12,000 years.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Thousands left homeless by fire in Bangladesh shantytown in Dhaka | News | Al Jazeera",
            "time": "2025-11-27T05:35:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25330397844855-1764219787.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thousands left homeless by fire in Bangladesh shantytown in Dhaka</h1><p class=\"article__subhead\"><em>Some 60,000 families, many of them climate refugees, live in the area which covers more than 65 hectares (160 acres).</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A fire in a densely populated and impoverished area in Bangladesh’s capital Dhaka has burned or damaged 1,500 shanties, leaving thousands homeless, authorities say.</p><p>No casualties were reported as of Wednesday, a day after the fierce blaze broke out at the Korail shantytown. According to Rashed Bin Khalid, a fire department officer, it took 16 hours to douse the fire, which began on Tuesday evening.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The fire service’s director, Lieutenant Colonel Mohammad Tajul Islam Chowdhury, said about 1,500 ramshackle dwellings were burned or damaged in the blaze, and thousands became homeless. Heavy smoke blanketed the area as flames engulfed the environs overnight.</p><p>According to official data, some 60,000 families, many of them climate refugees, live in the area, which covers more than 65 hectares (160 acres).</p><p>The area straddles Dhaka’s upscale Gulshan and Banani neighbourhoods, and it is surrounded by clusters of high-rise apartment and office buildings.</p><p>On Wednesday, residents who lost their homes were desperate to collect their valuables as they scoured the debris. Firefighters said they struggled to reach the area because of narrow alleys.</p><p>Dhaka, a city of 10.2 million people as of 2024, has hundreds of shantytowns where people from rural Bangladesh migrate because of poverty and exploitation.</p><p>Climate-induced disasters also push them to the city’s poorest areas, where they live on low-paid daily labour such as driving rickshaws and working as housemaids and cleaners.</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong fire live: Blaze kills at least 65, hundreds still missing | News | Al Jazeera",
            "time": "2025-11-27T05:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25331369574041-1764245585.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Hong Kong fire live: Blaze kills at least 65, hundreds still missing</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Firefighters struggle to reach residents potentially trapped on upper floors of burning housing complex.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Nov 2025</span><span aria-hidden=\"true\">27 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}