{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "China experiences record number of hot days since March | Weather News | Al Jazeera",
            "time": "2025-07-23T06:53:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25009859131269-1753241925.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>China experiences record number of hot days since March</h1><p class=\"article__subhead\"><em>Heatwave in China has seen surge in energy demand with increased sales of air conditioners and handheld fans.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The number of high-temperature days China has experienced since mid-March is the highest on record, an official from the China Meteorological Administration said.</p>\n<p>The administration said on Wednesday that 152 national weather observatories in China have recorded temperatures over 40 degrees Celsius (104 degrees Fahrenheit) since mid-July.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It also sent an alert to the country’s power industry to take timely response measures to handle a surge in power consumption as people turn to air conditioning and fans to tackle the soaring temperatures.</p>\n<p>Last week, sweltering heat stretched from the densely populated city of Chongqing in the southwest of the country to Guangzhou on the coast, enveloping an area that is home to more than 200 million people.</p>\n<p>In some parts of the central provinces of Hubei and Hunan, which are the same size as Italy and the United Kingdom, apparent temperatures, which is a measure of how hot the combination of heat, humidity and wind makes people feel, were forecast to reach as high as 50C (122F) last week.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Equivalent apparent temperatures were also expected in the southern provinces of Jiangxi and Guangdong – home to populations equal to the total of Spain and Mexico.</p>\n<p>China’s Sanfu season — an agricultural marker denoting the peak of summer and believed to have been in use for more than two millennia — typically begins in mid-July and lasts through late August.</p>\n<p>This year it is forecast to run until August 19.</p>\n<p>Besides making life uncomfortable, scorching croplands and eroding farm incomes in China, higher temperatures can also affect manufacturing hubs and disrupt operations at key ports, as well as strain overburdened healthcare services.</p>\n<p>As the world’s second most populous country, China has been the biggest emitter of greenhouse gases annually since overtaking the United States in 2006.</p>\n<p>But it is also a global <a href=\"/news/2025/7/22/china-starts-construction-of-worlds-biggest-hydropower-dam-in-tibet\">renewable energy powerhouse</a> that aims to make its massive economy carbon-neutral by 2060, as part of global efforts to curb the most extreme effects of climate change.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "LA nightclub car ramming driver charged with attempted murder in US | Crime News | Al Jazeera",
            "time": "2025-07-23T06:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25200441883106-1753249637.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>LA nightclub car ramming driver charged with attempted murder in US</h1><p class=\"article__subhead\"><em>If convicted, Fernando Ramirez could face multiple sentences of life imprisonment.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man accused of deliberately driving his car into a crowd of pedestrians in the United States, outside a Los Angeles nightclub in California over the weekend, has been charged with 37 counts of attempted murder, according to prosecutors.</p>\n<p>Fernando Ramirez, 29, a resident of Orange County’s San Clemente, was also charged on Tuesday with 37 counts of assault with a deadly weapon, according to a statement from the Los Angeles County District Attorney’s Office. If convicted, he could face multiple sentences of life imprisonment.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The suspect is accused of intentionally driving his car onto the pavement as partygoers were leaving the Vermont Hollywood venue at the end of a reggae hip-hop event early on Saturday. The motive for the attack, which injured 37 people, remains unknown.</p>\n<p>Ramirez, who is currently being held without bail, will be arraigned on Wednesday. The public defender’s office said they have not been appointed to represent him.</p>\n<p>“When he drove that car onto that sidewalk, he aimed it at a whole sea of pedestrians,” LA County District Attorney Nathan Hochman said in announcing the charges.</p>\n<p>The car came to a stop after colliding with several food carts, which became lodged underneath the vehicle, and bystanders attacked the driver, police said. A total of 37 people were hurt, with injuries ranging from minor abrasions to serious fractures and lacerations, prosecutors said. The criminal complaint alleges that Ramirez inflicted great bodily injury on eight of the victims.</p>\n<p>Police said officers dispatched to the scene found that Ramirez had been shot while being assaulted by onlookers and was himself taken to a hospital, his condition unknown. A man suspected of shooting the motorist fled the scene on foot, according to police, who were still looking for the attacker on Tuesday.</p>\n<p>“We understand that this brazen act has shaken the community and but for the good grace of God, this could have been a mass casualty incident,” Hochman said.</p>\n<p>Among those injured, 23 people were taken to hospitals, said Ronnie Villanueva, interim fire chief of the Los Angeles Fire Department.</p>\n<p>Los Angeles police chief Jim McDonnell said, “It’s truly a miracle that no one was killed that day.”</p>\n<p>Ramirez has a criminal history that includes a battery and gang-related charge in 2014, an aggravated battery conviction for a 2019 attack on a Black man at a Whole Foods grocery store in Laguna Beach, California, and a domestic violence charge in 2021, records show.</p>\n<p>Ramirez “has proved to be violent to strangers and family alike and clearly has a lack of concern for the safety of others”, Orange County prosecutors said in a court filing for the 2019 attack.</p>\n<p>A 2024 drink-driving case and 2022 domestic violence charge were pending at the time of the nightclub crash, according to records.</p>\n</div></div></body></html>"
        },
        {
            "title": "AFP calls on Israel to allow evacuation of its journalists from Gaza | Gaza News | Al Jazeera",
            "time": "2025-07-23T05:12:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203448219942-1753242792_49de36-1753251718.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French news agency Agence France-Presse has urged Israel to facilitate the immediate evacuation of its freelance journalists from Gaza, warning that they face an “appalling” and “untenable” situation in the war-ravaged enclave.</p>\n<p>AFP, one of the world’s largest news services, made the appeal on Tuesday after an association of its journalists warned that their colleagues in Gaza were facing starvation.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“For months, we have watched helplessly as their living conditions deteriorated dramatically,” the Paris-based agency said in a statement.</p>\n<p>“Their situation is now untenable, despite their exemplary courage, professional commitment, and resilience.”</p>\n<p>While Palestinian freelancers have been “crucial” to informing the world since Israel banned foreign journalists from Gaza, AFP said, Israeli authorities should allow them and their families to immediately evacuate as their “lives are in danger”.</p>\n<p>On Monday, the Society of Journalists, an association of AFP journalists that is independent of management, warned that their colleagues in the enclave were at risk of dying of hunger.</p>\n<p>“We fear learning of their deaths at any moment, and it is unbearable for us,” the association said in a statement.</p>\n<p>“Along with a few others, they are now the only ones reporting on what is happening in the Gaza Strip. International media has been banned from entering this territory for nearly two years. We refuse to watch them die.”</p>\n<p>The association highlighted the cases of several journalists, including a 30-year-old photographer, identified as Bashar, who recently posted on social media that his “body is thin” and he had lost the strength to work.</p>\n<p>“Since AFP was founded in August 1944, we have lost journalists in conflicts, we have had injured and imprisoned colleagues among us, but none of us can recall ever seeing a colleague die of hunger,” the association said.</p>\n<p>On Wednesday, the Al Jazeera Media Network released a statement calling for “immediate action” by international organisations to bring an end to a crisis that has not spared “journalists who are the bearers of truth”.</p>\n<p>“We owe it to the courageous journalists in Gaza to amplify their voices and put an end to the unbearable suffering they are enduring due to forced starvation and targeted killings by Israeli occupation forces,” Mostefa Souag, director general of Al Jazeera Media Network, said in the statement.</p>\n<p>UK charity Oxfam on Tuesday also warned that its staff in Gaza were among those facing starvation.</p>\n<p>“At Oxfam, we are not just witnessing this crisis, we are living it,” Bushra Khalidi, policy lead in the occupied Palestinian territory and Gaza, told Al Jazeera.</p>\n<p>“My colleague, she told me on Saturday that she went to work without even water, with eating a single falafel just to keep going, and she still showed up to work,” Khalidi said.</p>\n<p>The warnings came as Gaza health officials on Tuesday reported that at least 15 Palestinians, including four children, had starved to death over the previous 24 hours, bringing the total number of malnutrition deaths since the start of Israel’s war to 101.</p>\n<p>Israel blocked the entry of all humanitarian aid into Gaza in March, but has since May allowed a limited amount of supplies through the controversial Israel and United States-backed aid agency GHF.</p>\n<p>Israeli forces have killed more than 1,000 Palestinians seeking food aid since the launch of the GHF, which has been boycotted by the United Nations and leading aid agencies, most of them near the group’s distribution points, according to the UN Human Rights Office.</p>\n</div></div></body></html>"
        },
        {
            "title": "Expectations low ahead of EU-China 50th anniversary summit in Beijing | Politics News | Al Jazeera",
            "time": "2025-07-23T05:12:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-06T084220Z_1404828354_RC2VGFA3YAFX_RTRMADP_3_EUROPE-CHINA-TRADE-MEDICAL-1753243436.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Top European Union officials Ursula von der Leyen and Antonio Costa are due to meet with Chinese President Xi Jinping in Beijing as the EU and China mark 50 years of diplomatic relations amid simmering tensions.</p>\n<p>Von der Leyen and Costa, who respectively head up the European Commission and the European Council, will arrive in Beijing on Thursday for the 25th EU-China summit. But in the lead-up to the one-day summit, it was unclear whether von der Leyen and Costa would actually meet with Xi due to the ongoing political tensions between Brussels and Beijing.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Their meeting was originally planned as a two-day summit in Brussels, but Xi declined the invitation to attend, according to a report by The Financial Times, citing people familiar with the matter.</p>\n<p>It was only this week that China’s Ministry of Foreign Affairs formally confirmed that a meeting between Xi, von der Leyen, Costa and Chinese Premier Li Qiang would go ahead.</p>\n<p>Despite the back and forth over scheduling, Beijing has billed the event as a chance to reset relations with Europe, said Marina Rudyak, an assistant professor at the Institute of Chinese Studies at Germany’s Heidelberg University.</p>\n<p>“What we see a lot from the Chinese side, and this is quite constant, is ‘let’s normalise the relations, let’s focus on pragmatic cooperation, let’s focus on where we agree and accommodate where we disagree’,” Rudyak told Al Jazeera.</p>\n<p>In advance of the summit, Chinese state media published a positive analysis of EU-China relations – reports that are often seen as an indirect way for Chinese officials to comment on issues of the day.</p>\n<p>Foreign Ministry spokesperson Guo Jiakun similarly described the China-EU relationship in glowing terms on Tuesday, as “one of the most influential bilateral relationships in the world”, during a meeting with reporters.</p>\n<p>“The China-EU relationship is now at a critical juncture of building on past achievements and opening up a new chapter,” Guo said.</p>\n<p>“The relationship faces both new opportunities and new challenges,” Guo added, noting an “increasingly turbulent international landscape, with rising unilateralism and protectionism”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p><strong>Tensions over Xinjiang, Ukraine </strong></p>\n<p>Despite Beijing’s offer of an olive branch to Brussels, expectations are low among Western observers that the EU and China will see any major breakthroughs, due to several ongoing and protracted disputes.</p>\n<p>The EU and China have frequently sparred over issues such as human rights and political oppression in locations including Hong Kong, Tibet and Xinjiang, but the relationship took a turn in 2021 when the EU sanctioned Chinese officials for their oppression of ethnic minority Uighur Muslims.</p>\n<p>China responded with sanctions of its own on 10 Europeans, including members of the European Parliament, and several think tanks.</p>\n<p>Beijing lifted sanctions on the European MEPs in April in a gesture of goodwill before the EU-China summit, but other political fractures remain over China’s ongoing and close relationship with Russia since Moscow launched its full-scale invasion of Ukraine in 2022.</p>\n<p>Beijing is also widely seen as keeping Russia afloat economically amid ongoing international sanctions, particularly by buying Russian energy exports.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The EU has also accused China of skirting arms embargoes by selling “dual-use” goods to Russia, which can be used for civilian and military purposes.</p>\n<p>China has defended its actions, saying that it has long wanted to see a “negotiation, ceasefire and peace” in Ukraine.</p>\n<p>Still, European officials were alarmed in June, when Chinese Foreign Minister Wang Yi reportedly told his EU counterpart that Beijing did not want to see Russia lose the war against Ukraine because it would free up the US’s attention, according to Rudyak at Heidelberg University.</p>\n<p>The bloc continues to scrutinise Beijing’s economic ties with Russia, last week sanctioning two Chinese banks for the first time as part of its latest package of sanctions against Moscow aimed at ending the war. Five companies based in China were also included on the EU’s sanctions list.</p>\n<p>China’s Ministry of Commerce said that the sanctions on Chinese banks and companies “seriously harmed” trade and economic ties with the EU and threatened to respond with its own measures against Europe.</p>\n<p>William Yang, a senior analyst for Northeast Asia at the Crisis Group, a Brussels-based nonpartisan think tank, said these issues will cast a shadow over the EU-China summit on Thursday.</p>\n<p>“Beijing considers its relationship with Russia as a core interest amid ongoing competition with the US, and it keeps denying the EU’s criticism that it is an enabler of Russia’s war against Ukraine,” Yang said.</p>\n<p>“With these fundamental contradictions, prospects of any significant breakthrough at the upcoming summit are unlikely.”</p>\n<p><strong>A close but bumpy trade relationship</strong></p>\n<p>Another recent source of tension has been the EU-China economic relationship.</p>\n<p>China is the EU’s third-largest trading partner for goods and services, but EU officials are concerned about their ballooning trade deficit with China, which doubled in value between 2015 and 2024, to reach 305.8 billion euros ($359bn) last year, according to EU trade data.</p>\n<p>The EU and member states have long accused China of engaging in overproduction and “dumping” its cheap state-subsidised exports on the European market, but the issue has heightened recently.</p>\n<p>“The view on the trade and balance in Europe is slightly different from the United States… where it’s basically about who’s going to be number one. This is a dimension that is not present in Europe,” Rudyak said.</p>\n<p>“Europe is really concerned about its core industries, including the automotive. There is a huge concern about Chinese EV overcapacity being dumped on the EU market at prices where European companies cannot compete, and subsidised Chinese overcapacity crowding out European backbone industries,” she continued.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>European automakers have also suffered from Beijing’s recent decision to curb its exports of rare earth minerals and magnets, which are essential components in many auto parts and electric vehicles.</p>\n<p>Beijing, for its part, has opened its own investigations into European “dumping”, targeting key products like dairy, brandy and pork.</p>\n<p>Beijing has other frustrations with Europe, even as it tries to reset relations, according to Wang Yi-wei, the director of the EU Research Centre at Renmin University in the Chinese capital.</p>\n<p>At the top of the list for Beijing is the EU’s often conflicting approach to its relationship with the US and China, Wang said.</p>\n<p>“China has at times engaged in wishful thinking, expecting Europe to resist US influence. In reality, however, the EU seeks to balance both resisting American dominance and cooperating with the US, including supporting its efforts to contain China – for example, justifying tariff disputes as addressing ‘Chinese challenges’, rather than questioning US unilateralism,” Wang said in remarks shared with Al Jazeera.</p>\n<p>China wants the EU to stop portraying their relationship as one of “competitive cooperation”, and instead see it through the paradigm of “cooperative competition”, he noted.</p>\n<p>With expectations for a breakthrough low, Marta Mucznik, a senior EU analyst at the Crisis Group, said observers hope that the summit will at least open up channels of communication between officials from both sides.</p>\n<p>“The EU doesn’t expect breakthroughs from this summit but sees it as a chance to keep communication channels open with Chinese leaders while it works to carve out its geopolitical role and reduce critical dependencies,” she said.</p>\n</div></div></body></html>"
        },
        {
            "title": "EU warns Israel as Trump’s envoy heads to Europe for Gaza truce talks | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-23T04:41:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T102403Z_2119015428_RC2LRFAMOHWW_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1753243946.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union has warned Israel of action over a <a href=\"/news/2025/7/22/at-least-15-starve-to-death-in-24-hours-in-gaza-as-israel-continues-attacks\">worsening starvation crisis</a> in Gaza, where the number of Palestinians who have died from starvation has risen to at least 101.</p>\n<p>The warning from the EU’s foreign policy chief, Kaja Kallas, came on Tuesday, as the United States said President Donald Trump’s special envoy would be travelling to Europe for talks on a ceasefire in Gaza this week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>In a post on X, Kallas said that “all options remain on the table if Israel doesn’t deliver on its pledges” to increase humanitarian aid into the besieged enclave.</p>\n<p>She also said Israel’s killing of civilians seeking aid in Gaza was “indefensible” and that she had spoken to Israeli Minister of Foreign Affairs Gideon Saar “to recall our understanding on aid flow and made clear that [Israeli military] must stop killing people at distribution points”.</p>\n<p>Earlier this month, following an EU meeting to review the bloc’s relations with Israel over mounting criticism of its war on Gaza, Kallas said that Israel had agreed to improve the humanitarian situation in the enclave.</p>\n<p>These included pledges to increase the number of aid trucks, crossing points and routes to distribution points.</p>\n<p>But aid officials say the flow of humanitarian assistance into Gaza has not increased despite that agreement.</p>\n<p>The US, meanwhile, said that Trump’s envoy, Steve Witkoff, will be travelling to a European country for talks on a truce, as well as on finalising an aid “corridor” for Gaza. He may then head to the Middle East for more talks, according to media reports.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"strong-hope\">‘Strong hope’</h2>\n<p>Axios, a US news outlet, reported that Witkoff will be travelling to the Italian city of Rome on Wednesday and will meet with Israeli Minister of Strategic Affairs Ron Dermer and a senior Qatari envoy on Thursday.</p>\n<p>If sufficient progress is made, Witkoff will travel from Rome to the Qatari capital, Doha, towards the end of the week to secure a deal, the website reported, citing two US and Israeli sources familiar with the details.</p>\n<p>The US State Department told reporters that Witkoff was heading to the region with “a strong hope that we will come forward with another ceasefire as well as a humanitarian corridor for aid to flow”.</p>\n<p>Spokesperson Tammy Bruce declined to give further details on the corridor.</p>\n<p>“I would suggest that we might have some good news, but, again, as we know, this could be a constantly changing dynamic,” she said.</p>\n<p>Israel cut off all goods from entering the territory in March, but has allowed in a trickle of aid starting in May, mostly through the US-backed Gaza Humanitarian Foundation (GHF) and bypassing the United Nations.</p>\n<p>The GHF has set up four distribution points in south and central Gaza, and according to the UN, Israeli forces have killed more than 1,000 Palestinians seeking food aid since the group began its operations in late May.</p>\n<p>Most of the victims were killed at or near the GHF sites.</p>\n<p>The killings come as the number of people starving to death in Gaza also rises, with health authorities reporting 101 deaths since the war began, including 80 children.</p>\n<p>Most of the deaths have come in the last few weeks.</p>\n<p>On Tuesday alone, the figure was 15, with four children among the victims.</p>\n<p>Israel denies responsibility for the shortages of food in Gaza, while the GHF has also rejected what it said were “false and exaggerated statistics” from the UN about the killings at its aid sites.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"qatar-calls-for-more-pressure\">Qatar calls for more pressure</h2>\n<p>The US, Qatar and Egypt have been pushing for a ceasefire between Israel and Hamas for months, but a breakthrough has so far eluded them.</p>\n<p>The two sides have been discussing via the mediators a US-proposal for a 60-day truce in which Hamas would free more of the Israeli captives it is holding in Gaza, while Israel would release Palestinian prisoners and let in humanitarian aid. During that period, they would also begin negotiations on a permanent end to the war.</p>\n<p>While there has been some minor progress, officials say that Israel and Hamas remain divided on the extent to which Israeli troops would withdraw after any ceasefire takes place.</p>\n<p>Qatar has meanwhile called on the US and the international community to put more pressure on Israel.</p>\n<p>Foreign Ministry official Majed al-Ansari told a conference that “the Israeli government does not view Palestinians as human beings” and that Israel’s reckless behaviour, not only in Gaza, but also with its attacks on Lebanon, Syria, Yemen and Iran, has endangered security in the Middle East.</p>\n<p>“We are hopeful [for ceasefire talks], but the parameters remain. If there is no change in the Israeli directive not to have a deal and sabotage any talks, if there is no serious pressure from the international community, particularly the United States, the parameters of the talks will not change,” he said.</p>\n<p>“But we are doing right now is trying to push using the momentum was created by another mediation that we were doing, which is the ceasefire between Iran and Israel to make sure that momentum helps us reach a deal between both sides, and hopefully get us to an end to this terrible chapter in the history of our region,” he added.</p>\n</div></div></body></html>"
        },
        {
            "title": "‘Historic’ ruling on climate change by World Court: What to expect | Climate Crisis News | Al Jazeera",
            "time": "2025-07-23T03:50:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-12-02T092057Z_416102987_RC2WGBAEAXDI_RTRMADP_3_CLIMATE-CHANGE-WORLD-COURT-1753240866_c9c9fc-1753241594.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Court of Justice (ICJ) is preparing to hand down its first-ever opinion on climate change, seen by many as a historic moment in international law.</p>\n<p>Judges have waded through tens of thousands of pages of written submissions and heard two weeks of <a href=\"/news/2024/12/14/icj-weighs-legal-responsibility-for-climate-change-future-of-our-planet\">oral arguments</a> during the ICJ’s biggest-ever case.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The court’s 15 judges will seek to pull together different strands of environmental law into one definitive international standard when they deliver their findings at the Peace Palace in The Hague, Netherlands, at 3pm local time on Wednesday (13:00 GMT).</p>\n<p>The court’s “advisory opinion” is expected to run to several hundred pages, as it clarifies nations’ obligations to prevent climate change and the consequences for polluters that have failed to do so.</p>\n<p>This speaks to the first question put to the court by the South Pacific <a href=\"/news/2024/12/14/icj-weighs-legal-responsibility-for-climate-change-future-of-our-planet\">island nation of Vanuatu</a> and other countries bringing the case: What responsibilities do countries have to tackle climate change?</p>\n<p>Countries that are top fossil fuel polluters say the court does not need to address the question as legal provisions under the United Nations Framework Convention on Climate Change (UNFCCC) are enough.</p>\n<p>But climate advocates argue that the ICJ should adopt a broader approach to the issue, including a reference to <a href=\"/news/2021/9/13/environment-to-become-biggest-challenge-to-human-rights-un\">human rights</a> law and the <a href=\"/news/2024/5/22/island-states-win-historic-climate-case-in-world-oceans-court\">laws of the sea</a>.</p>\n<p>Vanuatu urged judges at The Hague to consider “the entire corpus of international law” in its opinion, arguing the ICJ was uniquely placed to do so.</p>\n<p>The ICJ is “the only international jurisdiction with a general competence over all areas of international law, which allows it to provide such an answer,” the island nation argued.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The judges will also consider if there should be legal consequences for countries that contribute the most to the climate crisis.</p>\n<p>The <a href=\"/news/2023/12/12/elephant-in-the-room-the-us-militarys-devastating-carbon-footprint\">United States</a>, the world’s biggest historical emitter of greenhouse gases, and other top polluters referred the court to the landmark 2015 Paris Agreement on climate change, which does not explicitly provide for direct compensation for past damage caused by pollution.</p>\n<p>Issues around liability are considered sensitive to many countries in climate negotiations, but at UN talks in 2022, wealthy nations did agree to <a href=\"/news/2024/11/23/un-climate-talks-in-disarray-as-developing-nations-stage-walkout\">create a fund</a> to help vulnerable countries deal with current impacts caused by past pollution.</p>\n<p>“We’re hoping that the ICJ will say that it is a legal obligation of states to address climate change. You have to respect other states and their right to self-determination,” Vanuatu Minister for Climate Change Ralph Regenvanu said on the eve of the ruling.</p>\n<p>“Colonialism is gone – you know, supposedly gone – but this is a hangover where your conduct as a state continues to suppress the future of the people of another country,” Regenvanu said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>“And you don’t have a legal right to do that under international law. And not only that, but if your actions have already caused this harm, there have to be reparations for that,” he added.</p>\n<p>Vishal Prasad, one of 27 then-law students at the University of the South Pacific who pushed for Vanuatu to take up the case back in 2019, says he is “emotional, scared, nervous, anxious”, ahead of Wednesday’s ruling.</p>\n<p>Prasad, who is now the director of the Pacific Island Students Fighting Climate Change group, says that climate change is an “existential problem for young people in countries like Kiribati, in Tuvalu, in Marshall Islands”.</p>\n<p>“They’re witnessing the effects of climate change every high tide,” he said.</p>\n<p>Prasad added that Pacific Island cultures celebrate the concept of “wayfinding”.</p>\n<p>“You need to correct your course if you are going wrong,” he said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "‘Changed the planet of rock’: Tributes pour in for rock icon Ozzy Osbourne | Music News | Al Jazeera",
            "time": "2025-07-23T02:57:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T182106Z_1838226458_RC2URFAH8TE5_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1-1753237296.jpg?resize=1920%2C1430",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"171\">Ozzy Osbourne, a trailblazer who rose to fame as a founding force in heavy metal music and later became a reality television icon, <a href=\"/news/2025/7/22/ozzy-osbourne-black-sabbath-lead-and-godfather-of-heavy-metal-dies-at-76\">passed away</a> on Tuesday at the age of 76.</p>\n<p data-start=\"173\" data-end=\"452\" data-is-last-node=\"\" data-is-only-node=\"\">His family confirmed his death in a statement, but did not disclose the location or cause. In recent years, Osbourne had been undergoing treatment for a form of Parkinson’s disease.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 1</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p data-start=\"173\" data-end=\"452\" data-is-last-node=\"\" data-is-only-node=\"\">He died just two weeks after performing a farewell show in his hometown of Birmingham, England.</p>\n<p data-start=\"173\" data-end=\"452\" data-is-last-node=\"\" data-is-only-node=\"\">This is how family, friends and musicians paid tribute:</p>\n<h3 data-start=\"173\" data-end=\"452\">Family statement signed by Osbourne’s wife, Sharon, and children</h3>\n<p id=\"anchor-def001\" class=\"body-graf\">“It is with more sadness than mere words can convey that we have to report that our beloved Ozzy Osbourne has passed away this morning. He was with his family and surrounded by love. We ask everyone to respect our family privacy at this time,” the statement read.</p>\n<p id=\"anchor-946fd9\" class=\"body-graf\">The statement was signed by the singer’s wife, Sharon Osbourne, and their children, Jack Osbourne, Kelly Osbourne and Aimee Osbourne. Louis Osbourne, his son with his ex-wife, Thelma Riley, also signed the statement.</p>\n<h3>Aston Villa football club: ‘A special connection’</h3>\n<p>Aston Villa FC honoured one of its most iconic fans.</p>\n<p>“Aston Villa Football Club is saddened to learn that world-renowned rockstar and Villan Ozzy Osbourne has passed away. Growing up in Aston, not far from Villa Park, Ozzy always held a special connection to the club and the community he came from,” the club said in a statement.</p>\n\n<p></p>\n<h3>Black Sabbath’s Tony Iommi: ‘Heartbreaking news’</h3>\n<p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Black Sabbath cofounder Tony Iommi said on Facebook: “I just can’t believe it! My dear dear friend Ozzy has passed away only weeks after our show at Villa Park.</p>\n<p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“It’s just such heartbreaking news that I can’t really find the words, there won’t ever be another like him,” he said.</p>\n<p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“Geezer, Bill and myself have lost our brother. My thoughts go out to Sharon and all the Osbourne family. Rest in peace Oz.”</p>\n<h3>Elton John: ‘He was a dear friend’</h3>\n<p>Elton John said he was “so sad to hear the news”.</p>\n<p>“He was a dear friend and a huge trailblazer who secured his place in the pantheon of rock gods – a true legend. He was also one of the funniest people I’ve ever met. I will miss him dearly. To Sharon and the family, I send my condolences and love,” John said.</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DMa6jJgiTf8/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote>\n<p></p>\n<h3 class=\"dcr-16w5gq9\">Green Day frontman Billie Joe Armstrong</h3>\n<p>“No words. We love you Ozzy,” Armstrong wrote in a caption accompanying a photo he posted on his Instagram account.</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DMa6myMyqWu/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote>\n<p></p>\n<h3>Metallica shares photo tribute</h3>\n<p>The heavy metal band Metallica paid tribute on X by posting a photo of themselves with Ozzy Osbourne, accompanied by a simple broken heart emoji.</p>\n\n<p></p>\n<h3>Motörhead: ‘We’ve lost a dear friend’</h3>\n<p>The metal band Motörhead shared a tribute posting a photo of Osbourne with their late frontman, Lemmy.</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DMbFOXez9XN/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote>\n<p></p>\n<h3>Nirvana: Black Sabbath was ‘the template’</h3>\n<p>Nirvana’s official X account shared a brief message expressing gratitude to Osbourne and Black Sabbath for inspiring the iconic grunge rock band.</p>\n\n<p></p>\n<h3>Led Zeppelin’s Robert Plant: ‘What a journey’</h3>\n<p>“Farewell Ozzy … what a journey … sail on up there .. finally at peace .. you truly changed the planet of rock!,” Plant said in a social media post.</p>\n\n<p></p>\n<h3>PETA: ‘Osbourne was a legend and a provocateur’</h3>\n<p class=\"mb-4 text-lg md:leading-8 break-words\">Although Osbourne famously bit the head off a dead bat during a 1982 concert, he was also a vocal supporter of animal welfare.</p>\n<p class=\"mb-4 text-lg md:leading-8 break-words\">“Ozzy Osbourne was a legend and a provocateur, but PETA will remember the ‘Prince of Darkness’ most fondly for the gentle side he showed to animals – most recently cats, by using his fame to decry painful, crippling declawing mutilations,” PETA’s senior vice president, Lisa Lange, said in a statement to Yahoo news.</p>\n<h3>Rod Stewart: ‘Sleep well, my friend’</h3>\n<p>“Bye, bye Ozzy. Sleep well, my friend,” Stewart said on Instagram.</p>\n<p>“I’ll see you up there – later rather than sooner.”</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DMa9I4XxyiU/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote>\n<p></p>\n<h3>The Rolling Stones’s Ronnie Wood: ‘I’m so very sad’</h3>\n<p>“I am so very sad to hear of the death of Ozzy Osbourne. What a lovely goodbye concert he had at Back To The Beginning in Birmingham,” Wood added.</p>\n\n<p></p>\n<h3>Sony Music: Osbourne’s work ‘will live on’</h3>\n<p data-start=\"0\" data-end=\"159\">Sony Music issued a statement saying that “his music will live on”.</p>\n<p data-start=\"161\" data-end=\"276\">“Sony Music is deeply saddened by the passing of our legendary recording artist Ozzy Osbourne,” the statement said.</p>\n<p data-start=\"278\" data-end=\"412\" data-is-last-node=\"\" data-is-only-node=\"\">“He redefined the sound and spirit of rock music and became an unmistakable voice and icon for his millions of fans around the world!”</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DMbVM2uRnSI/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote>\n<p></p>\n<h3 id=\"parkinson-s-uk-charity\">Parkinson’s UK Charity</h3>\n<p>“News of Ozzy Osbourne’s death, so soon after his celebratory homecoming show, will come as a shock to so many. By speaking openly about both his diagnosis and life with Parkinson’s, Ozzy and all his family helped so many families in the same situation,” the charity said in a statement.</p>\n<p>“They normalised tough conversations and made others feel less alone with a condition that’s on the rise and affecting more people every day.”</p>\n<h3 id=\"yungblud-you-were-the-greatest\">Yungblud: ‘You were the greatest’</h3>\n<p>Rocker Yungblud shared a photo with Osbourne on Instagram, expressing shock at his passing and saying he never thought Osbourne would “leave so soon”. He described the Black Sabbath legend as “so full of life” during their last encounter.</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DMa8kMJN0rI/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote>\n<p></p>\n</div></div></body></html>"
        },
        {
            "title": "Interpol takes whaling activist, Sea Shepherd founder off wanted list | Wildlife News | Al Jazeera",
            "time": "2025-07-23T02:41:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-12-21T134715Z_834921619_RC2PTBAPGKB3_RTRMADP_3_JAPAN-WHALING-DENMARK-FRANCE-1753235716.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Interpol takes whaling activist, Sea Shepherd founder off wanted list</h1><p class=\"article__subhead\"><em>Canadian-American anti-whaling activist Paul Watson greeted Interpol’s decision with the words: ‘Finally I am free.’</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global police organisation Interpol said it has removed its most-wanted designation for the anti-whaling activist and founder of the Sea Shepherd conservation group, <a href=\"/news/2024/12/17/antiwhaling-activist-paul-watson-released-as-denmark-rejects-extradition\">Paul Watson</a>, who is wanted in Japan over an <a href=\"/news/2010/2/6/japan-whalers-ram-activists\">encounter with a whaling ship</a> in 2010.</p>\n<p>Interpol had issued a “red notice”, at Japan’s request, for the arrest of the Canadian-American Watson, 74, who is known for his daring tactics, including disrupting and confronting whaling ships on the high seas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Interpol has now decided that the notice was “disproportionate”, Watson’s Paris-based lawyer William Julie said on Tuesday.</p>\n<p>An Interpol red notice is a request to law enforcement worldwide to locate and provisionally arrest a person pending legal action, based on a warrant from the judicial authorities in the requesting country, in this case, Japan.</p>\n<p>In a post on social media by the Captain Paul Watson Foundation, the activist was quoted saying: “Finally I am free.”</p>\n<p>“The Japanese whalers have been after me for 14 years ever since I was first detained in Frankfurt, Germany in May 2012,” Watson said.</p>\n<p>“It has been an incredible pursuit by a very powerful nation using unlimited resources but finally I am free.”</p>\n\n<p></p>\n<p>A spokesperson for Interpol confirmed to the AFP news agency that the organisation’s Commission for the Control of Interpol’s Files (CCF) had deleted the arrest notice for Watson.</p>\n<p>“The CCF decision was made in light of new facts, including the refusal by the Kingdom of Denmark to extradite Mr Watson. This is in line with normal procedures,” the spokesperson said.</p>\n<p>Watson was <a href=\"/news/2024/7/22/prominent-anti-whaling-activist-detained-in-greenland-at-japans-request\">arrested and detained in Greenland</a> in July 2024, on a more than decade-old Japanese arrest warrant, which accused him of causing damage to a whaling ship and injuring a whaler. He was released in December after Denmark refused the Japanese extradition request over the 2010 incident.</p>\n<p>Watson left Denmark on December 20, and returned to France, where his children attend school.</p>\n<p>In a statement, Watson’s lawyer said that the CCF considered that Interpol’s red notice “did not meet Interpol’s standards, citing the disproportionate nature of the charges… the considerable passage of time since the alleged facts, Denmark’s refusal to extradite him, and the fact that several other countries declined to act on Japan’s arrest or extradition requests”.</p>\n<p>Lamya Essemlali, the president of Sea Shepherd France, hailed the “good news that this notice was finally cancelled”, but noted that Watson could still be arrested and sent to Japan for prosecution.</p>\n<p>“It does not give Paul Watson his freedom of movement because the Japanese arrest warrant is sufficient for a country to order his arrest,” she said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Columbia University suspends, expels nearly 80 students over Gaza protests | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-23T01:46:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-05-07T213243Z_446522527_RC28DEAMICKA_RTRMADP_3_USA-COLUMBIA-PROTESTS-1753227938.jpg?resize=1920%2C1365",
            "body": "<html><body><div><header class=\"article-header\"><h1>Columbia University suspends, expels nearly 80 students over Gaza protests</h1><p class=\"article__subhead\"><em>Some students also had their degrees revoked for participating in antiwar protests, including the 2024 Gaza encampments.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Columbia University in the United States has imposed severe punishments, including expulsion, suspension from courses and revocation of academic degrees, on dozens of students who participated in protests against Israel’s war on Gaza.</p>\n<p>The student activist group Columbia University Apartheid Divest (CUAD), which has called for the school to cut all financial ties with Israel, said in a statement that nearly 80 students have now been either expelled or suspended for up to three years over their involvement in antiwar protests.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>On Tuesday, Columbia said in a statement that its latest punishment of students relates to “disruption of Butler Library in May 2025 and the <a href=\"/news/2024/5/1/columbias-hamilton-hall-a-history-of-student-action-at-gaza-protest-hub\">encampment</a> during Alumni Weekend in spring 2024″.</p>\n<p>“Disruptions to academic activities are in violation of University policies and rules, and such violations will necessarily generate consequences,” the university wrote.</p>\n<p>The CUAD group said the university’s sanctions on students “hugely exceed precedent for teach-ins or non-Palestine-related building occupations”.</p>\n<p>“We will not be deterred. We are committed to the struggle for Palestinian liberation,” the group added.</p>\n<p>The pro-Palestinian student encampments at Columbia University in 2024 helped <a href=\"/news/2024/5/4/we-wont-stop-how-columbias-students-etched-a-new-gaza-protest-legacy\">ignite a global movement</a> against Israel’s unrelenting war on Palestinians in the Gaza Strip. The protest sites were eventually broken up when Columbia University allowed hundreds of New York City police officers <a href=\"/news/2024/5/1/new-york-city-police-enter-columbia-campus-as-gaza-protest-escalates\">on campus</a>, leading to <a href=\"/news/2024/4/19/dozens-of-pro-palestinian-protesters-arrested-as-columbia-clears-encampment\">dozens of arrests.</a></p>\n<p>Despite the university’s harsh crackdowns, student protesters <a href=\"/news/2025/5/8/pro-palestinian-protesters-arrested-at-uss-columbia-university\">occupied the Butler Library</a> during final exams in May this year, demanding divestment from companies linked to the Israeli military and expressing solidarity with Palestinians in Gaza.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Columbia University’s <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">Judicial Board</a> confirmed it issued expulsions, suspensions and degree revocations after what it called a disruption during “reading period”. It did not say how many students were expelled but said that this was “the final set of findings from that period”.</p>\n<p>The Ivy League university is in negotiations with US President Donald Trump’s administration to restore some $400m in federal funding. The Trump administration cut funds to the New York City-based institution over what it claimed were failures to “meaningfully protect Jewish students against severe and pervasive harassment”.</p>\n<p>Columbia’s acting president, Claire Shipman, a former trustee, <a href=\"/video/newsfeed/2025/5/20/columbia-students-heckle-acting-university-president-at-graduation\">was booed by students</a> during a May graduation ceremony for her role in cracking down on pro-Palestinian protests.</p>\n<p>Fellow Ivy League institution Harvard University, which has also been targeted with billions in funding cuts by the government, has <a href=\"/news/2025/7/21/hearing-begins-in-harvards-case-against-the-trump-administration\">pushed back</a> against pressure to change its policies by taking the Trump administration to court.</p>\n<p>The latest disciplinary measures announced by Columbia against students came on Tuesday as Israel’s siege on the Gaza Strip continued to cause widespread starvation, with at least 15 people, including a six-week-old baby, <a href=\"/news/2025/7/22/at-least-15-starve-to-death-in-24-hours-in-gaza-as-israel-continues-attacks\">dying from hunger and malnutrition</a> within a 24-hour period, according to health officials.</p>\n<p>Mahmoud Khalil, the Columbia University protest leader targeted for deportation by the Trump administration, <a href=\"/news/2025/7/22/my-duty-columbia-protester-mahmoud-khalil-meets-lawmakers-at-us-capitol\">met with lawmakers</a> in Washington, DC, on Tuesday, more than a month after he was <a href=\"/news/2025/6/20/us-judge-orders-release-of-palestine-advocate-mahmoud-khalil\">released from immigration custody</a> in Louisiana, where he was being held amid a pledge by the US president to deport pro-Palestinian activists.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "How the gentrification crisis is hitting Mexico City | Housing News | Al Jazeera",
            "time": "2025-07-23T00:48:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753231662.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico City has seen an influx of foreign renters, including those calling themselves digital nomads. This has led to increasing housing prices, displacement of residents, changes to the city’s culture – and growing protests. How is Mexico City’s fight mirroring a global crisis of gentrification?</p>\n</div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,245 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-23T00:27:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203718159225-1753223514.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,245</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,245 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Wednesday, July 23:</p>\n<h2 id=\"fighting\">Fighting</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>A Ukrainian drone strike on a private bus killed three people in the Russian-occupied region of Kherson, Russian-appointed local official Vladimir Saldo said. “Three more civilians were injured and are in serious condition,” Saldo added in a Telegram post.</li>\n<li>A Ukrainian attack killed a man in Russia’s Belgorod border region, the local governor said.</li>\n<li>A Russian glide bomb attack killed a 10-year-old boy in the eastern Ukrainian city of Kramatorsk, the head of the city’s military administration, Oleksandr Honcharenko, said. The bomb, which caused a fire in an apartment building, also wounded five others, Honcharenko added.</li>\n<li>Russia launched multiple waves of attacks on Ukraine’s Sumy region, including two separate drone attacks on a petrol station in the town of Putyvl, which injured 11 people, local officials said.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<ul class=\"spaced-bullet-spacing\">\n<li>The Russian army claimed that it captured the village of Novotoretske in the Donetsk region of Ukraine.</li>\n<li>Ukraine’s military said that a French-supplied Mirage 2000 fighter jet crashed after experiencing equipment failure during an assignment, with the pilot ejecting safely.</li>\n<li>A “massive” Russian drone attack damaged Ukrainian gas production infrastructure, said Sergii Koretski, the CEO of Ukraine’s state energy firm Naftogaz. “Such attacks occur regularly. These objects are of no military significance,” Koretski wrote on Facebook.</li>\n</ul>\n<figure id=\"attachment_3851276\" aria-describedby=\"caption-attachment-3851276\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851276\" src=\"/wp-content/uploads/2025/07/AA-20250722-38631137-38631117-AFTERMATH_OF_RUSSIAN_DRONE_STRIKE_ON_KOSTIANTYNIVKA-1753219954.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"a firefighter stands in a burnout out building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851276\" class=\"wp-caption-text\">Ukrainian emergency service workers extinguish a fire following a Russian drone attack in the city of Kostiantynivka, Ukraine, on Tuesday [Diego Herrera Carcedo/Anadolu]</figcaption></figure>\n<h2 id=\"ceasefire\">Ceasefire</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Kremlin spokesman Dmitry Peskov told reporters that there is “no reason to expect” any “miracles” in ceasefire negotiations, as Moscow has yet to confirm if it will participate in <a href=\"/news/2025/7/22/no-miracles-russia-downplays-ukraine-talks-as-deadly-strikes-continue\">peace talks</a> in Istanbul on Wednesday, which were proposed by Ukrainian President Volodymyr Zelenskyy last week.</li>\n<li>The Kremlin said it hoped talks could be held “this week”, with Peskov adding: “As soon as we are ready, we will make an announcement regarding the dates.”</li>\n<li>Outlining potential topics for discussion with Moscow in Istanbul, Zelenskyy said that Kyiv was ready to “secure the release of our people from captivity and return abducted children, to stop the killings, and to prepare a leaders’ meeting”.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<ul class=\"spaced-bullet-spacing\">\n<li>Ukraine said its ex-defence minister and current secretary of the security council, Rustem Umerov, will head Kyiv’s delegation to the proposed talks.</li>\n<li>Two Russian soldiers in need of medical care were handed over by Ukrainian authorities to be returned home, the Russian Ministry of Defence said. In a statement, the ministry said the release was undertaken on the basis of agreements reached in Istanbul last month.</li>\n</ul>\n<h2 id=\"politics\">Politics</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy <a href=\"/news/2025/7/22/protesters-in-ukraine-denounce-law-curbing-anticorruption-agencies\">signed a bill</a> revoking the autonomy of two anticorruption agencies, after it was approved by a vote of 263 to 13 in Ukraine’s parliament.</li>\n<li>The European Union’s Commissioner for Enlargement Marta Kos called the decision a “serious step back” for Kyiv and added that independent bodies were “essential for Ukraine’s EU path”.</li>\n<li>Thousands of people gathered in Kyiv and other cities across Ukraine to protest against the bill, marking the first major protest against the government in more than three years of war against invading Russian troops.</li>\n<li>The bill came a day after Ukraine’s domestic security agency detained two National Anti-Corruption Bureau of Ukraine officials on suspicion of links to Russia.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump announces ‘massive’ trade deal with Japan | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T00:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25038708644609-1753229861_9bfcc0-1753229977.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he has struck a “massive” trade deal with Japan following months of fraught negotiations.</p>\n<p>Under the agreement announced on Tuesday, the US will impose a 15 percent tariff on Japanese exports and Japan will invest $550bn in the US, Trump said.</p>\n<p>“We just completed a massive Deal with Japan, perhaps the largest Deal ever made,” Trump wrote on his Truth Social platform.</p>\n<p>“Japan will invest, at my direction, $550 Billion Dollars into the United States, which will receive 90% of the Profits.”</p>\n<p>Japan will also open up to US exports of cars, rice and certain agricultural products, Trump said, adding that the deal would create “hundreds of thousands of jobs”.</p>\n<p>“There has never been anything like it,” he wrote.</p>\n<p>Speaking at a reception with members of the US Congress later on Tuesday, Trump said the sides had also agreed to form a joint venture to exploit liquified natural gas in Alaska.</p>\n<p>“It’s a great deal for everybody. I always say it has to be great for everybody,” he said.</p>\n<p>US Secretary of the Treasury Scott Bessent hailed the deal as a “historic agreement”.</p>\n<p>“I am happy to reaffirm our commitment to deepening this longstanding alliance and building the next chapter of US-Japan cooperation as we enter a new Golden Age under President Trump,” Bessent said on X.</p>\n<p>Japanese Prime Minister Shigeru Ishiba, whose ruling coalition is reeling from the <a href=\"/news/2025/7/20/japans-far-right-party-makes-electoral-gains-with-anti-globalist-message\">loss of its upper house majority over the weekend</a>, on Wednesday told reporters that he would “carefully examine” the details of the agreement, but he believed it was in the national interest.</p>\n<p>Confirming local media reports, Ishiba said US tariffs on Japanese automobiles would be lowered from 25 percent tariff to 15 percent.</p>\n<p>Trump’s auto tariffs, as well as 50 percent duties on aluminium and steel, had been a major sticking point in the months-long negotiations between Washington and Tokyo.</p>\n<p>Japan’s trade envoy Ryosei Akazawa said the aluminium and steel tariffs were not covered in the deal and would stay in place.</p>\n<p>Japan, which until now has been subject to Trump’s 10 percent baseline tariff as well as the higher levies on autos, steel and aluminium, was facing a 25 percent duty on most exports if Washington and Tokyo did not reach a deal by an August 1 deadline.</p>\n<p>William Chou, deputy director of the Japan Chair at the Hudson Institute in Washington, DC, said the 15 percent tariff rate was “relatively good news” for Japan.</p>\n<p>Japanese auto stocks soared following Trump’s announcement, with Mazda rising more than 17 percent and Toyota, Nissan and Honda up by between 8.5 and 12 percent on Wednesday morning.</p>\n<p>Japan’s benchmark Nikkei 225, which tracks the broader stock market, rose nearly 3 percent.</p>\n<p>“Although the specifics remain unclear, both parties called the pact deal a success,” Min Joo Kang, senior economist for South Korea and Japan at ING, said in a note.</p>\n<p>“Trump appears to view it as a massive deal, while Ishiba characterised it in less grandiose terms. Ishiba pointed out that among countries with a trade surplus with the United States, Japan negotiated the lowest tariff rate.”</p>\n<p>While details were sparse, Trump’s announcement is potentially the most significant of his trade deals to be unveiled so far, following preliminary agreements with the United Kingdom, Indonesia, Vietnam and the Philippines, and a 90-day trade truce with China.</p>\n<p>Japan, the world’s fourth-largest economy, is the US’s fifth-largest trading partner.</p>\n<p>The US imported $148.2bn worth of Japanese goods in 2024, while Japan bought $79.7bn worth of US products, according to the US Census Bureau.</p>\n<p>“It’s a sign of the times that markets would cheer 15 percent tariffs,” said Brian Jacobsen, chief economist at US-based Annex Wealth Management.</p>\n<p>“A year ago, that level of tariffs would be shocking. Today, we breathe a sigh of relief.”</p>\n</div></div></body></html>"
        },
        {
            "title": "‘My duty’: Columbia protester Mahmoud Khalil meets lawmakers at US Capitol | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-22T22:58:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T180731Z_1647882335_RC2URFA9TYBV_RTRMADP_3_USA-TRUMP-COLUMBIA-KHALIL-1753221600.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Mahmoud Khalil, the Columbia University protest leader targeted for deportation by President Donald Trump, has met with lawmakers in Washington, DC.</p>\n<p>The visit on Tuesday comes just more than a month after the 30-year-old, a legal permanent resident of the United States, was <a href=\"/news/2025/6/20/us-judge-orders-release-of-palestine-advocate-mahmoud-khalil\">released from immigration custody</a> in Louisiana.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“I’m here in Washington, DC, today to meet with lawmakers, with members of Congress, to demand the end of the US-funded genocide in Gaza, and also to demand accountability from Columbia University, from the Trump administration for their retaliation against my speech,” said Khalil in a video interview with the news agency Reuters.</p>\n<p>“To be honest, I feel that this is my duty to continue advocating for Palestinians. This is what the Trump administration tried to do. They tried to silence me. But I’m here to say that we will continue to resist. We are not backing down.”</p>\n<p>Khalil continues to face deportation under the Trump administration, which has relied on an obscure provision of the Immigration and Nationality Act of 1952 in its attempts to expel international students involved in pro-Palestinian advocacy.</p>\n<p>Under the law, the secretary of state can expel a foreign national if their presence in the country is deemed to have “potentially serious adverse foreign policy consequences for the United States”, although the standard for making that determination remains unclear.</p>\n\n<p></p>\n<p>US Secretary of State Marco Rubio and immigration officials have repeatedly portrayed Khalil’s advocacy as anti-Jewish and supportive of Hamas, but they have failed to provide evidence backing those claims.</p>\n<p>Lawyers for Khalil and three other students targeted for deportation by the Trump administration — Mohsen Mahdawi, Rumeysa Ozturk and Badar Khan Suri — have <a href=\"/news/2025/6/11/judge-rules-trump-cannot-use-foreign-policy-claim-to-deport-mahmoud-khalil\">argued that their arrests</a> trample on the constitutionally protected freedom of speech.</p>\n<p>Several district judges have sided with that position in ordering the students’ release from custody as their cases proceed in immigration court.</p>\n<p>Earlier this month, Khalil, who missed the birth of his son while detained, <a href=\"/news/2025/7/10/mahmoud-khalil-files-20m-claim-against-trump-for-wrongful-detention\">filed a lawsuit</a> against the Trump administration alleging malicious prosecution, as well as false arrest and imprisonment. He is seeking $20m in damages or an apology from the government.</p>\n<p>US Senator Bernie Sanders was among the lawmakers who met with Khalil on Tuesday.</p>\n<p>“We must not allow Trump to destroy the First Amendment &amp; freedom to dissent,” Sanders said in a post on the social media platform X, accompanied by a photo with Khalil.</p>\n\n<p></p>\n<p>Khalil also met with Congress members Rashida Tlaib, Ilhan Omar, Ayanna Pressley, Jim McGovern, Troy Carter and Summer Lee.</p>\n<p>“Mahmoud Khalil is a kind, gentle soul who cares deeply about others’ humanity, and his abduction, detention, and ongoing persecution by the Trump Admin is egregious,” Pressley wrote in a post on X.</p>\n<p>“Our meeting today was fortifying and productive.”</p>\n<p>In its own social media <a href=\"https://x.com/DHSgov/status/1947723549881381363\" target=\"_blank\" rel=\"noopener\">message</a> on Tuesday, the Department of Homeland Security once again called Khalil a “terrorist sympathiser”, accusing him of anti-Jewish “hateful behavior and rhetoric”.</p>\n<p>However, ahead of his release in June, federal Judge Michael Farbiarz said he had given the administration lawyers ample time to support the public statements made against Khalil. He said they failed to do so.</p>\n<p>“The petitioner’s career and reputation are being damaged and his speech is being chilled,” Farbiarz wrote at the time. “This adds up to irreparable harm.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Morocco beat Ghana on penalties to set up Nigeria WAFCON final | Football News | Al Jazeera",
            "time": "2025-07-22T22:42:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67HU4D7__v2__HighRes__FootballCoupeDAfriqueDesNationsFeminineAuMaroc-1753223226.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Morocco beat Ghana on penalties to set up Nigeria WAFCON final</h1><p class=\"article__subhead\"><em>Host nation Morocco will face Nigeria in the Women’s Africa Cup of Nations after beating Ghana on penalties.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Goalkeeper Khadija Er-Rmichi blocked Comfort Yeboah’s attempt, and the hosts, Morocco, advanced to the championship of the Women’s Africa Cup of Nations (WAFCON) on a penalty shootout after a 1-1 draw with Ghana.</p>\n<p>Morocco, which prevailed 4-2 on penalties on Tuesday, will face Nigeria in the final on Saturday. The Super Falcons defeated defending champions South Africa 2-1 in the earlier semifinal on Tuesday in Casablanca.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Ghana took a first-half lead. Er-Rmichi got a hand on Josephine Bonsu’s header, but it bounced off the post and skittered across the goal for Stella Nyamekye to push it into the net in the 26th minute.</p>\n<p>Morocco equalised in the 55th when Sakina Ouzraoui bounced a pass from her chest to her feet and scored from underneath diving Ghana goalkeeper Cynthia Konlan.</p>\n<p>Scoreless for the rest of regulation, the match went to extra time at Rabat’s Olympic Stadium.</p>\n<p>Morocco has seen its national team rise in recent years. The team reached the WAFCON final in 2022 but fell to South Africa. Morocco also went to the Women’s World Cup for the first time in 2023 and advanced to the round of 16.</p>\n<p>Morocco advanced to the semifinals with a 3-1 victory over Mali, while Ghana downed Algeria 4-2 on penalties after a scoreless draw.</p>\n<h2 id=\"nigeria-beat-south-africa-in-first-wafcon-semi\">Nigeria beat South Africa in first WAFCON semi</h2>\n<p>Michelle Alozie’s long ball bounced into the goal in stoppage time to give Nigeria a 2-1 victory over South Africa earlier on Tuesday, and send the Super Falcons into the final at the WAFCON.</p>\n<p>The Super Falcons have won nine WAFCON titles. Disappointed by their fourth-place finish in the 2022 tournament, the Super Falcons dubbed their goal to win this event as “Mission X”.</p>\n<p>Alozie, who plays in the National Women’s Soccer League for the Houston Dash, sent the ball forward from distance four minutes into stoppage time. Although two teammates were in front of South Africa’s net, neither of them touched the ball as it bounced into the goal.</p>\n<p>Rasheedat Ajibade, who plays for Atlético Madrid, converted a penalty just before half-time to put Nigeria ahead 1-0. The Super Falcons were awarded the penalty because of a handball in the box.</p>\n<p>South Africa, the defending WAFCON champions, pulled even on Linda Motlhalo’s penalty in the 60th minute.</p>\n<p>Nigeria, which had not previously conceded a goal in the tournament, routed Zambia 5-0 in the quarterfinals to advance. South Africa, led by coach Desiree Ellis, advanced on penalties after a scoreless draw with Senegal.</p>\n<p>There was a scary moment in the 84th minute when South Africa midfielder Gabriela Salgado went down with an injury, and players from both teams frantically gestured for help.</p>\n<p>Salgado was stretchered off with her left leg heavily wrapped as her teammates sobbed. The crowd at Stade Larbi Zaouli chanted her name.</p>\n</div></div></body></html>"
        },
        {
            "title": "England beat Italy to reach UEFA Women’s Euro 2025 final | Football News | Al Jazeera",
            "time": "2025-07-22T22:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T213554Z_867909861_UP1EL7M1NZT64_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753220262.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chloe Kelly scored a dramatic late winner in extra-time as reigning champions England came from behind to <a href=\"/sports/liveblog/2025/7/22/live-england-vs-italy-uefa-womens-euro-semifinals\">beat Italy 2-1</a> and reach the Women’s Euro 2025 final.</p>\n<p>The Lionesses had been on the brink of elimination on Tuesday as they trailed to Barbara Bonansea’s first-half strike for the surprise semifinalists Italy in Geneva.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>But after their remarkable comeback from two goals down to beat Sweden on penalties in last week’s quarterfinal, they pulled off more heroics here.</p>\n<p>Michelle Agyemang came off the bench and forced the extra period by equalising in the 96th minute, while fellow substitute Kelly completed the turnaround by following in to score the winner in the 119th minute after her penalty had been saved.</p>\n<figure id=\"attachment_3851297\" aria-describedby=\"caption-attachment-3851297\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851297\" src=\"/wp-content/uploads/2025/07/2025-07-22T213704Z_920374878_UP1EL7M1O1R6A_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753220322.jpg?w=770&amp;resize=770%2C465&amp;quality=80\" alt=\"UEFA Women's Euro 2025 - Semi Final - England v Italy - Stade de Geneve, Lancy, Switzerland - July 22, 2025 England's Chloe Kelly scores their second goal from a rebound after her penalty is saved\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851297\" class=\"wp-caption-text\">England’s Chloe Kelly scores their second goal from a rebound after her penalty is saved [Stefan Wermuth/Reuters]</figcaption></figure>\n<p>Sarina Wiegman’s team are through to their third consecutive major tournament final. The 2022 European champions head to Basel for Sunday’s showpiece.</p>\n<p>That will be either a repeat of the 2023 Women’s World Cup final, which they lost to Spain, or a repeat of the last Euro final, in which they defeated Germany at Wembley – those sides meet in their semi on Wednesday.</p>\n<p>It has been quite a ride for England, with this victory following their comeback to beat Sweden in the last eight, while the nature of the defeat for Italy was cruel.</p>\n<p>Many of their players were in tears at full-time, as the Azzurre – who are ranked 13th in the world and were not expected to come this far – fell short of reaching a first final since the 1997 Euros.</p>\n<p>England coach Wiegman made one change from the quarterfinal win on penalties against Sweden, as Esme Morgan came into the defence in place of Jess Carter.</p>\n<p>The latter had been the target of racial abuse during the tournament, which drew a backlash from Wiegman and the England players in the build-up to this game.</p>\n<p>England had the backing of the majority of the 26,539 crowd in Geneva, and they had the momentum in the opening stages of the match.</p>\n<p>However, Italy looked the fresher of the two teams. The Azzurre opened the scoring in the 33rd minute as the impressive Sofia Cantore reached the right byline before delivering a cross that reached the back post.</p>\n<figure id=\"attachment_3850982\" aria-describedby=\"caption-attachment-3850982\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850982\" src=\"/wp-content/uploads/2025/07/2025-07-22T193408Z_1845796149_UP1EL7M1ICV0N_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753213225.jpg?w=770&amp;resize=770%2C457&amp;quality=80\" alt=\"Italy's Barbara Bonansea scores their first goal past England's Hannah Hampton\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850982\" class=\"wp-caption-text\">Italy’s Barbara Bonansea scores their first goal past England’s Hannah Hampton [Matthew Childs/Reuters]</figcaption></figure>\n<p>The Juventus player controlled before lashing a shot into the roof of the net from close range.</p>\n<p>Alessia Russo and Lauren James came closest for England in the first half, but Italy held their lead into the break. Wiegman sent on Beth Mead at the start of the second half.</p>\n<p>Lauren Hemp headed onto the roof of the net, and an Alex Greenwood long-ranger was punched away by goalkeeper Laura Giuliani, who was booked for time-wasting with almost 20 minutes still to play.</p>\n<p>With the clock ticking down, the England coach introduced Kelly, followed by Agyemang, two players who had already made a big impact off the bench against Sweden.</p>\n<p>Agyemang, the teenage Arsenal forward, replaced captain and centre-back Leah Williamson in a clear sign of desperation in the Lionesses camp.</p>\n<p>Italy could have killed the game off, but Hannah Hampton made a crucial double save to deny Michela Cambiaghi and Emma Severini in quick succession at a corner in the 86th minute.</p>\n<p>That proved to be crucial, as England equalised in the sixth of the seven allotted added minutes at the end of normal time.</p>\n<p>Giuliani, having let nothing get past her all evening, failed to hold an awkward cross into the box from the England right, and the ball came out to who took a touch and blasted in.</p>\n<figure id=\"attachment_3851176\" aria-describedby=\"caption-attachment-3851176\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851176\" src=\"/wp-content/uploads/2025/07/2025-07-22T205441Z_392109965_UP1EL7M1M344G_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753217778.jpg?w=770&amp;resize=770%2C467&amp;quality=80\" alt=\"Football - UEFA Women's Euro 2025 - Semi Final - England v Italy - Stade de Geneve, Lancy, Switzerland - July 22, 2025 England's Michelle Agyemang scores their first goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851176\" class=\"wp-caption-text\">England’s Michelle Agyemang scores their first goal [Stefan Wermuth/Reuters]</figcaption></figure>\n<p>Once again, England would have to go through extra time. They now had the momentum, and Giuliani did well to stop a Kelly corner going straight in, with 108 minutes played.</p>\n<p>The remarkable Agyemang then saw a lobbed effort beat Giuliani but come back off the crossbar with four minutes of extra time remaining.</p>\n<p>Penalties loomed, but instead, it would be just the one spot kick, awarded when Mead was pushed over in the area right in front of the Croatian referee.</p>\n<p>Kelly’s effort was saved by Giuliani, but she was on hand to convert the rebound and send England into another final.</p>\n</div></div></body></html>"
        },
        {
            "title": "Judges reject Trump lawyer Alina Habba’s bid to serve as federal prosecutor | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T22:32:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203564443603-1753222093.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A panel of federal judges have declined to extend Alina Habba’s term as a United States attorney for the district of New Jersey beyond the interim period of 120 days.</p>\n<p>Tuesday’s court order, signed by the chief judge for the District of New Jersey, Renee Marie Bumb, brings Habba’s brief tenure to an end for now.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The judges instead elevated Desiree Grace, Habba’s deputy at the US Attorney’s Office in New Jersey, to serve as the bureau’s top federal prosecutor.</p>\n<p>But the administration of President Donald Trump quickly denounced the judges’ decision as political activism and fired Grace from the role before she could even take up the post.</p>\n<p>“[Alina Habba] has been doing a great job in making NJ safe again. Nonetheless, politically minded judges refused to allow her to continue in her position, replacing Alina with the First Assistant,” Attorney General Pam Bondi <a href=\"https://x.com/AGPamBondi/status/1947768353025556950\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p>\n<p>“Accordingly, the First Assistant United States Attorney in New Jersey has just been removed. This Department of Justice does not tolerate rogue judges.”</p>\n<p>Habba’s time as interim US attorney has sparked controversy as yet another example of Trump picking close personal contacts to serve in government roles.</p>\n<p>Habba herself has also been accused of carrying out politically motivated prosecutions while acting as the US lawyer.</p>\n<p>During her four-month tenure, she pursued cases against several Democratic lawmakers, including Newark Mayor <a href=\"/news/2025/5/9/newark-mayor-ras-baraka-arrested-during-ice-detention-centre-protest\">Ras Baraka</a> and US Representative LaMonica McIver.</p>\n<p>Both prosecutions stemmed from an effort by lawmakers to visit and inspect an immigrant detention facility in New Jersey. Trump has made mass deportation a central pillar of his second term, and that, in turn, has stirred fears about the safety and rights of those held in the detention facilities.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"controversial-cases\">Controversial cases</h2>\n<p>In the case of Baraka and McIver, the incident in question took place on May 9 at the Delaney Hall detention centre outside of Newark.</p>\n<p>Baraka, at the time a gubernatorial candidate for the Democratic Party, had repeatedly protested the newly opened facility for allegedly lacking the proper local permits.</p>\n<p>According to Baraka’s defence team, he was invited inside the Delaney Hall gate along with members of the US Congress, who have a right to inspect federal facilities as part of their oversight duties.</p>\n<p>But he was asked to leave, and once he was outside the gate, he was handcuffed and led away. Habba later announced he had been charged with trespassing.</p>\n<p>Within 10 days, however, Habba <a href=\"https://x.com/USAttyHabba/status/1924610971919622210\" target=\"_blank\" rel=\"noopener\">walked back</a> those charges “after extensive consideration”.</p>\n<p>In a court hearing to dismiss the case, US Magistrate Judge Andre Espinosa chided a representative from Habba’s office for making a “worrisome misstep”.</p>\n<p>Espinosa told prosecutors that arresting a public figure should not be used as an “investigative tool” and warned that criminal charges carry “significant reputational and personal consequences”.</p>\n<p>Still, at the same time as she dropped the case against Baraka, Habba launched a case against Representative McIver, who had sought to defend the Newark mayor as he was being arrested.</p>\n<p>Habba <a href=\"/news/2025/6/25/us-lawmaker-denies-charges-stemming-from-immigration-centre-visit\">sued McIver</a> for physical assault after she allegedly pushed into a federal agent in the tightly packed crowd outside Delaney Hall.</p>\n<p>McIver has denied the charge and accused Habba of attempting to “intimidate” her. Baraka, meanwhile, <a href=\"/news/2025/6/3/malicious-new-jersey-mayor-ras-baraka-sues-us-attorney-after-arrest\">sued Habba</a> over “malicious prosecution”.</p>\n<p>Habba has also launched investigations into Democratic Governor Phil Murphy and Attorney General Matt Platkin over resistance to working more closely with the Trump administration on immigration enforcement.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"ties-to-trump\">Ties to Trump</h2>\n<p>Before joining the Trump administration as an interim US attorney, Habba served as the president’s personal lawyer.</p>\n<p>She represented him in several civil cases before he returned to the White House in January. In one case, Habba represented Trump in a defamation suit brought by Summer Zervos, a former contestant on his reality television show The Apprentice.</p>\n<p>After Habba threatened a countersuit, Zervos dropped her defamation complaint.</p>\n<p>But she also was part of two high-profile cases that Trump lost: a civil fraud case brought by New York Attorney General Letitia James and a defamation suit brought by writer E Jean Carroll. Trump has appealed both.</p>\n<p>In March, shortly after taking office for a second term, Trump appointed Habba to serve in the Department of Justice as a US attorney, the chief law enforcement officer in a given district.</p>\n<p>But her position was on an interim basis, capped at 120 days. Continuing in the position beyond the interim period required the approval of a judicial panel.</p>\n<p>Still, Trump has signalled that he had hopes to keep Habba in her position. Earlier this month, he submitted a formal nomination to the US Senate for Habba to remain a US attorney.</p>\n<p>But that nomination faces opposition from New Jersey Senators Cory Booker and Andy Kim, who question whether Habba is qualified.</p>\n<p>Habba had not worked as a prosecutor until Trump appointed her to the role, and the Senate has yet to act on her nomination.</p>\n<p>Several of Trump’s other nominees to the Department of Justice have faced similar pushback.</p>\n<p>Last week, a US District Court for the Northern District of New York declined to keep interim US attorney John Sarcone in place after his 120-day term neared its end.</p>\n<p>Nevertheless, members of the Trump administration were defiant in the face of the setbacks.</p>\n<p>Deputy Attorney General Todd Blanche, another former personal lawyer to the president, accused the judges in New Jersey of having “forced out” Habba on political grounds.</p>\n<p>“The district judges in NJ just proved this was never about law—it was about politics,” Blanche <a href=\"https://x.com/DAGToddBlanche/status/1947768601454514308\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media. “This backroom vote will not override the authority of the Chief Executive.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Protesters in Ukraine denounce law curbing anticorruption agencies | Corruption News | Al Jazeera",
            "time": "2025-07-22T22:29:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203728911277-1753219728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Protesters in Ukraine denounce law curbing anticorruption agencies</h1><p class=\"article__subhead\"><em>Hundreds of protesters rally in Kyiv to oppose the measure, in a show of antigovernment anger rarely seen since Russia launched its full scale invasion of Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has signed a bill that would revoke the autonomy of key anticorruption agencies, a plan that has triggered rare street demonstrations in the capital, Kyiv.</p>\n<p>Critics say the legislation consolidates power in Zelenskyy’s hands and will allow government meddling in high-profile corruption cases.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The European Union on Tuesday called the decision a “serious step back”, while hundreds gathered in central Kyiv to oppose the measure – a show of antigovernment anger rarely seen since Russia’s invasion of Ukraine.</p>\n<p>Some demonstrators shouted, “Veto the law!”</p>\n<p>“The bill is being rushed through,” 26-year-old game designer Anastasia told the AFP news agency.</p>\n<p>“It is clear that this is a targeted effort,” she added.</p>\n<p>The bill will grant the prosecutor general new authority over investigations and cases handled by the National Anti-Corruption Bureau of Ukraine (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAPO).</p>\n<p>NABU investigates instances of corruption among state institutions, while the SAPO prosecutes corruption.</p>\n<p>The passage of the bill through parliament drew sharp criticism from the heads of both agencies, and the citizen protests were the largest since Russia’s full-scale invasion in 2022.</p>\n<figure id=\"attachment_3851256\" aria-describedby=\"caption-attachment-3851256\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851256\" src=\"/wp-content/uploads/2025/07/AP25203718138988-1753219672.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A woman chants while holding a banner that reads, “Corruption Applauds,” during a protest against a law targeting anti-corruption institutions in central Kyiv, Ukraine, Tuesday, July 22, 2025. (AP Photo/Alex Babenko)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851256\" class=\"wp-caption-text\">A woman chants while holding a banner that reads, ‘Corruption Applauds’, during a protest against a law targeting anticorruption institutions, in central Kyiv, Ukraine [Alex Babenko/AP]</figcaption></figure>\n<p>Many influential Ukrainians also lashed out on social media after Tuesday’s vote, saying it was a betrayal of Ukraine’s decade-long geopolitical ambition.</p>\n<p>Fighting corruption is crucial for Ukraine’s bid to join the EU and maintain access to billions of dollars in Western aid. It is also seen as critical to erasing a legacy of Russian rule, a sentiment echoed at the protest in Kyiv.</p>\n<p>Vladyslava Kirstyuk, 18, said that memories of her childhood in occupied eastern Ukraine, after Russia’s covert invasion in 2014, left a strong impression on her.</p>\n<p>“I know what it means for one person to have all the power, when nothing is transparent and everything is working against you,” the teenager told the Reuters news agency.</p>\n<p>“I don’t want it to be the same for us here.”</p>\n<p>On Monday, Ukraine’s domestic security agency detained two NABU officials on suspicion of links to Russia and searched other agency employees on unrelated allegations.</p>\n<p>NABU has uncovered widespread corruption, including among figures in <a href=\"/features/2025/2/28/volodymyr-zelenskyy-a-dictator-or-a-ukrainian-churchill\">Zelenskyy’s administration</a>.</p>\n<p>Last week, the president carried out a <a href=\"/news/2025/7/18/ukraine-appoints-new-prime-minister-in-major-government-reshuffle\">reshuffle of his wartime cabinet</a>, a move widely viewed as further consolidating power within his inner circle.</p>\n</div></div></body></html>"
        },
        {
            "title": "Is Israel implementing a strategy of genocide by starvation in Gaza? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-22T22:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753219881.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians are dying from hunger in Gaza.</p>\n<p>Those who have survived Israel’s relentless war are now in immediate danger of starvation.</p>\n<p>Desperate people queueing for food are shot dead by Israeli and United States contractors.</p>\n<p>Is Israel implementing a strategy of genocide by starvation?</p>\n<p><strong>Presenter:</strong></p>\n<p>James Bays</p>\n<p><strong>Guests:</strong></p>\n<p>Tamer Qarmout – associate professor of public policy at the Doha Institute for Graduate Studies</p>\n<p>Arwa Damon – founder of the International Network for Aid, Relief and Assistance</p>\n<p>Dr James Smith – emergency doctor who has worked at several hospitals in Gaza</p>\n</div></div></body></html>"
        },
        {
            "title": "Gaza logs 15 new deaths from hunger, taking toll since Israel’s war to 101 | Gaza News | Al Jazeera",
            "time": "2025-07-22T21:50:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T135858Z_1412441144_RC2NRFA257XG_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1753236324.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 15 Palestinians, including four children, have starved to death in a single day in the besieged Gaza Strip, according to health officials, bringing the total number of deaths from malnutrition since Israel’s war began to 101.</p>\n<p>The announcement on Tuesday came as Israeli forces continued to pound Gaza, killing at least 81 people, and the United Nations described the situation in the enclave as a “horror show with a level of death and destruction without parallel in recent times”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The Palestinian Ministry of Health said that the 15 starvation-related deaths over the past 24 hours included four children and that the overall toll of 101 included 80 children.</p>\n<p>Most of the deaths have come in the last few weeks.</p>\n<p>Among the children who died on Tuesday were six-week-old Yousef al-Safadi, who passed away at a hospital in northern Gaza City, and 13-year-old Abdulhamid al-Ghalban, who died in another medical facility in southern Khan Younis, according to doctors.</p>\n<p>Yousef’s uncle, Adham al-Safadi, told the Reuters news agency that the infant’s mother had not been able to breastfeed because she was not eating and the family could not find baby formula to feed him.</p>\n<p>“You can’t get milk anywhere, and if you do find any, it’s $100 for a tub,” al-Safadi told Reuters. “The mother can’t breastfeed. There’s no food and drinks, so there is no breastmilk. The baby died of malnutrition.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"horror-show-in-gaza\">‘Horror show’ in Gaza</h2>\n<p>The starvation crisis comes amid a nearly five-month blockade by Israel on food, fuel, water and other humanitarian supplies entering the Gaza. Israel cut off all goods from entering the territory in March, but has allowed in a trickle of aid starting in May, mostly through the controversial United States-backed Gaza Humanitarian Foundation (GHF).</p>\n<p>According to the UN, Israeli forces have killed more than 1,000 Palestinians seeking food aid since the GHF began its operations, most of them near the group’s distribution points.</p>\n<p>The 81 Palestinians killed on Tuesday include at least 31 aid seekers, according to medics in Gaza.</p>\n<p>Fifteen others were killed in an Israeli attack on a building housing displaced people in northern Gaza City, according to a source at al-Shifa Hospital, while 13 more were killed and 50 others wounded in a strike on the nearby Shati refugee camp, according to the Palestinian Civil Defence.</p>\n<p>UN Secretary-General Antonio Guterres, speaking at the Security Council, highlighted the “horror show” for the 2.3 million Palestinians in the enclave.</p>\n<p>“Malnourishment is soaring, starvation is knocking on every door, and now we are seeing the last gasp of a humanitarian system built on humanitarian principles,” he said. “This system is being denied the space to function, denied the space to deliver, denied the safety to save lives.”</p>\n<p>Guterres said that Israel has intensified military operations in Gaza, including by issuing new forced displacement orders in parts of central Deir el-Balah, a city that was considered the last remotely safe area in the Strip.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>According to UN figures, nearly 88 percent of the entire Gaza Strip is now within Israeli militarised zones or under displacement orders, forcing the population into an ever-shrinking space.</p>\n<p>Guterres said the latest order was layering devastation “upon devastation”.</p>\n<h2 id=\"staff-fainting-on-duty\">Staff fainting on duty</h2>\n<p>Doctors in Gaza, meanwhile, said they are seeing increasing numbers of malnourished people arriving at their hospitals.</p>\n<p>Mohammed Abu Salmiya, the director of al-Shifa Hospital in northern Gaza, told reporters that there could be “alarming numbers” of deaths due to starvation.</p>\n<p>Khalil al-Daqran, the spokesperson for Al-Aqsa Hospital in central Gaza, said doctors are not able to help those suffering from malnutrition.</p>\n<p>“Hospitals are already overwhelmed by the number of casualties from gunfire. They can’t provide much more help for hunger-related symptoms because of food and medicine shortages,” he said.</p>\n<p>Deqran said some 600,000 people were suffering from malnutrition, including at least 60,000 pregnant women. Symptoms among those going hungry include dehydration and anaemia, he said.</p>\n<p>Healthcare workers and humanitarian staff in Gaza were also reporting fainting on the job because of the hunger and exhaustion, according to officials.</p>\n<p>“No one is spared: caretakers in Gaza are also in need of care,” Philippe Lazzarini, the head of the UN agency for Palestinian refugees, UNRWA, wrote on X. “Doctors, nurses, journalists &amp; humanitarians are hungry. Many are now fainting due to hunger &amp; exhaustion while performing their duties: reporting atrocities or alleviating some of the suffering.”</p>\n<p>Lazzarini went on to say that seeking food in Gaza has become as deadly as the Israeli bombardments and denounced the GHF schemes as “a sadistic death trap”.</p>\n<p>“Snipers open fire randomly on crowds as if they are given a licence to kill. A massive hunt of people, in total impunity. This cannot be our new norm, humanitarian assistance is not the job of mercenaries,” he said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The Norwegian Refugee Council, one of the largest independent aid organisations in Gaza, also said its staff in the enclave were starving.</p>\n<p>“Our last tent, our last food parcel, our last relief items have been distributed. There is nothing left,” Jan Egeland, the secretary-general of the NRC, told Reuters.</p>\n<p>“Hundreds of truckloads have been sitting in warehouses or in Egypt or elsewhere, and costing our Western European donors a lot of money, but they are blocked from coming in,” Egeland said.</p>\n<p>“Israel is not yielding. They just want to paralyse our work,” he added.</p>\n<p>Israel denies targeting civilians and rejects responsibility for the shortages of food in Gaza. The GHF has also rejected what it said were “false and exaggerated statistics” from the UN about the killings at its aid sites.</p>\n<h2 id=\"assault-on-deir-el-balah\">Assault on Deir el-Balah</h2>\n<p>Humanitarian groups also say that Israel’s military operations in central Deir el-Balah, which is the main hub for aid efforts, have compromised their ability to operate in the Strip.</p>\n<p>Tedros Adhanom Ghebreyesus, the secretary-general of the World Health Organization, said on X that the agency’s staff residence was attacked three times during the Israeli assault, while its main warehouse was damaged.</p>\n<p>Israeli troops entered the residence, forced women and children to evacuate, and handcuffed and stripped male staff and family members.</p>\n<p>Four staff were detained, and one remains in Israeli custody, he said.</p>\n<p>“WHO demands the immediate release of the detained staff and protection of all its staff,” Tedros wrote. “With the main warehouse nonfunctional and the majority of medical supplies in Gaza depleted, WHO is severely constrained in adequately supporting hospitals, emergency medical teams and health partners, already critically short on medicines, fuel, and equipment,” he added.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>While the Israeli military has claimed its operation in the area is now over, Palestinians living there have not been able to return.</p>\n<p>Al Jazeera’s Hani Mahmoud, reporting from Deir el-Balah, said residents were afraid to go back to their homes “as they are in the firing line of heavy artillery”. He said that “quadcopters and surveillance drones also hover over the area, creating an atmosphere of intimidation and fear”.</p>\n<p>Israel’s war on Gaza – which began after the Hamas-led attacks of October 7, 2023 – has killed at least 59,106 Palestinians and wounded 142,511. Most of the victims are women and children.</p>\n<p>The killings and destruction come as ceasefire talks between Hamas and Israel remain stalled.</p>\n<p>The two sides have been holding indirect talks in Qatar on a US proposal for a 60-day ceasefire, during which Hamas would release more of the Israelis it took captive in the October 7 attacks, while Israel would free Palestinian prisoners and allow a surge of humanitarian aid into Gaza.</p>\n<p>While there has been some progress, officials say a main sticking point is the redeployment of Israeli troops after any ceasefire takes place.</p>\n<p>In a statement, Hamas called on Arab nations to break their ties with Israel over its “systematic genocide and criminal starvation” in the enclave.</p>\n<p>“We affirm that the official responses and positions do not rise to the level of the catastrophe facing two and a quarter million people. The deafening silence of our nation’s rulers encourages war criminal Netanyahu to pursue his policy of starvation and genocide,” the Palestinian group said.</p>\n<p>“Our people are starving while thousands of aid trucks are piling up on the Egyptian side of the Rafah crossing. We call on Arab and Islamic countries to sever all ties with the fascist occupation entity and expel Zionist ambassadors,” it added.</p>\n</div></div></body></html>"
        },
        {
            "title": "No food, no aid: hunger is killing people in Gaza | Newsfeed | Al Jazeera",
            "time": "2025-07-22T21:42:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753220526.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump dumps a pile of MLK files. Why not the Epstein files? | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T20:46:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25198368973870-1752805363.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly six decades after the assassination of United States civil rights leader Martin Luther King Jr (MLK) in 1968, the White House has released more than 230,000 pages of once-classified files relating to his murder.</p>\n<p>After becoming president in January, Donald Trump signed an executive order declassifying documents related to the assassinations of King, former President John F Kennedy and former Senator Robert F Kennedy.</p>\n<p>The MLK files largely reinforce the longstanding official conclusion that James Earl Ray, the convicted assassin, acted alone with no conclusive evidence of a broader conspiracy.</p>\n<p>The files released on Monday add to the well-documented record of FBI surveillance and harassment of King, including efforts to discredit and intimidate him in the years leading up to his assassination.</p>\n<p>So what do the MLK files offer? What was the FBI operation against him? And why has Trump released them now?</p>\n<h2 id=\"what-are-the-mlk-files\">What are the MLK files?</h2>\n<p>The MLK files are the trove of documents related to both the FBI’s surveillance of King throughout the 1950s and 1960s and the investigation into his assassination in 1968. The records were put under a court-imposed seal in 1977 after the FBI compiled them and turned them over to the National Archives and Records Administration.</p>\n<p>The files include internal memos, wiretap transcripts, informant reports and correspondence from then-FBI Director J Edgar Hoover and senior officials, reflecting how the FBI viewed King as a political threat due to his civil rights activism.</p>\n<p>A major focus is the FBI’s covert campaign to discredit and intimidate King, which included bugging his hotel rooms, infiltrating his inner circle and even sending him an anonymous letter urging him to commit suicide in 1964.</p>\n<p>The FBI also falsely labelled King as a communist sympathiser based on his ties to former Communist Party member Stanley Levison, using this claim to justify illegal surveillance and attempts to destroy his reputation.</p>\n<p>These operations were part of the FBI’s wider COINTELPRO programme, which targeted activists and dissenters across the country.</p>\n<figure id=\"attachment_3843225\" aria-describedby=\"caption-attachment-3843225\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3843225\" src=\"/wp-content/uploads/2025/07/GettyImages-2208195780-1752760574.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bondi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3843225\" class=\"wp-caption-text\">President Donald Trump, flanked by Attorney General Pam Bondi, speaks during a cabinet meeting at the White House [File: Jabin Botsford/The Washington Post via Getty Images]</figcaption></figure>\n<h2 id=\"did-the-files-reveal-anything-new\">Did the files reveal anything new?</h2>\n<p>The newly released MLK files do not reveal any dramatic new evidence about his assassination or secret plots.</p>\n<p>The files largely reinforce what was already known: Ray was convicted as the lone shooter, and the FBI engaged in an extensive surveillance campaign.</p>\n<p>The communications also suggest the FBI considered multiple suspects beyond Ray but dropped those leads. Ray confessed to killing King in 1969 but later recanted and claimed he was framed.</p>\n<p>Before being arrested, Ray was on the run for nearly two months. He fled to Canada, Portugal and the United Kingdom before being extradited to the US, where he was convicted and sentenced to 99 years in prison. He died in April 1998 from complications related to kidney and liver disease.</p>\n<p>The documents reaffirm that the FBI, under the direction of Hoover, viewed King as a subversive figure and engaged in extensive surveillance and disinformation campaigns against him. These tactics, which included wiretaps and anonymous threats, have been public knowledge for decades, particularly after the findings of the US Senate’s Church Committee in the 1970s.</p>\n<p>The new files appear to confirm this history while adding more granular details. They provide additional internal records and memos that reinforce previous accounts of the bureau’s efforts to discredit King and monitor his activities.</p>\n<p>Notably, the release does not contain new evidence implicating anyone beyond Ray in King’s assassination.</p>\n<p>But King scholars would like to see the information the FBI was discussing and circulating as part of its investigation, Ryan Jones, director of history, interpretation and curatorial services at the National Civil Rights Museum in Memphis, Tennessee told The Associated Press news agency.</p>\n<p>“That’s critical given the fact the American public, at that time, was unaware that the FBI that is involved in the investigation was leading a smear campaign to discredit the same man while he was alive,” Jones was quoted as saying. “They were the same bureau who was receiving notices of assassination attempts against King and ignored them.”</p>\n<h2 id=\"what-is-the-civil-rights-movement\">What is the civil rights movement?</h2>\n<p>The civil rights movement was a decades-long struggle, primarily in the US during the 1950s and 1960s, aimed at ending racial segregation and discrimination against African Americans.</p>\n<p>Rooted in centuries of resistance to slavery and racial injustice, the movement gained momentum after World War II as Black Americans demanded equal treatment under the law and full access to political, social and economic rights guaranteed by the US Constitution.</p>\n<p>Led by figures such as Malcolm X, Rosa Parks, King and countless grassroots activists, the movement employed strategies ranging from peaceful protests and legal challenges to civil disobedience and mass mobilisation.</p>\n<p>Landmark events like the Montgomery bus boycott in Alabama; the March on Washington, where King delivered his “I Have a Dream” speech; and the Selma-to-Montgomery marches, also in Alabama, pressured lawmakers and reshaped public opinion. These efforts led to major legislative victories, including the Civil Rights Act of 1964 and the Voting Rights Act of 1965<span>.</span></p>\n<figure id=\"attachment_2345674\" aria-describedby=\"caption-attachment-2345674\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2345674\" src=\"/wp-content/uploads/2023/09/AP23238605361010-1694005439.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A person holds an image of the Rev. Martin Luther King Jr. as they listen to speakers during the 60th Anniversary of the March on Washington at the Lincoln Memorial in Washington, Saturday, Aug. 26, 2023. (AP Photo/Andrew Harnik)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2345674\" class=\"wp-caption-text\">A person holds an image of the Reverend Martin Luther King Jr during commemorations of the 60th anniversary of the March on Washington at the Lincoln Memorial in Washington, DC, on August 26, 2023 [Andrew Harnik/AP]</figcaption></figure>\n<h2 id=\"what-was-this-fbi-operation\">What was this FBI operation?</h2>\n<p>The FBI’s operation against King was primarily conducted under the Counterintelligence Program, known as COINTELPRO, a covert initiative launched by the FBI under Hoover.</p>\n<p>Initiated in 1956, COINTELPRO targeted various organisations, but its focus on King and the broader civil rights movement intensified in the early 1960s, particularly as King’s prominence grew.</p>\n<p>The FBI labelled King a national security threat, suspecting communist influence within the civil rights movement although no such ties were ever substantiated.</p>\n<p>Declassified documents outline a systematic campaign to monitor King’s activities, undermine his leadership and tarnish his public image through surveillance and psychological tactics. Wiretaps were placed on King’s home and office phones, and hidden microphones were installed in hotel rooms where he stayed.</p>\n<p>These efforts, authorised by Attorney General Robert F Kennedy in 1963, were often abused to collect salacious details about King’s private life, particularly extramarital affairs.</p>\n<p>In 1964, the FBI sent an anonymous letter to King accompanied by an audiotape it pulled from bugged hotel rooms that allegedly was evidence of his affairs and urged him to commit suicide to avoid public disgrace.</p>\n<p>The FBI’s operation against King, which continued until his assassination in 1968, reflected Hoover’s animosity and the agency’s broader paranoia about civil rights activism disrupting the status quo.</p>\n<p>“He was relentlessly targeted by an invasive, predatory, and deeply disturbing disinformation and surveillance campaign,” a King family statement said<span>.</span></p>\n<h2 id=\"why-did-trump-release-them-now\">Why did Trump release them now?</h2>\n<p>The Trump administration released the MLK files despite opposition from his family and the political group he once led.</p>\n<p>In a statement, Attorney General Pamela Bondi said: “The American people deserve answers decades after the horrific assassination of one of our nation’s great leaders.”</p>\n<p>Trump’s order for the files to be released said it was in the “national interest” to release the records. “Their families and the American people deserve transparency and truth,” it said.</p>\n<p>Bondi hosted Alveda King, a conservative commentator and MLK’s niece, at the Department of Justice to commemorate the release of the files. Alveda said she was grateful to Trump “for delivering on their pledge of transparency in the release of these documents on the assassination” of King.</p>\n<p>The King family said in its statement that it had hoped to get an opportunity to review the files as a family before their public release.</p>\n<p>In a statement released on Monday, King’s children called their father’s case a “captivating public curiosity for decades” but emphasised that “these files must be viewed within their full historical context.”</p>\n<p>“We ask those who engage with the release of these files to do so with empathy, restraint, and respect for our family’s continuing grief,” the statement said.</p>\n<figure id=\"attachment_3844654\" aria-describedby=\"caption-attachment-3844654\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3844654\" src=\"/wp-content/uploads/2025/07/GettyImages-1192977790-1752836036.jpg?w=770&amp;resize=770%2C540&amp;quality=80\" alt=\"From left, American real estate developer Donald Trump and his girlfriend (and future wife), former model Melania Knauss, financier (and future convicted sex offender) Jeffrey Epstein, and British socialite Ghislaine Maxwell pose together at the Mar-a-Lago club, Palm Beach.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3844654\" class=\"wp-caption-text\">From left, American real estate developer Donald Trump and his girlfriend (and future wife), former model Melania Knauss, financier (and future convicted sex offender) Jeffrey Epstein and British socialite Ghislaine Maxwell at Trump’s Mar-a-Lago club in Palm Beach, Florida, on February 12, 2000 [Davidoff Studios via Getty Images]</figcaption></figure>\n<h2 id=\"has-trump-released-other-files\">Has Trump released other files?</h2>\n<p>Before releasing the MLK files, Trump declassified thousands of documents related to the assassinations of former President Kennedy (JFK) and his younger brother, Robert F Kennedy, calling it a push for transparency.</p>\n<p>In March, the National Archives released tens of thousands of pages concerning JFK’s 1963 assassination, including previously redacted FBI and CIA records. These documents offered further detail on the intelligence tracking of JFK assassin Lee Harvey Oswald and US surveillance efforts during the Cold War.</p>\n<p>After that, from April to June, the Trump administration released more than 70,000 pages related to the 1968 assassination of Senator Kennedy. These records included FBI field reports, informant files and internal memos.</p>\n<p>While many hailed this latest release, Trump also faced criticism from other leaders who called it a political distraction at a time when pressure has been mounting over the president’s handling of sex offender Jeffrey Epstein files.</p>\n<p>The Epstein files detail the life and connections of the disgraced financier with deep ties to elite political, business and cultural circles. Calls for transparency have intensified after renewed demands from civil society, victims advocates and bipartisan lawmakers who argued that shielding the full extent of Epstein’s connections undermines justice and accountability.</p>\n</div></div></body></html>"
        },
        {
            "title": "Donald Trump accuses Barack Obama of ‘treason’ over 2016 election claims | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T20:36:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25144579276847-1-1753203717.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has called for the arrest of former President Barack Obama, repeating unproven claims that the Democrat’s administration intentionally misled the public in its assessment of the <a href=\"/news/2018/4/27/us-intelligence-committee-probe-finds-no-trump-russia-collusion\">2016 election</a>.</p>\n<p>At Tuesday’s Oval Office meeting with Philippine President Ferdinand “Bongbong” Marcos Jr, Trump accused Obama, a longtime rival, of helming a criminal conspiracy.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“ The leader of the gang was President Obama, Barack Hussein Obama,” Trump told the media.</p>\n<p>“ He’s guilty. This was treason. This was every word you can think of. They tried to steal the election. They tried to obfuscate the election. They did things that nobody’s ever even imagined, even in other countries.”</p>\n<p>President Trump has a history of spreading election-related falsehoods, including by denying his own defeat in the 2020 race.</p>\n<p>But since taking office for a second term, he has sought to settle scores over his victory in the 2016 presidential contest, which raised questions about Russia’s alleged attempts to influence the outcome.</p>\n<p>In 2016, in the waning days of Obama’s second term, the Central Intelligence Agency (CIA) concluded that Russia had attempted to sway the results in Trump’s favour. Obama responded to the allegations by expelling Russian diplomats and slapping sanctions on the country.</p>\n<p>An intelligence community assessment in 2017 later offered details into the Russian influence campaign.</p>\n<p>But in 2019, a special counsel’s report found there was not enough evidence to support the claim that the Trump campaign had colluded with Russia. It did, however, once again underscore the government’s assertion that Russia had interfered in the election “in sweeping and systematic fashion”.</p>\n<p>Trump, however, has described such probes as politicised attacks designed to undermine his authority.</p>\n<p>In Tuesday’s appearance, Trump cited recent claims from his director of national intelligence, Tulsi Gabbard, to assert wrongdoing on the part of the Obama administration.</p>\n<p>“They caught President Obama absolutely cold,” Trump said. “They tried to rig the election, and they got caught, and there should be very severe consequences for that.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"tulsi-gabbard-renews-obama-attacks\">Tulsi Gabbard renews Obama attacks</h2>\n<p>Trump’s latest remarks about what he calls the “Russia hoax” come just days after Gabbard released a <a href=\"https://www.dni.gov/index.php/newsroom/press-releases/press-releases-2025/4086-pr-15-25\" target=\"_blank\" rel=\"noopener\">press release</a> about the subject on July 18.</p>\n<p>In the statement, Gabbard’s office asserts she “revealed overwhelming evidence” that “President Obama and his national security cabinet members manufactured and politicised intelligence to lay the groundwork for what was essentially a years-long coup against President Trump”.</p>\n<p>Gabbard followed that release up with a series of <a href=\"https://x.com/DNIGabbard/status/1946293600976785453\" target=\"_blank\" rel=\"noopener\">social media posts</a>, some indicating she had pressed the Department of Justice (DOJ) for criminal charges against Obama. She has called the scrutiny on the 2016 election a “treasonous conspiracy”.</p>\n<p>“Their goal was to usurp President Trump and subvert the will of the American people,” Gabbard wrote.</p>\n<p>“No matter how powerful, every person involved in this conspiracy must be investigated and prosecuted to the fullest extent of the law,” she continued. “We are turning over all documents to the DOJ for criminal referral.”</p>\n<p>However, the veracity of Gabbard’s report has been widely questioned. Critics have pointed out that she appears to confuse different conclusions.</p>\n<p>Gabbard, for instance, has highlighted internal government documents from the 2016 election period that indicate Russia was not using cyberattacks to alter the overall vote count.</p>\n<p>But the published 2017 intelligence report did not assert that Russia was attempting to hack the election. Instead, it highlighted ways that Russia tried to influence public sentiment through disinformation.</p>\n<p>Russia’s campaign included online propaganda, the dissemination of hacked data, and targeted messaging about individuals and entities involved in the election.</p>\n<p>Other investigations related to the matter, including a separate Department of Justice inspector general report and a Republican-led Senate investigation, all supported that Russia did indeed seek to influence the 2016 election.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"backlash-against-gabbard-s-statements\">Backlash against Gabbard’s statements</h2>\n<p>But Gabbard’s argument that the scrutiny over the 2016 election was criminal has prompted uproar, particularly from the Democratic Party.</p>\n<p>Senator Mark Warner of Virginia even questioned whether Gabbard should remain in her role as director of national intelligence.</p>\n<p>“It is sadly not surprising that DNI Gabbard, who promised to depoliticize the intelligence community, is once again weaponizing her position to amplify the president’s election conspiracy theories,” he <a href=\"https://x.com/MarkWarner/status/1946322743042998684\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p>\n<p>Obama himself released a statement through his office, calling Gabbard’s claims “bizarre”.</p>\n<p>“Nothing in the document issued last week undercuts the widely accepted conclusion that Russia worked to influence the 2016 presidential election but did not successfully manipulate any votes,” it said.</p>\n<p>Some critics have speculated that Trump may be using the years-old question of Russian election interference to distract from his current political woes: He recently faced backlash from members of his base over his handling of files related to convicted sex offender Jeffrey Epstein.</p>\n<p>Still, President Trump has doubled down on Gabbard’s assertions, even reposting a video generated by artificial intelligence (AI) on Monday showing Obama being handcuffed in the Oval Office, while the song YMCA played.</p>\n<p>“ This is, like, proof – irrefutable proof – that Obama was seditious, that Obama was trying to lead a coup,” Trump said on Tuesday. “Obama headed it up.”</p>\n<p>Experts have long speculated that Trump may use a second term as president to settle political scores and seek retaliation against his foes.</p>\n</div></div></body></html>"
        },
        {
            "title": "President Trump sets 19% tariff on Philippines in new trade deal | International Trade News | Al Jazeera",
            "time": "2025-07-22T19:39:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67H83LG__v1__HighRes__UsPhilippinesDiplomacyMarcosTrump-1753209217.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has reached a trade deal with the Philippines, President Donald Trump has announced, charging the country a 19 percent tariff rate on goods it exports to the US, while US goods will pay zero tariffs.</p>\n<p>Trump announced the new agreement on Tuesday on his social media platform Truth Social shortly after his meeting with President Ferdinand Marcos Jr at the White House.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We concluded our Trade Deal, whereby The Philippines is going OPEN MARKET with the United States,” Trump said.</p>\n<p>The new tariff rate is just below the 20 percent <a href=\"/economy/2025/7/21/as-trumps-tariff-deadline-looms-economists-see-calm-before-the-storm\">threatened by Trump earlier this month</a>, but above the 17 percent set in April when Trump announced what he called reciprocal tariff rates for dozens of countries. It matches the 19 percent rate announced for Indonesia and bests Vietnam’s slightly higher rate of 20 percent.</p>\n<p>The US had a deficit of nearly $5bn with the Philippines last year on bilateral goods trade of $23.5bn.</p>\n<p>Marcos hailed the deal with the US. “One percent might seem like a very small concession. However, when you put it in real terms, it is a significant achievement,” he told reporters in Washington, DC.</p>\n<p>Earlier, Marcos, who is the first Southeast Asian leader to meet Trump in his second term, told reporters at the start of the meeting that the US was his country’s “strongest, closest, most reliable ally”.</p>\n<p>Trump said the two Pacific allies would also work together militarily but gave no details.</p>\n<p>Philippine Assistant Foreign Secretary Raquel Solano said last week that trade officials have been working with US counterparts seeking to seal a “mutually acceptable and mutually beneficial” deal.</p>\n<p>Protesters gathered near the White House as Marcos arrived, demanding that the Philippine leader address the pleas of Filipino Americans and immigrant workers who have made multiple requests for support amid US immigration raids.</p>\n<p>Trump underscored the importance of the US-Philippine military relationship, saying, “They’re a very important nation militarily, and we’ve had some great drills lately.”</p>\n<p>Marcos, who arrived in Washington, DC, on Sunday, met Defense Secretary Pete Hegseth and Secretary of State Marco Rubio on Monday. During his trip, he will also meet US business leaders investing in the Philippines. Philippine officials say Marcos planned to stress that Manila must become economically stronger if it is to serve as a truly robust partner to the US in the<a href=\"/news/2025/2/24/japan-philippines-to-boost-military-ties-amid-severe-environment\" target=\"_blank\" rel=\"noopener\"> Asia Pacific region</a>.</p>\n<h2 id=\"looming-pressure-on-china\">Looming pressure on China</h2>\n<p>During the Oval Office event, Trump said he may visit China for a landmark trip “in the not-too-distant future” and noted the Philippines had distanced itself from Beijing after his election last November.</p>\n<p>“The country was maybe tilting toward China, but we un-tilted it very, very quickly,” Trump said.</p>\n<p>The US president has sought to lower tensions with Beijing in recent weeks after pausing a tit-for-tat tariff war that has upended global trade and supply chains. US Treasury Secretary Scott Bessent said on Tuesday he would meet Chinese officials in Sweden next week.</p>\n</div></div></body></html>"
        },
        {
            "title": "Renewable energy hits global tipping point for even lower costs, UN says | Renewable Energy News | Al Jazeera",
            "time": "2025-07-22T19:24:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T154423Z_811248785_RC2PRFASNOM4_RTRMADP_3_UN-CLIMATE-1753207749.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The global switch to renewable energy has passed a “positive tipping point”, and solar and wind power will become even cheaper and more widespread, according to two reports.</p>\n<p>Last year, 74 percent of the growth in electricity generated worldwide was from <a href=\"/video/counting-the-cost/2025/5/1/is-the-race-for-clean-energy-losing-momentum\">wind, solar and other green sources</a>, according to a report compiled by multiple United Nations agencies called Seizing the Moment of Opportunity. It was published on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It found that 92.5 percent of all new electricity capacity added to the grid worldwide in 2024 came from renewables. Meanwhile, sales of electric vehicles were up from 500,000 in 2015 to more than 17 million in 2024.</p>\n<p>The three cheapest electricity sources globally last year were onshore wind, solar panels and new hydropower, according to an energy cost report by the International Renewable Energy Agency (IRENA), an intergovernmental organisation. Solar power now is 41 percent cheaper and wind power is 53 percent cheaper globally than the lowest-cost fossil fuel, the reports said.</p>\n<p>“The <a href=\"/news/2025/4/8/clean-energy-surges-globally-but-has-yet-to-replace-fossil-fuels-report\">fossil fuel</a> age is flailing and failing,” UN Secretary-General Antonio Guterres said in a speech at the UN headquarters in New York City.</p>\n<p>“We are in the dawn of a new energy era. An era where cheap, clean, abundant energy powers a world rich in economic opportunity.”</p>\n<p>“Just follow the money,” Guterres said, quoting the reports, which showed last year there was $2 trillion in investment in green energy, which is about $800bn more than in fossil fuels.</p>\n<p>Renewables are booming despite fossil fuels getting nearly nine times the government consumption subsidies as they do, Guterres and the reports said.</p>\n<p>In 2023, global fossil fuel subsidies amounted to $620bn, compared with $70bn for renewables, the UN report said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Still, the UN warned that the switch to renewable energy is not happening fast enough.</p>\n<p>Despite the boom in renewables, fossil fuel production globally is still increasing instead of going down in response. UN officials said that’s because power demand is increasing overall, spurred by developing countries, artificial intelligence data centres and the need for cooling in an ever warmer world.</p>\n<p>Guterres warned <a href=\"/news/2025/1/23/as-trump-turns-to-fossil-fuels-europe-sprints-ahead-with-renewables\">nations that are hanging on to fossil fuels</a> that they were heading down a dangerous path that would make them poorer not richer.</p>\n<p>“Countries that cling to fossil fuels are not protecting their economies. They [are] sabotaging them – driving up costs, undermining competitiveness, locking in stranded assets,” Guterres said.</p>\n<p>The global renewables growth has been mostly in countries like China – where one-tenth of the economy is tied up in green energy – as well as countries such as India and Brazil.</p>\n<p>Africa represented less than 2 percent of the new green energy capacity installed last year despite having great electrification needs, the reports said.</p>\n<p>“The Global South must be empowered to generate its own electricity without adding to already unsustainable level of debts,” Bahamian climate scientist Adelle Thomas of the Natural Resources Defense Council, who did not work on the reports, told The Associated Press news agency.</p>\n<p>Guterres called on major technology firms to power data centres completely with renewables by 2030.</p>\n<p>“A typical AI data centre eats up as much electricity as 100,000 homes,” Guterres said. “By 2030, data centres could consume as much electricity as all of Japan does today.”</p>\n<p>“The future is being built in the cloud,” the UN chief said.</p>\n<p>“It must be powered by the sun, the wind and the promise of a better world.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Ozzy Osbourne, Black Sabbath frontman and heavy metal icon, dies at 76 | News | Al Jazeera",
            "time": "2025-07-22T19:12:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T181516Z_37861384_RC2TRFANUCYI_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1753210850.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ozzy Osbourne, Black Sabbath frontman and heavy metal icon, dies at 76</h1><p class=\"article__subhead\"><em>Osbourne was instrumental in pioneering heavy metal as his band Black Sabbath enjoyed huge success in the 70s.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ozzy Osbourne, the frontman of the heavy metal group Black Sabbath, <a href=\"/news/2025/7/23/changed-the-planet-of-rock-tributes-pour-in-for-rock-icon-ozzy-osbourne\">has died</a> at the age of 76, his family says in a statement.</p>\n<p>The raucous singer, who had been diagnosed with Parkinson’s disease in 2019, passed away on Tuesday just over two weeks after playing a farewell concert in his home city of Birmingham, England.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“It is with more sadness than mere words can convey that we have to report that our beloved Ozzy Osbourne has passed away this morning,” the family’s statement read.</p>\n<p>“He was with his family and surrounded by love. We ask everyone to respect our family privacy at this time.”</p>\n<p>Osbourne was instrumental in pioneering heavy metal, an offshoot of hard rock, as Black Sabbath enjoyed huge commercial success in the 1970s.</p>\n<p>Nicknamed the “Prince of Darkness”, he once bit off the head of a bat while on stage.</p>\n<p>Born as John Michael Osbourne on December 3, 1948, in Birmingham, he left school at 15 and did odd jobs, including factory work before teaming up with school friend Geezer Butler in several bands.</p>\n<p>Later, he switched gears to appear as a sweet father on the reality TV show The Osbournes.</p>\n<figure id=\"attachment_3850873\" aria-describedby=\"caption-attachment-3850873\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850873\" src=\"/wp-content/uploads/2025/07/2025-07-22T182113Z_475470134_RC2URFAYP11H_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1753210714.jpg?w=770&amp;resize=770%2C537&amp;quality=80\" alt='FILE PHOTO: Ozzy Osbourne (C) and his wife Sharon pose with Geezer Butler (2nd L) of Black Sabbath, Zakk Wylde (L) and Slipknot member Corey Taylor (R) at a news conference to announce the \"Ozzfest Meets Knotfest\" music festival at the Hollywood Palladium in Los Angeles, U.S., ' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850873\" class=\"wp-caption-text\">Ozzy Osbourne, centre, and his wife, Sharon Osbourne, appear with Geezer Butler, second from left, of Black Sabbath; Zakk Wylde, far left; and Slipknot member Corey Taylor, far right [File: Mario Anzuoni/Reuters]</figcaption></figure>\n<p>He ended his wild career this month when Black Sabbath belted out their most well-known songs in front of 42,000 fans at Villa Park, home of Premier League football club Aston Villa.</p>\n<p>“It’s the last song ever. Your support has enabled us to live an amazing lifestyle. … Thank you from the bottom of our hearts,” Osbourne told the crowd after finishing the set with Paranoid, the band’s most famous song.</p>\n<p>“Black Sabbath are the Beatles of heavy metal. Anybody who’s serious about metal will tell you it all comes down to Sabbath,” Dave Navarro of the band Jane’s Addiction wrote in a 2010 tribute in Rolling Stone.</p>\n<p>“There’s a direct line you can draw back from today’s metal, through eighties bands like Iron Maiden, back to Sabbath.”</p>\n<p>Osbourne is survived by his wife, Sharon, and their three children – Kelly, Aimee and Jack.</p>\n<figure id=\"attachment_3850877\" aria-describedby=\"caption-attachment-3850877\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850877\" src=\"/wp-content/uploads/2025/07/2025-07-22T182111Z_249115651_RC2URFAJGPG4_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1753210774.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: Ozzy and Sharon Osbourne smile as they pose in front of some of their belongings to be auctioned in Beverly Hills, California, November 26, 2007. A portion of the proceeds from the two-day auction of property from the Osbourne's homes will benefit the Sharon Osbourne Colon Cancer Program. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850877\" class=\"wp-caption-text\">Ozzy and Sharon Osbourne in Beverly Hills, California, on November 26, 2007 [Mario Anzuoni/Reuters]</figcaption></figure>\n</div></div></body></html>"
        }
    ]
}