{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "What’s the fallout from Israel’s land grab? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T19:00:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771263817.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Israel takes another step towards annexing the occupied West Bank.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Israel appears to be racing against time to tighten its grip on the occupied West Bank.</p><p class=\"p1\">Last week, its security cabinet approved a move that makes it easier for settlers to buy land there, repealing decades-old laws and regulations.</p><p class=\"p1\">This week, the Israeli government went a step further.</p><p class=\"p1\">It has approved a proposal to reactivate land registration in the area for the first time since 1967.</p><p class=\"p1\">The move paves the way for Israel to gain ownership of vast swaths of land Palestinians hoped would have been part of their future state.</p><p class=\"p1\">What’s triggering this accelerated confiscation of Palestinian land?</p><p class=\"p1\">And could it be a recipe for renewed violence?</p><p class=\"p1\"><strong>Presenter:</strong> Rishaad Salamat</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Mohammad Dahleh – Human rights lawyer</p><p class=\"p1\">Mitchell Barak – Founder of KEEVOON Research, Strategy and Communications</p><p class=\"p1\">Simon Mabon – Professor of Middle Eastern and International Politics at Lancaster University</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Supporters mourn Alexey Navalny two years after his death | Politics | Al Jazeera",
            "time": "2026-02-16T18:53:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771267995.jpg?resize=1598%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh’s interim leader Yunus steps down as new gov’t set to take over | Sheikh Hasina News | Al Jazeera",
            "time": "2026-02-16T18:05:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__976N3KE__v3__HighRes__TopshotBangladeshPoliticsVote-1771260347.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh’s interim leader Yunus steps down as new gov’t set to take over</h1><p class=\"article__subhead\"><em>‘Let the practice of democracy continue,’ said Yunus, who has overseen the country’s post-uprising transition since 2024.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh’s interim leader Muhammad Yunus has announced he is resigning to pave way for a new government <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">elected several days ago</a>.</p><p>Speaking in a farewell broadcast to the nation on Monday, Yunus said the interim government he oversees “is stepping down”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“But let the practice of democracy, freedom of speech, and fundamental rights that has begun not be halted,” he said.</p><p>An 85-year-old Nobel Peace Prize winner, Yunus <a href=\"/news/2024/8/8/muhammad-yunus-returns-to-bangladesh-to-lead-interim-government\">returned from self-imposed exile</a> in August 2024 to serve as Bangladesh’s chief adviser after a student-led uprising <a href=\"/news/2024/8/5/bangladesh-pm-hasina-quits-and-flees-as-protestors-storm-palace-reports\">toppled the government of Prime Minister Sheikh Hasina</a>.</p><p>Bangladesh held its first general elections since that uprising on February 12, and the Bangladesh Nationalist Party (BNP), led by Tarique Rahman, won a landslide victory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rahman, <a href=\"/news/2026/2/14/tarique-rahman-from-17-year-exile-to-landslide-win-in-bangladesh-election\">a scion of one of the country’s most powerful</a> political dynasties, is set to serve as prime minister of the incoming government when it is sworn in on Tuesday, according to Bangladeshi media.</p><p>Yunus praised the recent elections, which European Union observers called “credible and competently managed” as a “benchmark for future elections”.</p><p>“The people, voters, political parties, and stakeholder institutions linked to the election have set a commendable example,” Yunus said.</p><h2 id=\"we-must-remain-united\">‘We must remain united’</h2><p>Rahman’s BNP-led alliance won at least 212 seats in the 300-seat parliament, giving it a strong mandate to lead. In second place was the Jamaat-e-Islami party, which won 77 seats, positioning it as the main opposition party. Hasina’s Awami League party was barred from participating.</p><p>Rahman <a href=\"/news/2026/2/14/bnp-wins-bangladesh-election-tarique-rahman-set-to-be-prime-minister\">appealed for unity</a> in the wake of his party’s victory, saying “our paths and opinions may differ, but in the interest of the country, we must remain united”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In addition to electing their new representatives, Bangladeshi voters also endorsed sweeping democratic reforms in a national referendum.</p><p>The lengthy document of reforms, known as the “July Charter” after the month when the uprising that toppled Hasina began, proposes term limits for prime ministers, the creation of an upper house of parliament, stronger presidential powers and greater judicial independence. It enshrines a key pillar of Yunus’s post-uprising transition agenda.</p><p>The referendum noted that approval would make the charter “binding on the parties that win” the election, obliging them to endorse it.</p><p>“Sweeping away the ruins, we rebuilt institutions and set the course for reforms,” said Yunus, praising the reforms.</p><p>However, several parties raised questions before the vote, and the reforms will still require ratification by the new parliament.</p><p>“The challenge now is to ensure good governance, law and order, and public safety, and to establish a rights-based state, which was at the heart of the aspirations of the 2024 mass uprising,” Rezaul Karim Rony, a Dhaka-based political analyst, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia lose to Sri Lanka by eight wickets, staring at T20 World Cup exit | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-16T18:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__97R7963__v1__MidRes__CricketIccMensT20Wc2026SriAus-1771263861.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sri Lanka’s opener Pathum Nissanka scored the first century of the T20 World Cup to put his side into the Super Eights of the cricket tournament and leave Australia on the brink of elimination.</p><p>Nissanka scored 100 not out off 52 balls with five sixes and 10 fours as Sri Lanka, chasing Australia’s 181, reached 184-2 with two overs to spare in Kandy to win by eight wickets on Monday.</p><p>“We’re in the lap of the gods now, I think,” Australia captain Mitchell Marsh said after the match.</p><p>“Lot of emotions in the room right now,” he said of the 2021 champions. “Haven’t been at our best. Disappointed bunch at the moment.”</p><p>Nissanka was involved in a 97-run stand off 66 balls with Kusal Mendis for the second wicket, with the wicketkeeper-batsman posting his third fifty in the competition.</p><p>Nissanka became the first Sri Lankan to score two hundreds in T20 internationals.</p><p>After Mendis’s dismissal, Nissanka and Pavan Rathnayake put on 76 off 34 balls to see Sri Lanka to victory.</p><p>Nissanka played some glorious cover drives off the spinners and played some elegant flicks against the quicks.</p><p>Rathnayake hit the winning runs straight after Nissanka reached his century off 52 balls and was greeted by massive cheers in Pallekele International Stadium.</p><p>The packed crowd roared again one delivery later when Rathnayake finished the match with a boundary to deep square.</p><p>Sri Lanka came into the World Cup after a 3-0 drubbing at the hands of England, but have gained momentum and have won all three games so far.</p><p>Australia’s campaign has been plagued by injuries.</p><p>Their captain Marsh, who missed the first two games, returned and gave them a rollicking start by scoring 54.</p><p>Marsh and Travis Head (56) scored 104 runs off 51 balls for the first wicket.</p><p>With Australia eyeing a total in excess of 200, Sri Lanka’s slow bowlers kept them to 181 with leg spinner Dushan Hemantha picking up 3-37.</p><p>Australia collapsed as they looked for quick runs, losing their last six wickets for 21 in 24 balls.</p><figure id=\"attachment_4318083\" aria-describedby=\"caption-attachment-4318083\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4318083\" src=\"/wp-content/uploads/2026/02/AFP__20260216__97R79M6__v1__MidRes__CricketIccMensT20Wc2026SriAus-1771263858.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Australia's captain Mitchell Marsh looks on after his team's loss against Sri Lanka at the end of their 2026 ICC Men's T20 Cricket World Cup group stage match in the Pallekele International Cricket Stadium, Kandy on February 16, 2026. (Photo by Ishara S. KODIKARA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318083\" class=\"wp-caption-text\">Australia’s captain Mitchell Marsh looks on after his team’s loss against Sri Lanka [Ishara S Kodikara/AFP]</figcaption></figure><h2 id=\"super-eights-sri-lanka-through-australia-on-the-brink-of-elimination\">Super Eights: Sri Lanka through; Australia on the brink of elimination</h2><p>A victory by Zimbabwe over Ireland in Group B on Tuesday, or against Sri Lanka on Thursday, would eliminate Australia.</p><p>If Zimbabwe lose both matches, Australia will need to beat Oman in their final game on Friday by a big margin to get through on net run rate.</p><p>Meanwhile, Australia could fail to get out of the group stage for the first time since 2009 if unbeaten Zimbabwe beats Ireland on Tuesday.</p><p>England have also reached the Super Eights after surviving a scare from Italy in Kolkata. England came back from 105-5 to post 202-7. Italy were cut short on 178.</p><p>In New Delhi, Afghanistan shrugged off back-to-back defeats to finally register a win after beating the United Arab Emirates by five wickets. That helped them stay in the tournament and saw South Africa secure a spot in the Super Eights.</p></div></div></body></html>"
        },
        {
            "title": "Driven by money, pushed by passion: Migrant tea pickers of Kerala, India | Agriculture | Al Jazeera",
            "time": "2026-02-16T17:34:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/3-Shyam-Kalpadia-from-Koraput-in-Odisha-said-he-introduced-many-of-his-friends-to-Keralas-tea-business-1-1771256421.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Wayanad, India –</strong> The migrant workforce, as in most countries, is the backbone of India’s economy. And Kerala, being among the states with the highest emigration rate in India, is largely dependent on workers from other regions to run its industries.</p><p>All businesses, including the beautiful tea, coffee, rubber, spice and coconut plantations spread across the state, are heavily dependent on workers from neighbouring or northern and eastern areas of India, with Uttar Pradesh, Bihar, Jharkhand and Odisha among the top origins.</p><p>According to the United Nations, India recorded the highest number of people migrating abroad – more than 6.63 million – in 2024. There is no readily available data on migration within the country in recent years, as the census, which remains the primary source of information in India, was last conducted in 2011.</p><p>However, talk to people working in shops, factories, or any of these farms, and the chances are high that you will come across workers from other states.</p><p>Rajkumar Jani, a 23-year-old botany graduate from Odisha, is among them. Working at a tea garden in the hilly, verdant Wayanad, he did not have much time to spare as he wanted to pluck as many tender tea leaves as he could to meet the target he set for himself.</p><p>“We don’t work for a salary. Our earnings depend on the quantity of tea leaves we collect. So no work, no payment,” Jani says, gliding his harvesting shears along the top layer of the tea plants, careful to pluck only fresh, flavourful green leaves.</p><p>Asked how he landed in Kerala, about 1,600km (1,000 miles) from his hometown, Koraput in Odisha, Jani said he needed a job to support his family, and there were no decent work offers back home. He got the opportunity through his friend and coworker, Shyam Kalpadia, 26, also from Koraput.</p><p>“I was the first to come here six years ago. I came here looking for opportunities as many people from my hometown were arriving here for jobs,” says Kalpadia, who introduced many others to the tea industry in the southern state, including Rutu Nandiwali, 23, and 18-year-old Lakshman Kumar, who were all busy harvesting with him in the picturesque setting.</p><p>For Kalpadia, a decent income was the main reason behind moving to Kerala. He said he made 1,500 to 2,000 rupees ($17-$22) a day, much more than he could earn in Odisha, a state with a high poverty rate. In addition to providing payments, employers also arrange accommodation and some provisions for the workers – additional benefits – allowing them to save some money for home.</p><p>Being in “God’s own country” – a term coined in the 1980s to define Kerala’s abundant natural beauty, including its serene backwaters, lush greenery, rich flora and fauna, and long stretches of beaches, often linked to local legends in which the land was created by the gods – was another motivation for Kalpadia.</p><p>“This place is so beautiful. Wherever you go, it’s so green. People are also nice here,” he said.</p><p>Moreover, having studied botany, Jani found the job interesting, and somewhat related to his subject. This made him more passionate about his work.</p><p>“This place gets a lot of rain. It makes our work more challenging on these hilly slopes. But we avoid taking days off. What would we do sitting at home? Work not only pays, but it also keeps us entertained,” Jani says, smiling as he stacks the sacks of tea leaves.</p></div></div></body></html>"
        },
        {
            "title": "Business and limbs destroyed by Israel, Gaza family rebuilds bakery | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T17:23:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Alaa_Qahman_Gaza_bakery_worker_amputee-1771261506.jpg?resize=1920%2C1371&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran launches naval drills ahead of US nuclear talks | Military | Al Jazeera",
            "time": "2026-02-16T16:33:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771259579.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "New Israeli housing plan near Jerusalem slammed as ‘disguised annexation’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T16:27:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__97PJ6ZU__v1__HighRes__PalestinianIsraelConflictJerusalemSettlements-1771256119.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Israeli housing plan near Jerusalem slammed as ‘disguised annexation’</h1><p class=\"article__subhead\"><em>Israel plans to build thousands of settlement homes near Jerusalem, in effect expanding city’s borders and taking Palestinian land in West Bank, activists say.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestine’s Jerusalem governorate has denounced an Israeli plan to illegally build thousands of settlement homes, warning it would essentially redraw the city’s boundaries and covertly annex parts of the occupied West Bank.</p><p>The development plan, unveiled by the Israeli state this month, calls for the construction of 2,570 housing units formally <a href=\"/features/longform/2024/3/19/how-israeli-settlers-are-expanding-illegal-outposts-amid-gaza-war\">tied to Israel’s Geva Binyamin</a> (Adam) settlement, located northeast of Jerusalem in the occupied West Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the designated land sits apart from Geva Binyamin, which is separated from it by a highway and a security wall. Israeli media reports said the new construction would instead lie closer and more connected to the Israeli settlement of Neve Yaakov in occupied East Jerusalem.</p><p>As a result, it would in effect mark the first expansion of Jerusalem’s boundaries since 1967, Israel’s Ynet News site reported.</p><p><span>The Palestinian Authority’s Jerusalem governorate slammed the effort as “a blatant attempt to conceal the annexation process behind misleading planning titles”, according to the authority’s official Wafa news agency.</span></p><p>The Israeli rights organisation Peace Now said it was a backhanded way of trying to annex the West Bank.</p><p>“The new settlement will function in every way as a neighbourhood of Jerusalem, and its designation as a ‘neighbourhood’ of the Adam settlement is merely a pretext intended to conceal a move that effectively applies Israeli sovereignty to areas of the West Bank,” Peace Now said.</p><p>The housing project, designated for Israel’s <a href=\"/news/2024/7/1/who-are-the-haredim-in-israel-and-what-are-their-demands\">ultra-Orthodox community</a>, still needs final approval from the Higher Planning Committee of Israel’s Civil Administration and is expected to move forward in a few years, according to Ynet.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"displacement-of-palestinian-people\">Displacement of Palestinian people</h2><p>Israeli authorities in recent years have sought to more aggressively seize control of Palestinian land in the West Bank. On February 8, Israel’s security cabinet <a href=\"/news/2026/2/8/israel-security-cabinet-approves-rules-to-increase-control-over-west-bank\">approved new measures</a> expanding its security control over Palestinian-controlled parts of the West Bank and making it easier for Israeli settlers to buy land there.</p><p>That move was <a href=\"/news/2026/2/9/muslim-countries-slam-israel-for-illegal-annexation-push-in-west-bank\">roundly condemned by eight Muslim countries</a> that accused Israel of trying to impose “a new legal and administrative reality” to accelerate the “illegal annexation and the displacement of the Palestinian people”.</p><p>The Palestinian Authority presidency also decried the “open Israeli attempt to legalise settlement expansion” and land confiscation.</p><p>More than 700,000 Israelis live in settlements and outposts in the West Bank, which are illegal under international law, while about 3.3 million Palestinians live in the territory.</p><p>Israeli forces regularly carry out violent raids, conduct arrests and impose restrictions on movement in the West Bank, where attacks by Israeli settlers against Palestinians have also intensified, often under the protection of Israeli soldiers.</p><p>In January alone, at least 694 Palestinians were <a href=\"/news/2026/2/6/settler-violence-stokes-peak-west-bank-displacement-since-october-2023-un\">driven from their homes</a> in the West Bank because of Israeli settler violence and harassment, the highest number since Israel’s genocidal war against Palestinians in Gaza erupted in October 2023, according to the United Nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Six people killed, 46 injured in Brazil highway bus crash | News | Al Jazeera",
            "time": "2026-02-16T16:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/BrazilMap-1771263449.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Six people killed, 46 injured in Brazil highway bus crash</h1><p class=\"article__subhead\"><em>Bus’s rear tyre bursts, causing it to overturn on the BR-153 highway.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least six passengers ⁠have been ⁠killed in a bus crash on a ⁠highway in southeastern Brazil and ⁠another 46 people sent to hospitals for treatment.</p><p>In a <a href=\"https://x.com/BombeirosPMESP/status/2023374375974543727\">post on X</a>, the Sao Paulo state fire department said the accident took place early on Monday on the BR-153 highway near the city of Marilia. The conditions of the injured passengers ⁠were not immediately known.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Local ⁠newspapers, quoting statements from Brazil’s Federal Highway Police, said the bus was carrying farm ⁠workers from the northeastern state of Maranhao to Santa ⁠Catarina state in the south to harvest apples.</p><p>The vehicle skidded off the roadway and flipped over after ‌its left rear tyre burst, causing the driver to lose control, ‌the Brazilian newspaper ‌Folha de S.Paulo said.</p><p>Deadly road accidents are common in Brazil.</p><p>In early February, at least <a href=\"/news/2026/2/4/bus-crashes-in-brazils-alagoas-state-killing-at-least-16-people\">16 people died</a> when a bus veered off the road on a curve and overturned in Alagoas state in the northeast. In October, 17 people died in the northeastern state of Pernambuco when a driver lost control of a bus.</p><p>More than 10,000 people died in traffic accidents in Brazil in 2024, according to the Ministry of Transport.</p><figure id=\"attachment_4286867\" aria-describedby=\"caption-attachment-4286867\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4286867\" src=\"/wp-content/uploads/2026/02/AFP__20260203__94YF9M3__v1__MidRes__BrazilAccidentBus-1770167794.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This handout photo provided by the Alagoas State government shows rescue officers working at the site of a deadly bus accident on state highway AL-220 in the city of Sao Jose da Tapera, Alagoas state, Brazil, on February 3, 2026. A bus accident in northeastern Brazil killed at least 15 people on February 3, including three children, state officials said in a statement. The bus had been carrying about 60 people taking part in a pilgrimage when it overturned in the rural interior of Alagoas state.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4286867\" class=\"wp-caption-text\">The site of a deadly bus accident earlier this month near the city of Sao Jose da Tapera, Brazil [File: Handout/Alagoas state government via AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Europe’s Israel policy faces a democratic test | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T15:31:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-17T134207Z_748759512_RC2OVHARL2WJ_RTRMADP_3_ISRAEL-PALESTINIANS-GERMANY-1764150760.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"282\" data-end=\"467\">More than 457,000 European citizens have signed a petition calling for the full suspension of the European Union’s partnership agreement with Israel within the initiative’s first month.</p><p data-start=\"469\" data-end=\"875\">Launched on January 13 as a formally registered European citizens’ initiative, the petition must reach 1 million signatures from at least seven EU member states by January 13 next year to trigger formal consideration by the European Commission. It is not a symbolic appeal. It is a mechanism embedded within the EU’s democratic framework, designed to translate public will into institutional review.</p><p data-start=\"877\" data-end=\"1131\">The speed and geographic spread of this mobilisation matter. The demand to suspend the EU-Israel Association Agreement is no longer confined to street demonstrations or activist circles. It has entered the EU’s formal democratic architecture.</p><p data-start=\"1133\" data-end=\"1762\">The petition calls for suspension on the grounds that Israel is in breach of Article 2 of the association agreement, which conditions the partnership on respect for human rights and international law. As the initiative states, “EU citizens cannot tolerate that the EU maintains an agreement that contributes to legitimize and finance a State that commits crimes against humanity and war crimes.” The text further cites large-scale civilian killings, displacement, destruction of hospitals and medical infrastructure in Gaza, the blockade of humanitarian aid and the failure to comply with orders of the International Court of Justice.</p><p data-start=\"1764\" data-end=\"2012\">As of Monday, the initiative had gathered 457,950 signatures, more than 45 percent of the required total in just one month. Signatories come from all 27 EU member states without exception. This is not a regional surge. It is continental.</p><p data-start=\"2014\" data-end=\"2461\">The distribution of signatures reveals more than raw numbers. France alone accounts for 203,182 signatories, nearly 45 percent of the total. That figure reflects the country’s longstanding tradition of solidarity mobilisation, sustained mass demonstrations throughout the genocidal war on Gaza and the clear positioning of major political actors, such as La France Insoumise. France has emerged as the principal engine of this institutional push.</p><p data-start=\"2463\" data-end=\"2961\">Spain follows with 60,087 signatures while Italy stands at 54,821, a particularly striking figure given the presence of a right-wing government that openly supports Israel. Belgium has registered 20,330 signatures from a population of roughly 12 million, reflecting high relative engagement. In the Nordic region, Finland with 12,649 signatures, Sweden with 15,267 and Denmark with 8,295 show sustained participation. Ireland has reached 11,281 signatures from a population of just over five million.</p><p data-start=\"2963\" data-end=\"3446\">Several of these countries have already exceeded their required national thresholds under EU rules. France, Spain, Belgium, Finland, Ireland, Italy and Sweden have all surpassed the minimum number needed for their signatures to count towards the seven-member-state requirement. This is a critical development. It means the initiative is not merely accumulating volume but is also already satisfying the geographic legitimacy criteria built into the European citizens’ initiative mechanism.</p><p data-start=\"3448\" data-end=\"3762\">The Netherlands, with 20,304 signatures, is approaching its national threshold. Poland, at 22,308 signatures, reflects engagement that extends beyond Western Europe. Even in smaller states such as Slovenia with 1,703 signatures, Luxembourg with 900 and Portugal with 4,945, participation is visible and measurable.</p><p data-start=\"3764\" data-end=\"4725\">Germany presents a revealing contrast. Despite being the EU’s most populous member state and the site of some of the largest demonstrations against Israel’s genocidal campaign in Gaza, the petition has gathered 11,461 German signatures, only 17 percent of Germany’s national threshold of 69,120. This gap between visible street mobilisation and formal institutional participation highlights the particular political and legal environment in Germany, where pro-Palestinian expression has faced restrictions and where successive governments have maintained near-unconditional support for Israel as a matter of state policy. The relatively low percentage does not signal absence of dissent. Rather, it illustrates the structural constraints within which dissent operates. That more than 11,000 citizens have nevertheless formally registered their support indicates that institutional engagement is occurring even under conditions of political pressure.</p><p data-start=\"4727\" data-end=\"5102\">Taken together, these patterns reveal something deeper than a petition’s momentum. Over more than two years of genocidal war, ethnic cleansing and the systematic destruction of civilian life in Gaza, solidarity across Europe has not dissipated. It has moved from protest slogans and street mobilisation into a formal democratic instrument that demands institutional response.</p><p data-start=\"5104\" data-end=\"5605\">Petitions do not automatically change policy. The European Commission is not legally bound to suspend the association agreement even if the initiative ultimately reaches 1 million signatures. But the political implications are significant. A successful initiative would formally compel the commission to respond to a demand grounded in the EU’s own human rights clause. It would demonstrate that the call for suspension is rooted in broad and measurable public support across multiple member states.</p><p data-start=\"5607\" data-end=\"5957\">The European Union has long presented itself as a normative power committed to international law and human rights. Article 2 of its partnership agreements is foundational. If hundreds of thousands, and potentially more than a million, European citizens insist that this principle be applied consistently, EU institutions will face a credibility test.</p><p data-start=\"5959\" data-end=\"6217\">This petition is not merely a count of signatures. It is an index of political will. It shows that across France, Spain, Belgium, Italy, Ireland, the Nordic states and beyond, citizens are invoking the EU’s own democratic mechanisms to demand accountability.</p><p data-start=\"6219\" data-end=\"6612\">Whether the initiative ultimately reaches 1 million, one reality is already established. The demand to suspend the EU-Israel partnership has entered Europe’s institutional bloodstream. It can no longer be dismissed as marginal rhetoric. It is embedded within the union’s formal democratic process, and that marks a significant development in Europe’s response to the genocide in Gaza.</p><p data-start=\"6219\" data-end=\"6612\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Australian ISIL relatives sent back to Syria’s Roj camp after release | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-16T14:58:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_69930ab7157c0-1771244215.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australian ISIL relatives sent back to Syria’s Roj camp after release</h1><p class=\"article__subhead\"><em>Families of 34 Australians are set to depart from Damascus, Kurdish authorities say.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thirty-four Australian relatives of ISIL (ISIS) fighters have been brought back to a camp they were being held at hours after their release due to “technical problems” with their transfer, according to local sources cited by Reuters and AFP news agencies.</p><p>Hukmiya Ibrahim, a director of the Roj camp, said on Monday that the Australians citizens had been handed over to members of their families who had come to Syria for the release, and then sent on buses towards Damascus where they were due to depart for Australia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, the Australian families were forced to turn back shortly after leaving due to “poor coordination between their relatives and the Damascus government”, said camp official Rashid Omar.</p><p>Reuters cited a Syrian official as saying the issue was “purely procedural” and expected to be resolved later on Monday.</p><p>Ibrahim said those slated for release camp on Monday “are the last Australians in the Roj camp,” where 2,201 people with about 50 nationalities still reside.</p><figure id=\"attachment_4317660\" aria-describedby=\"caption-attachment-4317660\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317660\" src=\"/wp-content/uploads/2026/02/ap_69930b476f6c9-1771244359.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Family members of suspected Islamic State militants who are Australian nationals board a van heading to the airport in Damascus during the first repatriation operation of the year, at Roj Camp in eastern Syria, Monday, Feb. 16, 2026. Thirty-four Australian citizens from 11 families departed the camp. (AP Photo/Baderkhan Ahmad)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317660\" class=\"wp-caption-text\">Family members board a van heading to the airport in Damascus [Baderkhan Ahmad/AP Photo]</figcaption></figure><p>Thousands of people believed to be linked to ISIL <a href=\"/news/2021/9/23/save-the-children-report-wasting-away-syrian-refugee-camps\">have been held at Roj</a> and a second camp, <a href=\"https://www.youtube.com/watch?v=bCQxfbbAhsI\">al-Hol</a>, since the armed group was driven from its final territorial foothold in Syria in 2019.</p><p>Syrian government forces took control of al-Hol last month during <a href=\"/news/liveblog/2026/1/20/syria-fighting-live-ceasefire-under-duress-as-govt-moves-into-hasakah\">fighting with the Kurdish-led Syrian Democratic Forces</a> (SDF), which led to state forces seizing most of the territory in northeastern Syria previously controlled by Kurdish-led forces.</p><h2 id=\"safety-of-australians-overriding-priority\">‘Safety of Australians overriding priority’</h2><p>The Australian government said in a statement that it will not repatriate people from Syria.</p><p>“Our security agencies have been monitoring – and continue to monitor – the ⁠situation in Syria to ensure they are prepared for any Australians ⁠seeking to return to Australia.</p><p>“People in this cohort need to know that if they have committed a crime and if they return to Australia they will be met with the full force of the law.</p><p>“The safety ⁠of Australians and the protection of Australia’s national interests remain the overriding priority.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The British NGO Save The Children <a href=\"https://www.savethechildren.net/news/fate-20000-children-ne-syria-camps-uncertain-security-situation-deteriorates\">warned in January</a> that 20,000 children in camps in northeastern Syria faced being “harmed, exploited or coerced by armed actors” as the security situation in the region declines and called on countries to repatriate their civilians from the camps.</p><p>Governments around the world, including the United Kingdom, have been slow to bring back their citizens. The most well-known resident of the Roj camp, UK-born <a href=\"/news/2025/11/13/new-review-urges-uk-to-repatriate-shamima-begum-others-from-syria\">Shamima Begum</a>, was 15 when she and two other girls fled from London in 2015 to marry ISIL fighters in Syria.</p><p>In 2019, the UK government revoked her citizenship soon after she was discovered in a detention camp in Syria.</p><p>Since then, she has challenged the decision, which was turned down by an appeals court in February 2024. Born in the UK to Bangladeshi parents, Begum does not hold Bangladeshi citizenship. She is still in the Roj camp.</p></div></div></body></html>"
        },
        {
            "title": "UN staffers back Francesca Albanese, condemn European ministers for attacks | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T14:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/11836748-1713400357.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon</strong> – Current and former United Nations staffers have spoken out in defence of Francesca Albanese, the UN special rapporteur on the occupied Palestinian territories, after she faced attacks from a pro-Israeli NGO and several European government officials.</p><p>Albanese – who, like all special rapporteurs, is appointed by the UN Human Rights Council but is not a UN staff member – has been subjected to repeated attacks from pro-Israeli figures and bodies, with one of the most fervent critics being UN Watch, a pro-Israel NGO.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The UN Watch, which is not a UN body, spread an edited clip of Albanese, 48, speaking at the Doha Forum earlier this month, in which the NGO falsely said she had called Israel “the common enemy of humanity”.</p><p>Albanese’s actual words were: “We now see that we as a humanity have a common enemy and the respect of fundamental freedoms is the last peaceful avenue, the last peaceful toolbox that we have to regain our freedom.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The NGO’s clip grabbed the attention of European officials, including those from Austria, Czechia, France, Germany and Italy.</p><p>French Foreign Minister Jean-Noel Barrot went as far as saying he would demand her resignation on February 23 when the next session of the UN Human Rights Council is held. On February 9, a group of French MPs sent Barrot a letter denouncing Albanese and calling her remarks “anti-Semitic”. Two days later, Barrot called for Albanese to resign.</p><p>The spokesperson for the French Foreign Ministry published a thread on social media on Saturday, denying Barrot’s calls for Albanese to resign were connected to the edited video.</p><p>“Minister @jnbarrot did not, at any time, make any statements attributed to Ms Albanese that were truncated or taken out of context,” Pascal Confavreux, the ministry spokesperson, posted on X.</p><p>He also pointed out Barrot had written to the UN’s High Commissioner for Human Rights in April 2025 to oppose her automatic renewal as special rapporteur because he felt her “multiple shortcomings would weaken the credibility of UN mechanisms”.</p><p>Hundreds of UN staffers, who are members of a group called United Staff for Gaza, hit back at the European governments targeting Albanese.</p><p>“United Staff for Gaza regrets the dis-/misinformation that has circulated in recent days concerning Special Rapporteur Albanese, which has been taken up by the French, German and other Foreign Ministers in their levelling of unwarranted, vitriolic accusations against the Special Rapporteur,” the group said in a statement on Friday.</p><p>“United Staff for Gaza appeals for a rectification of these errors and calls for an end to personal attacks, threats, intimidation, and disinformation targeting UN agencies, mandate-holders, and personnel.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>United Staff for Gaza is not an official UN body, but is made up of current and former staffers, who created the group last July to defend Palestinians’ rights. Today, it boasts nearly 2,500 members.</p><p>“The initiative serves as a channel for colleagues around the world, regardless of their areas of work, to speak out against the perpetration of mass atrocity crimes in the Gaza Strip and help defend the UN Charter,” says the group’s website.</p><p>“[Our] statement is not just to support her, but to stand against all untruthful smear campaigns that target the UN and advocates for the human rights of Palestinians worldwide, including UNRWA,” Dali ten Hove, a former UN staffer and member of the United Staff for Gaza, told Al Jazeera, referring to the UN Relief and Works Agency for Palestine Refugees (UNRWA).</p><p>Albanese, an Italian human rights lawyer and expert, was appointed the UN special rapporteur on the occupied Palestinian territories in May 2022. Today, she is one of the most prominent global figures calling out Israel for its genocidal war in Gaza, and advocating for Palestinian rights in general – a stand that has led to numerous attacks on her by pro-Israeli governments and organisations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Albanese has also been backed by UNRWA, which in a statement said the latest attacks on her “aim at silencing her voice and undermining the few remaining independent human rights reporting mechanisms”.</p><p>The UN body added that there had been “coordinated campaigns seek[ing] to discredit and silence those who speak out about human rights impacts and violations of international humanitarian law”.</p><p>Chris Gunness, former UNRWA communications director, told Al Jazeera that pro-Israel politicians in the donor community are largely to blame for the attacks on Albanese.</p><p>“They allowed purveyors of industrial-scale fake news, doctored soundbites, anti-Palestinian hate speech and genocide denial, to blague their way into national parliaments and have a voice in the discourse around Palestine refugees,” he said.</p><p>“The credibility of Israel’s proxies is hanging in rags. The condemnable attack on Francesca Albanese exposes their deliberate deceit for the house of cards it always was.”</p><p>More than <a href=\"/news/2026/2/14/over-100-artists-for-palestine-back-uns-albanese-after-resignation-calls\">100 artists also backed Albanese</a> after calls for her resignation grew among pro-Israeli governments and groups.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4316220\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1771169520.png?quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-Feb 15, 2026_Death toll tracker-1765554400\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Amid rising support for Albanese, a comment on the controversy by Stephane Dujarric, UN Secretary-General Antonio Guterres’s spokesperson, caused a stir among some UN staffers.</p><p>“We have always believed that the institution of special rapporteurs, while being completely separate from the secretary-general, is an important part of the international human rights architecture. We don’t always agree with what they say, and that includes Ms Albanese,” he told reporters on Thursday.</p><p>But ten Hove said Dujarric could have acknowledged that the quotes attributed to Albanese were fake. He also said the spokesperson could have called on the international community to respect the integrity of the UN human rights system, “like the head of UNRWA and the spokesperson of the [UN] Human Rights Office did”.</p><p>Several European government figures have also come under fire for their attacks on Albanese.</p><p>“It is reprehensible that ministers in Austria, Czechia, France, Germany and Italy have attacked the UN Special Rapporteur on the Occupied Palestinian Territory, Francesca Albanese, based on a deliberately truncated video to misrepresent and gravely misconstrue her messages – as is clear from watching her original address in its entirety,” Amnesty International’s Secretary-General Agnes Callamard said in a <a href=\"https://www.amnesty.org/en/latest/news/2026/02/european-states-must-retract-attacks-francesca-albanese/\">statement</a> on Friday.</p><p>Callamard said some ministers have “spread disinformation” regarding Albanese, and demanded their apology.</p><p>“If only these ministers had been as loud and forceful in confronting a state committing genocide, unlawful occupation and apartheid as they have in attacking a UN expert,” Callamard wrote. “Their cowardice and refusal to hold Israel accountable stand in stark contrast to the Special Rapporteur’s unwavering commitment to speaking truth to power.”</p><p>Despite the criticism, French Foreign Minister Barrot has not retracted his call for Albanese to resign.</p><p>United Staff for Gaza’s ten Hove said the French position against Albanese was disappointing, as France has played a “very constructive role, shepherding through” the UN General Assembly’s declaration on Palestine last September.</p><p>Schams El Ghoneimi, former MENA adviser to French President Emmanuel Macron’s party in the European Parliament, also criticised the French position.</p><p>“It is unimaginable to me to see France side with the Israeli authorities’ propaganda against the UN special rapporteur,” El Ghoneimi told Al Jazeera.</p><p>“Does our government want to stand firm by international law, and therefore denounce the Israeli government’s unprecedented and ongoing violations in Gaza and the West Bank?” he asked. “Does it want to side with the grotesque propaganda of Israeli authorities? France’s credibility is at stake here.”</p></div></div></body></html>"
        },
        {
            "title": "Israel to restart land registration in West Bank. What that means | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T14:41:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260209-40505108-40505096-ISRAELI_ATTACKS_HAVE_BROUGHT_LIFE_IN_THE_TULKARM_REFUGEE_CAMP_TO_A_STANDSTILL_FOR_A_YEAR-1770668550.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government has <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">approved</a> a plan to begin land registration in the occupied West Bank, meaning it will be able to seize land from Palestinians who cannot prove ownership.</p><p>For the first time since Israel’s occupation of the West Bank in 1967, it will register such land as property of the state – also known as settlement of land title – in Area C of the occupied West Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Area C is the part of the West Bank that remains under direct Israeli control. It covers about 60 percent of the West Bank.</p><p>According to Israeli media, Israeli Minister of Finance Bezalel Smotrich, who submitted the proposal to restart land registration with Minister of Justice Yariv Levin and Minister of Defence Israel Katz, said the move was a continuation of “the settlement revolution to control all our lands”.</p><p>The Palestinian Authority presidency said the decision amounts to “de facto annexation” of the West Bank. It is the formalisation of the ongoing process of building settlements in the West Bank in violation of international law over the past several decades.</p><p>Here’s what we know about how this could be implemented:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-the-land-registration-process-mean\">What does the land registration process mean?</h2><p>During Jordanian control of the West Bank from 1949 to 1967, the administration primarily followed the British Mandate of land ownership, under which land was registered as state or private property.</p><p>But only about one-third of the land in the West Bank was formally registered under this process. Large numbers of Palestinians living in the region had no documentation or other means of proving they owned their own land. Many of them had also lost documents or they had been destroyed during the 1967 six-day Arab-Israeli war, which resulted in the Israeli occupation of the West Bank.</p><p>When Israel took control of the West Bank, it discontinued the process of land registration.</p><p>Now, the government has decided to restart the land registration, a move that many Israeli human rights groups and political analysts have condemned.</p><p>Xavier Abu Eid, a political analyst based in the West Bank, described the Israeli government’s move as a “de facto annexation of Palestinian territory”.</p><p>“What they are doing is the implementation of annexation, packaging it as a mere bureaucratic process,” he told Al Jazeera.</p><p>He added that it reaffirms the idea that “there is a colonial power that sets two different sets of legislation depending on ethnic and religious identity, defined also as apartheid.”</p><h2 id=\"where-will-land-registration-be-implemented\">Where will land registration be implemented?</h2><p>In 1993 and 1995, the Oslo Accords were signed between Israel and the Palestine Liberation Organization. They laid out administrative control of the West Bank and Gaza and divided the occupied West Bank into three areas – Area A, Area B and Area C.</p><p>The new Palestinian Authority (PA) was granted full administrative control of 18 percent of the land – Area A – and joint control with Israel over 22 percent – Area B. Area C remained under complete Israeli military control. These areas were meant to be in place for five years, after which full administrative control would be handed to the PA. However, this transfer never took place.</p><p>The land registration that will now be restarted will apply to Area C, which is home to more than 300,000 Palestinian people.</p><figure id=\"attachment_3181340\" aria-describedby=\"caption-attachment-3181340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3181340\" src=\"/wp-content/uploads/2024/09/INTERACTIVE-Occupied-West-Bank-Area-A-B-C-5-Palestine-1726465625.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Area A B C - 5 - Palestine-1726465625\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3181340\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>According to the Israeli anti-settlement group Peace Now, in Area C, about 58 percent of the land remains unregistered. In a statement on Sunday, the group warned that the Israeli government’s land settlement process will now facilitate full Israeli control of this unregistered land.</p><h2 id=\"how-will-land-registration-work\">How will land registration work?</h2><p>Israeli authorities have provided few details about how the process will unfold, but essentially, it will likely involve transferring legal ownership of land to the Israeli state and issuing evictions to Palestinian communities, as has been happening in <a href=\"/features/2026/1/18/enormous-pain-in-my-heart-palestinian-evictions-mount-in-east-jerusalem\">East Jerusalem</a> in recent years, experts told Al Jazeera.</p><p>Michal Braier, an architect and the head of research at Bimkom, an Israeli human rights organisation that focuses on land and housing rights, said it is likely Israeli authorities will take the same approach in the West Bank as they have taken in East Jerusalem since 2018. In East Jerusalem, only 1 percent of settled land has been registered to Palestinians from 2018 to 2024, according to Bimkom.</p><p>Braier said Israel will begin by selecting the areas of land it wants to register. The government has set a goal of registering about 15 percent of the unregistered land within the next four years, she added.</p><p>“Now we can pretty clearly guess that this 15 percent will be lands where they assume that they can prove the state ownership easily or they can easily reject Palestinian ownership claims because a lot of these unregistered lands don’t have clear records and the records go a very, very long time back. So it will be very hard to prove Palestinian ownership,” she told Al Jazeera.</p><p>In theory, she said, Palestinians will be able to file land claims as part of the new process, but in practice, it is likely that they will be prevented from successfully doing so.</p><p>“Even if they do file claims, the legal bars they need to meet are very difficult to obtain. On top of this, there is the problem of Absentee Property Law, which moves land into the state’s hands and is yet unclear how exactly it will be practised in the occupied West Bank. So Palestinians are highly likely to lose their individual property rights,” she said.</p><p>The Absentee Property Law is an Israeli law enacted in 1950 that states that Israel has the right to seize property of “absentees” – people who were expelled, fled or who left the country after November 29, 1947, the day the United Nations General Assembly passed a resolution to end the British Mandate and recommend the creation of a Palestinian and a Jewish state. Israel was founded less than six months later.</p><p>Braier said land registration “will be used as another mechanism to grab land that they could not grab until now for different reasons and to build more settlements and push out Palestinians from Area C”.</p><p><a href=\"https://www.timesofisrael.com/cabinet-oks-new-west-bank-land-registration-process-critics-decry-de-facto-annexation/\" target=\"_blank\" rel=\"noopener\">According to</a> a Times of Israel report, an Israeli government resolution linked to the land registration bill has allowed for an initial budget of $79m for the land registration process in Area C from 2026 to 2030. The report added that during this process, Israel, which already has civilian and military control of the area, will establish 35 ministerial positions and set up state agencies to begin the process of registering land.</p><h2 id=\"what-does-this-mean-for-palestinian-communities\">What does this mean for Palestinian communities?</h2><p>Peace Now described the Israeli government’s decision to restart land registration in the West Bank as “a mega land grab of Palestinian property”.</p><p>“Land registration will result in the transfer of ownership of the vast majority of Area C to the state, leaving Palestinians with no practical ability to realise their ownership rights,” the group said in a statement on Sunday.</p><p>Abu Eid said the land registration process the government intends to undertake amounts to a “full-fledged ethnic cleansing policy” and added that it is a moment that will be “remembered as a turning point in Israeli attempts at erasing the Palestinian cause”.</p><p>But he noted that the Israeli government’s decision has not arisen in a vacuum as Israel has “allowed for a wave of terror attacks by Israeli settlers and the expansion of colonial settlements all over the West Bank” for years.</p><p>“Palestinians in general are not just dispossessed of their land and natural resources but come under attacks that are dealt with utter impunity both by the Israeli regime and by the international community,” he said.</p><p>“In <a href=\"/features/2026/1/22/if-you-sleep-settlers-will-burn-your-house-fear-in-the-west-bank\">al-Auja</a>, for example, near Jericho, from 100 Palestinian families that used to live in the place a few months ago, now there is not a single family left,” he added.</p><p>He said it is likely that Israel will expect thousands of displaced people from the West Bank to go to Jordan.</p><p>“You should not forget the incitement coming out from members of the Israeli government claiming that Jordan should be turned into Palestine while Palestine should be left for the Zionist project,” Abu Eid said.</p><figure id=\"attachment_3608164\" aria-describedby=\"caption-attachment-3608164\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608164\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-population-1743158487.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank population-1743158487\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3608164\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"how-have-palestinian-land-rights-been-eroded-before-this\">How have Palestinian land rights been eroded before this?</h2><p><a href=\"/news/2025/3/30/mapping-how-israels-land-grabs-are-reshaping-the-occupied-west-bank\">The West Bank</a> is home to about 3.3 million Palestinians. It is divided into 11 governorates with Hebron being the most populous at 842,000 residents. Jerusalem follows with 500,000, Nablus with 440,000, Ramallah and el-Bireh with 377,000 and Jenin with 360,000.</p><p>Since the Israeli occupation in 1967, the Palestinian people have been subject to  land seizures and illegal settlement expansion.</p><p>Today, about 700,000 Israelis live in the West Bank and East Jerusalem in settlements and outposts that are Jewish-only communities built on Palestinian land. These range in size from a single dwelling to a collection of high rises. Last year, the Israeli government approved the construction of new settlements in the region, seeking to advance “de facto sovereignty” in the region.</p><p>In all, the <a href=\"/features/2026/2/9/israeli-plans-deepen-de-facto-annexation-of-occupied-west-bank\">number</a> of settlements and outposts in the West Bank and East Jerusalem has risen by nearly 50 percent since 2022 – from 141 to 210 now.</p><p>Besides eroding Palestinian people’s land rights, Israel has also carried out frequent raids in the West Bank, where Palestinians are also subject to checkpoints, arbitrary arrests, home demolitions and settler attacks.</p><p>The Israeli human rights organisation B’Tselem estimated that settler attacks against Palestinians have forcibly displaced 44 communities across the West Bank in recent years. These attacks have also resulted in the deaths of Palestinian people. Since Israel’s genocidal war on Gaza began on October 7, 2023, settler attacks have also intensified.</p><p>At least 1,054 Palestinians were killed in the West Bank by Israeli soldiers and settlers from October 7, 2023, to February 5 of this year, <a href=\"https://www.ohchr.org/en/press-briefing-notes/2026/02/new-israeli-operations-occupied-west-bank-raise-serious-concerns\" target=\"_blank\" rel=\"noopener\">according to</a> the latest United Nations figures.</p><p>Braier said Sunday’s approval of Israel’s land registration in the West Bank will result in a rise in violence in the region.</p><p>“Area C is being cleared out by what is usually regarded as settler violence, but this violence is actually state violence, backed by state mechanisms, so this is all working together to expand Israeli control over Area C and expand settlement in Area C,” she said.</p><figure id=\"attachment_3608161\" aria-describedby=\"caption-attachment-3608161\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608161\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-settlement-expansion-1743158479.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - settlement expansion-1743158479\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3608161\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"is-israel-s-land-registration-process-legal\">Is Israel’s land registration process legal?</h2><p>In 2024, the International Court of Justice (ICJ) <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">ruled</a> that Israel’s “expropriation of land and properties, transfer of populations, and legislation aimed at the incorporation of the occupied section are totally invalid and cannot change that status”.</p><p>The ICJ has also ruled that Israel’s long-term occupation of Palestinian territory is illegal and must be terminated “as rapidly as possible”.</p><p>Braier said the Israeli government’s latest decision on land registration also contravenes international law.</p><p>“International law is clear: As an occupying power, Israel cannot exercise sovereign powers, including final determination of land ownership, in an occupied territory,” she told Al Jazeera.</p><p>“This position was reinforced by the International Court of Justice’s 2024 advisory opinion, which found that similar settlement of land title proceedings in East Jerusalem violate the laws of occupation,” she said.</p><p>“Furthermore, the decision to authorise Israeli civilian authorities to manage the land registration procedures likewise constitutes a clear indication of the annexation of the area,” she added.</p><h2 id=\"what-does-this-mean-for-israel-s-peace-treaty-with-jordan\">What does this mean for Israel’s peace treaty with Jordan?</h2><p>On October 26, 1994, Israel and Jordan signed the Wadi Araba Treaty, which formally ended the state of war between the two nations that had existed since the creation of Israel in 1948.</p><p>Under the agreement, Israel and Jordan established diplomatic ties, agreed to exchange territory and opened the way for cooperation in trade, tourism, transport links, water resources and environmental protection. Jordan also signed the agreement seeking to ensure a two-state solution between Israel and Palestine would be established.</p><p>But the public in Jordan, opposition groups and human rights groups have repeatedly called on the government to sever relations with Israel due to its continuing aggression in Palestine.</p><p>In 2014, many Jordanians took to the streets, calling on the government to scrap its peace treaty with Israel after clashes between Israeli police and Palestinians at Al-Aqsa Mosque in Jerusalem.</p><p>In 2024, a similar call was issued by Jordanian activists as Israel conducted its genocidal war in Gaza, which has killed more than 70,000 Palestinians.</p><p>On Sunday, Jordan, which shares a 482km (300-mile) border with Israel and the West Bank, condemned Israel’s decision to reinstate land registration in the West Bank. Jordan’s Ministry of Foreign Affairs described Israel’s move as a “flagrant violation of international law”.</p><p>While Jordan’s peace treaty with Israel still holds, Abu Eid said Sunday’s decision by the Israeli cabinet is a serious and sensitive matter for Jordan, particularly if thousands of people are forcibly displaced from the West Bank.</p><p>Furthermore, he said, Israel has been acting against the principles of the Jordan-Israel peace agreement for years.</p><p>“If peace agreements are aimed at creating the conditions to enhance cooperation and establish a two-state solution, Israel goes against all of such principles, seeking the expansionist ‘Greater Israel’ agenda,” he said.</p><p>“Jordan takes such matters seriously and will certainly seek to have collective action with other regional and international allies,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid play Benfica in Champions League playoff: Team news and lineups | Football News | Al Jazeera",
            "time": "2026-02-16T14:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2258725024-1769632679.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Benfica vs Real Madrid<br>\n<strong>What:</strong> UEFA Champions League<br>\n<strong>Where:</strong> Estadio da Luz, Lisbon, Portugal<br>\n<strong>When:</strong> Tuesday, February 17 at 9pm (20:00 GMT)<br>\n<strong>How to follow:</strong> <em>Al Jazeera Sport has <a href=\"/sports/\">live</a> text and photo coverage of the Benfica vs Real Madrid first-leg playoff. </em></p><p>The playoff phase of this season’s <a href=\"/sports/2025/9/16/uefa-champions-league-2025-26-full-match-schedule-and-clubs\">UEFA Champions League</a> (UCL) begins on Tuesday with some of Europe’s biggest names facing a crunch two-leg knockout series  – none bigger perhaps than manager Jose Mourinho leading Benfica against his former club Real Madrid.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The two teams already have recent history in this year’s competition: on January 28, Benfica <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">beat the Spanish giants</a> in dramatic fashion with a last-minute header, sealing the Portuguese side’s place in the playoff.</p><p>The catastrophic defeat for Real meant they slipped out of the automatic qualifying positions for the round of 16 and were forced into the extra knockout phase.</p><p>Al Jazeera Sport takes a look at a matchup that has so much riding on it, including some small personal pride for one of Real’s most successful coaches.</p><h2 id=\"what-happened-the-last-time-real-madrid-played-benfica\">What happened the last time Real Madrid played Benfica?</h2><p>Goalkeeper Anatoliy Trubin scored an astonishing 98th-minute header as <a href=\"/sports/liveblog/2026/1/28/live-benfica-vs-real-madrid-uefa-champions-league-coverage-commentary-stream\">Benfica beat Real Madrid</a> 4-2 to keep themselves in the Champions League and deny their illustrious opponents automatic entry through to the next round.</p><p>In an extraordinary league phase finale, the Portuguese side were ⁠heading out of the competition despite leading 3-2 with seconds of stoppage time remaining before Trubin came forward during a free kick to score the goal needed to sneak into the playoff round on goal difference.</p><p>That sparked wild celebrations from Benfica players, fans and their charismatic coach Mourinho in Lisbon.</p><p>Los Blancos had hoped to avoid the playoff round, but ⁠their 15 points from eight games were not enough, and Real finished the football match with nine men as Raul Asencio and Rodrygo were sent off.</p><p>In a final twist, Madrid were handed a tough Champions League playoff draw against Benfica, the very team that consigned them to the playoffs.</p><figure id=\"attachment_4272788\" aria-describedby=\"caption-attachment-4272788\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4272788\" src=\"/wp-content/uploads/2026/01/GettyImages-2258745148-1769639489.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Anatoliy Trubin of Benfica scores his team's fourth goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4272788\" class=\"wp-caption-text\">A stoppage-time goal from Anatoliy Trubin, second from left, on January 28 changed the Champions League fate for both teams, with Benfica moving into the playoff round and Real Madrid dropping out of contention for top-eight automatic qualification to the round of 16 [File: Jose Manuel Alvarez Rey/Getty Images]</figcaption></figure><h2 id=\"what-did-mbappe-say-after-loss-to-benfica\"><strong><br>\n</strong>What did Mbappe say after loss to Benfica?</h2><p>Madrid star forward Kylian Mbappe <a href=\"/sports/2026/1/29/mbappe-blasts-real-madrid-after-champions-league-loss-at-benfica\">questioned the team’s desire</a> after the upset loss to Benfica and said the star-studded side “deserve” to be in their current situation because they were not consistent enough to obtain an automatic qualification spot.</p><p>“The problem is we aren’t consistent in our play. We have to fix that. You can’t have one day [playing well] and another not, a champion team does not do that,” Mbappe told reporters.</p><p>“We deserve to be in this situation. Benfica were better. Now we have to play two more playoff games. It hurts to have to play those. We wanted to have the time in February to work on our game.”</p><p>Mbappe said he could not put his finger on a clear reason why Madrid played so poorly against Benfica on January 28.</p><p>“I think it’s a bit of everything. I can’t tell you it’s just a matter of attitude, because if I only say that, you’ll think we came here without any desire,” said the French superstar, who scored twice in the defeat.</p><h2 id=\"ucl-victory-against-real-madrid-sealed-benfica-s-recent-revival\">UCL victory against Real Madrid sealed Benfica’s recent revival</h2><p>Benfica were mired in the bottom 12 positions of the UCL ladder, which resulted in elimination from the competition, until their last-gasp fourth by Trubin improved their goal difference to move them into the playoff spots.</p><p>The two-time winners’ remarkable recovery to take a playoff place – they finished 24th in the 36-team league phase, the last qualifying spot – was not only encapsulated by the defeat of Real, but by winning three of their last four matches after losing their opening four games.</p><figure id=\"attachment_4276015\" aria-describedby=\"caption-attachment-4276015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276015\" src=\"/wp-content/uploads/2026/01/2026-01-28T200635Z_864016332_UP1EM1S1JUY5G_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1769774900.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Benfica manager Jose Mourinho will face his former club Real Madrid in the UEFA Champions League again\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276015\" class=\"wp-caption-text\">Benfica coach Jose Mourinho was all smiles for the match against Real Madrid in Lisbon on January 28 [Pedro Rocha/Reuters]</figcaption></figure><h2 id=\"when-was-jose-mourinho-manager-of-real-madrid\">When was Jose Mourinho manager of Real Madrid?</h2><p>The former Chelsea, Inter Milan and Manchester United manager was in charge at Real for three seasons following his appointment in May  2010.</p><p>This followed huge success at Porto, Chelsea and Inter Milan, where he won the Champions League with the former and the latter, while also securing a first top-flight title in 40 years for Chelsea.</p><p>Mourinho, 63, only took over at Benfica in September, replacing Bruno Lage as manager after a slow start to the season.</p><h2 id=\"what-was-mourinho-s-record-at-real-madrid-and-what-did-he-win\">What was Mourinho’s record at Real Madrid, and what did he win?</h2><p>Mourinho finished second to Barcelona in his first season in charge, despite Cristiano Ronaldo leading the La Liga scoring charts with 40 goals that season.</p><p>Lionel Messi smashed in 50 goals the following season, but it was Real’s Portuguese pair that emerged smiling with Real’s first league title in three years – Barca claimed the crown in each of those seasons.</p><p>Mourinho’s stint at Bernabeu came to an end the following season when Barcelona won the title by 15 points. It remains the biggest winning margin in the competition’s history.</p><h2 id=\"how-many-times-have-real-madrid-and-benfica-won-the-uefa-champions-league\">How many times have Real Madrid and Benfica won the UEFA Champions League?</h2><p>Real are the record winners of Europe’s premier club competition with 15 titles to their name, the last coming in 2024.</p><p>Benfica have lifted the trophy on two occasions, and both of those came in consecutive years.</p><p>In what was regarded as Benfica’s golden era, Portuguese legend Eusebio helped the team to wins against Barcelona in 1961 and Real Madrid in 1962.</p><p>A hat-trick from Hungary’s finest export, Ferenc Puskas, could not save Real, with Benfica seizing a 5-3 win that included a double from Eusebio.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is remarkably only the fifth meeting between two of the biggest clubs from Spain and Portugal.</p><p>Benfica edge the matches 3-1, with the first meeting between the clubs coming in the final in May 1962.</p><h2 id=\"benfica-team-news\">Benfica team news</h2><p>Benfica’s attack, which caused so many problems in their last fixture against Madrid, is close to full strength, with Vangelis Pavlidis primed to lead the line and Norwegian international Andreas Schjelderup, who put two past Los Blancos on January 28, ready to play.</p><p>Mourinho will be without key midfielder Fredrik Aursnes, who is sidelined with an injury.</p><p>Alexander Bah (knee), Samuel Soares (muscle strain) and Joao Veloso (shoulder) all remain in doubt for the first leg against Madrid.</p><p><span>Benfica predicted starting lineup (4-2-3-1)</span></p><p>Trubin (GK); Dedic, Araujo, Otamendi, Dahl; Barreiro, Barrenechea; Prestianni, Schjelderup, Sudakov; Pavlidis</p><figure id=\"attachment_4317717\" aria-describedby=\"caption-attachment-4317717\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317717\" src=\"/wp-content/uploads/2026/02/2026-02-01T154222Z_924004292_UP1EM21165PWJ_RTRMADP_3_SOCCER-SPAIN-RMA-RAY-1771246531.jpg?w=770&amp;resize=770%2C542&amp;quality=80\" alt=\"Kylian Mbappe and Vinicius Junior react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317717\" class=\"wp-caption-text\">Real Madrid forwards Kylian Mbappe, left, and Vinicius Jr will be hoping to steal a playoff victory on the road against Benfica on Tuesday [File: Ana Beltran/Reuters]</figcaption></figure><h2 id=\"real-madrid-team-news\">Real Madrid team news</h2><p>Mbappe is poised to return for Real Madrid’s playoff clash at Benfica after he took off the weekend La Liga fixture against Real Sociedad.</p><p>The availability of the team’s top scorer and best player this season is excellent news for coach Alvaro Arbeloa, but it raises the question of whether Los Blancos lose too much balance when both he and Brazilian winger Vinicius Junior line up in attack together.</p><p>That problem is further exacerbated when Jude Bellingham is available too, but the England international is injured (leg) and will not feature against Mourinho’s side in Lisbon.</p><p>Madrid will be without two starters, Asencio and Rodrygo, who are suspended as a direct result of their last Champions League tussle against Benfica in the league phase finale.</p><p>Eder Militao will join Bellingham on the sidelines as he recovers from a tendon injury.</p><h2 id=\"real-madrid-predicted-starting-lineup-4-2-3-1\">Real Madrid predicted starting lineup (4-2-3-1)</h2><p>Courtois (GK); Carreras, Huijsen, Rudiger, Alexander-Arnold; Camavinga, Tchouameni; Valverde, Vinicius, Guler; Mbappe</p><h2 id=\"when-will-the-champions-league-knockouts-and-final-be-played\">When will the Champions League knockouts and final be played?</h2><p>The two legs of the round of 16 will be played on March 10-11 and March 17-18.</p><p>After the quarterfinals and semifinals, the finale of this season’s Champions League will be staged at Puskas Arena in Budapest, Hungary. The game will be played on May 30.</p><p></p><p> </p></div></div></body></html>"
        },
        {
            "title": "Savannah Guthrie appeals to mom’s abductor: ‘It’s not too late’ | Newsfeed | Al Jazeera",
            "time": "2026-02-16T14:21:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771251656.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How shipping company MSC facilitates trade from Israeli settlements through | Occupied Golan Heights | Al Jazeera",
            "time": "2026-02-16T14:02:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771250497.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Rats run over our faces’: Gaza’s displaced forced to live on infested land | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T13:02:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-copy-1771232400.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The smell hits you before you even see the tents. In the al-Taawun camp, wedged between Yarmouk Stadium and al-Sahaba Street in central Gaza City, the line between human habitation and human waste has been erased.</p><p>Forced to flee their homes by Israel’s genocidal war in Gaza, 765 families have set up makeshift shelters directly on top of and adjacent to an enormous solid waste dump. Here, amid mountains of rotting garbage, they are fighting a losing battle against disease, pests and the psychological horror of living in filth.</p><p>Fayez al-Jadi, a father who has been displaced 12 times since the war began, said the conditions are stripping them of their humanity.</p><p>“The rats eat the tents from underneath,” al-Jadi told Al Jazeera. “They walk on our faces while we sleep. My daughter is 18 months old. A rat ran right over her face. Every day, she has gastroenteritis, vomiting, diarrhoea or malnutrition.”</p><p>Al-Jadi’s plea is not for a luxury accommodation, just a mere 40 to 50 metres (130ft to 164ft) of clean space to live in, he said. “We want to live like human beings.”</p><figure id=\"attachment_4317292\" aria-describedby=\"caption-attachment-4317292\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317292\" src=\"/wp-content/uploads/2026/02/image-copy-1771233044.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fayez al-Jadi, a Palestinian father displaced 12 times by the war, says rats run over his children's faces while they sleep in their tent atop a solid waste dump in Gaza City. [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317292\" class=\"wp-caption-text\">Fayez al-Jadi, a Palestinian father displaced 12 times by the war, says rats run over his children’s faces while they sleep in their tent near a solid waste dump in Gaza City [Screengrab/Al Jazeera]</figcaption></figure><h2 id=\"we-wake-up-screaming\">‘We wake up screaming’</h2><p>The sanitary crisis has unleashed a plague of skin infections among the 4,000 residents of the camp. With no running water or sewage system, scabies has spread like wildfire.</p><p>Fares Jamal Sobh, a six-month-old infant, spends his nights crying. His mother points to the red, angry rashes covering his small body.</p><p>“He doesn’t sleep at night because of the itching,” she said. “We wake up to find cockroaches and mosquitoes on him. We bring medicine, but it’s useless because we are living on trash.”</p><p>Um Hamza, a grandmother caring for a large extended family, including a blind husband and a son suffering from asthma, said shame is no longer compounding their suffering.</p><p>“We’ve stopped being ashamed to say my daughter is covered in scabies,” she told Al Jazeera. “We’ve used five or six bottles of ointment, but it’s in vain.”</p><p>She added that the collapse of Gaza’s healthcare system has left them with nowhere to turn. “The hospitals, like al-Ahli, have started turning us away. … They write us a prescription and tell us to go buy it, but there is no medicine to buy.”</p><figure id=\"attachment_4317270\" aria-describedby=\"caption-attachment-4317270\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317270\" src=\"/wp-content/uploads/2026/02/image-1-copy-1771232395.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Six-month-old Fares Sobh suffers from severe skin infections and asthma caused by the unsanitary conditions at the al-Taawun camp in Gaza City, where displaced families are forced to live atop a solid waste dump. [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317270\" class=\"wp-caption-text\">Six-month-old Fares Jamal Sobh suffers from severe skin infections and asthma caused by the unsanitary conditions at the al-Taawun camp in Gaza City, where displaced families are forced to live atop a solid waste dump [Screengrab/Al Jazeera]</figcaption></figure><h2 id=\"a-city-drowning-in-waste\">A city drowning in waste</h2><p>The conditions at al-Taawun are a microcosm of a citywide collapse. Hamada Abu Laila, a university lecturer who helps administer the camp, warned of an “environmental catastrophe” exacerbated by the lack of sewage networks and drinking water across Gaza City.</p><p>But the problem goes deeper than a lack of aid. According to Husni Muhanna, spokesperson for the Gaza Municipality, the crisis is man-made. Israeli forces have blocked access to the Gaza Strip’s main landfill in the east, forcing the creation of hazardous temporary dumps in populated areas like Yarmouk and the historic Firas Market.</p><p>“More than 350,000 tonnes of solid waste are piling up inside Gaza City alone,” Muhanna <a href=\"/features/2026/1/25/gaza-tent-life-pollution-illness-daily-despair\">told</a> Al Jazeera in January.</p><p>He explained that the municipality is paralysed by a “complex set of obstacles”, including the destruction of machinery, severe fuel shortages and constant security risks. With interventions limited to primitive means, the municipality can no longer manage waste in accordance with health standards, leaving thousands of displaced families to sleep atop a toxic time bomb.</p><h2 id=\"sleeping-next-to-a-tank-shell\">Sleeping next to a tank shell</h2><p>The dangers in al-Taawun are not just biological. Rizq Abu Laila, displaced from the town of Beit Lahiya in the north, lives with his family next to an unexploded tank shell that lies among the rubbish bags and plastic sheets.</p><p>“We are living next to a dump full of snakes and stray cats,” Abu Laila said, pointing to the ordnance. “This is an unexploded shell right next to the tents. With the heat of the sun, it could explode at any moment. Where are we supposed to go with our children?”</p><p>His daughter, Shahd, is terrified of the pack of wild dogs that roam the dump at night. “I’m afraid of the dogs because they bark,” she whispered.</p><p>Widad Sobh, another resident, described the nights as a horror movie. “The dogs bang against the tent fabric. … They want to attack and eat. I stay up all night chasing them away.”</p><p>For Um Hamza, the daily struggle for survival has reached a breaking point.</p><p>“I swear by God, we eat bread after the rats have eaten from it,” she said, describing the desperate hunger in the camp. “All I ask is that they find us a better place, … a place away from the waste.”</p></div></div></body></html>"
        },
        {
            "title": "The Epstein files cover-up: Botched or calculated? | TV Shows | Al Jazeera",
            "time": "2026-02-16T12:41:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/YT2-LPKG-TX0-WIDE-THUMB-1-1771245670.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The latest tranche of the Epstein files contains more than three million documents – the largest release of its kind. In what appears to be a clumsy attempt at a cover-up by the US Department of Justice, the sloppily redacted names of high-profile perpetrators have failed to conceal the intricate web of global elites spanning politics, royalty, Hollywood and tech.</p><p>The fallout in Europe has resulted in a string of resignations, but in the US, there has been limited accountability for the politicians named in the files, including Donald Trump.</p><p><strong>Contributors:<br>\n</strong>Mehdi Hasan – Editor-in-chief and CEO, Zeteo News<br>\nChris Hedges – Host, The Chris Hedges Report<br>\nNikki McCann Ramirez – Politics reporter at Rolling Stone<br>\nDanielle Moodie – Host, The Danielle Moodie Show</p><h2 id=\"on-our-radar\">On our radar:</h2><p>It’s been a month since Iranian authorities imposed a total internet blackout during a violent crackdown on antigovernment protesters. Since then, the state has ramped up the targeted repression of journalists and progressive politicians in Iran.</p><p>The limited information that has managed to make it out of the country, via Elon Musk’s Starlink, is now struggling against what experts say are internet filtering technologies from Chinese companies.</p><p>Tariq Nafi reports on Iran’s nationwide internet shutdown.</p><p>From choreographed flyovers to flags stretching the length of the field, no other sports league has marketed patriotism as aggressively or successfully as the United States’ National Football League, the NFL.</p><p>Militarism is embedded in sports and entertainment in the US, but, under the Trump administration, more state institutions are trying to get in on the act.</p><p>Ryan Kohls reports on the power and the spectacle of the Super Bowl.</p><p><strong>Featuring:<br>\n</strong>Howard Bryant – Sports journalist and author<br>\nKavitha Davidson – Podcast host, Sportly<br>\nGregory Daddis – Professor of history, Texas A&amp;M University; retired colonel, US Army</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Rights groups condemn Israeli plan for ‘de facto annexation’ of West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-02-16T12:36:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771245345.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "15-day-old baby loses father in Israeli strike on Gaza | Gaza | Al Jazeera",
            "time": "2026-02-16T12:34:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771245216.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia rejects claims of poisoning Navalny with dart frog toxin | News | Al Jazeera",
            "time": "2026-02-16T12:30:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6990942c-1771082796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia rejects claims of poisoning Navalny with dart frog toxin</h1><p class=\"article__subhead\"><em>Five European countries have accused Russia of using a toxin from dart frogs to kill the Kremlin critic.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin has “strongly” rejected an <a href=\"/news/2026/2/14/russias-alexey-navalny-killed-by-dart-frog-poison-european-nations-allege\">assessment</a> by five European countries that the Russian state killed jailed opposition leader Alexey Navalny by poisoning him.</p><p>Navalny, President Vladimir Putin’s fiercest domestic opponent for years, died in an Arctic prison colony on February 16, 2024 while serving a 19-year sentence for “extremism”, a charge he and his supporters said was punishment for his opposition work.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The United Kingdom, France, Germany, the Netherlands and Sweden issued a joint statement on Saturday saying they believed he had been poisoned with epibatidine – a toxin <a href=\"/news/2026/2/15/what-is-the-dart-frog-toxin-said-to-be-linked-to-alexey-navalnys-death\">found</a> in poison dart frogs – and that the Russian state had the “means, motive and opportunity” to administer it.</p><p>“We naturally do not accept such accusations. We disagree with them. We consider them biased and baseless,” Kremlin spokesman Dmitry Peskov told reporters during a daily briefing call on Monday.</p><p>“In fact, we strongly reject them,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>His comments came as dozens of Navalny’s supporters and some foreign diplomats visited his grave in Moscow on Monday to mark the anniversary of his death. Some of those who attended wore masks or scarves over their faces.</p><p>Russian authorities designated Navalny and his organisation “extremist” before his death at the age of 47, and anyone who mentions him or his exiled anticorruption foundation is liable for prosecution.</p><p>Epibatidine is found naturally in the small and brightly coloured dart frogs, which typically live in rainforests in South America. It can also be manufactured in a lab, something European scientists suspect was the case in the alleged poisoning of Navalny.</p><p>The poison works on the body in a similar way to nerve agents, causing shortness of breath, convulsions, seizures, a slowed heart rate and ultimately death.</p><p>Navalny had already survived a suspected poisoning with the Novichok nerve agent in 2020.</p><p>Two years ago, Russia’s prison service said the Yale-educated lawyer died after going for a walk and falling ill. Since Navalny’s death, Russia’s opposition has remained largely exiled and fragmented.</p><p>Navalny’s widow, Yulia Navalnaya, pledged to take the mantle of Russia’s opposition in the wake of his death but has struggled to galvanise widespread support.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Dangerous escalation’: Nations condemn Israel over occupied West Bank move | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T12:25:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260214-40556867-40556843-ISRAELI_ILLEGAL_SETTLERS_RAID_HEBRON_WEST_BANK_UNDER_PROTECTION_OF_ISRAELI_FORCES-1-1771167767.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government’s decision to approve the <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">land registration process</a> in the occupied West Bank as “state property” has drawn widespread condemnation from regional countries and international organisations.</p><p>Israel’s Ministry of Foreign Affairs said on Sunday the measure <a href=\"/news/2026/2/16/israels-move-to-register-land-systematises-dispossession-of-palestinians\">would enable</a> “transparent and thorough clarification of rights to resolve legal disputes” and was needed after unlawful land registration in areas controlled by the Palestinian Authority (PA).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision allows for the revival of the “settlement of land title” processes, frozen since 1967 when Israel occupied the West Bank.</p><p>The Palestinian presidency condemned the Israeli move, calling it a “grave escalation and a flagrant violation of international law”, which amounts to “de facto annexation”. It called on the international community, especially the United States and the United Nations, to intervene immediately.</p><p>Hamas also denounced the move as an attempt “to steal and Judaise lands in the occupied West Bank by registering them as so-called ‘state lands'”.</p><p>“It is an attempt to forcibly impose settlement and Judaisation on the ground, in flagrant violation of international law and relevant UN resolutions,” it said, calling the Israeli action “a null and void decision issued by an illegitimate occupying power”.</p><p>Regional countries, including Qatar, Egypt, Saudi Arabia and Jordan, deemed the move illegal under international law and a threat to the two-state solution of the Israel-Palestine conflict.</p><p>Here is what they said:</p><h3 id=\"egypt\">Egypt</h3><p>In a statement, the Egyptian government called the Israeli decision a “dangerous escalation aimed at consolidating Israeli control over the occupied Palestinian territories”.</p><h3 id=\"qatar\">Qatar</h3><p>Qatar’s Ministry of Foreign Affairs said the approval for the land registration process was “an extension of its illegal plans to deprive the Palestinian people of their rights”.</p><p>“The Ministry of Foreign Affairs stresses the need for international solidarity to pressure the occupation to halt the implementation of the decision to avoid its serious repercussions,” it added.</p><p></p><h3 id=\"jordan\">Jordan</h3><p>According to a statement released by the royal court on Monday, King Abdullah said Israel’s actions were an attempt to “consolidate settlements and impose sovereignty over Palestinian land”, and could “exacerbate the conflict”.</p><p>Meanwhile, Jordan’s Ministry of Foreign Affairs and Expatriate Affairs on Sunday called on the international community to “assume its legal and moral responsibilities, and to compel Israel, the occupying power, to stop its dangerous escalation”.</p><h3 id=\"saudi-arabia\">Saudi Arabia</h3><p>The Saudi Ministry of Foreign Affairs expressed its “condemnation” of the plans aimed at imposing a “new legal and administrative reality” in the occupied West Bank, saying such measures would “undermine ongoing efforts to achieve peace and stability in the region”.</p><p>“There is no Israeli sovereignty over the occupied Palestinian territories,” the ministry said unequivocally, rejecting the illegal measures that are a “serious violation of international law” and undermine the two-state solution.</p><h3 id=\"kuwait\">Kuwait</h3><p>The Kuwaiti Ministry of Foreign Affairs condemned the Israeli decision and described the move as a “null and void decision”, urging the international community to “deter those Israeli violations”.</p><p>“It is absolutely unacceptable to impose non-Palestinian sovereignty over the occupied West Bank,” the ministry said in a statement.</p><p>“Any decision to annex land in the occupied West Bank would be considered null and void and illegitimate, and would undermine international efforts aimed at achieving a just and comprehensive peace in line with Security Council resolutions and the two-state solution,” it stressed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"pakistan\">Pakistan</h3><p>Islamabad called on “the international community to take concrete measures to end Israeli impunity”.</p><p>“Pakistan strongly condemns the latest attempt by the Israeli occupying power to convert areas of the occupied West Bank into so-called state property, and to expand illegal settlement activities,” the Ministry of Foreign Affairs said in a statement.</p><p>Israel’s “continued disregard for international law and its provocative actions undermine the prospects for a just, comprehensive, and lasting peace in the region”, it added.</p><h3 id=\"organization-of-islamic-cooperation\">Organisation of Islamic Cooperation</h3><p>The OIC said Israel’s decision was akin to “colonial measures” in the occupied West Bank and called for urgent international action.</p><p>The Jeddah-based organisation said Israel’s measures “target the existence of the Palestinian people and their legitimate rights”, including the right to self-determination and to establish an independent sovereign state within the borders that existed before the 1967 war, with occupied East Jerusalem as its capital.</p><h3>United Nations</h3><p>UN Secretary-General Antonio Guterres demanded that Israel reverse its new policy allowing registration of occupied West Bank land as state property.</p><p>Guterres said he believes this new measure is “destabilizing” and “unlawful”, his spokesman Stephane Dujarric said in a statement.</p><p>“The current trajectory on the ground is eroding the prospect for the two-state solution,” he said.</p><p>“The secretary-general reiterates that all Israeli settlements in the occupied West Bank, including East Jerusalem, and the regime associated with them, have no legal validity and are in flagrant violation of international law and relevant UN resolutions,” Dujarric told reporters.</p><h3>European Union</h3><p>The EU called on Israel to reverse its approval warning it was a “new escalation”.</p><p>“This constitutes a new escalation after recent measures already aimed at extending Israeli control” in the occupied West Bank, EU foreign affairs spokesman Anouar El Anouni said.</p><p>“We reiterate that annexation is illegal under international law. We call on Israel to reverse this decision,” he added.</p></div></div></body></html>"
        },
        {
            "title": "‘No evidence’ of human contact with aliens: Obama clarifies podcast remarks | Science and Technology News | Al Jazeera",
            "time": "2026-02-16T12:10:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/2024-10-25T115831Z_1874269155_RC2BRAABRJ2C_RTRMADP_3_USA-ELECTION-HARRIS-OBAMA-1729898196.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘No evidence’ of human contact with aliens: Obama clarifies podcast remarks</h1><p class=\"article__subhead\"><em>Obama walked back comments made on a podcast in which he appeared to claim that aliens are real.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former United States President Barack Obama has clarified remarks related to the existence of extraterrestrial life made on a podcast, after appearing to claim that he knew aliens are real.</p><p>During a rapid-fire question-and-answer segment as a guest on left-wing political commentator Brian Tyler Cohen’s programme, which was released on Saturday, the podcaster asked <a href=\"/news/2025/7/25/can-barack-obama-be-prosecuted-over-russian-interference-intelligence\">Obama</a> whether he believes extraterrestrials are real.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“They’re real, but I haven’t seen them,” the 44th president of the US responded.</p><p>“They’re not being kept at Area 51. There’s no underground facility unless there’s this enormous conspiracy and they hid it from the president of the United States,” he continued.</p><p>Obama’s apparent admission of the existence of aliens was picked up by media outlets globally, and it added fodder to the long-running conspiracy theory claiming that the US government is hiding them at Area 51, a highly classified air force site in Nevada.</p><p>On Sunday evening, Obama said in a post on Instagram that the viral clip did not capture his actual assessment of whether aliens exist, due to the speed of the questions.</p><p>“Statistically, the universe is so vast that the odds are good there’s life out there,” he stated.</p><p>“But the distances between solar systems are so great that the chances we’ve been visited by aliens is low, and I saw no evidence during my presidency that extraterrestrials have made contact with us. Really!”</p><p></p><p>During the podcast episode, Cohen’s next question for the former US leader was: “What was the first question you wanted answered when you became president?”</p><p>Obama responded with a chuckle: “Where are the aliens? Where are the aliens?”</p><p>In 2019, there was an attempt to <a href=\"/news/2019/9/19/storm-area-51-possible-crowds-worry-nevada-desert-towns\">“storm” Area 51</a>, with 1.5 million people signing up to ambush the once-secret facility. But ultimately, only about 150 social media influencers arrived at the site, and the events that day ended with a few arrests before turning into a music festival.</p><p>In 2013, declassified documents indicated that the site was used for aerial testing of US government projects, including the U-2 and Oxcart aerial surveillance programmes.</p><p>While on Cohen’s podcast, Obama also discussed US President Donald Trump’s recent social media post, which <a href=\"/news/2026/2/15/clown-show-obama-reacts-to-trump-sharing-racist-monkey-video\">depicted him and his wife Michelle as monkeys</a>, Puerto Rican reggaeton artist Bad Bunny’s <a href=\"/features/2026/2/9/our-music-can-take-a-stand-latinos-hail-bad-bunnys-super-bowl-show\">Super Bowl half-time performance</a>, against which Trump supporters protested, as well as the 2028 election.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine team heads for Geneva talks as Moscow, Kyiv build military pressure | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-16T11:34:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89RB8HJ__v1__HighRes__FranceUkraineRussiaConflictDiplomacy-1767785768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian officials have left for Geneva, Switzerland, where another round of negotiations aimed at ending the war with Russia is set to take place.</p><p>“On the way to Geneva. The next round of negotiations is ahead. Along the way, we will discuss the lessons of our history with our colleagues, seek the right conclusions,” Ukraine’s Chief of Staff Kyrylo Budanov posted on his Telegram channel on Monday, along with a picture of him standing in front of a train with two other members of the delegation he is heading.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Geneva talks follow two rounds of the United States-brokered negotiations held in the United Arab Emirates in January and early February.</p><p>The January meeting marked the first direct public talks between Moscow and Kyiv on a plan proposed by the Trump administration to end the conflict, which started with Russia invading its neighbouring country in February 2022.</p><p>Russia and Ukraine described both rounds of talks as constructive, but failed to achieve any breakthrough.</p><p>Ukrainian President <a href=\"/news/2026/2/15/zelenskyy-says-us-too-often-pushes-ukraine-not-russia-for-concessions\">Volodymyr Zelenskyy</a> on Sunday said he hoped the trilateral talks in Geneva “will be serious, substantive” and “helpful for all of us”.</p><p>“But honestly, sometimes it feels like the sides are talking about completely different things,” Zelenskyy said. “The Americans often return to the topic of concessions, and too often those concessions are discussed only in the context of Ukraine, not Russia.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Among the most contentious issues is the long-term fate of the eastern Ukrainian region, large parts of which Russia has occupied. Moscow is demanding that <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">Kyiv pull its troops from the Donbas region</a>, including heavily fortified cities that sit atop vast natural resources, as a condition for any deal. It also wants international recognition for the land it has unilaterally annexed in eastern Ukraine.</p><p>Kyiv said the conflict should be frozen along the current front lines and has rejected a one-sided pullback of forces. Ukrainian officials are also demanding solid security guarantees against future Russian attacks.</p><p>Meanwhile, Al Jazeera’s Yulia Shapovalova, reporting from Moscow, said people in the Russian capital do not seem to be too enthusiastic about the talks.</p><p>“The general public does not take this next round very seriously. The first two did not answer a lot of questions,” she said, referring to the territorial issues and the implementation of a ceasefire mechanism.</p><p>As both parties prepare for further negotiations, they are also ramping up military pressure.</p><p>Kyiv said it carried out a large-scale drone attack on energy infrastructure in western Russia on Sunday.</p><p>On Monday, the governor of the Bryansk region, Alexander Bogomaz, said Russian forces destroyed more than 220 drones. The strikes, which lasted more than 12 hours, were the heaviest since the start of the war, he said. Residents were temporarily left without heating.</p><p>Russian army chief General Valery Gerasimov said on Sunday his forces took control of 12 settlements in eastern Ukraine this month, an equivalent of 200sq km (77sq miles).</p><p>“The task of the military operation continues to be carried out. The offensive is under way in all directions,” Gerasimov said while visiting troops on the front line in the Ukrainian territory.</p></div></div></body></html>"
        },
        {
            "title": "‘Baby boxes’ for surrendering newborns on rise in US | Newsfeed | Al Jazeera",
            "time": "2026-02-16T11:23:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771240995.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}