{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "At least 337 killed in Pakistan floods, gov’t defends emergency response | Floods News | Al Jazeera",
            "time": "2025-08-17T14:55:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-17T093207Z_1236102446_RC2S8GA9O85Y_RTRMADP_3_ASIA-WEATHER-PAKISTAN-RAIN-1755439774.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Climate change-induced flash floods have killed at least 337 people in northwestern Pakistan, according to the National Disaster Management Authority, while dozens remain missing after the area was hit by flash floods in recent days.</p><p>In Kishtwar district, emergency teams continued rescue efforts on Sunday in the remote village of Chositi. At least 60 were killed and some 150 injured, about 50 of them critically.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Mohammad Suhail, a spokesman for the emergency service, said 54 bodies were found after hours-long efforts in Buner, a mountainous district in Khyber Pakhtunkhwa province, where torrential rains and cloudbursts triggered massive flooding on Friday.</p><p>Suhail said several villagers remained missing. Search efforts focused on areas where homes were flattened by torrents of water that swept down from the mountains, carrying massive boulders that smashed into houses like explosions.</p><p>Cloudbursts also caused devastation in Indian-administered Kashmir. Flash floods were reported in two villages in the Kathua district, killing at least seven people and injuring five others overnight, officials said.</p><p>Authorities have warned of more deluges and possible landslides between now and Tuesday, urging local administrations to remain on alert. Higher-than-normal monsoon rains have lashed the country since June 26 and killed more than 600.</p><h2 id=\"government-criticism\">Government criticism</h2><p>Angry residents in Buner accused officials of failing to warn them to evacuate after torrential rain and cloudbursts triggered deadly flooding and landslides. There was no warning broadcast from mosque loudspeakers, a traditional method in remote areas.</p><p>Mohammad Iqbal, a schoolteacher in Pir Baba village, told the Associated Press that the lack of a timely warning system caused casualties and forced many to flee their homes at the last moment.</p><p>“Survivors escaped with nothing,” he said. “If people had been informed earlier, lives could have been saved and residents could have moved to safer places.”</p><figure id=\"attachment_3893538\" aria-describedby=\"caption-attachment-3893538\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3893538\" src=\"/wp-content/uploads/2025/08/2025-08-17T090121Z_266286028_RC2S8GAKYSE0_RTRMADP_3_ASIA-WEATHER-PAKISTAN-RAIN-1-1755438445.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Members of the Urban Search and Rescue search for the bodies amid debris of damaged houses following a storm\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3893538\" class=\"wp-caption-text\">Emergency teams search amid debris of damaged houses following heavy rains and flooding in Buner, Pakistan [Akhtar Soomro/Reuters]</figcaption></figure><p>The government said that while an early warning system was in place, the sudden downpour in Buner was so intense that the deluge struck before residents could be alerted.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Lieutenant General Inam Haider Malik, chairman of the National Disaster Management Authority, told a news conference in Islamabad that Pakistan was experiencing shifting weather patterns because of climate change.</p><p>Since the monsoon season began in June, Pakistan has already received 50 percent more rainfall than in the same period last year, he added. He warned that more intense weather could follow, with heavy rains forecast to continue this month.</p><p>Asfandyar Khan Khattak, director-general of the Provincial Disaster Management Authority, said there was “no forecasting system anywhere in the world” that could predict the exact time and location of a cloudburst.</p><p>Idrees Mahsud, a disaster management official, said Pakistan’s early warning system used satellite imagery and meteorological data to send alerts to local authorities. These were shared through the media and community leaders. He said monsoon rains that once only swelled rivers now also triggered urban flooding.</p><p>Pakistan suffers regular flash floods and landslides during the monsoon season, which runs from June to September, particularly in the rugged northwest, where villages are often perched on steep slopes and riverbanks.</p><p>Experts say climate change is intensifying the frequency and severity of such extreme weather events in South Asia. While Pakistan is estimated to produce less than one percent of planet-warming emissions, it faces heatwaves, heavy rains, glacial outburst floods, and cloudbursts that devastate local communities within hours.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What will the Putin-Trump meeting mean for the war in Ukraine? | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-17T14:48:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755441985.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">High-stakes summit in Alaska ends without ceasefire deal.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The much-anticipated summit between the leaders of Russia and United States concluded without a deal to end the war in Ukraine.</p><p class=\"p1\">Despite this, US President Donald Trump and his Russian counterpart Vladimir Putin say “great progress” was made at “constructive” talks in Alaska.</p><p class=\"p1\">Ukraine’s President Volodymyr Zelenskyy was not invited. Instead, after a lengthy phone call with President Trump, he’s heading to the White House on Monday.</p><p class=\"p1\">So, were ceasefire options discussed behind closed doors?</p><p class=\"p1\">Could an end to the war finally be in sight?</p><p class=\"p1\">And what does the summit mean for Russian-American relations?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Andrei Fedorov – Former deputy foreign minister of Russia</p><p class=\"p1\">Thomas Pickering – Former US ambassador to Russia and the United Nations</p><p class=\"p1\">Oleksiy Goncharenko – Politician and member of the Ukrainian parliament</p></div></div></body></html>"
        },
        {
            "title": "The upcoming elections will not help stabilise Syria | Opinions | Al Jazeera",
            "time": "2025-08-17T14:35:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-24T100330Z_918394471_RC29QBAVA9FE_RTRMADP_3_SYRIA-CRISIS-ECONOMY-MAKEOVER-1755438742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In early August, the Kurdish-led Syrian Democratic Forces (SDF) exchanged fire with Syrian government forces near Manbij in Kurdish-majority northeastern Syria. The tensions in the north came just weeks after bloodshed in the south’s Suwayda governorate killed more than 1,400 people and displaced nearly 175,000. The violence between Druze and Sunni Bedouin groups continued for more than a week and has still not fully abated.</p><p>In March, groups loyal to former President Bashar al-Assad clashed with government forces and allied armed factions in the coastal governorates of Latakia and Tartus, dominated by the Alawite community. From <a href=\"/news/2025/7/22/more-than-1400-killed-in-sectarian-violence-in-coastal-syria-report-finds\">1,400 to 1,700 people were killed</a> in the bloodshed, most of them civilians; 128,500 people were displaced.</p><p>The recurring violence has exposed the raw sectarianism that al-Assad once manipulated to maintain power. Now, in his absence, those divisions are metastasising, fuelled by a decade of unresolved grievances, land disputes and the proliferation of armed groups.</p><p>President Ahmad al-Sharaa, who took power after al-Assad’s ouster, has so far failed to build trust across all factions, as his main focus has been international normalisation and economic development. His Islamist leanings are causing alarm among minorities, including the Druze, Alawites, Christians and Kurds, who fear that his inability to rein in the various armed factions may result in more violence.</p><p>September’s elections may offer procedural legitimacy to al-Sharaa’s government, but without genuine security and reconciliation, they risk deepening the existing divides and reinforcing a power structure that benefits a select few at the expense of a truly unified nation.</p><h2 id=\"reconstruction-and-international-recognition\">Reconstruction and international recognition</h2><p>Since coming to power, al-Sharaa has signalled that his national strategy is overwhelmingly focused on reconstruction and economic development. This is where his provisional government has concentrated its efforts.</p><p>In May, al-Sharaa spoke at an event in the country’s second biggest city, Aleppo, urging Syrians to join in the reconstruction effort. “Our war with the tyrants has ended, and our battle against poverty has begun,” he declared in his speech.</p><p>To unlock the economic potential of the country, al-Sharaa has sought to gain international recognition. With the help of Gulf states, the Syrian president has been able to achieve a major diplomatic victory: the lifting of sanctions and the removal of the armed group he headed, Hayat Tahrir al-Sham, from the list of “foreign terrorist organisations” by the United States government.</p><p>US President Donald Trump’s administration also backed the potential integration of the SDF into the new security apparatus. From Washington’s perspective, engaging with the new authorities in Damascus can help reduce Iranian influence and prevent Syria from becoming a corridor for Hezbollah and other proxies. From al-Sharaa’s perspective this is a chance to secure international recognition and legitimacy.</p><p>Syria’s neighbour Turkiye is also an important player in al-Sharaa’s national strategy. It is providing noncombat military support – training, advice and technical assistance – to help rebuild Syria’s security infrastructure. It also is looking at a major role in the reconstruction effort.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This month, Turkiye began supplying Syria with natural gas, helping to address the country’s energy crisis in the north.</p><p>Meanwhile, Gulf states have pledged to invest heavily in Syria to help stabilise its economy. In July, Saudi Arabia announced $6.4bn in investments in real estate and infrastructure projects. Two weeks later, the Syrian government signed deals worth $14bn with Qatar, the United Arab Emirates and other countries in the fields of public transport and real estate.</p><p>However, many critics would argue that while economic support is essential for rebuilding, it cannot alone guarantee stability. The danger is that money and development may paper over deep-seated resentments and divisions that could reignite into future conflicts. The real challenge for the new Syrian government is to find a way to balance the urgent need for economic recovery with the equally crucial need to address people’s grievances.</p><h2 id=\"legislative-elections\">Legislative elections</h2><p>One way to address tensions is to gain public trust through a democratic electoral process. Al-Sharaa has called for national elections in September, but ordinary Syrians will not be able to cast their votes. That is because 140 of the 210 seats will be chosen by local electoral committees while 70 will be appointed directly by the president. There will be no seats filled by popular vote.</p><p>This format is a straightforward political calculation. It provides the new leadership with the assurance of a controlled outcome and avoids the challenges of organising a nationwide vote at a time when Damascus does not have full control over all territories and security cannot be guaranteed.</p><p>But this electoral process is likely to be met with mistrust from some Syrians, especially from minority communities, as they will see it as favouring the Sunni majority. Some may choose to boycott the elections, declare them illegitimate or find alternative ways to express their profound displeasure with a system that denies them a meaningful voice.</p><p>The US and the European Union will monitor the election carefully and will likely take a critical stance if it fails to establish a truly inclusive and representative parliament. This will likely complicate the new regime’s budding international relations and hinder its efforts to gain full diplomatic recognition and support.</p><p>The more pressing problem for Damascus will be that the elections will not help heal the country’s deep wounds at a time of continuing sectarian tensions. That is why Syria needs a nation-wide reconciliation process.</p><h2 id=\"justice-and-accountability\">Justice and accountability</h2><p>Syria’s interim government has yet to articulate a compelling vision for justice and accountability. War crimes under al-Assad – which include mass detentions, torture and chemical attacks – remain unaddressed. There have been promises to hold people accountable for sectarian massacres, but no concrete steps have been taken.</p><p>The absence of accountability is not just a moral failure. It’s a strategic one. Without a legal framework to hold perpetrators accountable, Syria’s wounds will fester.</p><p>Syria needs a new social contract, and the people will no longer tolerate the old foundations of impunity that defined the past regime.</p><p>The process of justice and accountability must be impartial and transparent. Given the deep-seated sectarian divisions and the decades of one-family rule by the al-Assad regime, which drew heavily on the Alawite minority, the new government cannot be the sole arbiter of justice. A national, state-led process could easily be accused of being a form of retribution against a particular sect or those associated with the old regime. To counter this perception and ensure fairness, Syria would greatly benefit from the assistance of the international community, particularly the United Nations.</p><p>An entity like the South African Truth and Reconciliation Commission (TRC) could be a powerful tool. Instead of focusing solely on punishment, a TRC would prioritise uncovering the truth about past crimes, including mass killings, torture and embezzlement.</p><p>This process could help Syria move away from a solely punitive justice system that purges rather than reconciles. It could help the new regime build public trust and establish a new social contract based on a shared vision rather than competing narratives. It could also help dampen demands for federalism, which risk weakening the country and undermining its security, stability and economic development.</p><p>Syria’s transition was never going to be easy. But the current trajectory – economic development undermined by potential sectarian fragmentation and militarised politics – risks turning post-Assad Syria into a failed state.</p><p>The international community can play a critical role, but its approach must evolve beyond merely applauding procedural milestones. It must support civil society and demand accountability for crimes past and present. Otherwise, Syria’s future will look hauntingly like its past with new leaders but the same old cycles of violence and instability.</p><p data-start=\"6686\" data-end=\"6983\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "European leaders to shore up Ukraine’s Zelenskyy for DC talks with Trump | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-17T14:18:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T125703Z_123130264_RC2X4GAZLFCT_RTRMADP_3_UKRAINE-CRISIS-EU-1754922693.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders will <a href=\"/news/2025/8/13/what-are-zelenskyy-europe-demanding-of-trump-ahead-of-putin-summit\">join</a> Ukrainian President Volodymyr Zelenskyy during his visit to Washington, DC on Monday, seeking an end to the Russia-Ukraine war, after United States President Donald Trump dropped both his push for a ceasefire and the threat of punitive actions against Russia following his Alaska summit with Russian President Vladimir Putin.</p><p>Securing a ceasefire in Ukraine, more than three years after <a href=\"/news/2025/8/17/russia-ukraine-war-list-of-key-events-day-1270\">Russia’s invasion</a>, had been one of Trump’s core demands before Friday’s <a href=\"/news/liveblog/2025/8/15/trump-putin-summit-live-leaders-to-meet-in-alaska-for-talks-on-ukraine-war\">Alaska summit</a>, to which Ukraine and its European allies were not invited.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Special US envoy Steve Witkoff said on Sunday that Putin agreed at the summit with Trump to allow the US and European allies to offer Ukraine a security guarantee resembling NATO’s collective defence mandate as part of an eventual deal to end the 3 1/2-year war.</p><p>“We were able to win the following concession: That the United States could offer Article 5-like protection, which is one of the real reasons why Ukraine wants to be in NATO,” he said on the CNN news programme State of the Union. Witkoff said it was the first time he had heard Putin agree to that.</p><p>Ukraine’s Zelenskyy, speaking in Brussels on Sunday after meeting European Commission President Ursula von der Leyen, said the current front lines of the war should be the basis for peace talks.</p><p>“We need real negotiations, which means we can start where the front line is now,” Zelenskyy said, adding that European leaders support this and reiterating his long-held position that it was necessary to establish a ceasefire in order to then negotiate a final deal.</p><p>But after the summit on Friday with Putin yielded no clear breakthrough, Trump ruled out an immediate ceasefire – a move that aligns with Putin, who has long argued for negotiations on a final peace deal.</p><p>According to a New York Times report, after his meeting with Putin, the US president also told European leaders that he had offered to support a plan to end the war that involved Ukraine giving up parts of its territory to Russia.</p><p>Ukraine and its European allies have criticised Putin’s stance as a way to buy time and press Russia’s battlefield advances, and they have expressed <a href=\"/news/2025/8/13/what-are-zelenskyy-europe-demanding-of-trump-ahead-of-putin-summit\">unease</a> over Trump’s land swap proposal from the outset.</p><p>In an effort to try show a firm, united front to the US president in White House talks on Monday, German Chancellor Friedrich Merz, French President Emmanuel Macron, British Prime Minister Keir Starmer, NATO Secretary-General Mark Rutte, Finland’s President Alexander Stubb, Italian Prime Minister Giorgia Meloni and von der Leyen will accompany Zelenskyy to Washington, DC.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The talks will address, among other things, security guarantees, territorial issues, and continued support for Ukraine in its defence against Russian aggression,” the German government said in a statement about the trip to the US capital. “This includes maintaining pressure on sanctions.”</p><p>Ahead of the visit, von der Leyen said on X that she would welcome Zelenskyy for a meeting in Brussels on Sunday, which other European leaders would join by video, before accompanying the Ukrainian leader on his US trip at his “request” and with “other European leaders”.</p><p></p><p id=\"the\">Strength and safety in numbers appear to be factors in the group visit, with memories still fresh about the <a href=\"/news/2025/3/1/trump-officials-slam-zelenskyy-as-western-leaders-rally-around-ukraine\">hostile reception</a> Zelenskyy received in February from Trump and US Vice-President JD Vance in a public White House dressing-down, castigating the Ukrainian leader as being ungrateful and “disrespectful”.</p><h2 id=\"no-land-swaps\">No land swaps</h2><p>While Zelenskyy has welcomed Trump’s efforts to end the war, in a post on social media on Saturday, he warned that “it may take a lot of effort to get Russia to have the will to implement far greater – peaceful coexistence with its neighbors for decades”.</p><p>The Ukrainian president has also repeatedly reiterated that Kyiv will not swap any of its land to attain a ceasefire. Ukraine’s constitution forbids the ceding of territory.</p><p><a href=\"/news/2025/8/13/what-are-zelenskyy-europe-demanding-of-trump-ahead-of-putin-summit\">According to</a> Zelenskyy, Putin has asked that Russia be handed over all of Ukraine’s eastern Donetsk region, a third of which Kyiv still holds.</p><p>In exchange, Russian forces would halt their offensive in the Black Sea port region of Kherson and Zaporizhia in southern Ukraine, where the main cities are still under Ukrainian control.</p><p>Earlier this month, the Ukrainian president said that  “Ukrainians will not give their land to the occupier” and pointed out that he doesn’t have the authority to sign off on land swaps. He said that changing Ukraine’s 1991 borders runs counter to the country’s constitution.</p><p>Russia launched a full-scale invasion of Ukraine in February 2022 and has been gradually advancing for months.</p><p>In his statement after the Alaska summit, Putin signalled no movement in Russia’s long-held demands, which also include a veto on Kyiv’s desired membership in the NATO alliance.</p><p>He also warned Ukraine and its European allies not to “create any obstacles” and “that they will not attempt to disrupt the emerging progress through provocation or behind-the-scenes intrigue”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trilateral-summit-in-the-works\">Trilateral summit in the works?</h2><p>The diplomatic focus now switches to Zelenskyy’s talks at the White House on Monday with the European leaders in tow.</p><p>US Secretary of State Marco Rubio said getting to a peace agreement would still take a lot of work.</p><p>“We’re not at the precipice of a peace agreement,” he said. “We made progress in the sense that we identified potential areas of agreement, but there remain some big areas of disagreement. So we’re still a long ways off.”</p><p>“Now, ultimately, if there isn’t a peace agreement, if there isn’t an end of this war, the president’s been clear, there are going to be consequences,” Rubio told the ABC News programme This Week. “But we’re trying to avoid that. And the way we’re trying to avoid those consequences is with an even better consequence, which is peace, the end of hostilities.”</p><p>Al Jazeera’s Hashem Ahelbarra, reporting from Brussels, said Ukraine and the European Union were “walking a fine line” during the press conference. While attempting to show a united front, they were also mindful of avoiding any strong statements that could further upset the Trump administration.</p><p>Zelenskyy and von der Leyen were intentionally vague when asked about a ceasefire, which they had long cast as a prerequisite for further talks, saying that terminology did not matter.</p><p>“They are waiting to hear what Trump is going to offer tomorrow in DC,” Ahelbarra said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US shooting kills three at busy Brooklyn, New York City club | Gun Violence News | Al Jazeera",
            "time": "2025-08-17T14:17:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250817-38853586-38853585-NYC_MASS_SHOOTING_3_DEAD_8_INJURED-1755440020.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US shooting kills three at busy Brooklyn, New York City club</h1><p class=\"article__subhead\"><em>Investigators believe a shooter or shooters opened fire with multiple weapons in the early hours on Sunday.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three men have been killed and eight others wounded after a shooting in a crowded New York City club in Brooklyn.</p><p>Investigators believe a shooter or shooters opened fire with multiple weapons early on Sunday just before 3:30am (07:30 GMT) at Taste of the City Lounge in the neighbourhood of Crown Heights after “a dispute”, New York Police Department Commissioner Jessica Tisch told reporters.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It’s a terrible shooting that occurred in the city of New York,” Tisch said at a news briefing. She said officers are investigating at least 36 shell casings from the lounge, as well as a firearm that was discovered in a nearby street.</p><p>Those wounded in the shooting — eight men and three women — are being treated at hospitals for non-life-threatening injuries, she said.</p><p>The shooting comes amid a record low year for gun violence in New York City. “I mean, we have the lowest numbers of shooting incidents and shooting victims seven months into the year that we’ve seen on record in the city of New York,” Tisch said. “Something like this is, of course, thank God, an anomaly. And it’s a terrible thing that happened this morning, but we’re going to investigate and get to the bottom of what went down.”</p><p>A gunman who <a href=\"/news/2025/7/29/four-killed-in-new-york-shooting-including-police-officer-suspect-report\">killed five people</a>, including himself, in late July inside a midtown Manhattan office, was seeking out the headquarters of the National Football League (NFL), which he blamed for the brain injuries he suffered from, according to New York City Mayor Eric Adams.</p></div></div></body></html>"
        },
        {
            "title": "US cancels visas for medical evacuation patients from Gaza | Gaza | Al Jazeera",
            "time": "2025-08-17T14:04:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755439475.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Marc Marquez extends win streak to six with maiden Austrian MotoGP victory | Motorsports News | Al Jazeera",
            "time": "2025-08-17T13:57:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250817__69QU3JE__v1__HighRes__MotoMotogpWorldChampionshipAustriaGpGrandPrix-1755437110_04996e-1755437343.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Six-time MotoGP champion Marc Marquez has marked the 1,000th premier class race in history by winning the Austrian Grand Prix for the first time in his career to take a mammoth 142-point lead over his brother Alex in the championship.</p><p>Having won Saturday’s sprint from the second row, Marquez claimed the sprint-race double on Sunday for the sixth Grand Prix in a row. The Spaniard has been unbeaten since the British Grand Prix in May.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Not since 2014 had Marquez claimed six consecutive Grand Prix wins as he moves closer to a seventh MotoGP crown with nine rounds remaining in the 2025 season.</p><p>Gresini Racing rookie Fermin Aldeguer found late race pace to finish second while Aprilia’s pole sitter Marco Bezzecchi, who kept Marquez at bay for as long as he could, finished third. Alex Marquez finished 10th after serving a long-lap penalty.</p><p>“Super, super happy to finally take the first victory here in Austria,” Marc Marquez said.</p><p>“I’m happy with six victories in a row, but [I need to] keep focus. Next week, we have another race.”</p><p>Bezzecchi had claimed his first pole with Aprilia on Saturday, and despite finishing fourth in the sprint, this time he had the perfect launch to lead Francesco Bagnaia and Marc Marquez into turn one.</p><p>The two Ducatis went side by side on lap one when Marc Marquez briefly overtook his teammate, but Bagnaia did not relent and took the place back to stay in second.</p><p>However, Marc Marquez made the same move on the next lap to take second and set his sights on Bezzecchi, waiting for the right opportunity to pounce.</p><p>“In the first part he [Bezzecchi] was super strong, but then I just waited. I tried in the beginning, but it was too risky. Then I preferred to wait and attack in the end,” the winner added.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Alex Marquez had a poor start, and with a long-lap penalty to serve for causing a crash at the Czech Grand Prix, the younger Marquez sibling fell out of the top 10 when he rejoined the field.</p><figure id=\"attachment_3893464\" aria-describedby=\"caption-attachment-3893464\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3893464\" src=\"/wp-content/uploads/2025/08/AFP__20250817__69QR2NN__v1__HighRes__MotoMotogpWorldChampionshipAustriaGpGrandPrix-1755435659.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Marc Marquez and Marco Bezzecchi in action during the race.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3893464\" class=\"wp-caption-text\">Ducati Lenovo rider Marc Marquez, right, leads Aprilia Racing’s Marco Bezzecchi during the Austrian MotoGP [Jure Makovec/AFP]</figcaption></figure><h2 id=\"marquez-pressure\">Marquez pressure</h2><p>Bezzecchi soaked up the pressure, but the Aprilia rider was unable to shake off the red Ducati hunting him down.</p><p>Bagnaia was struggling with his bike, and he eventually faded, giving way to KTM’s Pedro Acosta and Aldeguer as the two youngsters fought for third.</p><p>Bagnaia had been undefeated in Austria for three years, but he was a shadow of the ringmaster who had dominated at the Red Bull Ring since 2022 as he was bumped down to eighth.</p><p>Marquez finally attacked on lap 19 and squeezed past the Aprilia, but Bezzecchi put his head down and took first place back from the Spaniard, eager to deny him a first victory at the Red Bull Ring.</p><p>But Marquez was on the ascendancy, and he finally broke Bezzecchi’s resistance on the next lap, using the Aprilia’s slipstream to dive into turn one and take the lead.</p><p>As Bezzecchi made a futile attempt to reel Marquez in, Aldeguer made a play for second place, and the Gresini rookie made his move with five laps to go on turn one to slot in behind Marquez.</p><p>Marquez responded to the challenge and kept Aldeguer at bay to take the chequered flag, but the rookie was over the moon with his best result in MotoGP.</p><p>“I’m super happy because at the end, Austria is not one of my favourite tracks like Le Mans,” he said. “Making two podiums on bad tracks for me is incredible.”</p><p>The 14th round of the MotoGP world championship will be held at Balaton Park in Hungary next weekend.</p><figure id=\"attachment_3893471\" aria-describedby=\"caption-attachment-3893471\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3893471\" src=\"/wp-content/uploads/2025/08/2025-08-17T124954Z_1667588146_UP1EL8H0ZN5BM_RTRMADP_3_MOTOR-MOTOGP-AUSTRIA-1755435836.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Marc Marquez reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3893471\" class=\"wp-caption-text\">Marc Marquez celebrates after winning the Austrian MotoGP for the first time [Gintare Karpaviciute/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Newly obtained video shows Israeli missile hitting Palestinian girl in Gaza | Gaza | Al Jazeera",
            "time": "2025-08-17T13:55:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755438880.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Blocking US medical visas for Gaza kids “will be devastating” | Gaza | Al Jazeera",
            "time": "2025-08-17T12:55:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Tareq-16x9-1755435188.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bolivia heads to the polls as 20 years of leftist rule expected to end | Elections News | Al Jazeera",
            "time": "2025-08-17T12:42:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250817__69QU3GK__v1__HighRes__BoliviaElectionVote-1-1755435610.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>People in Bolivia are headed to the <a href=\"/news/longform/2025/8/14/will-evo-morales-sink-the-lefts-hopes-in-bolivias-presidential-race\">polls</a> to elect the next president as well as the members of the Congress, with the governing socialists expected to lose power after almost 20 years due to a deep economic crisis and division within the leftist coalition.</p><p>Ballot stations opened on Sunday at 8am (12:00 GMT) and will close at 4pm (20:00 GMT), with initial results expected after 9pm (01:00 GMT on Monday).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p><span>The election is also the first time in almost two decades that polling indicates Bolivia’s incumbent Movement for Socialism, or MAS, could face defeat. MAS-affiliated and other left-leaning candidates trail the right-wing opposition by about 10 percent, according to the latest August Ipsos MORI survey.</span></p><p>Eight presidential candidates are in the running – from the far-right to the political left. But two candidates appear to have a comfortable lead: Jorge “Tuto” Quiroga, who served as interim president and vice president under former military ruler Hugo Banzer, and Samuel Doria Mediana, a wealthy businessman and former planning minister.</p><p>Medina, 66, and Quiroga, 65, are neck-and-neck, according to the polling survey.</p><p>Former leftist President Evo Morales has been barred from running, and the outgoing socialist President Luis Arce, who had fallen out with Morales, opted out of the race.</p><figure id=\"attachment_3893446\" aria-describedby=\"caption-attachment-3893446\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3893446\" src=\"/wp-content/uploads/2025/08/AFP__20250812__69BF3NQ__v1__HighRes__ComboBoliviaPoliticsElectionCandidates-1755435150.jpg?w=770&amp;resize=770%2C538&amp;quality=80\" alt=\"Bolivia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3893446\" class=\"wp-caption-text\">Samuel Doria Medina (L) and Jorge Quiroga are neck-and-neck, according to the polling survey [AFP]</figcaption></figure><h2 id=\"divided-left\">Divided left</h2><p>Eduardo del Castillo, who is backed by outgoing President Arce, is the official MAS party candidate. Andronico Rodriguez, who has distanced himself from the MAS party, is running as an independent.</p><p>Morales, Bolivia’s undisputed left-wing leader for the last 15 years, is holed up in his tropical stronghold, where he still leads the coca growers union. He has asked his followers to cast invalid votes.</p><p>“Brothers, we are on the right track. Absenteeism, blank ballots, undecided voters, all of it,” Morales told Radio Kawsachun Coca, his media outlet in the Bolivian jungle of Chapare, where he has been holed up for months among fiercely loyal coca-growing labour unions.</p><p>If Morales leaves his tropical stronghold, he risks arrest on charges related to statutory rape. He denies the allegations.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Official results are due within seven days. Voters will also elect all 26 senators and 130 deputies, and officials assume office on November 8.</p><p>A run-off will take place on October 19 if no candidate wins an outright majority.</p><h2 id=\"worst-crisis-in-a-generation\">‘Worst crisis in a generation’</h2><p>The Andean country is struggling through its worst crisis in a generation, marked by annual inflation of almost 25 percent and critical shortages of dollars and fuel.</p><p>The two frontrunners have pledged significant changes to Bolivia’s big-state economic model if elected.</p><p>Doria Medina, a millionaire former planning minister, made a fortune in cement before going on to build Bolivia’s biggest skyscraper and acquire the local Burger King franchise.</p><p>Seen as a centrist, he has promised to halt inflation and bring back fuel and dollars within 100 days, without cutting anti-poverty programs.</p><p>“We will change everything, absolutely everything after 20 lost years,” said the tough-talking Quiroga, who trained as an engineer in the United States, during his closing rally in La Paz on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Bolivia enjoyed more than a decade of strong growth and Indigenous upliftment under Morales, who nationalised the gas sector and ploughed the proceeds into social programmes that halved extreme poverty during his stint in power between 2006 and 2019.</p><p>But underinvestment in exploration has caused gas revenues to implode, falling from a peak of $6.1bn in 2013 to $1.6bn last year.</p><p>With the country’s other major resource, lithium, still underground, the government has nearly run out of the foreign exchange needed to import fuel, wheat and other foodstuffs.</p><p>Bolivians have repeatedly taken to the streets to protest rocketing prices and hours-long waits for fuel, bread and other basics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Riot police clash with protesters in Serbia | Protests | Al Jazeera",
            "time": "2025-08-17T12:31:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755433821.jpg?resize=1627%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israelis hold nationwide protest to end Gaza war, ‘bring back the hostages’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-17T12:20:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_69QJ4GD-1755428371.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"256\" data-end=\"453\">Thousands of protesters in Israel have taken to the streets demanding an end to the war in Gaza and a deal to free captives held there, as the military intensifies attacks on Gaza City to force tens of thousands of starving Palestinians to flee again.</p><p>Israeli schools, businesses and public transport have been shut down, with demonstrations planned in major cities as part of a national day of action by two groups representing a number of the families of captives and bereaved families.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Protesters, who fear further fighting could endanger the 50 captives believed to remain in Gaza, only about 20 of whom are thought to be alive, chanted: “We don’t win a war over the bodies of hostages.”</p><p>“Military pressure doesn’t bring hostages back – it only kills them,” former captive Arbel Yehoud said at a demonstration in Tel Aviv’s so-called “Hostage Square”. “The only way to bring them back is through a deal, all at once, without games.”</p><p>Police said they had arrested 32 as part of the nationwide demonstration – one of the fiercest since the uproar over six captives found dead in Gaza last September.</p><p>Sunday’s rallies came just days after Israel’s security cabinet approved plans to advance on Gaza City, nearly two years into a <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">genocidal war</a> that has devastated the enclave, left much of its population on the <a href=\"/news/liveblog/2025/7/29/live-israel-kills-92-in-gaza-in-one-day-as-death-toll-nears-60000\">brink of famine</a>, and led to Israel being increasingly <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">internationally isolated</a>.</p><p data-start=\"709\" data-end=\"1018\">At Tel Aviv’s so-called “Hostage Square”, activists unfurled a huge Israeli flag covered with the faces of captives still held in Gaza. Protesters also blocked major roads, including the highway linking Tel Aviv and Jerusalem, where tyres were set alight and traffic came to a standstill, according to local reports.</p><p data-start=\"1020\" data-end=\"1326\">The Hostages and Missing Families Forum, which represents relatives of those held, declared a nationwide strike. “We will shut down the country today with one clear call: Bring back the 50 hostages, end the war,” the group said, pledging to escalate their campaign with a protest tent near the Gaza border.</p><p data-start=\"1328\" data-end=\"1410\">“If we don’t bring them back now – we will lose them forever,” the group warned.</p><figure id=\"attachment_3893280\" aria-describedby=\"caption-attachment-3893280\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3893280 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/000_69QH2T9-1755428574.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israeli police use a water cannon to disperse demonstrators blocking traffic in a tunnel. [Menahem Kahana/AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3893280\" class=\"wp-caption-text\">Israeli police use water cannon to disperse demonstrators blocking traffic in a tunnel [Menahem Kahana/AFP]</figcaption></figure><p data-start=\"1412\" data-end=\"1675\">In Jerusalem, businesses closed as demonstrators joined marches. “It’s time to end the war. It’s time to release all of the hostages. And it’s time to help Israel recover and move towards a more stable Middle East,” said Doron Wilfand, a 54-year-old tour guide speaking to the AFP news agency.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"147\" data-end=\"667\">Alon Pinkas, a former Israeli diplomat and consul general in New York, told Al Jazeera from Tel Aviv that while protests were spread across the country, turnout remained relatively small.</p><p data-start=\"147\" data-end=\"667\">“The number of people is pretty small … I do expect it to increase during the day,” he said, noting many shops, restaurants and universities were closed, with public transport running at half capacity. “It’s not a general strike in the sense that people envisage, but it is palpable, it’s tangible, you can feel it in the air.”</p><p data-start=\"669\" data-end=\"1101\">On Prime Minister Benjamin Netanyahu’s response to the unrest, Pinkas was scathing. “Most prime ministers would have resigned after October 7th … He is not just another prime minister. He cares only about his survival. He is driven by some Messianic delusions of <a href=\"/news/2025/8/16/arab-islamic-countries-condemn-netanyahus-greater-israel-remark\">redrawing the Middle East</a>.”</p><p data-start=\"669\" data-end=\"1101\">Pinkas added that Netanyahu was deflecting public anger by blaming “the elites” and a “deep-state cabal” rather than taking responsibility.</p><h2 id=\"israeli-government-condemns-protests\" data-start=\"669\" data-end=\"1101\">Israeli government condemns protests</h2><p data-start=\"1677\" data-end=\"2100\">President Isaac Herzog voiced support for the captives’ return, urging international pressure on Hamas rather than heeding calls to halt the war.</p><p data-start=\"1677\" data-end=\"2100\">But senior government figures lashed out at the protests.</p><p data-start=\"1677\" data-end=\"2100\">Far-right Israeli Finance Minister Bezalel Smotrich denounced them as “a perverse and harmful campaign that plays into the hands of Hamas,” while Culture Minister Miki Zohar said blocking roads “is a serious mistake and a reward to the enemy”.</p><p data-start=\"2102\" data-end=\"2353\">Police reinforced their presence across the country, warning that no “public order disturbances” would be tolerated. Demonstrations were also held near the Gaza border, including in Beeri, a kibbutz badly hit during the Hamas-led attack of October 2023. At least 1,139 people were killed in that attack that triggered what campaigners say is Israel’s war of vengeance. More than 61,000 Palestinians have been killed, the majority women and children, in an Israeli offensive that has been dubbed genocide by multiple rights groups.</p><p data-start=\"2102\" data-end=\"2353\">Israeli Prime Minister Netanyahu and his former Defense Minister Yaov Gallant have been issued arrest warrants by the International Criminal Court for war crimes.</p><p data-start=\"2102\" data-end=\"2353\">Meanwhile, Egyptian officials said efforts were under way to broker a 60-day truce that would include captive releases. A previous round of talks in Qatar collapsed without progress. The last trace agreed to in January was <a href=\"/news/2025/3/18/why-did-israel-break-the-ceasefire-in-gaza\">broken by Israel in March</a>.</p><p data-start=\"2541\" data-end=\"2692\">Israel’s plan to expand the offensive into Gaza City has been met with international alarm, as United Nations-backed experts warn of famine across the territory.</p></div></div></body></html>"
        },
        {
            "title": "Huge rally in New York demands end to Gaza starvation | Gaza | Al Jazeera",
            "time": "2025-08-17T12:15:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755432832.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Flash flooding kills hundreds in northern Pakistan | Floods | Al Jazeera",
            "time": "2025-08-17T11:59:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755431944.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How much aid actually reaches Gaza? | Digital Series | Al Jazeera",
            "time": "2025-08-17T11:45:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/THUMB-H_16x9-1755431086.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The Alaska summit was a spectacular distraction | Opinions | Al Jazeera",
            "time": "2025-08-17T09:52:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250815__69NG2PM__v1__HighRes__UsUkraineRussiaConflictSummitTrumpPutin-1755315393.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Say you are the president of the United States and the relationship with a significant chunk of your political base has become less than blissfully harmonious. What do you do?</p><p>Well, one option is to stage a summit, accompanied by much fanfare, with the president of Russia, ostensibly in order to end that country’s war in Ukraine.</p><p>And this is precisely the manoeuvre that was pulled by US President Donald Trump, who on Friday <a href=\"/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">rolled out the red carpet</a> in Alaska for his Russian counterpart Vladimir Putin. The short-lived encounter was ultimately anticlimactic, with Trump offering the incisive assessment that “There’s no deal until there’s a deal.”</p><p>Fox News reported that Trump had rated the much-anticipated meeting with Putin a “10” out of 10 and that he particularly “appreciated the Russian president’s comments when he claimed he would not have invaded Ukraine had Trump won the 2020 presidency”.</p><p>Fox went on to add that neither head of state had bothered to specify the “reasoning behind these comments”.</p><p>At any rate, the no-deal talks constituted a convenient distraction from current intra-MAGA strife, which owes to a couple of factors. There is, for example, the matter of the <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">files relating to the late Jeffrey Epstein</a>, the financier and convicted sex offender who died in prison in 2019.</p><p>When US Attorney General Pam Bondi briefed Trump in May on the Justice Department’s review of the content of the so-called “Epstein files”, she reportedly informed the president that his name appeared therein.</p><p>Despite having pledged while on the campaign trail to declassify the Epstein files, Trump changed tack earlier this year and angrily dismissed the investigation as a “hoax”. He went as far as to insult many of his Republican followers as “stupid” and “foolish” for continuing to insist that the Epstein details be released.</p><p>On July 12, the president took to social media with his signature preference for manic capitalisation to berate those demanding declassification: “We have a PERFECT Administration, THE TALK OF THE WORLD, and ‘selfish people’ are trying to hurt it, all over a guy who never dies, Jeffrey Epstein.”</p><p>And yet this is not the only headache facing the “PERFECT Administration” from within Trump’s own MAGA base, many of whose prominent members have become vocally critical of Israel’s <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">genocide in the Gaza Strip</a>, which Trump persists in aiding and abetting.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The genocide, which will mark its two-year anniversary in October, has officially killed nearly 62,000 Palestinians thus far – although the true death toll is undoubtedly <a href=\"/news/2024/7/8/gaza-toll-could-exceed-186000-lancet-study-says\">many times higher</a>. Apparently, Israel’s behaviour was entirely palatable to much of the US political establishment when it simply consisted of unending massacres, slaughtered and mutilated babies, bombed hospitals, and razed neighbourhoods.</p><p>Now that <a href=\"/opinions/2025/6/2/in-gaza-aid-kills\">mass starvation</a> has been visibly added to the genocidal mix, however, Israel seems to have crossed a red line even among formerly staunch devotees. As per Gaza’s Ministry of Health, the death toll from malnutrition has hit 251, including 108 children. Images of skeletal Palestinians have flooded the internet, and the United Nations World Food Programme has categorised food shortage in Gaza as “catastrophic”.</p><p>Furthermore, according to the UN, the Israeli military has killed <a href=\"/news/liveblog/2025/8/16/live-israel-kills-at-least-1760-people-seeking-aid-in-gaza-since-may-un\">at least 1,760</a> Palestinians since late May alone, as they sought aid, including at sites run by the nefarious so-called Gaza Humanitarian Foundation (GHF). Backed by the US and Israel, the GHF has not only served Israel’s plans for mass displacement and forced eviction of Palestinians; the aid distribution hubs have also functioned as a sort of one-stop shop for <a href=\"/video/newsfeed/2025/8/1/these-palestinians-survived-a-visit-to-the-ghfs-deadly-aid-sites\">indiscriminate killing</a> – which, after all, is the whole point of genocide.</p><p>And while Trump has intermittently chided Israeli Prime Minister Benjamin Netanyahu on the disagreeable optics of the whole spectacle, it has not been sufficient to appease the scrutiny of the likes of right-wing US Congresswoman <a href=\"/news/2025/7/29/trump-ally-marjorie-taylor-greene-decries-genocide-in-gaza\">Marjorie Taylor Greene</a>, a traditional ally of the president known for such antics as wearing a hat imprinted with the words “Trump Was Right About Everything!”</p><p>In a social media post last month, Greene – a leading figure in Trump’s MAGA movement – was unexpectedly explicit in her condemnation of “the genocide, humanitarian crisis, and starvation happening in Gaza”. Other MAGA fixtures like far-right influencer Laura Loomer – a self-defined “proud Islamophobe” and general bona fide sociopath – wasted no time in responding to Greene’s post: “There is no genocide in Gaza.”</p><p>Anyway, political tensions and infighting were at least temporarily removed from the spotlight by the Trump-Putin extravaganza in Alaska. It’s hardly the first time the old art of distraction has come in handy – Trump’s pal, Netanyahu, is the master of this trade. His commitment to waging genocide in Gaza has more than a little to do with his desire to stave off domestic opposition and avoid dealing with the <a href=\"/news/2024/12/9/benjamin-netanyahus-corruption-trial-what-you-need-to-know\">assorted corruption charges</a> in which he is presently embroiled.</p><p>And while the Alaskan red-carpet stunt provided little to write home about, distraction may yet prevail as folks ponder what the hell that was all about.</p><p data-start=\"6686\" data-end=\"6983\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israeli military bombs power plant near Yemeni capital Sanaa | Benjamin Netanyahu News | Al Jazeera",
            "time": "2025-08-17T09:13:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/05/ffbb7b448e7048c3873d2449a22b859b_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli military bombs power plant near Yemeni capital Sanaa</h1><p class=\"article__subhead\"><em>Israeli navy fires missiles at the energy facility south of Sanaa saying it was used by Houthis, but provides no evidence.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli navy has carried out attacks on a power plant near the Yemeni capital Sanaa, according to Israeli media reports.</p><p>Houthi-affiliated Al Masirah TV reported on Saturday that the “aggression” damaged generators at the Hezyaz power plant, sparking a fire that was later contained. The country’s deputy prime minister confirmed emergency crews managed to prevent further damage. Residents in Sanaa also reported hearing at least two loud explosions.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Israeli military claimed that the site was being used by Houthi fighters. But it did not present evidence to justify hitting a civilian power station, raising concerns that the strike may constitute a war crime.</p><p>In a statement carried by Israeli outlets on Sunday, the military said the assault was a direct response to repeated Houthi attacks, including missiles and drones launched towards Israel.</p><p>The Houthis have repeatedly fired rockets and drones at Israel since 2023 in response to Israel’s genocide in Gaza. Israel has retaliated by bombing Yemen’s infrastructure, including <a href=\"/news/2025/6/10/israel-strikes-yemens-hodeidah-port-threatens-blockade\">Hodeidah port</a>, a vital lifeline for humanitarian aid deliveries.</p><p>Israel has also attacked <a href=\"/news/2025/5/28/israel-launches-attack-on-yemens-sanaa-airport\">Yemen’s international airport</a>, claiming it was being used by Houthis.</p><p>Most Houthi projectiles aimed at Israel have been intercepted, but the exchanges have widened the regional fallout of Israel’s war on Gaza.</p><p>The United States and the United Kingdom have also carried out bombings in Yemen as the Houthis attacked ships linked to Israel passing through the Red Sea. Houthis said the move, which disrupted global trade passing through the waterway, was in response to Israel’s war and blockade of Gaza.</p><p>In May, Washington announced a surprise truce with the group, halting its bombing campaign in exchange for an end to Houthi attacks on US-linked vessels in the Red Sea. The Houthis insisted the deal did not apply to their operations against Israel.</p><p>US forces had carried out hundreds of air raids in Yemen, killing more than 250 people, before the ceasefire was declared. US President Donald Trump said the truce would “stop the bombing”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The deal appeared to blindside Israel, with Israeli Prime Minister Benjamin Netanyahu stressing his country would “defend ourselves alone” if necessary.</p></div></div></body></html>"
        },
        {
            "title": "Antigovernment protesters clash with police in several Serbian cities | Protests News | Al Jazeera",
            "time": "2025-08-17T08:19:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-17T022645Z_1099362295_RC2K8GACQ4IS_RTRMADP_3_SERBIA-PROTEST-CLASHES-1755414133.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protesters have clashed with riot police in Serbia’s capital, Belgrade, and other cities, on the fifth consecutive night of demonstrations against the government of right-wing President Aleksandar Vucic.</p><p>Clashes also broke out in Belgrade late on Saturday after police stopped demonstrators heading for the governing Serbian Progressive Party’s (SNS) headquarters.</p><p>Late on Saturday, thousands gathered in the central city of Valjevo to show their growing anger against the government, while a small group of masked young men attacked the empty offices of the governing SNS party, setting them alight.</p><p>They subsequently clashed with riot police, with protesters throwing fireworks and rocks as the officers responded with stun grenades and tear gas.</p><p>Some clashes were also reported in the northern city of Novi Sad, the country’s second largest.</p><p>Almost daily protests have gripped Serbia since November, following the collapse of a railway station roof that killed 16 people.</p><p>The tragedy became a symbol of deep-rooted corruption in the Balkan nation, with demands for a transparent investigation growing into calls for early elections.</p><p>At their height, the protests drew hundreds of thousands onto the streets.</p><p>However, the mostly peaceful demonstrations deteriorated earlier this week when large groups of pro-government supporters – many masked and some armed with batons and fireworks – attacked protesters.</p><p>That has led to violent clashes for several nights, leaving many injured on both sides.</p><p>Protests were further heightened after several videos shared online showed police striking unarmed demonstrators with batons.</p><p>Police have denied allegations of brutality, accusing demonstrators of attacking officers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>While the protests have so far led to the resignation of the prime minister and the collapse of the government, President Vucic has remained defiant.</p><p>He has repeatedly rejected calls for early elections and denounced the demonstrations as part of a foreign plot to overthrow him.</p></div></div></body></html>"
        },
        {
            "title": "Week in Pictures: From Trump-Putin meeting to flash floods in Pakistan | Crimes Against Humanity News | Al Jazeera",
            "time": "2025-08-17T08:07:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25223324775565-1755414297.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From the murder of Al Jazeera journalists in Gaza by the Israeli army to Afghans gathering for celebrations marking the fourth anniversary of the US withdrawal and Taliban rule in Kabul, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "Erin downgraded to Category 3 hurricane, NHC says | Climate News | Al Jazeera",
            "time": "2025-08-17T07:57:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250816__69Q29EF__v1__HighRes__UsPuertoRicoWeatherHurricaneErin-1755411483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Erin downgraded to Category 3 hurricane, NHC says</h1><p class=\"article__subhead\"><em>Erin is the fifth named storm of the Atlantic hurricane season, which runs from June 1 to November 30.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hurricane Erin, the first <a href=\"/news/2025/8/15/hurricane-erin-threatens-puerto-rico-virgin-islands-with-flooding\">hurricane</a> of this year’s Atlantic season, is a Category 3, the United States National Hurricane Center (NHC) said, downgrading the storm from Category 4 as the wind speed eased slightly.</p><p>The storm was 330 miles (530km) southeast of Grand Turk Island packing maximum sustained winds of 125 mph (205 kph), the NHC added early on Sunday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The hurricane had been gauged as high as a catastrophic Category 5 with maximum sustained winds of 160 mph (240 kph), then downgraded to a Category 4. It had earlier been forecast to strengthen into this week.</p><p>On Sunday, Erin was moving west-northwest at nearly 14 mph (22 kph) with a decrease in forward speed expected on Sunday and a turn to the north on Monday and Tuesday, the NHC said.</p><p>Swells generated by Erin will continue to affect parts of the northern Leeward Islands, the Virgin Islands, Puerto Rico, Hispaniola and the Turks and Caicos Islands for the next couple of days, the NHC said. These swells will spread to the Bahamas, Bermuda, the east coast of the United States, and Atlantic Canada during the early and middle portions of the week.</p><p>Rough ocean conditions will likely cause life-threatening surf and rip currents, the NHC added.</p><p>The Bahamas, which provides some meteorological services for the Turks and Caicos Islands, has issued a Tropical Storm Watch for the British islands to its southeast.</p><figure id=\"attachment_3892955\" aria-describedby=\"caption-attachment-3892955\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892955\" src=\"/wp-content/uploads/2025/08/AFP__20250816__69Q63N7__v1__HighRes__UsPuertoRicoWeatherHurricaneErin-1755412196.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Hurricane\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892955\" class=\"wp-caption-text\">A surfer rides a wave at La Pared Beach as Category 5 Hurricane Erin approaches in Luquillo, Puerto Rico [File: Ricardo Arduengo/AFP]</figcaption></figure><p>Erin has also raised concerns about wildfire risks, if human-caused sparks ignite parched vegetation and strong dry winds fan the flames. BMS Group Senior Meteorologist Andrew Siffert said these conditions could arise if Erin grows into a powerful offshore storm prompted by colliding warm and cold air rather than tropical seas.</p><p>The US government has deployed more than 200 employees from the Federal Emergency Management Agency and other agencies as a precaution. Puerto Rico Housing Secretary Ciary Perez Pena said 367 shelters were inspected and ready to open if needed.</p><p>Officials in the Bahamas are also preparing shelters and urging people to monitor the storm’s progress.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Erin is the fifth named storm of the Atlantic hurricane season, which runs from June 1 to November 30 and is expected to be unusually busy. Six to 10 hurricanes are predicted for the season, including three to five reaching major status with winds of more than 177km/h (110mph).</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Scientists have linked rapid intensification of hurricanes in the Atlantic to climate change. Global warming is causing the atmosphere to hold more water vapour and is spiking ocean temperatures, and warmer waters give hurricanes fuel to unleash more rain and strengthen more quickly.</p><p>Storms that ramp up so quickly complicate forecasting and make it harder for government agencies to plan for emergencies.</p></div></div></body></html>"
        },
        {
            "title": "Israel bombs Gaza City as part of takeover plan | Gaza | Al Jazeera",
            "time": "2025-08-17T07:50:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755416974.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Aug 2025</span><span aria-hidden=\"true\">17 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UFC 319: Chimaev dominates Du Plessis to win middleweight championship | Mixed Martial Arts News | Al Jazeera",
            "time": "2025-08-17T06:42:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250817__2230536680__v1__HighRes__Ufc319DuPlessisVsChimaev-1755408151.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UFC 319: Chimaev dominates Du Plessis to win middleweight championship</h1><p class=\"article__subhead\"><em>Khamzat Chimaev overpowers title holder Dricus Du Plessis in a lopsided UFC title bout in the Octagon.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Khamzat Chimaev is the new undisputed UFC middleweight champion after a dominant display against title holder Dricus Du Plessis at the United Center in Chicago.</p><p>Billed as a battle between the undefeated UFC middleweights, Du Plessis put his belt on the line for the third time on Saturday against Chimaev, the No 3-ranked contender and considered one of the most feared pound-for-pound fighters on the UFC roster.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>But Chimaev was in control of the bout from the beginning until the end in one of the most one-sided title fights in UFC history; all three judges scored the bout 50-44 for the Chechen fighter, who holds dual Russian and United Arab Emirates citizenship.</p><p>“I am happy, always,” Chimaev said post-fight. “I never have a game plan, just go in and work like I do in the gym. That guy [Du Plessis] is strong. I couldn’t finish. I respect that guy. He is the only champion that would say my name. This guy has big heart.”</p><p>The victory extends Chimaev’s unbeaten UFC win streak to 15. Du Plessis experienced his first UFC loss and drops to 23-3 for his mixed martial arts (MMA) career.</p><p>Chimaev, who first entered UFC in 2020 and has previously defeated former champions Kamaru Usman and Robert Whittaker, was rarely threatened against Du Plessis, and despite being denied a finish by the South African he relentlessly took down the defending champion in the opening minute of every round.</p><p>The 31-year-old converted 12 of 17 takedown attempts in the bout and spent 84% of the 25-minute fight in control of Du Plessis, according to official UFC match data.</p><p>Du Plessis’s only moment to stage a come-from-behind victory came in the final round when he spun his way on top of his tiring opponent and executed a guillotine. Unfortunately for the reigning champion, the choke only lasted a couple of seconds as Chimaev methodically fought his way out and again resumed his control of the fight until the final bell.</p><p>“The man has incredible control on top,” Du Plessis said. “It wasn’t a matter of strength; it wasn’t physical; it was almost like he knew what your next move was. I could almost taste that victory [with the guillotine choke hold], but he beat me fair and square. He was the better man tonight. I’ll be coming to get my belt back, but for now, it’s his. He deserves it.”</p><figure id=\"attachment_3892844\" aria-describedby=\"caption-attachment-3892844\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892844\" src=\"/wp-content/uploads/2025/08/AFP__20250817__2230533830__v1__HighRes__Ufc319DuPlessisVsChimaev-1755407161.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dricus Du Plessis (and Khamzat Chimaev in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892844\" class=\"wp-caption-text\">Khamzat Chimaev (top) grapples with Dricus du Plessis during their middleweight title bout at UFC 319 [Geoff Stellfox/Getty Images via AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Luis Diaz scores for Bayern Munich to win German Supercup on debut | Football News | Al Jazeera",
            "time": "2025-08-17T04:34:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250816__69PZ37A__v1__HighRes__FblGerSupercupStuttgartBayernMunich-1755403499.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Luis Diaz scores for Bayern Munich to win German Supercup on debut</h1><p class=\"article__subhead\"><em>Colombian winger scores on his competitive debut for Bayern Munich in a victory over Stuttgart in the German Supercup.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luis Diaz, making his Bayern Munich debut, and Harry Kane scored for the reigning Bundesliga champions in a 2-1 away victory against Stuttgart in the German Supercup.</p><p>The match, which opens the German season with the league and cup winners facing off, was held for the first time since it was renamed for football legend Franz Beckenbauer, who died in 2024.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A year into their attacking partnership, Michael Olise and Kane were again Bayern’s most dangerous pairing, combining for the opener with 18 minutes played.</p><p>Off balance and falling, Kane collected Olise’s pass and hit a low shot across the grass and into the bottom corner for his 86th goal in his 97th Bayern appearance.</p><p>Pushed on by a 60,000-strong home crowd, Stuttgart went looking for an equaliser late in the second half, but Bayern broke through on the counter, with Diaz heading in from close range in the 77th minute.</p><p>Diaz – who joined Bayern from Liverpool last month and remains the club’s biggest deal of the offseason – ran to the corner post and sat on the grass, mimicking former Liverpool teammate Diogo Jota’s video-game celebration.</p><p>It was the latest tribute for Portugal winger Jota, who died in a car accident in July.</p><p>Stuttgart pulled a goal back through Jamie Leweling in stoppage time.</p><p>The win netted Kane a second team trophy of his career after the 32-year-old broke his duck to win the Bundesliga last season.</p><p>Praising his charges for a “deserved win”, Bayern captain Joshua Kimmich said the victory would set the tone for the season.</p><p>“We wanted to show everyone that we’re here. Wins and titles are not a given – we have to appreciate them,” Kimmich told Germany’s Sat 1 network.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Bayern open the Bundesliga season on Friday at home against Leipzig, while Stuttgart face Union Berlin in the German capital a day later.</p><figure id=\"attachment_3892801\" aria-describedby=\"caption-attachment-3892801\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892801\" src=\"/wp-content/uploads/2025/08/2025-08-16T201029Z_1423917574_UP1EL8G1K1FY6_RTRMADP_3_SOCCER-GERMANY-VFB-FCB-1755403349.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Luis Diaz reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892801\" class=\"wp-caption-text\">Diaz celebrates scoring his first goal for Bayern Munich by mimicking former Liverpool teammate Diogo Jota’s video-game celebration [Heiko Becker/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,270 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-17T04:01:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250816-38847157-38847143-HOUSE_BURNS_AFTER_RUSSIAN_SHELLING_IN_UKRAINES_KOSTIANTYNIVKA-1755379226.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,270</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,270 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Sunday, August 17:</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian President Vladimir Putin offered to freeze the front lines in Ukraine’s Kherson and Zaporizhia regions if Kyiv ceded full control of <a href=\"https://aje.aj-harbinger.com/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">Ukraine’s Donetsk</a> and Luhansk regions, during his <a href=\"https://aje.aj-harbinger.com/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">meeting</a> with United States President Donald Trump on Friday, according to several media outlets, including The New York Times and the AFP and Reuters news agencies.</li>\n<li>Trump informed Ukrainian President Volodymyr Zelenskyy of the offer during a phone call, but Zelenskyy rejected the demand, Reuters reported</li>\n<li>Trump described the <a href=\"https://aje.aj-harbinger.com/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">meeting with Putin</a> as “a great and very successful day in Alaska!” and told Fox News that Ukraine should make a deal to end the war with Russia because “Russia is a very big power, and they’re not”.</li>\n<li>The US president also said he agreed with Putin that a peace agreement should be sought without a prior ceasefire, marking a change in his position before the summit.</li>\n<li>“The best way to end the horrific war between Russia and Ukraine is to go directly to a Peace Agreement… and not a mere Ceasefire Agreement, which often times do not hold up,” Trump wrote in a post on Truth Social.</li>\n<li>Zelenskyy, who was not invited to the summit in Alaska, said in a post on X that Russia’s unwillingness to pause the fighting would complicate efforts to forge a lasting peace.</li>\n<li>Nevertheless, he said he will meet with Trump in Washington, DC, <a href=\"/news/2025/8/16/trump-set-to-meet-ukraines-zelenskyy-after-successful-talks-with-putin\">on Monday.</a> “I am grateful for the invitation,” Zelenskyy said in a post on X.</li>\n<li>A number of European leaders have also been invited to attend, a European Union source told the AFP news agency.</li>\n<li>European leaders, including from France, Germany and the United Kingdom, promised to maintain the pressure on Russia through sanctions and called for “ironclad” security guarantees for Ukraine. They also said they were ready to work towards a three-way summit between Trump, Putin and Zelenskyy.</li>\n<li>German Chancellor Friedrich Merz told German media that the US was willing to be part of security guarantees for Ukraine and that he and other European leaders will be speaking with Zelenskyy on Sunday to prepare him for the White House meeting with Trump.</li>\n<li>The EU’s top diplomat, Kaja Kallas, said that while “Trump’s resolve to get a peace deal is vital… the harsh reality is that Russia has no intention of ending this war anytime soon”, in a post on X.</li>\n<li>The Leaders of the Nordic Baltic Eight group of countries issued a joint statement, reiterating support for Ukraine and saying that “a just and lasting peace requires a ceasefire” and that “experience has shown that Putin cannot be trusted”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Meanwhile, the fighting continued to rage in Ukraine, with the country’s Air Force saying it shot down 61 of 85 Russian drones overnight, while Russian missiles and drones hit 12 locations across the country.</li>\n<li>The Ukrainian General Staff said its forces had pushed Russian forces back by about 2km (1.2 miles) on part of the Sumy front in northern Ukraine.</li>\n<li>The Ukrainian military also said that Russian forces had seized Popiv Yar, southwest of Dobropillia, and Ivano-Darivka, northeast of Sloviansk in Ukraine’s Donetsk region, according to the Kyiv Independent.</li>\n<li>Russian attacks injured 13 people, including medical workers and a police officer, in Ukraine’s Kherson region, Ukraine’s military said in a post on Telegram early on Saturday.</li>\n<li>In Russia, a Ukrainian drone attack killed a 52-year-old man and his 13-year-old son, in the Rylsky district of the Russian Kursk region, Governor Alexander Khinshtein said in a post on Telegram on Saturday.</li>\n<li>Russian forces also shot down five Ukrainian guided aerial bombs and 169 drones in one day, Russia’s state news agency TASS reported on Saturday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Lionel Messi scores as Inter Miami wins late against LA Galaxy | Football News | Al Jazeera",
            "time": "2025-08-17T03:33:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250817__69Q78BN__v1__HighRes__FblMslMiamiGalaxy-1755398404.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lionel Messi scores as Inter Miami wins late against LA Galaxy</h1><p class=\"article__subhead\"><em>The Argentinian superstar returns from injury to score a goal and add an assist as Inter downs Galaxy at Chase Stadium.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lionel Messi returned from injury as a reserve and scored in the 84th minute to lead Inter Miami to a 3-1 victory over the defending Major League Soccer (MLS) Cup champions, Los Angeles Galaxy.</p><p>The iconic 38-year-old Argentinian striker was back on the field on Saturday for Miami after suffering what Inter coach Javier Mascherano had called a “minor muscle injury” – an apparent hamstring strain – in Inter’s Leagues Cup victory over Mexican side Necaxa on August 2.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It had been something very small,” Mascherano said of his injury after the match. “The three training sessions we had were good. The important thing is that the match ended. As the minutes went by, I saw him better. We have to see how he feels tomorrow.”</p><p>Eight-time Ballon d’Or winner Messi, who missed a Leagues Cup win over Pumas UNAM and last weekend’s MLS loss at Orlando City, was on the bench as a reserve before entering in the second half, replacing Telasco Segovia.</p><p>“We had planned the match to give minutes to Leo [Messi]. The idea was to give him 45 minutes so that he can find sensations,” Mascherano said. “I didn’t see him after the game. Tomorrow, we’ll see what feelings he had.</p><p>“He’s an extraordinary player. I saw that he was clearly not 100 percent comfortable, but as the minutes went by, he was loosening up more and more. We will have to see how he ended with the fatigue.”</p><p>Jordi Alba scored for Miami in the 43rd minute, but Joseph Paintsil equalised for the Galaxy in the 59th minute.</p><figure id=\"attachment_3892749\" aria-describedby=\"caption-attachment-3892749\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892749\" src=\"/wp-content/uploads/2025/08/AFP__20250817__69Q78BF__v1__HighRes__FblMslMiamiGalaxy-1755399524.jpg?w=770&amp;resize=770%2C498&amp;quality=80\" alt=\"Lionel Messi in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892749\" class=\"wp-caption-text\">Messi takes a shot and scores his team’s second goal against LA Galaxy at Chase Stadium [Chandan Khanna/AFP]</figcaption></figure><h2 id=\"messi-dominates-late\">Messi dominates late</h2><p>Messi’s brilliant goal six minutes from full-time – a thunderous left foot strike fired from the edge of the penalty area that caromed off the bottom corner of the net – restored the lead for Miami.</p><p>He then put the victory beyond doubt with a sensational 89th-minute assist to teammate Luis Suarez, who put the home side ahead 3-1.</p><p>Messi, the reigning MLS Most Valuable Player, has 19 goals and 10 assists in 19 MLS appearances for Miami this season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He also has the Herons into the quarterfinals of the Leagues Cup, which they won in 2023, just after Messi’s arrival. Miami will play the Tigres in a Cup quarterfinal on Wednesday.</p><p>“He wants to play every single game,” Mascherano said. “You have to understand why Leo is Leo. He always wants to be on the pitch. He’s happy there. Sometimes, we try to explain him that we have to go slowly, but when he feels good, he knows himself like no one. In the end, we tried to give him some minutes today to start having good feelings for Wednesday.”</p><p>Inter Miami rank fourth in the MLS Eastern Conference, six points behind MLS leaders Philadelphia, but with three matches in hand.</p><figure id=\"attachment_3892743\" aria-describedby=\"caption-attachment-3892743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892743\" src=\"/wp-content/uploads/2025/08/AFP__20250817__69Q78C3__v1__HighRes__FblMslMiamiGalaxy-1755399395.jpg?w=770&amp;resize=770%2C506&amp;quality=80\" alt=\"Luis Suarez and Lionel Messi react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892743\" class=\"wp-caption-text\">Messi, left, celebrates with teammate Luis Suarez after Inter Miami went ahead 3-1 in the 89th minute [Chandan Khanna/AFP]</figcaption></figure></div></div></body></html>"
        }
    ]
}