{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Bezalel Smotrich’s gradual struggle to annex the West Bank for Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-12T17:11:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/01/33BP7MY-preview-1704222958.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s recent move to deepen its control of the illegally occupied West Bank has drawn criticism from around the world, seen as a step towards the annexation of the Palestinian territory.</p><p>But for one of the men behind <a href=\"/features/2026/2/9/israeli-plans-deepen-de-facto-annexation-of-occupied-west-bank\">Sunday’s announcement</a>, Israeli Finance Minister Bezalel Smotrich, it marks a definite step forward in his long-running journey to entirely rewrite modern history and international law, and claim the West Bank for Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The new rules announced by the Israeli government effectively make it easier for Israeli Jews to seize Palestinian land, and expand illegal settlements in the West Bank – allowing “Jews to purchase land in Judea and Samaria [the West Bank] just as they purchase [land] in Tel Aviv or Jerusalem”, as the statement put it.</p><p>That a finance minister would exercise control over occupied territory may seem strange to those unfamiliar with the workings of Israeli politics. But securing a foothold in the West Bank – which Smotrich and his settler movement believe they are biblically entitled to – was <a href=\"/news/2022/12/29/who-are-the-ministers-leading-israels-new-far-right-government\">among his demands</a> before agreeing to join Prime Minister Benjamin Netanyahu’s coalition government in 2022.</p><p>Little known internationally before the genocidal war in Gaza began in 2023, Smotrich and his fellow far-right figure, National Security Minister Itamar Ben-Gvir, have become regular fixtures in headlines and government sanction lists around the world. Each has sought to fuel the Gaza war, threatening to collapse the coalition at the first sign of any change in intensity, and pressing on with an illegal campaign of settlement and occupation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It’s not that Smotrich is particularly charismatic, or that he’s being driven by his base,” Orly Noy, journalist and editor of the Israeli Hebrew-language magazine Local Call, told Al Jazeera. “It’s more that he’s incredibly ideological and he’s smart,” she said, explaining how, over the years, Smotrich had painstakingly worked to have the mechanisms of West Bank governance shifted from the military to his own, civil control.</p><p>“There shouldn’t be anything surprising in this,” Noy continued.</p><p>“In his early days as a political nonentity, he published what he called his ‘Decisive Plan’,” she said, outlining the strategy published by Smotrich in 2017 whereby Palestinians in the West Bank would be left with three essential options: to leave, to accept Israeli domination, or to face annihilation.</p><p>“People, even those on the right wing, laughed at that and dismissed it,” she said, pausing. “They really shouldn’t.”</p><h2 id=\"religious-zionist-upbringing\">Religious Zionist upbringing</h2><p>Bezalel Smotrich is, in every sense, a child of Israel’s settler movement, and one who draws ideological inspiration from Rabbi Zvi Yehuda Kook, a key figure in shaping religious Zionism in the 20th century.</p><p>Unlike the better-known American rabbi <a href=\"/news/2025/11/14/normalising-hate-israel-leans-in-to-anti-palestinian-violence-rhetoric\">Meir Kahane</a>, whose teachings have been invoked by figures including Ben-Gvir to justify violence, Kook’s ideas have underpinned what their adherents think of as a more high-minded form of ethnic supremacy and colonialism. This ideology casts Israel’s victory in the 1967 war as divinely mandated, but also adds a future Israeli settlement of Palestinian territory as the will of God.</p><figure id=\"attachment_4307361\" aria-describedby=\"caption-attachment-4307361\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4307361\" src=\"/wp-content/uploads/2026/02/GettyImages-1371429326-1770884136.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israel/Palestine: Zvi Yehuda Kook (1891-1982), rabbi, leader of Religious Zionism and Rosh Yeshiva of the Mercaz HaRav yeshiva. He was the son of Rabbi Abraham Isaac Kook. (Photo by: Pictures from History/Universal Images Group via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4307361\" class=\"wp-caption-text\">Rabbi Zvi Yehuda Kook (1891-1982) was influential in the formation of religious Zionism – and a lodestar for Israeli Finance Minister Bezalel Smotrich [File: Pictures from History/Universal Images Group via Getty Images]</figcaption></figure><p>By the time of Smotrich’s birth, in the illegal Golan Heights settlement of <a href=\"/opinions/2023/3/30/bezalel-smotrichs-ancestors-would-have-told-him-he-was-lying\">Haspin</a> in 1980, Kook’s vision had led to the establishment of 148 settlements, including one in Beit El, where Smotrich attended the growing number of religious schools overseen by Israel’s increasingly mobilised settler movement, before going on to train as a lawyer.</p><p>However, though Smotrich was engaged in settler activism from an early age, it wasn’t until Israel’s 2005 unilateral disengagement from Gaza that he came to judicial attention after he was arrested that July with 700 litres (185 gallons) of petrol in his car.</p><p>Fourteen years later, the former deputy head of the Shin Bet domestic intelligence agency, Yitzhak Ilan, said that he had interrogated Smotrich – who he called a Jewish “terrorist” – after the arrest, and said the petrol was part of a plot to blow up cars on a major highway.</p><p>Despite his dubious background, Smotrich went on to win a seat in the Knesset in 2015, propelled in large part by his association with the influential settler organisation he founded in 2006, Regavim. Smotrich remained in the chamber through a shifting variety of right-wing alliances, briefly serving as transport minister for a year in 2019.</p><p>However, it wasn’t until 2022, after Netanyahu brokered a joint electoral slate between Smotrich’s Religious Zionist Party and Ben-Gvir’s Otzma Yehudit (Jewish Power) bloc, that the two finally got access to real power.</p><h2 id=\"far-right-alliance\">Far-right alliance</h2><p>Both men have exploited their positions ruthlessly since, acting in concert to urge Israel’s genocidal war in Gaza on, irrespective of the political and international cost, while seeking to maximise the power of the government ministries under their control.</p><p>For Ben-Gvir, that has meant politicising the security force to such a degree that he now finds himself confronting Israel’s Supreme Court over it. Smotrich, for his part, has continued to channel millions to the settler movement, even as other ministries’ budgets have been cut, while settlements and <a href=\"/news/2025/1/22/mapping-1800-israeli-settler-attacks-in-the-occupied-west-bank-since-october-7\">settler violence</a> have increased.</p><p>Smotrich has also continued to expand his influence over both Palestinian and Jewish residents of the occupied West Bank.</p><p>He was appointed head of the Settlements Administration under his initial deal with Netanyahu, and by <a href=\"/news/2024/6/21/is-israels-smotrich-fulfilling-his-dream-of-annexing-the-west-bank\">June 2024</a>, as global attention focused on the war in Gaza, additional authority was transferred from the military to the Smotrich-headed body.</p><p>“They’re different,” political analyst Ori Goldberg said of Smotrich and Ben-Gvir, who, too often, are lumped together. While both politicians rely on the fundamental idea of Jewish supremacy, Goldberg said, “Smotrich wants order. He has a vision for the future; Ben-Gvir isn’t interested in any of that. He’s about hate, racism and a keen desire to burn it all down”.</p><p>“The thing is, many Israelis feel the same way.”</p><p>Throughout, attacks on Palestinians by settlers have become <a href=\"/features/2026/1/22/if-you-sleep-settlers-will-burn-your-house-fear-in-the-west-bank\">more brazen</a> and lethal – and conducted with even greater impunity. Even politicians, such as the parliamentarian Ofer Cassif, who have vocally objected to the settlers’ activities, are <a href=\"/news/2021/4/9/video-shows-police-beating-israeli-politician-in-jerusalem\">not safe from physical assault</a>.</p><p>For Cassif, the blame extends beyond just the settlers’ patrons in government to the more mainstream political establishment, including self-styled opposition figures, such as Benny Gantz and Yair Lapid, who Cassif describes as turning a blind eye to both the settlers’ violence and Smotrich’s agenda.</p><p>“They don’t dare confront these neo-Nazi bigots in the West Bank, who are launching daily pogroms,” Cassif said.</p><p>“They’ve emboldened them. Now they’re attacking both Arabs and activists within Israel proper, and no one does anything,” he said. “Netanyahu, Smotrich and other ministers don’t interfere with these groups and, in return, these groups help finance them.”</p><figure id=\"attachment_4300230\" aria-describedby=\"caption-attachment-4300230\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300230\" src=\"/wp-content/uploads/2026/02/ap_6989d7913b305-1770641297.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE - Israeli Finance Minister Bezalel Smotrich holds a map that shows the E1 settlement project during a press conference near the settlement of Maale Adumim, in the Israeli-occupied West Bank, Aug. 14, 2025. (AP Photo/Ohad Zwigenberg, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300230\" class=\"wp-caption-text\">Bezalel Smotrich holds a map that shows the E1 settlement, a plan for the occupied West Bank that he said would ‘bury the idea of a Palestinian state’ [File: Ohad Zwigenberg/AP]</figcaption></figure><h2 id=\"damage-done\">Damage done</h2><p>Whether Smotrich – to whom Al Jazeera reached out for comment, but from whom did not receive a response – will be able to cling to power long enough to fulfil his vision of annexation is unclear.</p><p>Observers, such as Goldberg, have their doubts. However, it is clear that Smotrich has strengthened his vision.</p><p>Announcing plans to establish a new network of illegal settlements across the West Bank, he <a href=\"/news/2025/8/14/smotrich-says-illegal-west-bank-settlement-buries-palestinian-state?utm_source=chatgpt.com\">boasted</a> that the move would “bury the idea of a Palestinian state”, a territory he had previously described as being “a step away” from annexation.</p><p>While Smotrich may be advancing his political agenda, polls suggest that he and his Religious Zionist party will not muster the votes to enter the parliament after Israel’s next election, to be held before October.</p><p>Nevertheless, according to some, Smotrich’s continued presence in the Knesset no longer matters. The damage has already been done.</p><p>“I don’t know what the future holds for him,” Goldberg concluded. “Extremism [has] become part of the national conversation.”</p></div></div></body></html>"
        },
        {
            "title": "US border chief says ending ICE deportation surge in Minnesota | Police | Al Jazeera",
            "time": "2026-02-12T16:58:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26041678016187_cropped-1770915320.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US border chief says Trump agrees to end deportation surge in Minnesota | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T15:24:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698de9d0e3677-1770908112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tom Homan, the US border security chief, says that the immigration crackdown in Minnesota that led to mass detentions, protests and two deaths is coming to an end.</p><p>“As a result of our efforts here, Minnesota is now less of a sanctuary state for criminals,” Homan said at a news conference on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I have proposed, and President [Donald] Trump has concurred, that this surge operation conclude.”</p><p>US Immigration and Customs Enforcement (ICE) launched Operation Metro Surge in Minnesota on December 1 as Trump frequently rebuked the state and its seizable <a href=\"/news/2025/12/3/ilhan-omar-denounces-donald-trump-for-calling-somali-immigrants-garbage\">Somali community</a>.</p><p>Homan said ICE operations would continue as they did before the operation began.</p><p>“Through targeted enforcement operations based on reasonable suspicion, and prioritising safety and security, ICE will continue to identify, arrest, and remove illegal aliens who pose a risk to public safety, as we’ve done for years,” he said.</p><p>Federal authorities say the sweeps focused on the Minneapolis-St Paul metro area have led to the arrest of more than 4,000 people. While the Trump administration has called those arrested “dangerous criminal illegal aliens”, many people with no criminal records, including children and US citizens, have also been detained.</p><p>Minnesota Tim Walz said on Thursday he was “cautiously optimistic” after the Trump administration’s announcement of drawing down the immigration crackdown in his state.</p><p>“They left us with deep damage, generational trauma,” Walz told reporters. “They left us with economic ruin in some cases.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Minneapolis Mayor Jacob Frey also welcomed the announcement, likening the immigration operation to military occupation.</p><p>“They thought they could break us, but a love for our neighbours and a resolve to endure can outlast an occupation,” Frey wrote on X “These patriots of Minneapolis are showing that it’s not just about resistance — standing with our neighbours is deeply American.”</p><p>Reporting from the White House, Al Jazeera’s Alan Fisher said the operation in Minnesota proved to be a public relations “disaster” for Trump, citing opinion polls showing public opposition to ICE’s tactics.</p><p>“It was bad publicity for Donald Trump, and he was getting a great deal of criticism, not just from Democrats, not just from people in the state, but from Republicans around the country, as well – that this was not the image that they wanted to portray,” Fisher said.</p><p>Holman’s announcement came as US legislators were holding hearings questioning government officials over the immigration crackdown in Minnesota, which saw mass protests and the killing of <a href=\"/news/2026/1/25/who-was-alex-pretti-the-nurse-shot-dead-by-federal-agents-in-minneapolis\">Alex Pretti</a> and Renee Good by federal agents.</p><p>Senators on Thursday went through a frame-by-frame presentation of the video of the shooting of Pretti, arguing that he did not pose a danger to the officer and that immigration agents failed to de-escalate the situation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some top Trump immigration officials had called Pretti a “terrorist” after the incident, claiming that he planned to shoot federal officers.</p><p>“It’s terrible police work,” Republican Senator Rand Paul said of the incident.</p><p>“There has to ultimately be repercussions. I think he’s retreating at every moment. He’s trying to get away, and he’s being sprayed in the face. I don’t think that’s de-escalatory.”</p><p>Paul warned top immigration officials at the hearing, including ICE director Rodney Scott, that if the probe into the killing of Pretti does not lead to accountability and changes, it would “destroy trust” in the agency.</p></div></div></body></html>"
        },
        {
            "title": "How Israel used discriminatory laws to strip Palestinians of citizenship | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-12T15:13:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698db82c38-1770895404.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s announcement to revoke the citizenship of two Palestinians accused of carrying out attacks has drawn condemnation from Palestinians, who said that the move “constitutes a grave and alarming precedent” that paves the way for targeting thousands of detainees and former prisoners.</p><p>Israeli Prime Minister <a href=\"/news/2026/2/12/nothing-definitive-reached-about-iran-during-netanyahus-visit-with-trump\">Benjamin Netanyahu</a> signed an order on Tuesday revoking the citizenship of two Palestinians, who will be deported from Israel. This is the first time that a 2023 discriminatory law is being used to physically deport Palestinians from Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"why-is-israel-stripping-palestinians-of-their-citizenship\">Why is Israel stripping Palestinians of their citizenship?</h2><p>Netanyahu wrote in an X post on Tuesday: “This morning I signed the revocation of citizenship and deportation of two Israeli terrorists who carried out stabbing and shooting attacks against Israeli civilians and were rewarded for their heinous acts by the Palestinian Authority.”</p><p>Referring to Ofir Katz, a Knesset member from the Likud party, Netanyahu added: “I thank the Coalition Chairman @OfirKatzMK for leading the law that will deport them from the State of Israel, and many more like them on the way.”</p><p>One of these men was released from prison for security-related offences in 2024 after serving 23 years, while the other is currently serving an 18-year sentence following a 2016 conviction, according to Adalah – The Legal Center for Arab Minority Rights in Israel.</p><p>The Commission of Detainees and Ex-Detainees Affairs and the Palestinian Prisoner’s Society (PPS) released a joint statement on Wednesday saying that the decision is based on a discriminatory law, legislation passed by the Israeli parliament in February 2023.</p><p>The 2023 law made it easier for authorities to strip citizenship or residency from Palestinians jailed for what Israel defines as “acts of terror”.</p><p>The law targets Palestinian citizens of Israel, and Palestinians in the occupied and illegally annexed East Jerusalem who hold Israeli residency.</p><p>It states that the Palestinians can lose their citizenship or residency after being convicted or charged for an “act of terrorism” and receiving money from the Palestinian Authority, which governs the occupied West Bank.</p><p>Hassan Jabareen, general director of Adalah, dubbed it “a very, very dangerous law”.</p><p>“This will be a very hard precedent against Palestinian citizens. It will open the way to transfer them based on political reasons,” Jabareen told Al Jazeera.</p><p>“This is the first law that we know in any Western democracy that allows the state to revoke the citizenship of their citizens only for political reasons.</p><p>“As Netanyahu said, this is just the beginning. This means that they are going to revoke more and more citizenships. This is a way of transferring Palestinian citizens,” who make up about 20 percent of Israel’s overall population of about 10 million people.</p><p>Jabareen added that the Israeli government has done this to stoke tension between Palestinian citizens and the state ahead of the October legislative elections. The Israeli “right wing” wants to be seen as attacking Palestinians for “populist reasons and for electoral reasons”, Jabareen said.</p><p>Prior to the 2023 legislation, the Citizenship Law of 1952 already allowed for the revocation of citizenship or residency of Palestinians in Israel and Jerusalem on the grounds of “breach of loyalty to the State of Israel”.</p><p>“Breach of loyalty” is defined to include carrying out an “act of terror,” aiding or soliciting such an act, or “taking an active part” in a “terrorist organisation,” among other activities.</p><h2 id=\"apartheid-which-other-israeli-laws-discriminate-against-palestinians\">‘Apartheid’: Which other Israeli laws discriminate against Palestinians?</h2><p>The 2023 citizen revocation law is aimed primarily at Palestinians and adds to a longstanding body of legislation that is <a href=\"/news/2018/7/19/five-ways-israeli-law-discriminates-against-palestinians\">applied differently</a> to Palestinians in Israel than to Jewish Israelis.</p><p>There are currently about 100 Israeli laws that discriminate against Palestinian citizens in Israel and Palestinian residents of the occupied Palestinian territory, according to Adalah.</p><p>In 2018, Israel’s parliament adopted a controversial “Jewish nation-state” law defining the country as a Jewish homeland, further marginalising Palestinian citizens of Israel. The law stipulates that Jewish people have “an exclusive right to national self-determination”.</p><p>Last November, Israel <a href=\"/news/2025/11/11/israeli-parliament-nods-to-bill-to-introduce-death-penalty-for\">passed</a> a first draft of a death penalty bill, introducing capital punishment for those convicted of killing Israelis if they had “racist” motives or were doing it “with the aim of harming Israel”. The bill is under discussion in the Knesset.</p><p>Legal experts say the law is discriminatory in how it defines “terrorism”. Palestinians’ attacks will most likely be dubbed “racist”, attracting the death penalty.</p><p>In a statement on February 3, Amnesty International <a href=\"/news/2026/2/3/amnesty-demands-israel-drop-death-penalty-bills-entrenching-apartheid\">called on Israel</a> to abandon the bill, warning that the measures would violate international law and “further entrench Israel’s apartheid system” against Palestinians.</p><p>Amnesty’s statement said: “If adopted, these bills would distance Israel from the vast majority of states which have rejected the death penalty in law or in practice, while further entrenching its cruel system of apartheid against all Palestinians whose rights Israel controls.”</p><p>Last week, the Israeli cabinet passed measures aimed at expanding its power across the occupied West Bank, making it easier to seize Palestinian land illegally. This has come despite <a href=\"/news/2024/9/18/un-general-assembly-overwhelmingly-calls-for-end-of-israeli-occupation\">the 2024 UN resolution</a> calling for an end to the illegal Israeli occupation of the West Bank.</p><h2 id=\"how-many-palestinians-live-in-israel\">How many Palestinians live in Israel?</h2><p>There are about 1.9 million Palestinians with Israeli citizenship as of 2019, according to Israel’s census.</p><p>Most are descendants of Palestinians who remained inside Israel when it was founded in 1948. About 750,000 Palestinians were expelled or fled, and thousands more were killed by the Zionist militias, in the lead-up to Israel’s creation. Israel continues to block their right of return while granting Jews from across the world the right to immigrate to Israel, as well as to the occupied West Bank and East Jerusalem.</p><p>More than 750,000 Israelis live in illegal settlements built on Palestinian-owned land in the occupied West Bank.</p><p>In very limited cases, Palestinians who hold residency in East Jerusalem can apply to obtain Israeli citizenship.</p><p>They have to undergo a difficult naturalisation process, and a small number can apply via family links – but for most Palestinians in the illegally occupied territory, current Israeli law makes acquiring citizenship virtually impossible.</p><p>In 2022, Israeli outlet Haaretz reported that only 5 percent of Palestinians in East Jerusalem had successfully obtained Israeli citizenship since 1967.</p><p>For Palestinians who have “permanent” residency status to live in Jerusalem, entry into and residency in Jerusalem is “a revocable privilege, instead of an inherent right”, according to human rights organisation <a href=\"http://www.alhaq.org/advocacy/topics/population-transfer-and-residency-right/1127-residency-revocation-israels-forcible-transfer-of-palestinians-from-jerusalem\" target=\"_blank\" rel=\"noopener noreferrer\">Al-Haq</a>.</p><p>Israel does not explicitly deny citizenship to people who are not Jewish.</p><p>However, it has the preferential Law of Return for Jewish people, which provides Jewish people with an almost automatic right to immigrate and receive citizenship. Everyone else, including Palestinians, has to undergo regular naturalisation.</p><p>Palestinians who live in Gaza or the West Bank are typically not allowed to enter Israel, and, in exceptional circumstances, require permits, which are extremely rare and difficult to obtain.</p><p>Even after they obtain permits, they have to pass through several checkpoints and other barriers such as roadblocks, earth mounds, road gates, road barriers and trenches.</p><p>In 2023, the United Nations Office for the Coordination of Humanitarian Affairs (OCHA) documented 565 such obstacles in the West Bank, including East Jerusalem and excluding the Israeli-controlled part of Hebron.</p><p>However, Palestinian men from the West Bank over the age of 55 and women over the age of 50 can enter East Jerusalem without a permit.</p><p>Jabareen told Al Jazeera that the recent revocations are “part of the war against Palestinians”.</p><p>“Palestinians in Gaza under genocide, Palestinians in West Bank are facing the violence of the settlers and army, and now Palestinian citizens are facing the threat of revoking their citizenship.”</p><h2 id=\"what-is-the-status-of-palestinian-citizens-in-israel\">What is the status of Palestinian citizens in Israel?</h2><p>Besides being subjected to discriminatory legislation, Palestinian citizens face <a href=\"/news/2026/2/10/palestinian-citizens-israel-demand-government-do-more-stop-crime\">violence</a> in Israel. In 2025, 300 people were murdered inside Israel. Out of these, <a href=\"/opinions/2026/2/5/heres-why-israel-is-allowing-record-murder-rates-in-its-palestinian-towns\">252</a> were Palestinian citizens.</p><p>Al Jazeera has reported how crime has surged in Palestinian towns and villages across Israel. Gunmen target the homes and businesses of Palestinian citizens.</p><p>About 38 percent of Palestinian households fall below the poverty line in Israel, many well below it, according to Israel’s National Insurance Institute.</p><p>Thousands of Palestinian citizens of Israel are “unable to live a normal life,” Aida Touma-Suleiman, a Palestinian member of the Israeli parliament representing the left-wing Hadash-Ta’al faction, told Al Jazeera.</p><p>Unemployment is also a crisis facing Palestinian citizens in Israel. Only 54 percent of Palestinian men and 36 percent of Palestinian women in Israel have jobs, after already low employment levels plummeted in tandem with the genocide in Gaza, according to figures from 2024.</p></div></div></body></html>"
        },
        {
            "title": "‘Like Eid’: Bangladeshis hail landmark election, many vote after 17 years | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-12T14:57:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26043294026412-1770890643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh</strong> – Standing in a long queue at a government school in the capital Dhaka, Hasan Hoque, a former teacher, laughs and chats with a group of men who just arrived to cast their ballots.</p><p>“It’s been a while standing in this line, but nothing matches the feeling of casting my own vote. It feels like a festival,” Hoque told Al Jazeera, smiling.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The last time he voted was in 2008 – the year former Prime Minister Sheikh Hasina returned to power and allegedly rigged subsequent elections until her autocratic 15-year regime was challenged by a student-led uprising in 2024, toppling her government and forcing her into exile in India.</p><p>“The elections we had after 2008 were farcical and one-sided under Awami League,” Hoque said, referring to Hasina’s political party, which was barred from elections after the uprising. “They would cast our votes themselves, so we were not even needed at the polling centres in those years.”</p><p>That changed on Thursday as Bangladesh held its first <a href=\"/news/liveblog/2026/2/12/bangladesh-election-results-live-polls-formally-close-counting-under-way\">parliamentary election</a> since the 2024 uprising, with the country of 173 million people seeking a return to democracy after years of turmoil.</p><p>Alongside choosing a new parliament, people also voted in a referendum to endorse the so-called “July Charter”, a document born out of the 2024 uprising that proposes sweeping constitutional reforms in order to save the country from future authoritarian rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"eid-like-atmosphere\">‘Eid-like atmosphere’</h2><p>Like Hoque, Jainab Lutfun Naher had also returned to the polling booth after 17 years.</p><p>“I was pregnant with my daughter in 2008. Today I voted again, and my daughter is now 17,” the voter from Dhaka’s Gulshan area told Al Jazeera. “It feels absolutely great to vote.”</p><p>Naher said the day felt emotional and empowering – and allowed her hope. <span>“I want this country to prosper,” she said. “I want it to be democratic, where everyone has rights and freedoms.”</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The people’s hopes are pinned on two alliances that were in the fray in <a href=\"/gallery/2026/2/12/bangladeshis-turn-out-for-historic-election-after-hasinas-downfall\">Thursday’s vote</a> – the Bangladesh Nationalist Party (BNP), led by <a href=\"/news/2026/2/10/is-bnps-tarique-rahman-the-change-post-hasina-bangladesh-is-looking-for\">Tarique Rahman</a>, and the Jamaat-e-Islami-led coalition of 11 parties, which includes the National Citizen Party (NCP), founded by the <a href=\"/features/2026/2/11/nahid-islam-and-the-uneasy-alliance-that-could-shape-bangladeshs-vote\">youth activists</a> who ousted Hasina.</p><p>Voting took place in 299 of 300 constituencies, with polling in one seat cancelled following the death of a candidate. The Election Commission declared a turnout of around 48 percent up until 2pm local time (08:00 GMT). A finally tally of the turnout is awaited.</p><p>Polls closed at 4.30pm (10:30 GMT) on Thursday and official <a href=\"/news/2026/2/12/live-results-bangladesh-election-2026\">results are expected</a> early Friday morning.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299721\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Political-barometer-1770627533.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Political barometer\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Across polling stations in Dhaka, home to 20 parliamentary constituencies, a similar picture emerged: long queues snaking outside school gates and community centres that were turned into polling centres.</p><p>At one such school, first-time voter Nazmun Nahar said she “was so excited I could hardly sleep last night”.</p><p>“It felt like Eid,” she told Al Jazeera, referring to the Muslim religious festival and expressing a sentiment also shared by Chief Election Commissioner AMM Nasir Uddin, who told reporters that people were voting in an exuberant “Eid-like atmosphere”.</p><p>Reports from elsewhere in the country suggested a similarly festive mood, as the government declared a three-day holiday for the election and millions of voters travelled to their hometowns – many on train rooftops – to cast their vote.</p><p>Abdur Rahman, a voter in northern Bangladesh who travelled on one such crowded train, said almost everyone he knew — from neighbours to extended family — had returned home to cast their ballots.</p><p>“We were robbed of the joy of voting for so long,” Rahman said. “None of us wanted to miss this opportunity.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"birthday-of-a-new-bangladesh\">‘Birthday of a new Bangladesh’</h2><p>After casting his vote at Gulshan Model High School and College in Dhaka, BNP chairman Tarique Rahman, who is a frontrunner for the prime minister, said if he comes to power, he will “prioritise improving law and order in the country so that people feel secure”.</p><p>“I am confident of winning the election,” Tarique Rahman, 60, told reporters.</p><p><a href=\"/news/2026/2/5/country-of-the-blind-how-will-bangladesh-remember-muhammad-yunus\">Muhammad Yunus</a>, the head of the interim government formed after the 2024 uprising, cast his ballot at the same centre.</p><p>“Today is the birthday of a new Bangladesh,” he said. “Through today’s process, people have rejected the past. From today, at every step, we have gained the opportunity to build a new Bangladesh.”</p><p><a href=\"/features/2026/2/9/bangladeshs-jamaat-leader-shafiqur-rahman-the-man-everyone-wants-to-meet\">Shafiqur Rahman</a>, leader of the Jamaat-e-Islami party, cast his vote at another polling centre in Dhaka.</p><p>“Through this vote, we hope a government will be formed that does not belong to any individual, family or party, but to the [millions] of people of this country,” the 67-year-old former government doctor, told reporters, calling the election a “turning point” for Bangladesh.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Analysts said that while there were scattered allegations of poll malpractices, the election process had largely been peaceful.</p><p>Asif Mohammad Shahan, professor of development studies at Dhaka University, told Al Jazeera the election did not see “reports of major irregularities”.</p><p>“Some isolated incidents have occurred, which are of course unwanted, but every election in Bangladesh has had some irregularities. Unless those are serious enough to change the overall result, they do not cross a critical threshold,” he said.</p><p>Political analyst Dilara Choudhury said a relatively peaceful election is a first step in Bangladesh’s long transition towards democratic normalcy. “Minimal violence in the election is good,” she told Al Jazeera.</p><p>“If both parties accept the results, it would be a first step for Bangladesh towards a new kind of politics or democratic transition,” she added.</p><p>But Choudhury cautioned that an election “does not mean a full transition to democracy”, arguing that the next phases would depend on whether governing and opposition forces jointly pursue reforms outlined in the July Charter and institutionalise them – including commitments to accountability, rule of law, and good governance.</p><p>Meanwhile, Mazeda Begum, a voter at Dhaka’s Civil Aviation School and College polling centre, said she hopes the new government — whoever forms it — will work for the country’s progress, particularly in education and economy.</p><p>“There are many problems in our education system and in the education of our children,” she said. “We also face economic difficulties in our daily lives. I hope the new government will work for us.”</p><p>At another polling centre in Dhaka’s Agargaon area, Nurul Amin had come to vote with deep expectations.</p><p>“I have come to vote after many years,” he told Al Jazeera. “This country needs to move forward, and the next government should fix our problems.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia bans WhatsApp, pushes state-backed alternative | Technology News | Al Jazeera",
            "time": "2026-02-12T14:36:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-07-21T113138Z_634431226_RC2XQFA50HA4_RTRMADP_3_RUSSIA-TECHNOLOGY-INTERNET-1770896590.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia bans WhatsApp, pushes state-backed alternative</h1><p class=\"article__subhead\"><em>Rights campaigners say restrictions on messaging apps are a transparent attempt to ramp up control and surveillance.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has blocked messaging service WhatsApp over alleged legal breaches, urging users to switch to a state-backed alternative in what is widely seen as a bid to clamp down on free speech amid the <a href=\"/news/2026/2/11/russian-drone-kills-father-3-children-in-ukraine-wounds-pregnant-mother\">war in Ukraine</a>.</p><p>Kremlin spokesperson Dmitry Peskov announced the move on Thursday, attributing it to WhatsApp’s “reluctance to comply with the norms and letter of Russian law”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He advised Russians to turn instead to MAX, a state-sponsored platform touted as a one-stop shop for messaging, online government services and other services like making payments.</p><p>Experts warn that MAX, which openly declares it will share user data with authorities upon request, does not use the end-to-end encryption that ensures messages remain <a href=\"/news/2025/1/31/whatsapp-says-its-users-targeted-by-israeli-spyware-company-paragon\">private</a> on popular services like WhatsApp, leaving users vulnerable to state snooping.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last year, Russia began limiting some calls on WhatsApp, owned by US social media giant Meta, and on Telegram, <a href=\"/news/2025/11/29/russia-outlaws-human-rights-watch-crackdown-critics-ukraine-war\">accusing</a> the foreign-owned platforms of refusing to share information with law enforcement in fraud and “terrorism” cases.</p><p>But rights campaigners like Amnesty, which this week hit out at the Kremlin’s continued limits on Telegram, say restrictions on messaging apps are a transparent attempt to ramp up control and surveillance.</p><p>“As usual, Russian authorities are resorting to the bluntest instrument in their digital repression toolbox: censorship and obstruction under the guise of protecting people’s rights and interests,” said the group in a statement on Tuesday.</p><p>A WhatsApp spokesperson said on Wednesday that the company was doing “everything we can” to keep users connected.</p><p>“Trying to isolate over 100 million people from private and secure communication is a backwards step and can only lead to less safety for people in Russia,” said the spokesperson.</p><p>Since December, many Russians have only been able to access WhatsApp through a virtual private network (VPN), according to the Reuters news agency.</p><p>Earlier this week, state communications regulator Roskomnadzor said it would introduce new restrictions on Telegram, widely used by Russian troops fighting in Ukraine, after accusing it of refusing to abide by the law.</p><p>Beyond the clampdown on messaging apps, Russia’s government has also blocked social media like Twitter, Facebook and Instagram while ramping up restrictions on services like YouTube.</p><p>In December, it imposed restrictions on Apple’s video calling service FaceTime.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Italy stun Nepal for historic first T20 World Cup win | Cricket News | Al Jazeera",
            "time": "2026-02-12T14:13:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__978B26Q__v1__HighRes__CricketIccMensT20Wc2026NepIta-1770903628_b26193-1770904150.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy stun Nepal for historic first T20 World Cup win</h1><p class=\"article__subhead\"><em>Tournament debutants Italy claimed their first-ever World Cup victory with a shock upset against Nepal in Mumbai.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy earned a momentous maiden cricket win at the T20 World Cup when it stunned Nepal by 10 wickets on Thursday in Mumbai, India.</p><p>Brothers Anthony and Justin Mosca sealed the victory with an unbeaten stand for 124-0 after Nepal was bowled out for 123 at iconic Wankhede Stadium.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Italy’s first win in only its second match at a global cricket tournament was also only the eighth 10-wicket victory in men’s T20 World Cup history.</p><p>Italy joined the Netherlands as the only two non-British European teams to win a game in the T20 World Cup.</p><p>Nepal, at its third T20 World Cup, was riding high after giving England a mighty scare at the same venue on Sunday.</p><p>But Sri Lanka-born wrist spinner Crishan Kalugamage picked 3-18, including captain Rohit Paudel, to help shoot out Nepal with three balls to spare.</p><p>The Sydney-raised Mosca brothers hit nine sixes and eight boundaries – Anthony was 62 not out off 32 balls, and Justin 60 not out off 44 – to dismantle the Nepal attack in just 12.4 overs.</p><figure id=\"attachment_4308418\" aria-describedby=\"caption-attachment-4308418\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4308418\" src=\"/wp-content/uploads/2026/02/AFP__20260212__97843YU__v1__HighRes__CricketIccMensT20Wc2026NepIta-1770903802.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Justin Mosca in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4308418\" class=\"wp-caption-text\">Italy’s Justin Mosca plays a shot during the match against Nepal at Wankhede Stadium [Punit Paranjpe/AFP]</figcaption></figure><h2 id=\"sri-lanka-dominate-oman\">Sri Lanka dominate Oman</h2><p>Earlier, captain Dasun Shanaka broke his own record for the fastest T20 half-century for Sri Lanka as they crushed Oman by 105 runs in Pallekele.</p><p>Later, co-host and defending champion India took on Namibia in New Delhi.</p><p>Shanaka’s 19-ball 50 along with Kusal Mendis’s 61 and Pavan Rathnayake’s 60 against a weak bowling attack propelled Sri Lanka to a tournament-best 225-5.</p><p>Oman laboured to 120-9 in reply, the wickets shared by five bowlers. Off-spinner Maheesh Theekshana led with 2-11 off four overs.</p><p>Sri Lanka has two wins from two games, but has yet to meet Group B rivals Australia and Zimbabwe.</p><p>Oman’s 43-year-old Mohammad Nadeem became the oldest man to score a half-century in the history of the T20 World Cup with an unbeaten 53 from 56 balls. Nadeem was one of the only two Oman batters to reach double figures, with Wasim Ali scoring 27.</p><p>Sri Lanka lost Pathum Nissanka and Kamil Mishra inside the power play, but Rathnayake and Mendis featured in a brisk 94-run third-wicket stand off 52 balls.</p><p>Shanaka smacked five sixes to surpass his previous Sri Lanka record of a 20-ball half-century against India in 2023 before he holed out at long-off on the very next ball.</p><figure id=\"attachment_4308430\" aria-describedby=\"caption-attachment-4308430\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4308430\" src=\"/wp-content/uploads/2026/02/AFP__20260212__976T4J4__v1__HighRes__CricketIccMensT20Wc2026SriOma-1770903912.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dasun Shanaka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4308430\" class=\"wp-caption-text\">Sri Lanka’s captain Dasun Shanaka plays a shot against Oman at the Pallekele International Cricket Stadium in Kandy, Sri Lanka, on February 12, 2026 [Ishara S Kodikara/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Syrian army takes control of al-Tanf military base as US troops pull out | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-12T13:26:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698dcb7271b1f-1770900338.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian army takes control of al-Tanf military base as US troops pull out</h1><p class=\"article__subhead\"><em>Syria’s defence ministry says its forces have taken control of the strategic base amid coordination with the US.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Al Jazeera and News Agencies</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian ⁠forces ⁠have taken control of the strategic al-Tanf military base near the border with Iraq and Jordan, the Syrian defence ministry has said, amid the withdrawal of a longstanding United States troop presence at the base.</p><p>The ministry said in a statement on Thursday that Syrian Arab Army units had taken control of al-Tanf, securing the base and its surroundings, “through coordination between the Syrian and American sides”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Army units had “begun deploying along the Syrian-Iraqi-Jordanian” border nearby, the ministry said, while border guards would be deployed in the coming days.</p><p>The base was established during Syria’s civil war in 2014 as a ‌key hub for operations by the global coalition against ISIL (ISIS), which at the time controlled large areas of Syria and Iraq until the group was vanquished in 2017.</p><p>The US withdrawal from the base comes months after Syrian President Ahmed al-Sharaa, the former leader of the armed group Hayat Tahrir al-Sham, who the US once deemed a “Specially Designated Global Terrorist”, joined the anti-ISIL coalition in November.</p><p>The US military has not officially commented on the pullout, but Trump has expressed an interest in withdrawing US troops from Syria since his first term.</p><h2 id=\"syrian-government-expands-control\">Syrian government expands control</h2><p>The pullout also follows ⁠a US-brokered deal to integrate the Kurdish-led Syrian Democratic Forces – a key US partner in the fight against ISIL – into Syrian government institutions, an agreement the US hailed as a major step towards national unity and ⁠reconciliation in Syria.</p><p>Last month, as al-Sharaa’s government <a href=\"/features/2026/1/27/syrian-army-offensive-overjoys-some-leaves-others-with-existential-fear\">pushed to expand</a> its control over the country, Syrian government forces captured large areas of previously Kurdish-held territory in northeast Syria, amid deadly clashes with the SDF.</p><p>A <a href=\"/news/2026/2/2/syrian-forces-deploy-in-hasakah-under-ceasefire-agreement-with-sdf\">ceasefire</a> was later <a href=\"/news/2026/1/30/kurdish-led-sdf-agrees-integration-with-syrian-government-forces\">struck</a> between the sides.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Amid the advance of Syrian forces, the US military <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">has been transferring</a> thousands of ISIL prisoners from jails previously run by the SDF in northeastern Syria, as the facilities were transferred to Syrian government control.</p><h2 id=\"us-drawdown\">US drawdown</h2><p>While the size of the US deployment in Syria has fluctuated over the years, with precise figures often unclear due to the classified nature of many operations, a Pentagon announcement in July 2025 said there were about 1,500 American soldiers in Syria.</p><p>The size of the deployment currently stands at 900, The Associated Press reported.</p><p>Earlier this month, an Al Jazeera correspondent on the ground <a href=\"/news/2026/2/7/us-transfers-isil-detainees-to-iraq-as-northeast-syria-base-draws-down\">reported</a> that US military personnel appeared to be drawing down their presence from watchtowers surrounding a military installation in the al-Shaddadi area in northeastern Hasakah province.</p><p>Soldiers were also seen lowering the US flag from one tower, while equipment used to manage aircraft takeoffs and landings at the base’s airstrip was no longer visible.</p><p>The US carried out a round of <a href=\"/news/2026/1/10/us-launches-large-scale-attacks-against-isil-in-syria-after-deadly-ambush\">“large-scale” attacks against ISIL</a> in Syria in January following an ambush that <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">killed two US soldiers</a> and a civilian interpreter in the city of Palmyra in December.</p></div></div></body></html>"
        },
        {
            "title": "India vs Pakistan: Why it’s going ahead | Cricket | Al Jazeera",
            "time": "2026-02-12T13:21:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026_Game-Theory_EP06_Thumbnail_Horizontal_V01_00-1770902287.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "In Aleppo, art bridges Syria’s war divisions | Newsfeed | Al Jazeera",
            "time": "2026-02-12T12:42:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Clean2-1770900137.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Ex-Pakistan PM Imran Khan left with 15% vision in right eye, court told | Imran Khan News | Al Jazeera",
            "time": "2026-02-12T12:39:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/07/shahzaib-akber-epa-1720785524.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> A court-appointed lawyer has claimed that jailed former Prime Minister Imran Khan has been left with just 15 percent vision in his right eye after authorities allegedly ignored his complaints for three months, adding another layer of contention over his imprisonment.</p><p>Barrister Salman Safdar, appointed by the Supreme Court of Pakistan (SCP) as amicus curiae (friend of the court), conducted a two-hour interview with Khan on February 10 and inspected his detention facility before submitting a detailed seven-page report to the court on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The report paints a troubling picture of the 73-year-old’s <a href=\"/news/2023/8/7/imran-khans-life-under-threat-in-jail-says-pakistan-ex-pms-party\">deteriorating health</a> and prolonged isolation, since he was imprisoned in <a href=\"/news/2023/8/5/why-was-pakistans-former-prime-minister-imran-khan-arrested\">August 2023</a> on dozens of charges.</p><p>It says Khan suffered rapid and substantial vision loss over the past three months while in custody under former jail superintendent Abdul Ghafoor Anjum, who was transferred in mid-January.</p><p>Despite repeated complaints of persistent blurred and hazy vision, the report states that “no action was taken by the jail authorities to address these complaints”.</p><p>“He stated that he subsequently suffered a sudden and complete loss of vision in his right eye,” Safdar wrote.</p><p>A medical report dated February 6, 2026, diagnosed the condition as “right central retinal vein occlusion,” Safdar noted.</p><p>An ophthalmologist from a leading government hospital in Islamabad was eventually consulted and confirmed the diagnosis, a blood clot that can cause severe retinal damage.</p><p>Safdar observed that the former prime minister was “visibly perturbed and deeply distressed,” with watery eyes requiring tissues throughout their meeting.</p><p>The report warns that “any further delay poses a serious risk to the petitioner’s well-being” and recommends an immediate independent examination by expert ophthalmologists, including Khan’s personal physicians.</p><p>Following the submission of the report, the SCP moved swiftly. It ordered the formation of a medical team to examine Khan’s eye and directed that he be allowed phone contact with his sons, who both live in the United Kingdom, and ordered both tasks to be completed before February 16.</p><p>“The issue of Imran’s health is most important,” Chief Justice Yahya Afridi observed, adding that “intervention was necessary.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"health-concerns-mount\">Health concerns mount</h2><p>Pakistan Tehreek-e-Insaf (PTI), the party founded by Khan, expressed “profound concern” in a statement on Thursday and strongly condemned the treatment meted out to him, “particularly with regard to the serious deterioration of his eyesight”.</p><p>The party said it reserves the right to initiate legal proceedings against relevant officials over his declining health, warning that “any harm inflicted upon Imran Khan’s health will be accounted for”.</p><p>“We demand that Imran Khan be granted <a href=\"/news/2025/12/3/why-jail-access-to-pakistans-imran-khan-has-caused-a-political-storm\">immediate and unrestricted access</a> to his personal physicians and that, for specialized eye treatment, he be transferred without delay to a reputable hospital recommended by his medical team. Unhindered access to his legal counsel and the full restoration of family visitation rights are his fundamental rights,” the statement read.</p><p>Khan, a popular former Pakistan cricket captain and World Cup winner, became prime minister in 2018 in elections that opponents alleged were rigged in his favour by the powerful military. Four years later, <a href=\"/news/2022/4/9/analysis-end-of-imran-khans-term\">he was removed</a> through a no-confidence vote that he claimed was orchestrated by the military, after their relationship soured, in collusion with Washington and Khan’s political rivals in Pakistan.</p><p>These allegations were denied by both the Pakistani military and the United States.</p><p>Since his ouster, he has blamed army chief Field Marshal Asim Munir for his troubles and repeatedly urged supporters to stage public protests.</p><p>Following his removal from power, Khan faced a <a href=\"/news/2025/12/20/ex-pakistan-pm-imran-khan-wife-sentenced-to-17-years-in-corruption-case\">cascade of charges</a> that his party says were designed to sideline Pakistan’s most popular opposition leader. After being detained for less than two days in May 2023, he was arrested again in August 2023 on corruption charges.</p><p>He has been in Adiala Jail in Rawalpindi since August 2023. He has remained there since, in what Safdar’s report confirms as solitary confinement for approximately two years and four months.</p><p>In June 2024, a United Nations Working Group on Arbitrary Detention concluded that Khan’s detention “had no legal basis and appears to have been intended to disqualify him from running [for] political office.”</p><h2 id=\"political-fallout-deepens\">Political fallout deepens</h2><p>The Supreme Court’s decision to appoint an independent observer followed months of restricted access to Khan. Chief Justice Afridi had stressed that Safdar should be given “respectful and unhindered access” and not be kept waiting outside the jail.</p><p>The report states that Khan has been denied access to his lead counsel and legal team for the past five months. He also told Safdar that his sisters and other immediate family members had not been permitted to visit him. Only after the change in jail superintendent was he allowed to meet his wife – who is also behind bars on corruption charges – once a week for about 30 minutes every Tuesday.</p><p>Benazir Shah, a senior political analyst, said the public deserves transparency and his family deserves answers.</p><p>“The government has mishandled Imran Khan’s health from the very start, first by concealing the news until it was reported by a local English newspaper, then by dismissing it as a routine matter, and ultimately by performing a procedure without the knowledge or presence of his family,” she said.</p><p>“The treatment meted out to a former prime minister for so long shows that the current government in Pakistan has scant regard for basic human rights,” Lahore-based Shah told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Counting begins as polls close in landmark Bangladesh election | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-12T12:32:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T112224Z_1570788948_RC2BKJAI3VYT_RTRMADP_3_BANGLADESH-ELECTION-1770899540.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Top Iran official accuses Israel of trying to sabotage US talks | Newsfeed | Al Jazeera",
            "time": "2026-02-12T12:13:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2024-11-15T105616Z_601134750_RC2L5BATGZ1T_RTRMADP_3_ISRAEL-PALESTINIANS-LEBANON-IRAN-1770898197.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Man Utd co-owner Ratcliffe’s anti-immigrant rhetoric sparks outrage | Football News | Al Jazeera",
            "time": "2026-02-12T12:05:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T084654Z_1334779967_RC2MVZ9IBL2C_RTRMADP_3_BRITAIN-IMMIGRATION-RATCLIFFE-STARMER-1770890537.jpg?resize=1920%2C1370",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd co-owner Ratcliffe’s anti-immigrant rhetoric sparks outrage</h1><p class=\"article__subhead\"><em>Fan fury grows, with Man U supporters accusing tycoon of echoing ‘far-right narratives’ that have ‘real-world’ impact.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United co-owner Jim Ratcliffe is facing a growing backlash after claiming this week that the United Kingdom had been “colonised by immigrants”, stoking racial hostilities pushed by the far right.</p><p>Politicians, campaigners and fan groups condemned the billionaire’s remarks made in an interview with Sky News broadcast on Wednesday, which saw him suggest “huge levels of immigration” had damaged the economy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“You can’t have an economy with nine million people on benefits and huge levels of immigrants coming in,” he said, prompting Prime Minister <a href=\"/news/2026/2/5/uk-pm-starmer-apologises-to-epstein-victims-for-appointing-mandelson\">Keir Starmer</a> to demand on X that he apologise for his “offensive and wrong” comments.</p><p>Posting on X on Thursday, Greater Manchester Mayor Andy Burnham, a member of Starmer’s <a href=\"/news/2025/9/28/uks-governing-labour-party-holds-annual-conference-amid-far-right-surge\">Labour Party</a>, said Ratcliffe should withdraw his “inaccurate, insulting, inflammatory” depiction of immigrants as “a hostile invading force”.</p><p>Burnham noted that footballers who had come from all over the world to play in Manchester and people working in the National Health Service (NHS) and other essential services had “enhanced the life of our city-region”, suggesting that Monaco-based Ratcliffe had “spent years siphoning wealth” out of the club while making “little contribution” to local life.</p><p>Justice minister Jake Richards told the BBC’s breakfast programme that he viewed the tax exile’s comments as “absurd”. “Jim Ratcliffe has moved to Monaco to save 4-billion-pound [$5.5bn] worth of tax in this country. One might question whether he is the patriot we need to comment on this issue,” he said.</p><p>Recent protests against the club’s ownership will now likely expand.</p><p>Manchester United Muslim Supporters Club expressed outrage at Ratcliffe’s use of the word “colonised”, with its echoing of “far-right narratives that frame migrants as invaders and demographic threats”.</p><p>“Such rhetoric has real-world consequences,” said the group, pointing to a recent <a href=\"/opinions/2025/12/28/why-is-it-that-the-uk-government-cant-define-islamophobia\">rise</a> in race-motivated hostility that has coincided with surging support for the <a href=\"/news/2025/7/3/could-far-right-reform-really-in-a-uks-general-election-now\">Reform UK</a> party.</p><p></p><p>Rhetoric around immigration has hardened in recent years, with a wave of protests last summer outside hotels housing asylum seekers and widespread rioting in 2024, prompted by misinformation that a teenager who <a href=\"/news/2024/8/2/southport-stabbing-what-led-to-the-spread-of-disinformation\">killed three young girls</a> was a Muslim immigrant.</p><p>Other fan clubs piled on more condemnation of Ratcliffe, with the Rainbow Devils club for LGBTQ supporters expressing fears that his words could cause “real damage” to “minority communities in general, including many loyal Manchester United fans who are immigrants”.</p><p>The Manchester United Supporters’ Trust pointed out that the club’s leadership “should make inclusion easier, not harder”.</p><p>Ratcliffe, who founded chemical giant Ineos in 1998, bought a minority share in Manchester United in late 2023, subsequently leading to anger among fans over soaring ticket prices.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Several assassination attempts targeted Syria’s al-Sharaa, ministers: UN | News | Al Jazeera",
            "time": "2026-02-12T11:49:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25314678118847-1762806014.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Several assassination attempts targeted Syria’s al-Sharaa, ministers: UN</h1><p class=\"article__subhead\"><em>Report by Secretary-General Guterres reveals ‘Saraya Ansar al-Sunnah’ group sought to kill Ahmed al-Sharaa and top cabinet members last year.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian President <a href=\"/news/2024/12/4/who-is-abu-mohamad-al-julani-the-leader-of-hayat-tahrir-al-sham-in-syria\">Ahmed al-Sharaa</a> and two of his senior cabinet ministers were the targets of five foiled assassination attempts by <a href=\"/features/2025/12/27/analysis-isil-attacks-could-undermine-us-syria-security-collaboration\">ISIL (ISIS)</a> over the past year, according to a report by the United Nations.</p><p>The document, released on Wednesday by the UN Office of Counter-Terrorism, underscores the persistent threat posed by the armed group, which is reportedly using front organisations to destabilise Syria’s transitional government.</p><p>According to the report, the assassination plots targeted al-Sharaa, Interior Minister Anas Hasan Khattab and Foreign Minister Asaad al-Shaibani. While the UN did not provide specific dates for the foiled attacks, it noted they took place in northern Aleppo – the country’s most populous province – and the southern province of Deraa.</p><h2 id=\"plausible-deniability\">‘Plausible deniability’</h2><p>The UN report identified the perpetrators as a group calling itself “Saraya Ansar al-Sunnah”.</p><p>Counterterrorism experts assessed this entity to be a front for ISIL, designed to provide the fighters with “plausible deniability” while offering “improved operational capacity” to strike high-value targets without immediately implicating the central leadership.</p><p>The report warned that these attempts are further evidence that the group is “actively exploiting security vacuums and uncertainty” to undermine the new Syrian administration.</p><p>Al-Sharaa, the former leader of the armed group Hayat Tahrir al-Sham, assumed leadership of Syria after his forces ousted longtime President Bashar al-Assad in December 2024, ending a 14-year civil war. His government officially joined the international coalition against ISIL in November.</p><h2 id=\"persistent-threat\">Persistent threat</h2><p>Despite losing its territorial base, ISIL maintains a significant underground presence. UN experts estimate the group commands approximately 3,000 fighters across Iraq and Syria, with the majority based in Syria.</p><p>The group primarily targets security forces, particularly in the north and northeast of Syria.</p><p>The lethality of these sleeper cells was highlighted during an ambush on December 13, 2025, near Palmyra, in which two United States servicemen and an American civilian were killed. Three other Americans and three members of the Syrian security forces were also wounded.</p><p>In response to the Palmyra attack, US President Donald Trump launched military operations aimed at eliminating ISIL fighters in the region.</p><h2 id=\"detainee-transfers\">Detainee transfers</h2><p>The security situation is further complicated by the status of thousands of detainees. Following a ceasefire agreement with Kurdish-led forces, the Syrian government has taken control of sprawling camps housing ISIL suspects and their families.</p><p>As of December, more than 25,740 people remained in the al-Hol and Roj camps in the northeastern part of Syria. The UN highlighted the humanitarian dimension of the crisis, noting that more than 60 percent of the camp residents are children.</p><p>In late January, the US military began transferring ISIL detainees held in northeastern Syria to Iraq to ensure they remain in secure facilities, with Baghdad pledging to prosecute the fighters.</p></div></div></body></html>"
        },
        {
            "title": "UN begins clearing massive wartime waste dump in Gaza City | Gaza | Al Jazeera",
            "time": "2026-02-12T11:21:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770895237.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Africa must boycott the 2026 World Cup | World Cup 2026 | Al Jazeera",
            "time": "2026-02-12T11:14:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-08-22T182243Z_1596793775_RC2ICGAW614G_RTRMADP_3_USA-TRUMP-1760527136.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"47\" data-end=\"471\">On January 6, a group of 25 British members of parliament tabled a motion urging global sporting authorities to consider excluding the United States from hosting the 2026 FIFA World Cup until it demonstrates compliance with international law. It followed weeks of mounting pressure across Europe over the political climate surrounding a tournament expected to draw millions of viewers and symbolising international cooperation.</p><p data-start=\"473\" data-end=\"738\">Dutch broadcaster Teun van de Keuken has backed a public petition urging withdrawal from the competition while French parliamentarian Eric Coquerel has warned that participation risks legitimising policies he argued undermine international human rights standards.</p><p data-start=\"740\" data-end=\"1117\">Much of the scrutiny has focused on US President Donald Trump’s immigration crackdown and broad assaults on civil liberties. The deaths of Minneapolis residents Renee Nicole Good and Alex Pretti during immigration enforcement operations in January triggered nationwide outrage and protests. In 2026, at least eight people have been shot by federal immigration agents or died in immigration detention.</p><p data-start=\"1119\" data-end=\"1363\">These developments are serious, but they point to a broader question about power and accountability – one that extends beyond domestic repression and into the consequences of US policy abroad. The war in Gaza represents a far deeper emergency.</p><p data-start=\"1365\" data-end=\"1655\">For decades, Washington has served as Israel’s most influential international ally, providing diplomatic protection, political backing and roughly $3.8bn in annual military assistance. That partnership finances and shapes the destruction now unfolding across Palestinian territory.</p><p data-start=\"1657\" data-end=\"2289\">Since the day the war began on October 7, 2023, Israel’s military has killed more than 72,032 Palestinians, wounded 171,661 and destroyed or severely damaged the vast majority of Gaza’s housing, schools, hospitals, water systems and other basic civilian infrastructure. Nearly 90 percent of Gaza’s population – about 1.9 million people – has been displaced, many repeatedly, as bombardments move across the enclave. Meanwhile, Israeli forces and armed settlers have intensified raids, farmland seizures and sweeping movement restrictions across Palestinian communities in Jenin, Nablus, Hebron and the Jordan Valley in the occupied West Bank.</p><p data-start=\"2291\" data-end=\"2345\">By many accounts, Israel is carrying out a genocide.</p><p data-start=\"2347\" data-end=\"2518\">Across the African continent, this grave assault carries profound historical resonance because organised sports competitions have often been inseparable from liberation struggles.</p><p data-start=\"2520\" data-end=\"2806\">On June 16, 1976, 15-year-old Hastings Ndlovu joined thousands of schoolchildren in Soweto protesting against the imposition of Afrikaans language education. By the end of the day, he was dead, shot by police as officers opened fire on unarmed pupils marching through their own neighbourhoods.</p><p data-start=\"2808\" data-end=\"3123\">Hastings was murdered by a regime that viewed African children as political threats rather than students or even human beings. Police killed 575 youths and injured thousands more that day, yet the bloodshed failed to disrupt diplomatic and sporting relations between the apartheid state and several Western allies.</p><p data-start=\"3125\" data-end=\"3365\">Weeks later, as families buried their children in solemn funerals, New Zealand’s national rugby team, the All Blacks, landed at Jan Smuts Airport in Johannesburg on June 25, ready to play competitive matches inside the segregated republic.</p><p data-start=\"3367\" data-end=\"3642\">The tour provoked fury among many young African governments. Within weeks, the backlash reached the 1976 Montreal Olympic Games in Canada. Twenty-two African countries withdrew after President Michael Morris and the International Olympic Committee chose not to act against New Zealand.</p><p data-start=\"3644\" data-end=\"3901\">Athletes who had trained for years packed their bags and left the Olympic Village in Montreal, some after already competing. Morocco, Cameroon, Tunisia and Egypt began the Games before withdrawing as their delegations were urgently recalled by their governments.</p><p data-start=\"3903\" data-end=\"4367\">Nigeria, Ghana and Zambia pulled out of the men’s football tournament, collapsing first-round fixtures at Montreal’s Olympic Stadium and Varsity Stadium mid-competition. Television viewers worldwide watched empty lanes and abandoned tracks replace what had been promoted as a global event. More than 700 athletes forfeited Olympic participation, including world-record holders Filbert Bayi (1,500 metres) of Tanzania and Uganda’s John Akii-Bua (400-metre hurdles).</p><p data-start=\"4369\" data-end=\"4623\">African leaders recognised the scale of the decision. Nonetheless, they concluded that their countries’ Olympic participation would give “comfort and respectability to the South African racist regime and encourage it to continue to defy world opinion”.</p><p data-start=\"4625\" data-end=\"4921\">That moment offers a defining lesson for 2026: Boycotts come at a cost. They demand sacrifice, coordination and political courage. History shows that collective refusal can redirect global attention and force both institutions and spectators to confront injustices they might otherwise overlook.</p><p data-start=\"4923\" data-end=\"5031\">Nearly five decades later, Gaza presents a similar test amid a deepening and seemingly endless catastrophe.</p><p data-start=\"5033\" data-end=\"5114\">Take what happened to Sidra Hassouna, a seven-year-old Palestinian girl from Rafah.</p><p data-start=\"5116\" data-end=\"5305\">She was killed along with members of her family during an Israeli air strike on February 23, 2024, when the home they had sought shelter in was struck amid intense shelling in southern Gaza.</p><p data-start=\"5307\" data-end=\"5410\">Sidra’s story mirrors thousands of others and reveals the same truth: childhoods erased by bombardment.</p><p data-start=\"5412\" data-end=\"5699\">These killings have unfolded before a global audience. Unlike apartheid South Africa, Israel’s destruction of Gaza is being transmitted in real time, largely through Palestinian journalists and citizen reporters, nearly 300 of whom have been killed by Israeli air and artillery strikes.</p><p data-start=\"5701\" data-end=\"5962\">At the same time, the US continues supplying Israel with weapons, diplomatic cover and veto protection at the United Nations. While Trump’s civil liberties abuses are serious, they are not comparable in scale to the devastation endured by Palestinians in Gaza.</p><p data-start=\"5964\" data-end=\"6114\">The humanitarian toll is measured in destroyed hospitals, displaced families, enforced hunger and children buried beneath collapsed apartment blocks.</p><p data-start=\"6116\" data-end=\"6394\">The central question now is whether football can present itself as a weeks-long celebration of sporting prowess across 16 host cities in the United States, Canada and Mexico from June to July while the United States continues to sustain large-scale civilian destruction abroad.</p><p data-start=\"6396\" data-end=\"6594\">African political memory understands these stakes. The continent has witnessed how stadiums and international competitions can project political approval and how withdrawal can destroy that image.</p><p data-start=\"6596\" data-end=\"6890\">A coordinated boycott would require joint decisions by governments representing the qualified teams – Morocco, Senegal, Algeria, Tunisia, Egypt, Ivory Coast, Ghana, Cape Verde and South Africa – supported by the African Union, regional institutions and the Confederation of African Football.</p><p data-start=\"6892\" data-end=\"6929\">The consequences would be immediate.</p><p data-start=\"6931\" data-end=\"7078\">The tournament would lose its claim to global inclusivity, and corporate sponsors would be compelled to confront questions they have long avoided.</p><p data-start=\"7080\" data-end=\"7135\">Most importantly, international attention would shift.</p><p data-start=\"7137\" data-end=\"7426\">Boycotts do not end conflicts overnight. They accomplish something different: They remove the comfort of pretending injustice does not exist. The 1976 Olympic withdrawal did not dismantle apartheid instantly, but it accelerated isolation and broadened the universal coalition opposing it.</p><p data-start=\"7428\" data-end=\"7728\">At present, FIFA’s longstanding political contradictions intensify the need for external pressure. At the World Cup draw in Washington, DC, on December 5, its president, Gianni Infantino, awarded Trump a “peace prize” for his efforts to “promote peace and unity around the world”.</p><p data-start=\"7730\" data-end=\"7867\">The organisation cannot portray itself as a neutral body while extending symbolic legitimacy to a leader overseeing mass civilian death.</p><p data-start=\"7869\" data-end=\"7940\">In that context, nonparticipation becomes a critical moral position.</p><p data-start=\"7942\" data-end=\"8104\">It would not immediately end Gaza’s calamity, but it would challenge US support for the sustained military onslaught and honour children like Hastings and Sidra.</p><p data-start=\"8106\" data-end=\"8307\">Although separated by decades and continents, their lives reveal a shared historical pattern: Children suffer first when imperial systems determine that Black and Brown lives hold absolutely no value.</p><p data-start=\"8309\" data-end=\"8564\">Africa’s stand in 1976 reshaped international resistance to apartheid. A comparable decision in 2026 could strengthen opposition to contemporary systems of domination and signal to families in Gaza that their suffering is recognised across the continent.</p><p data-start=\"8566\" data-end=\"8694\">History remembers those who reject injustice – and who choose comfort while children die under relentless air strikes and occupation.</p><p data-start=\"8696\" data-end=\"8886\">If African teams compete in the 2026 World Cup as if nothing is happening in Gaza City, Rafah, Khan Younis, Jenin and Hebron, their involvement risks legitimising colonial power structures.</p><p data-start=\"8888\" data-end=\"8990\">While European critics urge authorities to exclude the US, our history demands a complete withdrawal.</p><p data-start=\"8992\" data-end=\"9056\">Football cannot be played on the graves of Palestinian martyrs.</p><p data-start=\"9058\" data-end=\"9097\">Africa must boycott the 2026 World Cup.</p><p data-start=\"9058\" data-end=\"9097\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "At least 21 dead in ferry sinking in northern Sudan’s River Nile State | Sudan war News | Al Jazeera",
            "time": "2026-02-12T11:03:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2023-04-27T082639Z_539701508_RC2WM0A9KHOQ_RTRMADP_3_SUDAN-POLITICS-EGYPT-BORDER-1770891530.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 21 dead in ferry sinking in northern Sudan’s River Nile State</h1><p class=\"article__subhead\"><em>At least six people have been rescued, while efforts are ongoing to locate about a dozen people still missing, officials say.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 21 people have drowned, while others remain missing, after a passenger ferry sank on the Nile in northern Sudan’s River Nile State, civil defence officials have said, in the war-ravaged nation.</p><p>The Sudanese Sovereignty Council issued a press statement mourning the deaths of 21 people, including women and children.</p><p>Police Major General Qurashi Hussein, Sudan’s assistant director general of civil defence, told Al Jazeera on Thursday that six or seven people had been rescued, while efforts were continuing to recover about a dozen people believed missing.</p><p>The wooden passenger ferry had been carrying 30-35 passengers, including women, elderly people and children, when it sank on Wednesday evening while travelling between the villages of Tayba al-Khawad and Deim al-Qarai in the Shendi district of River Nile State, Hussein said.</p><figure id=\"attachment_4308253\" aria-describedby=\"caption-attachment-4308253\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4308253\" src=\"/wp-content/uploads/2026/02/WEB-SUDAN-SHENDI-DISTRICT-MAP-1770900966.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Map of Shendi district, River Nile State\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4308253\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"teams-sent-from-capital\">Teams sent from capital</h2><p>Hussein added that teams had been sent from Khartoum, the Sudanese capital, to assist with the operation, with all civil defence teams in River Nile State being mobilised to search for the missing.</p><p>“Our teams are still searching for bodies of those who drowned in the Nile,” he said.</p><p>The Sudan Doctors Network, an association of Sudanese medical professionals, said in a post on X that the tragedy highlighted “the fragility of river transport” in the country and “the absence of basic safety requirements”.</p><p>It also claimed that a slow response from local authorities and civil defence teams in the critical initial hours following the sinking had “exacerbated the scale of the disaster”.</p><p>The group said it demanded that authorities respond with “immediate measures to ensure the safety of river transport and prevent the recurrence of such disasters that claim the lives of the innocent”.</p><p>Wednesday’s sinking is not the first tragedy on the river in the northern Sudanese state. In 2018, <a href=\"/news/2018/8/15/sudan-22-children-drown-as-boat-taking-them-to-school-sinks\">at least 23 people</a>, most of them children, drowned when their boat sank in the Nile while they were being taken to school.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Can the US challenge China’s dominance in critical minerals? | Business and Economy | Al Jazeera",
            "time": "2026-02-12T10:50:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/web-1770893396.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US is stockpiling critical minerals and forming a trade bloc to control China’s control of supply chains.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than three decades ago, Chinese leader Deng Xiaoping made a prediction: “The Middle East has oil. China has rare earths.”</p><p>Today, China dominates the supply chains of the elements that power clean energy and the modern economy.</p><p>Now, other nations are racing to catch up.</p><p>The United States is spending $12bn to stockpile critical minerals, similar to the Strategic Petroleum Reserve, which was created after the oil crisis of the 1970s.</p><p>Washington is proposing a trading bloc with allies, pushing for collective pricing and trying to build supply chains that do not run through Beijing.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Locked Out, Locked In: Witnessing the Gaza War from afar | Documentary | Al Jazeera",
            "time": "2026-02-12T10:47:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/image-1758530607.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Longtime friends divided by war, Raed is trapped in Gaza while George watches from afar, one locked in, one locked out.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In October 2023, Beirut-based journalist George Azar loses contact with his friend and fixer in Gaza, Raed Athamneh. They had created an unbreakable bond over 20 years, covering news stories together. Unable to reach Gaza this time, George helplessly watches the horrific events unfolding on screens, traumatised by the escalating war.</p><p>He tries to make sense of the news coming out of Gaza by meeting with other journalists in Lebanon who have also experienced Israeli bombardment. Each day, George faces mounting anxiety when he does not hear from Raed, who is struggling to survive the genocide.</p><p>Locked Out, Locked In is a documentary film by George Azar and Mariam Shahin.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Bangladeshis turn out for historic election after Hasina’s downfall | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-12T10:47:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__976Q4GY__v2__HighRes__BangladeshPoliticsVote-1770890591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Voters across Bangladesh have participated in parliamentary elections, marking a pivotal moment for the nation’s democracy following a period of significant political upheaval and violence.</p><p>After a gradual start, polling stations in the capital, Dhaka, and throughout the country filled with voters by mid-morning. Voting will conclude later on Thursday with results anticipated on Friday.</p><p>More than 127 million eligible voters are participating in Bangladesh’s first election since former Prime Minister Sheikh Hasina’s government fell in 2024 after widespread protests led largely by young people, who were killed in their hundreds by security forces at her order.</p><p>Hasina fled to India, where she remains in exile, and her party has been barred from the election. She has been sentenced to death in absentia for the crackdown.</p><p>Tarique Rahman of the Bangladesh Nationalist Party (BNP) has emerged as a frontrunner to form the next government. The son of former Prime Minister Khaleda Zia, Rahman returned to Bangladesh in December after 17 years of self-imposed exile in London. He has committed to strengthening democratic institutions, re-establishing the rule of law, and addressing the country’s economic challenges.</p><p>Competing against the BNP is an 11-party coalition led by Jamaat-e-Islami, Bangladesh’s largest Islamist party. Previously banned under Hasina, the party has gained significant influence since her ouster.</p><p>After voting, Jamaat-e-Islami leader Shafiqur Rahman expressed confidence, telling reporters, “It [the election] is a turning point. People demand change. They desire change. We also desire the change.”</p><p>The election is overseen by an interim government led by Nobel Peace Prize laureate Muhammad Yunus, which has promised a fair and transparent process. Approximately 500 international observers and foreign journalists, including delegations from the European Union and the Commonwealth, are monitoring the proceedings.</p><p>Bangladesh’s 350-seat Parliament includes 300 directly elected representatives and 50 seats reserved for women. The recent postponement of voting in one constituency following a candidate’s death leaves 299 seats being contested.</p><p>The outcome could fundamentally reshape Bangladesh, whose post-independence history since 1971 has been defined by entrenched political parties, military interventions, and contested elections. Young voters, including five million first-time participants who were instrumental in the 2024 uprising, are expected to significantly influence results.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh election live results 2026: By the numbers | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-12T10:40:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-3.28.41-PM-1770812935.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Vote counting is under way in Bangladesh, where 127 million eligible voters are electing a new government, 18 months after a student-led movement ended Sheikh Hasina’s two-decade rule.</p><p>Alliances led by the Bangladesh Nationalist Party (<a href=\"/news/2026/2/10/is-bnps-tarique-rahman-the-change-post-hasina-bangladesh-is-looking-for\" target=\"_blank\" rel=\"noopener\">BNP</a>) and the Jamaat-e-Islami (<a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\" target=\"_blank\" rel=\"noopener\">JI</a>) are vying for the most seats in the national assembly.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>You can follow our live coverage <a href=\"/news/liveblog/2026/2/12/bangladesh-election-results-live-polls-formally-close-counting-under-way\">here</a>.</p><p>The official results are still being processed by the Bangladesh Election Commission and will be updated in the chart below as soon as they are available.</p><p> </p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"when-will-the-results-be-known\">When will the results be known?</h2><p>In <a href=\"/news/2026/2/11/bangladesh-election-2026-what-happens-when-and-whats-at-stake\" target=\"_blank\" rel=\"noopener\">previous elections</a>, unofficial results have typically begun to emerge early the following morning.</p><p>Bangladesh Election Commission (EC) officials have told local media, however, that the vote count may take longer this time as it will involve both the white parliamentary voting ballot and the pink ballots for the referendum on the July National Charter.</p><p>There are also more parties and candidates this time.</p><h2 id=\"past-election-results\">Past election results</h2><p>Bangladesh’s <a href=\"/news/2026/2/8/timeline-of-past-bangladesh-elections-and-the-countrys-leaders\">electoral history</a> over the past two decades has been predominantly shaped by the Awami League, which came to power in 2009 after a significant defeat of the Bangladesh Nationalist Party (BNP), which had ruled from 2001 to 2006.</p><figure id=\"attachment_4299725\" aria-describedby=\"caption-attachment-4299725\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299725\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Past-elections-1770627595.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Past_Elections\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299725\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>In the 2001 election, the Awami League suffered a major defeat, winning just 62 seats, while the BNP secured a commanding majority with 193 seats. That election marked the last clear transfer of power between the two main parties.</p><p>The balance shifted decisively in 2008, when the Awami League-led Grand Alliance returned to power in a landslide. Since then, the party has consolidated its dominance.</p><p>In 2014, with the BNP absent from the contest, Hasina’s Awami League again won in a landslide.</p><p>The party further strengthened its grip in the 2018 election, securing 300 seats, while the BNP was reduced to just seven seats, its weakest performance on record. Thousands of BNP leaders were arrested in the lead-up to the elections. The Jamaat was banned in 2015, and so it couldn’t contest. International observers and opposition groups described the election as neither free nor fair.</p><p>In the most recent 2024 election, the Awami League won 272 seats, maintaining a parliamentary majority. The BNP again boycotted, amid deepening repression of opposition leaders. The Jamaat was still banned.</p><h2 id=\"how-does-voting-work-in-bangladesh\">How does voting work in Bangladesh?</h2><p>Votes are being cast across 42,761 polling centres in 64 districts for 300 parliamentary constituencies, according to the ECB. There are 50 seats allotted for women’s representation which are distributed based on proportional representation.</p><p>According to the final voter list released by the EC in November 2025, there are 127,711,793 registered voters including 64,825,361 men, 62,885,200 women and 1,232 third-gender voters, all aged 18 and above.</p><p>This is the first time postal voting has been facilitated, <a href=\"/features/2025/10/28/bangladesh-expats-win-means-to-vote-could-they-sway-the-next-election\">benefitting about 15 million overseas workers</a> whose remittances form a vital part of the Bangladeshi economy.</p><figure id=\"attachment_4305169\" aria-describedby=\"caption-attachment-4305169\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305169\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_2-01-1770807991.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb2026_2_REVISED\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305169\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Bangladesh has a “unicameral” legislature – a single legislative chamber which makes laws – the Jatiyo Shangsad or the House of the Nation, with 350 constituencies. Each constituency has a single-member seat.</p><p>The voting age is 18 years and older. Voting through the first-past-the-post (FPTP) electoral system is used to elect 300 members, while the remaining 50 seats are reserved for women and are allocated to parties proportionally after the election results. So, for example, if a party wins 60 seats, it receives 10 reserved seats to be allocated to female politicians.</p><h2 id=\"who-are-the-key-players\">Who are the key players?</h2><p>There are 59 registered political parties in Bangladesh, excluding ousted PM Sheikh Hasina’s Awami League, whose registration was suspended by the election commission last year, nullifying its ability to field candidates in the polls.</p><p>Of these, 51 parties are participating in this year’s elections. In total, 1,981 candidates are contesting, including 249 independent ones.</p><figure id=\"attachment_4299721\" aria-describedby=\"caption-attachment-4299721\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299721\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Political-barometer-1770627533.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Political barometer\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299721\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>Bangladesh Nationalist Party (BNP)</h3><p>The centre-right BNP is leading a coalition of 10 parties.</p><p>It is led by <a href=\"/news/2025/12/25/bangladesh-opposition-leader-tarique-rahman-returns-after-17-years-in-exile\">Tarique Rahman</a>, the son of the late former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a>. In December, Rahman, 60, returned to Bangladesh after nearly 17 years of exile in London. He had escaped the country in 2008 amid what he deemed a politically motivated persecution.</p><p>The BNP was founded by <a href=\"/opinions/2026/1/8/can-a-dynastic-heir-lead-a-post-dynasty-bangladesh\">Rahman’s father</a>, Ziaur Rahman, a prominent military figure in the country’s independence war against Pakistan in 1971, in 1978.</p><p>The party, based on Bangladeshi nationalism, has traditionally swapped positions as governing and opposition party with the Awami League since independence.</p><p>After Ziaur Rahman’s assassination in 1981, his wife Khaleda Zia led the BNP, serving twice as prime minister, from 1991 to 1996 and from 2001 to 2006.</p><p>After Hasina returned to power in 2009, the BNP came under intense pressure; Khaleda was placed under house arrest following a conviction in 2018 on corruption charges, but was acquitted and freed after Hasina was ousted in 2024.</p><p>Since Hasina’s departure, the BNP has re-emerged as a leading political force.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4305380\" src=\"/wp-content/uploads/2026/02/02_Bangladesh-election-names-1770812453.png?quality=80\" alt=\"02_Bangladesh election names-1770812453\" data-interactive=\"true\" fetchpriority=\"low\"></p><h3>Jamaat-e-Islami</h3><p>The JIB, commonly known as Jamaat, spearheads an 11-party alliance, including the National Citizen Party (NCP), a group formed by students who led the protests against Hasina in 2024. The party is led by 67-year-old <a href=\"/features/2026/2/9/bangladeshs-jamaat-leader-shafiqur-rahman-the-man-everyone-wants-to-meet\">Shafiqur Rahman</a>.</p><p>Jamaat was founded in 1941 by Abul Ala Maududi when India was still under British colonial rule.</p><p>In 1971, Jamaat opposed Bangladesh’s independence from Pakistan and was banned after the liberation. However, the BNP government lifted the ban in 1979.</p><p>Jamaat burgeoned into a significant political force over the next two decades, backing BNP-led coalitions in 1991 and 2001.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4305386\" src=\"/wp-content/uploads/2026/02/03_Bangladesh-election-names-1770812601.png?quality=80\" alt=\"03_Bangladesh election names-1770812601\" data-interactive=\"true\" fetchpriority=\"low\"></p><h3 id=\"national-citizen-party-ncp\">National Citizen Party (NCP)</h3><p>Formed by student leaders of the 2024 uprising, it is a centrist party focused on citizen-led governance and political reform. It has garnered attention from younger voters and civil society groups due to increasing dissatisfaction with established parties.</p><h2><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4305391\" src=\"/wp-content/uploads/2026/02/04_Bangladesh-election-names-1770812647.png?quality=80\" alt=\"04_Bangladesh election names-1770812647\" data-interactive=\"true\" fetchpriority=\"low\"></h2></div></div></body></html>"
        },
        {
            "title": "Bangladesh election results live: Vote counting in race between BNP, Jamaat | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-12T10:35:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698e032b42-1770914603.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Bangladesh election results live: Vote counting in race between BNP, Jamaat</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The landmark election determines the country’s leadership and return to democracy following a 2024 student-led uprising.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "LIVE: India beat Namibia by 93 runs - T20 World Cup | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-12T10:32:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2261268834-1770915260.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: India beat Namibia by 93 runs – T20 World Cup</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates, with post-match interviews and coverage, following our full text commentary stream of the Group A game.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukraine skeleton athlete at Winter Olympics disqualified over helmet | Winter Olympics News | Al Jazeera",
            "time": "2026-02-12T10:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260211__96Z72LF__v1__HighRes__SkeletonOly2026MilanoCortinaTraining-1770889632.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s skeleton racer Vladyslav Heraskevych was disqualified from the Milano Cortina Winter Games on Thursday over the use of a helmet depicting Ukrainian athletes killed in the war with Russia, the International Olympic Committee (IOC) ⁠said.</p><p>He was informed of his disqualification after a meeting with IOC President Kirsty Coventry early in the morning at the sliding venue, shortly before the start of his competition.</p><p>His team said they would appeal the decision at the Court of Arbitration for Sport.</p><p>Coventry ⁠told reporters she had wanted to meet the athlete face to face in a last-ditch effort to break the impasse.</p><p>“I was not meant to be here but I thought it was really important to come here and talk to him face to face,” Coventry told reporters. “No one, especially me, is disagreeing with the messaging; it’s a powerful message, it’s a message of remembrance, of memory.</p><p>“The challenge was to find ‌a solution for the field of play. Sadly we’ve not been able to find that solution,” she added, choking up. “I really wanted to see him race; it’s been an emotional morning.</p><p>“It’s literally about the rules and the regulations and that in this case … we have to be able to keep a safe environment for everyone, and sadly, that just means no messaging is allowed.”</p><p>The IOC had offered him the opportunity to display his “helmet of remembrance” depicting 24 images of dead compatriots before the start and after the end of Thursday’s race at the Games, while also allowing him to wear a black armband ⁠while competing.</p><p>Ukraine’s Olympic Committee, which supported Heraskevych in the case, said it was not planning to ⁠boycott the Games over the disqualification.</p><figure id=\"attachment_4307641\" aria-describedby=\"caption-attachment-4307641\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4307641\" src=\"/wp-content/uploads/2026/02/AFP__20260212__9773432__v2__HighRes__776394972-1770889744.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kirsty Coventry reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4307641\" class=\"wp-caption-text\">President of the International Olympic Committee (IOC) Kirsty Coventry speaks to the media after Heraskevych was disqualified from the Milano Cortina 2026 Winter Olympic Games in Cortina d’Ampezzo on February 12, 2026 [Odd Andersen/AFP]</figcaption></figure><h2 id=\"no-betrayal\">No betrayal</h2><p>“I am disqualified from the race. I will not get my Olympic moment,” said Heraskevych.</p><p>“They were killed, but their voice is so loud that the IOC is afraid of them. I told Coventry that this decision plays along with Russia’s narrative.</p><p>“I sincerely believe that it is ⁠precisely because of their sacrifice that these Olympic Games can take place at all today.</p><p>“Even though the IOC wants to betray the memory of these athletes, I will not betray them,” said ⁠the athlete, who also displayed a “No War in Ukraine” sign at the Beijing 2022 ⁠Olympics days before Russia’s invasion.</p><p>Latvian coach Ivo Steinbergs told the Reuters news agency he had filed a protest with the International Bobsleigh and Skeleton Federation to reinstate the athlete.</p><p>The skeleton started on Thursday morning.</p><p>This is not the first time the IOC has sanctioned an athlete for a political message.</p><p>The most famous case dates back to the 1968 ‌Summer Olympics in Mexico City, when United States sprinters Tommie Smith and John Carlos raised black-gloved fists during the 200-metre medal ceremony to protest against racial injustice in the US.</p><p>That led to their expulsion from the Games, although Smith kept his gold medal ‌and ‌Carlos his bronze.</p><p>At the 2024 Paris Olympics, Afghan breakdancer Manizha Talash, a member of the refugee Olympic team, was disqualified after wearing a cape with the slogan “Free Afghan Women” during a pre-qualifying competition.</p><figure id=\"attachment_4307653\" aria-describedby=\"caption-attachment-4307653\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4307653\" src=\"/wp-content/uploads/2026/02/AFP__20260212__97723ZF__v3__HighRes__776394972-1770889921.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Vladyslav Heraskevych reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4307653\" class=\"wp-caption-text\">Heraskevych speaks to members of the media after being disqualified from the Winter Games [Odd Andersen/AFP]</figcaption></figure></div></div></body></html>"
        }
    ]
}