{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Siraj strikes after Jaiswal helps India set England daunting target | Cricket News | Al Jazeera",
            "time": "2025-08-02T19:45:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-02T180849Z_1638204385_UP1EL821EELPF_RTRMADP_3_CRICKET-TEST-ENG-IND-1754161946.jpg?resize=1920%2C1327",
            "body": "<html><body><div><header class=\"article-header\"><h1>Siraj strikes after Jaiswal helps India set England daunting target</h1><p class=\"article__subhead\"><em>Yashasvi Jaiswal makes sparkling hundred with Mohammed Siraj striking with last ball of day as India look to tie series.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yashasvi Jaiswal loves playing against England’s cricketers.</p><p>India’s 23-year-old opening batter struck his fourth test century against England, and his sixth overall, to put the visitors firmly in control on Day Three of the fifth and final Test at the Oval on Saturday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Jaiswal had his fair share of luck, though, as he gave his side an excellent chance of tying the series 2-2.</p><p>He was dropped three times on his way to 118, his second hundred of the series, as he helped India pile up 396 in its second innings to set England a daunting victory target of 374.</p><p>England, which has developed a knack for chasing down sizeable fourth-innings totals since Brendon McCullum took over as head coach in 2022 to launch the so-called “Bazball” era, reached stumps on 50-1.</p><figure id=\"attachment_3870175\" aria-describedby=\"caption-attachment-3870175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870175\" src=\"/wp-content/uploads/2025/08/2025-08-02T180742Z_1629863162_UP1EL821ECSPC_RTRMADP_3_CRICKET-TEST-ENG-IND-1754162058.jpg?w=770&amp;resize=770%2C466&amp;quality=80\" alt=\"England's Zak Crawley is bowled out by India's Mohammed Siraj\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870175\" class=\"wp-caption-text\">England’s Zak Crawley is bowled out by India’s Mohammed Siraj [Paul Childs/Reuters]</figcaption></figure><p>Mohammed Siraj clean bowled Zak Crawley for 14 with a searing yorker from the last ball of the day, leaving Ben Duckett on 34 not out at the other end.</p><p>Earlier, the left-handed Jaiswal turned his 127th ball of the innings to point and was celebrating his hundred before he ran the single he needed; leaping, running and shaping his fingers into a heart.</p><p>“I had to work really hard in my practice session,” Jaiswal said. “I was thinking, ‘one last push’. I think overall, wherever you play, it is difficult in England. It is not easy on this wicket. We are really confident. We will try our best and see what happens.”</p><p>There were also important contributions for India from Akash Deep, Ravindra Jadeja and Washington Sundar.</p><p><a href=\"/sports/2025/8/1/india-rock-england-on-day-two-of-latest-fractious-test\">Nightwatchman Akash Deep</a> cut loose for a career-best 66 in a 107-run stand with Jaiswal for the third wicket. Jadeja continued his excellent batting form in the series with 53 and Sundar delivered a swashbuckling 53 off 46 balls at the end of the innings that included four sixes.</p><figure id=\"attachment_3870177\" aria-describedby=\"caption-attachment-3870177\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870177\" src=\"/wp-content/uploads/2025/08/2025-08-02T131343Z_1205801730_UP1EL8210QUFE_RTRMADP_3_CRICKET-TEST-ENG-IND-1754162132.jpg?w=770&amp;resize=770%2C504&amp;quality=80\" alt=\" India's Yashasvi Jaiswal in action \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870177\" class=\"wp-caption-text\">India’s Yashasvi Jaiswal uppercuts the ball during his innings [Paul Childs/Reuters]</figcaption></figure><p>India captain Shubman Gill only made 11, but he finished with a tally of 754 runs, passing Graham Gooch’s 752 in 1990 for the most by any batter in an India-England series.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>England did its best to help out India in the field, dropping six catches in all, the team’s most in a home test since 2006 when it spilled six against Pakistan, also at the Oval.</p><p>The home side’s depleted pace attack toiled hard all day in the absence of the experienced Chris Woakes, who <a href=\"/sports/2025/8/1/englands-woakes-ruled-out-of-remainder-of-india-test\">sustained a bad shoulder injury</a> on Day One.</p><p>Josh Tongue was the pick of the England attack with 5-125, while fellow fast bowler Gus Atkinson took 3-127 to follow up his five-wicket haul from the first innings.</p><p>“It will be a great day of cricket tomorrow, and a great day for us if we get the runs.” Tongue said. “The batting line-up we have is unbelievable. If we can build partnerships, who knows where we might be? Fingers crossed, I am not required, but if it comes down to me at the end, I will give it a good crack.”</p><p>England, which leads the series 2-1, chased down 371 to beat India in <a href=\"/sports/2025/6/24/england-beat-india-in-thrilling-first-test-finale\">the first Test at Leeds</a>.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine says defence sector corruption scheme uncovered | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T19:15:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250731__68EX3KE__v3__HighRes__TopshotUkraineRussiaConflictWarPolitics-1754156577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine says defence sector corruption scheme uncovered</h1><p class=\"article__subhead\"><em>Anticorruption agencies arrest four suspects after government forced to backtrack on push to strip them of autonomy.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian authorities have detained several officials over a “large-scale corruption scheme” in the defence sector, just days after lawmakers restored the independence of the country’s two main investigative bodies.</p><p>The National Anti-Corruption Agency (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAP) said in a joint statement on Saturday that they made four arrests in connection with the scheme, which involved the procurement of military drones and signal jamming systems.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The essence of the scheme was to conclude state contracts with supplier companies at deliberately inflated prices,” they said, adding that the suspects had received kickbacks of up to 30 percent of the contract amounts.</p><p>NABU and SAPO said they had caught a sitting lawmaker, two local officials and an unspecified number of National Guard personnel taking bribes. The suspects were not identified in Saturday’s statement.</p><p>The Ministry of Internal Affairs also said it had suspended the suspected National Guard members.</p><p>The announcement comes after Ukrainian President Volodymyr Zelenskyy came under criticism last month for <a href=\"/news/2025/7/29/why-zelenskyy-tried-to-curb-autonomy-of-ukraines-anticorruption-agencies\">trying to take away</a> the anticorruption agencies’ independence and place them under the control of his prosecutor-general.</p><p>The agencies regained their autonomy after Zelenskyy’s move sparked the first antigovernment demonstrations in Ukraine since Russia invaded in 2022.</p><p>Zelenskyy, who enjoys far-reaching wartime powers, initially said he needed to bring the agencies under his control because they were inefficient and under “Russian influence”.</p><p>But he then said he had heard people’s anger and <a href=\"/news/2025/7/24/ukraines-zelenskyy-introduces-new-draft-law-after-anticorruption-protests\">submitted a bill</a> restoring the agencies’ independence, which was <a href=\"/news/2025/7/31/ukraine-parliament-votes-to-restore-anti-corruption-agencies-after-protests\">passed by lawmakers</a> on Thursday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It is important that anticorruption institutions operate independently, and the law passed on Thursday guarantees them all the tools necessary for a real fight against corruption,” Zelenskyy said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Ukraine’s European allies praised the about-face, having voiced concerns about the original defanging of the agencies.</p><p>Top officials had told Zelenskyy that Ukraine was jeopardising its bid for European Union membership by curbing the powers of its antigraft authorities.</p><p>In a statement about Saturday’s arrests, Zelenskyy said he was “grateful to the anti-corruption agencies for their work”.</p></div></div></body></html>"
        },
        {
            "title": "What’s the fallout from Trump’s new batch of tariffs? | International Trade News | Al Jazeera",
            "time": "2025-08-02T18:20:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754155864.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US has hit many countries with new levies, causing shock and confusion.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Around the world, countries are scrambling to cope with the latest wave of tariffs imposed by US President Donald Trump.</p><p>More than 60 countries are on the list, some with levies as high as 50 percent.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The move has unleashed shock, confusion and financial volatility. The US also stock market took a hit and a jobs report revealed slower than expected economic growth.</p><p>Trump didn’t take the news well: He promptly fired the head of the US Labour Statistics agency – accusing her of “manipulating” the data.</p><p>But beyond that, how will these tariffs affect the global economy? And will this controversial foreign policy tool backfire on Trump?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests: </strong></p><p>Harry Broadman – Economist at RAND Corporation and a former US assistant trade representative and chief of staff of the president’s Council of Economic Advisers</p><p>Seijiro Takeshita – Professor of management at the University of Shizuoka in Japan</p><p>Steve Hanke – Professor at Johns Hopkins University, distinguished senior scholar at the Mises Institute, and a former senior economist on President Ronald Reagan’s Council of Economic Advisers</p></div></div></body></html>"
        },
        {
            "title": "Hamas denies it expressed willingness to disarm, slams Witkoff’s Gaza trip | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T17:56:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250207__36XA8NT__v3__HighRes__PalestinianIsraelConflict-1-1754148957.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hamas denies it expressed willingness to disarm, slams Witkoff’s Gaza trip</h1><p class=\"article__subhead\"><em>Palestinian group says right to resist Israeli occupation ‘cannot be relinquished until full national rights restored’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hamas has rejected reports that it expressed a willingness to disarm during Gaza ceasefire negotiations with Israel, stressing that it has a “national and legal” right to confront the Israeli occupation of Palestinian territory.</p><p>The Palestinian group responded on Saturday to recent remarks purportedly made by United States President Donald Trump’s special envoy to the Middle East, <a href=\"/news/2025/8/1/trump-envoy-to-visit-gaza-aid-sites-as-israel-accused-of-starvation-policy\">Steve Witkoff</a>, during a meeting with relatives of Israeli captives held in Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Citing a recording of the talks, Israeli news outlet Haaretz reported that the US envoy told the families that Hamas said it was “prepared to be demilitarised”.</p><p>But in a statement, Hamas said “the resistance and its weapons are a national and legal right as long as the [Israeli] occupation persists”.</p><p>That right “cannot be relinquished until our full national rights are restored, foremost among them the establishment of a fully sovereign, independent Palestinian state with Jerusalem as its capital”, it said.</p><p>Witkoff met the Israeli captives’ families in Tel Aviv on Saturday, one day after he visited a US and Israeli-backed aid distribution site run by the <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">controversial GHF</a> in Gaza.</p><p>Hamas had earlier slammed the US envoy’s trip as a “staged show” aimed at misleading the public about the situation in the enclave, where an Israeli blockade has spurred a starvation crisis and fuelled global condemnation.</p><p>More than <a href=\"/news/2025/8/2/one-in-three-palestinians-in-gaza-going-days-without-food-unicef-says\">1,300 Palestinians</a> also have been killed trying to get food at GHF-run sites since the group began operating in the bombarded Palestinian territory in May, the United Nations said earlier this week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the Trump administration has stood firmly behind GHF despite the killings and growing criticism of the group’s operations in Gaza. In June, Washington announced that it approved $30m to support GHF.</p><p>Witkoff’s comments on disarmament also come amid a widening international push to <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">recognise a Palestinian state</a> amid the scenes of starvation in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The United Kingdom announced at a two-day United Nations conference in New York this week that it may follow <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">France</a> in recognising a Palestinian state in September.</p><p>Echoing an earlier statement by UK Prime Minister <a href=\"/news/2025/7/30/how-significant-is-uks-move-to-recognise-palestinian-state-and-why-now\">Keir Starmer</a>, Foreign Secretary David Lammy said London would proceed with recognition if Israel did not meet certain conditions, including implementing a ceasefire in Gaza.</p><p>The UN meeting also saw 17 countries, plus the European Union and the Arab League, back a seven-page text on reviving a two-state solution to the conflict.</p><p>The text called on Hamas to “end its rule in Gaza and hand over its weapons to the Palestinian Authority, with international engagement and support, in line with the objective of a sovereign and independent Palestinian State”.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian boy, 17, dies of Israel-induced starvation in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T17:45:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250802-38728239-38728228-17YEAROLD_BOY_DIES_IN_GAZA_DUE_TO_MALNUTRITION-1754136675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Palestinian teenager with no previous health conditions has starved to death in Gaza after being hospitalised, medical officials and relatives say, as <a href=\"/news/liveblog/2025/8/2/live-israeli-forces-kill-106-palestinians-in-one-day-of-attacks-on-gaza\">people in the besieged enclave</a> desperately struggle to find food amid Israel’s continued blockade on aid.</p><p>Atef Abu Khater, 17, died on Saturday, a source at al-Shifa Hospital in Gaza City told Al Jazeera.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>His weight had dropped from 70kg (154lbs) to just 25kg (55lbs) when he died, his family said – roughly what a nine-year-old child should weigh.</p><p>“We hear from his family members and others who knew him that he used to be a local sports champion. He ended up losing a lot of weight, becoming acutely malnourished, and ultimately dying,” Al Jazeera’s Hani Mahmoud reported from Gaza City.</p><p>“He was one of thousands of <a href=\"/news/2025/8/2/one-in-three-palestinians-in-gaza-going-days-without-food-unicef-says\">severe malnutrition</a> cases throughout Gaza.”</p><p>Footage shared online and verified by Al Jazeera showed Abu Khater’s relatives saying goodbye. In it, the boy’s emaciated body could be seen in an open white body bag, his face turned away from the camera.</p><p>His cheekbones protruded in the absence of any fat, giving him a gaunt appearance. A relative could be seen running his finger along each bone on the boy’s ribcage, which is clearly visible due to malnutrition.</p><p>Journalist Wisam Shabat, who posted the video on his Instagram account, said Abu Khater arrived at the hospital in a very critical condition, suffering from severe complications due to lack of food and medical care, before he passed away.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 17-year-old is among at least seven Palestinians who have died of malnutrition in the past 24 hours across Gaza, the director of al-Shifa Hospital told Al Jazeera.</p><p>At least 169 Palestinians, including 93 children, have died of starvation and malnutrition across the territory since Israel’s war began in October 2023, according to the latest Gaza Health Ministry figures.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>UN and other humanitarian officials say Israeli restrictions on humanitarian aid deliveries, though <a href=\"/news/2025/7/27/israeli-aid-airdrop-injures-palestinians-in-north-gaza-hamas-condemns-move\">partially lifted</a> in recent days, have left Palestinians starving and struggling to find enough food to feed their families.</p><p>Amid growing international condemnation of the crisis, Israel has said it is increasing aid deliveries to Palestinians, including via airdrops.</p><p>But humanitarian groups say airdrops are dangerous and inefficient, and they have called on Israel to open up all the crossings into Gaza to allow assistance to flow freely to Palestinians in need.</p><p>Philippe Lazzarini, head of the UN agency for Palestinian refugees (UNRWA), said on Saturday that “the manmade famine in Gaza has been largely shaped by the deliberate attempts to replace” UN aid systems with a contentious, US and Israeli-backed group called the GHF.</p><p>Israeli forces have <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">routinely fired on Palestinians</a> trying to get food at GHF-run distribution sites in Gaza, and the UN reported this week that more than 1,300 aid seekers have been killed since the group began operating in May.</p><p>Lazzarini also accused Israel of actively preventing the UN and other humanitarian groups from delivering lifesaving aid to Palestinians, in what he described as “a deliberate measure to collectively pressure and punish Palestinians for living in Gaza”.</p><p>“No time to waste anymore, a political decision must be made to unconditionally open the crossings”, the UNRWA chief said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"children-dying-slowly\">Children ‘dying slowly’</h2><p>Meanwhile, thousands of Palestinian families continue to search for food and other desperately needed supplies across Gaza.</p><p>Reporting from Deir el-Balah in central Gaza on Saturday, Al Jazeera’s Hind Khoudary said dozens of people, including infants, are “dying slowly due to forced starvation by Israel”.</p><p>“One of them is Misk al-Madhoun, a malnourished five-year-old whose parents have no way of feeding her. They say they are seeing her dying slowly every single day,” said Khoudary, adding that parents are doing all they possibly can for their children.</p><p>“We’ve met with mothers who are giving their babies water instead of milk because they do not have any other option,” she said.</p><p>“We’re also still seeing Palestinian parents walking very long distances in the heat daily to look for any hot meal kitchen or distribution point. Even if they go to the GHF sites, they risk being killed, wounded or coming home empty-handed.”</p><p>On Tuesday, the Integrated Food Security Phase Classification (IPC), a global hunger monitoring system, <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">warned</a> that the “worst-case scenario of famine” was unfolding in Gaza.</p><p>“Latest data indicates that famine thresholds have been reached for food consumption in most of the Gaza Strip and for acute malnutrition in Gaza City,” it said in a report.</p><p class=\"p1\">“Amid relentless conflict, mass displacement, severely restricted humanitarian access, and the collapse of essential services, including healthcare, the crisis has reached an alarming and deadly turning point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "I may starve to death before I am able to graduate in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-02T14:18:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250526__484Q4WE__v2__HighRes__TopshotPalestinianIsraelConflictGaza-1754136885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 27, the Palestinian Ministry of Education released the results of the secondary education certificate exams, also known as tawjihi. Like every year, families sat together, eyes fixed on phone screens, hearts pounding, everyone hoping to be the first to access the ministry’s website and break the news with a jubilant shout. There were joyful tears and celebrations.</p><p>Thousands of students, who had endured months of pressure, sleepless nights and fragile hope, had the exam results in their hands that would determine whether and where they could continue their education.</p><p>But thousands of others – those in Gaza – were sitting in their tents and ruined homes in despair. I am one of them. This is the second year I, along with 31,000 other Palestinians born in 2006, was unable to take the tawjihi. For another year, we have been stripped of our right to continue our education and of the hope to build a future beyond the ruins. Now, we are joined by almost 40,000 students born in 2007, who are also stuck in this dreadful limbo.</p><p>Last year, when the tawjihi results were announced, I was huddled in front of a crackling fire near a tattered tent, far too small to hold my big dreams. The deep frustration I felt didn’t fade – it settled in my mind and stayed. All I could think about was how all my sacrifices, tears, and relentless effort during a full year of studying under difficult circumstances had been for nothing.</p><p>This year, it feels even worse. Not only are my dreams of education crushed, now I struggle to keep myself and my family alive, as Gaza is starving to death.</p><p>In these two years, I have watched our education system destroyed, classroom by classroom. My school, Shohada al-Nusierat, once a place of learning and dreams, first became a shelter housing displaced families and then a target for Israeli bombing. My schoolbag – once filled with notebooks and study materials – now carries essential documents and a change of clothes, always packed and ready in case we are forced to flee our home again. The academic calendar, with all its important dates, has been replaced by a grim schedule of air strikes, displacement, and loss of friends and loved ones.</p><p>Amid this devastation, the Education Ministry has struggled to keep an educational process going. Wanting to give Gaza’s children and youth hope, it has undertaken various initiatives to try to keep students motivated. Makeshift schools have been organised wherever possible, while some university students have been able to continue their education online.</p><p>For us, the tawjihi students, efforts were repeatedly made to set up our exams. Last year, the ministry announced it would conduct the exams in February. I kept studying, despite the harsh reality and the collapse of everything around me, believing this was my chance to move forward.</p><p>February passed, and nothing happened. The ministry then announced that the exams would be held in April. But once again, they were postponed due to the unsafe conditions. Then, in June, the ministry scheduled an online exam for July for students born in 2005 who had either failed their tawjihi or missed some of its exams; they were supposed to have done this exam in December 2023. Some 1,500 students were able to take the tests online.</p><p>This gave me a bit of hope that my turn would also come, but that quickly faded. The Ministry of Education hasn’t given us any updates on the process, and it feels like we’ve been completely forgotten in the shadow of war and starvation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Some readers may ask themselves, why amid a genocide are Palestinians so preoccupied with an exam?</p><p>You have to understand, tawjihi is a milestone in every Palestinian’s life – a decisive moment that shapes future paths for at least the next five years. It determines whether we can pursue our education in the field we desire and gain admission to top universities.</p><p>But beyond academics, tawjihi carries a much deeper cultural and emotional weight. It is not just an educational phase – it is part of our identity, a symbol of perseverance. In a place where the occupation closes nearly every door, education is able to keep a few doors still open.</p><p>That’s why we celebrate it like a national holiday; the day tawjihi results are released feels like a third Eid for Palestinians. It gives families hope, brings pride to entire neighbourhoods, and keeps alive the dream of a better future.</p><p>Over the many months I waited for the tawjihi, I held on to my dream to study medicine at a prestigious university abroad. I kept applying for scholarships and sending emails to universities across the United States, the United Kingdom and Europe, hoping for special consideration as a student affected by war. I pleaded with university administrators to waive the tawjihi certificate requirement.</p><p>But the responses were painfully consistent: “Unfortunately, we cannot consider your application unless you provide your final diploma.”</p><p>Today, despair and helplessness are not the only unwanted visitors I have. Hunger is another one. The starvation has destroyed not only my body but also my mental health.</p><p>Most days, we manage to have one meal. We survive mostly on canned beans, dry bread, or rice without any vegetables or protein. Our bodies are weak, our faces pale, and our energy almost nonexistent. The effects go beyond the physical. Hunger fogs the brain, dulls memory and crushes motivation. It becomes nearly impossible to focus, let alone study for a life-changing exam like the tawjihi. How can I prepare for the most important exam of my life when my stomach is empty and my mind clouded by fatigue and worry?</p><p>It feels as though my youth has been stolen before my eyes, and I can do nothing but watch. While my peers around the world are building their futures, I remain stuck in a place of overwhelming pain and loss.</p><p>As a tawjihi student trapped in a warzone, I urgently call on educational authorities and international institutions to step in and implement immediate solutions to ensure our right to education is not buried under the rubble of war.</p><p>We are not asking for much. Giving us a chance to finish our secondary education in Gaza is not just a matter of logistics, but a matter of justice and future survival.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why is Trump moving nuclear submarines after spat with Medvedev? | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-02T12:36:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/08/d8def586476a4b7bae4a6c37c683fa77_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump has ordered the repositioning of <a href=\"/news/2025/8/1/trump-orders-nuclear-submarines-closer-to-russia-in-escalating-war-of-words\">two United States nuclear submarines</a> to “appropriate regions” relative to Russia, as the US president grows frustrated over stalling <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\">peace talks</a> aimed at bringing an end to Russia’s war in Ukraine.</p><p>On Friday, Trump exchanged heated words with Dmitry Medvedev, Moscow’s military leader and former president.</p><p>The day before, Trump had issued an ultimatum to Russia: If it does not agree to a ceasefire by next Friday, August 8, he will impose a package of <a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">economic sanctions</a>.</p><p>The next day, Medvedev posted on social media, describing Trump’s threat as “a step towards war”. He wrote that Trump was “playing the ultimatum game with Russia”.</p><p>In a post on Truth Social, Trump responded: “Words are very important, and can often lead to unintended consequences, I hope this will not be one of those instances.”</p><h2 id=\"what-has-trump-done\">What has Trump done?</h2><p>On Friday, Trump wrote on his Truth Social platform that he had ordered two US “Nuclear Submarines” to be repositioned to “appropriate regions”.</p><p>Trump cited what he regarded as threatening comments made by former Russian President  Medvedev, now deputy chair of Russia’s Security Council. He called Medvedev’s statements “highly provocative”, adding that his actions were a precaution.</p><p>“I have ordered two Nuclear Submarines to be positioned in the appropriate regions, just in case these foolish and inflammatory statements are more than just that,” Trump wrote.</p><p>In the run-up to his presidential campaign, Trump promised to end Russia’s war in Ukraine within 24 hours; however, several discussions with Russian President Vladimir Putin have since not yielded any results.</p><figure id=\"attachment_3698434\" aria-describedby=\"caption-attachment-3698434\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3698434\" src=\"/wp-content/uploads/2025/05/2025-04-26T120300Z_400437346_RC2L5EAM2BY8_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-TRUMP-1746789400.jpg?w=770&amp;resize=770%2C568&amp;quality=80\" alt=\"trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3698434\" class=\"wp-caption-text\">Ukraine’s President Volodymyr Zelenskyy and US President Donald Trump meet while they attend the funeral of Pope Francis, at the Vatican, April 26, 2025 [Ukrainian Presidential Press Service/Handout via Reuters]</figcaption></figure><h2 id=\"what-do-we-know-about-the-submarines-trump-says-he-will-reposition\">What do we know about the submarines Trump says he will reposition?</h2><p>Not much – and we do not know which submarines Trump is referring to. Trump did not say if he had ordered the repositioning of submarines with nuclear engines or submarines carrying nuclear missiles.</p><p>Trump did not reveal the location of the submarines, either, as mandated by US military protocol.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>However, Trump’s statement is so far being viewed as a rhetorical threat, rather than a military one, as security analysts noted that the US already has nuclear-powered submarines that are deployed and capable of striking Russia as a deterrent.</p><h2 id=\"what-prompted-trump-s-submarine-move\">What prompted Trump’s submarine move?</h2><p>Mostly, his frustration over the lack of progress of peace talks between Russia and Ukraine. But, in this case, the social media spat with Medvedev seems to have tipped him over into action.</p><p>Trump and the Russian military leader have been engaged in mud-slinging on social media platforms for some time.</p><p>Earlier, responding to Trump’s new deadline for a ceasefire in Ukraine, Medvedev wrote in a post on X that Trump was playing an “ultimatum game” with Russia.</p><p>“Each new ultimatum is a threat and a step towards war. Not between Russia and Ukraine, but with his own country. Don’t go down the Sleepy Joe road!” Medvedev had said.</p><p>Earlier in the week, while announcing <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">trade tariffs for India</a> – along with an extra penalty for buying Russian oil – Trump stated that he did not care if India and Russia “take their dead economies down together”.</p><p>In a Telegram post on Thursday, Medvedev wrote that Trump should “revisit his favourite movies about the living dead and recall just how dangerous the mythical ‘Dead Hand’ can be”.</p><p>Russia’s “Dead Hand system” is a Cold War-era automatic nuclear retaliation mechanism designed to launch a counterstrike even if the Russian leadership is wiped out in a first strike.</p><p>Trump replied: “Tell Medvedev, the failed former President of Russia, who thinks he’s still President, to watch his words. He’s entering very dangerous territory!”</p><p>Speaking to reporters after his post about the nuclear submarines, Trump said on Friday: “We just have to be careful. And a threat was made and we didn’t think it was appropriate, so I have to be very careful.</p><p>“A threat was made by a former president of Russia, and we’re going to protect our people.”</p><h2 id=\"who-has-more-nuclear-power-russia-or-the-us\">Who has more nuclear power: Russia or the US?</h2><p>Combined, the US and Russia account for nearly 87 percent of the world’s total nuclear arsenal. The geopolitical rivals control about 83 percent of the nuclear warheads actually deployed or ready for operational use.</p><p>Despite significant post-Cold War reductions, global nuclear arsenals remain at a “very high level”, according to a report by the Federation of American Scientists. As of January 2025, just nine countries are estimated to possess a total of approximately 12,241 nuclear warheads.</p><p>Today, according to the nonprofit Arms Control Association, the US deploys 1,419 and Russia deploys 1,549 strategic warheads on several hundred bombers and missiles.</p><p>The US conducted its first nuclear test explosion in July 1945; the following month, it dropped two atomic bombs on the Japanese cities of <a href=\"/news/2020/8/6/seared-to-death-the-atomic-bomb-attack-on-hiroshima\">Hiroshima</a> and Nagasaki. Four years later, the Soviet Union conducted its first nuclear test explosion.</p><p>As of 2025, the US Navy operates 71 submarines, all nuclear‑powered, making it the largest undersea force. This fleet includes 14 Ohio‑class ballistic missile subs (SSBNs), four Ohio‑class converted guided‑missile submarines (SSGNs) loaded with Tomahawk missiles for strikes or special operations, and about 53 fast‑attack submarines designed for intelligence gathering, anti‑submarine warfare and cruise‑missile support.</p><p>By comparison, the Russian Navy fields fewer than 30 nuclear‑powered submarines, including approximately 10 strategic SSBNs, a mix of modern Borei and older Delta IV classes, that carry Bulava missiles.</p><p>It also operates several strategic‑missile cruise boats and about six Akula‑class attack submarines equipped for anti‑ship and multi‑role missions. Russia is investing in modern fleet expansion through the Yasen‑M class.</p><figure id=\"attachment_2774545\" aria-describedby=\"caption-attachment-2774545\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2774545\" src=\"/wp-content/uploads/2024/03/AFP__20240315__34LL93C__v3__HighRes__TopshotRussiaPoliticsVote-1710506193.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dmitry Medvedev,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2774545\" class=\"wp-caption-text\">In this pool photograph distributed by Russia’s state news agency Sputnik, Dmitry Medvedev, Russia’s former president now serving as deputy chairman of the country’s Security Council, casts his ballot in Russia’s presidential election in the Moscow region on March 15, 2024 [Yekaterina Shrukina/Poll/AFP]</figcaption></figure><h2 id=\"has-russia-responded-to-trump-s-submarine-manoeuvre\">Has Russia responded to Trump’s submarine manoeuvre?</h2><p>No. Neither the Kremlin nor Medvedev has publicly responded to Trump’s order to move two nuclear submarines following their war of words.</p><p>Viktor Vodolatsky, a senior Russian lawmaker and deputy chairman of the State Duma’s committee on Commonwealth of Independent States (CIS) affairs, however, stated that Russia possesses “significantly more nuclear submarines in the world’s oceans” than the US, claiming US subs have “long been under their control” and, therefore, no specific response is required.</p><p>Last month, the US President said he was “disappointed” with Putin.</p><p>“We’ll have a great conversation. I’ll say: ‘That’s good, I’ll think we’re close to getting it done,’ and then he’ll knock down a building in Kyiv,” he told the BBC in an interview.</p><p>On Friday, in an apparent reference to Trump’s comment, Putin said: “As for any disappointments on the part of anyone, all disappointments arise from inflated expectations. This is a well-known general rule.”</p><p>On a ceasefire with Kyiv, Putin said he wants a “lasting and stable peace” in Ukraine; however, he has not given any indication that Russia is willing to achieve it any quicker.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2017, during his first term as US president, Trump announced that he had sent two nuclear submarines to the Korean peninsula. Soon afterwards, he held a meeting with the North Korean leader, Kim Jong Un.</p><p>Whether this latest move will lead to a new meeting with Putin is yet to be seen, however.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "One dead, five trapped after giant Chile copper mine collapses | Mining News | Al Jazeera",
            "time": "2025-08-02T12:28:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250801__68KX2G8__v1__HighRes__ChileMiningAccidentCollapseEarthquake-1754135024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>One dead, five trapped after giant Chile copper mine collapses</h1><p class=\"article__subhead\"><em>At least 100 people are involved in search operations at the world’s largest underground copper mine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rescue teams in Chile are searching for five miners trapped after a partial collapse triggered by a tremor killed one colleague and halted operations at the world’s largest underground copper mine.</p><p>At least 100 people were involved in the perilous search effort, said Andres Music, general manager of El Teniente mine in Rancagua, some 100km (62 miles) south of Santiago.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“So far, we have not been able to communicate with them. The tunnels are closed, they are collapsed,” he told reporters on Friday.</p><p>The miners had been working at a depth of more than 900 metres when the collapse happened. Their exact location has been pinpointed with specialised equipment.</p><p>“We will do everything that is humanly possible to rescue the five trapped workers,” Maximo Pacheco, the president of Chile’s state-owned mining company Codelco, told a news conference on Friday afternoon.</p><p>“All of our experience, all of our knowledge, all of our energy and all of our strength are dedicated to this cause and to seeing this through,” he added.</p><p>Codelco cancelled a presentation of its first-half financial results, set for Friday morning, due to the rescue efforts.</p><h2 id=\"temporary-closure\">Temporary closure</h2><p>Mining minister Aurora Williams earlier announced the temporary cessation of activity at the mine, which began operating in the early 1900s and boasts more than 4,500km (some 2,800 miles) of underground tunnels.</p><p>Last year, El Teniente produced 356,000 tonnes of copper – nearly 7 percent of the total for Chile.</p><p>The cave-in happened after a “seismic event” on Thursday afternoon, of which the origin – natural or caused by drilling – is not yet known, according to authorities. The tremor registered a magnitude of 4.2.</p><p>“It is one of the biggest events, if not the biggest, that the El Teniente deposit has experienced in decades,” said Music, adding: “We are making every effort to try to rescue these five miners.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The next 48 hours are crucial,” the manager said.</p><p>The search team included several of the rescuers who participated in <a href=\"/video/2020/8/5/chile-mine-blast-10-years-on\">successfully surfacing</a> 33 miners <a href=\"/gallery/2011/8/17/in-pictures-the-famous-33\">trapped</a> in a mine for more than two months in the Atacama Desert in 2010, attracting a whirlwind of global media attention.</p><p>Chile is the world’s largest copper producer, responsible for nearly a quarter of global supply with about 5.3 million tonnes in 2024. Its mining industry is one of the safest on the planet, with a death rate of 0.02 percent last year, according to the National Geology and Mining Service of Chile.</p><p>It also lies in the seismically active “Ring of Fire” that surrounds the shores of the Pacific Ocean.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine drone attacks kill three in Russia, cause fire at oil refinery | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T12:23:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-02T103707Z_99843353_RC21UEAC7991_RTRMADP_3_UKRAINE-CRISIS-AIR-DEFENCE-1748921768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian drone strikes have killed at least three people and wounded two others overnight in western Russia, regional governors said, as a fire broke out at an oil refinery in central Russia after it was hit.</p><p>One woman was killed and two others wounded in an attack on an enterprise in Penza, the region’s governor, Oleg Melnichenko, wrote on Telegram on Saturday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The second death of an elderly man happened inside a house that caught fire due to falling drone debris in the Samara region, Governor Vyacheslav Fedorishchev posted on Telegram.</p><p>In the Rostov region, a guard at an industrial facility was killed after a drone attack and a fire in one of the site’s buildings, acting Rostov Governor Yury Slyusar said. “The military repelled a massive air attack during the night,” destroying drones over seven districts, Slyusar posted on Telegram.</p><p>Meanwhile, Ukraine’s military said it struck Russia’s Ryazan oil refinery on Saturday, causing a fire on its territory.</p><p>In a statement on Telegram, the Unmanned Systems Forces also said they hit the Annanefteprodukt oil storage facility in the Voronezh region. The statement did not specify how the facilities were hit, but Ukraine’s military specialises in drone warfare, including long-range strikes.</p><p>Separately, Ukraine’s SBU intelligence agency said its drones had hit Russia’s Primorsko-Akhtarsk military airfield, which has been used to launch waves of long-range drones at targets in Ukraine.</p><p>The SBU said it also hit a factory in Penza that it said supplies Russia’s military-industrial complex with electronics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the start of Russia’s <a href=\"/news/2025/8/2/russia-ukraine-war-list-of-key-events-day-1255\">full-scale invasion</a> in 2022, Ukraine had no response to Moscow’s vast long-range strike capacity but it has since built up a fleet of long-range kamikaze drones able to carry explosive warheads for many hundreds of kilometres (miles).</p><p>Russia’s Defence Ministry said in its daily report that its defence units had downed a total of 338 Ukrainian drones overnight.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In Ukraine’s central Dnipropetrovsk region, overnight Russian drone attacks also left three people wounded, Governor Serhiy Lysak wrote on Telegram. Several buildings, homes and cars were damaged, he added.</p><p>Russia’s Defence Ministry said its forces captured the village of Oleksandro-Kalynove in the Donetsk region on Saturday. Russian forces now control almost 20 percent of Ukraine in its east and south after three and a half years of the grinding war.</p><p>Kyiv, however, denies any Russian presence in the Dnipropetrovsk area.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Moscow, Al Jazeera’s Osama Bin Javaid said that while there have been indications of a ceasefire in the past, the situation on the ground remains the same.</p><p>“As tensions escalate, it appears that diplomacy will be a possible way out,” he said, adding that the United States’s Middle East envoy Steve Witkofff, who has close relations with Russian officials, is expected in Moscow soon to negotiate a truce.</p><p>US President Donald Trump on Friday said he had ordered two <a href=\"/news/2025/8/1/trump-orders-nuclear-submarines-closer-to-russia-in-escalating-war-of-words\">nuclear submarines</a> to be positioned in “the appropriate regions” in response to remarks from former Russian President Dmitry Medvedev about the risk of war between the nuclear-armed adversaries.</p><p>The US has been trying to negotiate a truce but so far, Kyiv and Moscow have mainly <a href=\"/news/2025/6/3/russia-ukraine-direct-talks-no-ceasefire-but-what-did-they-agree-to\">engaged</a> in prisoner exchanges.</p><p>On Friday, Ukrainian President Volodymyr Zelenskyy said only Russia’s President Vladimir Putin could end the war and renewed his call for a meeting between the two leaders.</p><p>“Ukraine calls for moving beyond the exchange of statements and technical-level meetings to talks between leaders. The United States has proposed this. Ukraine has supported it,” he said on X.</p><p>“What is needed is Russia’s readiness,” he added.</p><p>Putin, who has consistently rejected calls for a ceasefire in the more than three-year conflict, said on Friday that he wanted peace but that his demands for ending Moscow’s military offensive were “unchanged”.</p><p>Those demands include that Ukraine abandon territory and end ambitions to join NATO.</p></div></div></body></html>"
        },
        {
            "title": "Inside India’s expulsion of Bengali Muslims | TV Shows | Al Jazeera",
            "time": "2025-08-02T11:33:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754134301.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>India is expelling Bengali Muslims – stripping citizenship, detaining and deporting them to Bangladesh. The crackdown has spread nationwide, prompted by years of BJP propaganda and a news media all too willing to sell the story of a Muslim “enemy within”.</p><p><strong>Contributors: </strong></p><p>Shoaib Daniyal – Political editor, Scroll<br>\nFatima Khan – Political journalist<br>\nVaishna Roy – Editor, Frontline magazine<br>\nParanjoy Guha Thakurta – Journalist and filmmaker</p><h2 id=\"on-our-radar\">On our radar:</h2><p>The images of starving Palestinians in Gaza have provoked global outrage. Israel has launched a PR campaign to deflect blame. Ryan Kohls reports.</p><h2 id=\"an-interview-with-alex-shephard\">An interview with Alex Shephard</h2><p>Alex Shephard of The New Republic explains how Donald Trump is putting unprecedented pressure on US media outlets.</p><p>After CBS was forced to settle out of court with the president, Trump is now suing the Wall Street Journal and its owner – Rupert Murdoch – as well as politicising the Federal Communications Commission (FCC).</p><p><strong>Featuring:</strong></p><p>Alex Shephard – Senior editor, The New Republic</p></div></div></body></html>"
        },
        {
            "title": "DRC, Rwanda agree economic framework outline as part of peace deal | Conflict News | Al Jazeera",
            "time": "2025-08-02T10:51:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP25178635905058-1751059644.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Democratic Republic of the Congo (DRC) and Rwanda have agreed on terms of economic cooperation in several sectors, as the two countries move towards delivering on a peace deal <a href=\"/news/2025/7/1/turning-point-or-pointless-turn-will-dr-congo-rwanda-deal-bring-peace\">signed</a> in June.</p><p>The tenets agreed on Friday summarise a regional economic integration framework, which includes elements of cooperation on energy, infrastructure, mineral supply chains, national parks and public health, according to the State Department of the United States, which brokered the deal.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A source familiar with the matter said a preliminary draft of the framework has been agreed to and there would now be an input period to get reaction from the private sector and civil society before it is finalised, the Reuters news agency reported.</p><p>In the statement, Rwanda and the DRC affirmed that each country has “full, sovereign control” over the exploitation, processing and export of its natural resources, and recognised the importance of developing mineral processing and transformation capacity within each country, according to Reuters.</p><p>The DRC views the plundering of its mineral wealth as a key driver of the conflict between its forces and Rwanda-backed M23 rebels in the country’s east that has killed thousands of people.</p><h2 id=\"mineral-deal-first\">‘Mineral deal first’</h2><p>The deal signed in Washington, DC, on June 27 aims to attract Western investment to a region rich in tantalum, gold, cobalt, copper, lithium and other minerals. According to Human Rights Watch, it is “a mineral deal first, an opportunity for peace second”, linking economic integration and respect for territorial integrity with the promise of billions of dollars of investments.</p><p>The two countries are also committed to ensuring that the minerals trade no longer provides funding to armed groups and to creating a world-class industrial mining sector in the region. The deal would also ensure better cross-border interoperability on mineral supply chains, according to the statement.</p><p>They also agreed to connect new infrastructure to the US-backed Lobito Corridor, underscoring Washington’s aim of greater access to resources in the region and efforts to counter China.</p><p>The Ruzizi III hydropower project and Lake Kivu methane exploitation were the only specific projects mentioned in the statement, despite US emphasis on critical minerals. The countries said they intended to prioritise financing for Ruzizi and work together to exploit methane gas sustainably.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Friday’s announcement comes after the two countries held the first meeting of a joint oversight committee on Thursday in a step towards implementing the deal, even as other commitments are yet to be fulfilled.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In the Washington agreement, the two countries pledged to implement a 2024 agreement that would see Rwandan troops withdraw from eastern DRC within 90 days.</p><p>The Congolese military’s operations targeting the Democratic Forces for the Liberation of Rwanda (FDLR), a Congo-based armed group that includes remnants of Rwanda’s former army and militias that carried out a 1994 genocide, are meant to conclude over the same timeframe.</p><p>The deal also said the DRC and Rwanda would form a joint security coordination mechanism within 30 days and implement a plan agreed upon last year to monitor and verify the withdrawal of Rwandan soldiers within three months.</p><p>But 30 days from the signing have passed without a meeting of the joint security coordination mechanism.</p><p>The source familiar with the matter said the joint security coordination mechanism meeting would be held on August 7 in Addis Ababa.</p><p>The DRC is also involved in direct talks with M23 hosted by Qatar, and last month the two sides pledged to sign a separate peace agreement by August 18, though many outstanding details need to be negotiated.</p></div></div></body></html>"
        },
        {
            "title": "One in three Palestinians in Gaza going days without food, UNICEF says | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T10:20:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250801__68JH8NT__v1__HighRes__PalestinianIsraelConflict-1754122097.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza faces a grave risk of famine, with one in three people going days without food, the UN Children’s Fund (UNICEF) has warned.</p><p>UNICEF on Friday urged the international community to act swiftly as conditions continue to deteriorate due to <a href=\"/news/liveblog/2025/8/2/live-israeli-forces-kill-106-palestinians-in-one-day-of-attacks-on-gaza\">Israel’s genocidal war</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Today, more than 320,000 young children are at risk of acute malnutrition,” Ted Chaiban, UNICEF’s deputy executive director for humanitarian action and supply operations, said in a statement on Friday following a recent trip to Israel, Gaza and the occupied West Bank.</p><p>He said the malnutrition indicator in Gaza has “exceeded the famine threshold”.</p><p>“Today, I want to keep the focus on Gaza, because it’s in Gaza where the suffering is most acute and where children are dying at an unprecedented rate,” he said.</p><p>“We are at a crossroads, and the choices made now will determine whether tens of thousands of children live or die.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Saturday, Atef Abu Khater, a 17-year-old Palestinian, died of malnutrition, a medical source at al-Shifa Hospital told Al Jazeera.</p><p>Earlier this week, Khater, who had been in good health before the war in Gaza, was hospitalised in intensive care, according to media reports, which quoted his father as saying he was no longer responding to treatment.</p><p>Since October 7, 2023, Israel’s war on Gaza has <a href=\"/news/longform/2025/3/26/gazas-stolen-childhood-the-thousands-of-children-israel-killed\">killed</a> at least 60,000 Palestinians, more than 18,000 of them children. Many more remain buried under the rubble, most presumed dead.</p><p>According to Gaza’s Ministry of Health, the number of deaths from starvation in the territory stands at 162, including 92 children.</p><h2 id=\"engineered-israeli-genocidal-chaos\">‘Engineered Israeli genocidal chaos’</h2><p>Ahmed al-Najjar, a journalist and resident of Gaza who is sheltering in Khan Younis, says Palestinians in the besieged territory are faced with “tragedy and torment” amid Israeli bombardment, forced starvation and a complete feeling of insecurity.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“With the cats away, the mice will play – except that it’s not just a mouse, but an engineered Israeli genocidal chaos,” he told Al Jazeera, stressing that safety is “nowhere to be found” in Gaza.</p><p>“We are not just referring to the fact of constant fear of the Israeli bombs being dropped on our heads, but the fact that there is a total security and power vacuum that leaves us here unsure and uncertain of our own safety,” al-Najjar said.</p><p>He described that even walking in the street and going to buy a bag of flour or some other basic necessity makes people feel uncertain whether they will be able to return home safely.</p><p>“There is not any sort of presence of police or security forces in the streets; we’ve been seeing the continuous and systematic targeting of the police forces inside these ‘safe zones’ here.”</p><figure id=\"attachment_3868931\" aria-describedby=\"caption-attachment-3868931\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868931\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Gaza-tracker-August-1-2025-1754059576.png?quality=80\" alt=\"INTERACTIVE - Gaza tracker August 1, 2025\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868931\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>In March, Israel blocked food aid from entering Gaza. It eased the <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">blockade</a> in late May, after which the controversial Israel- and United States-backed GHF took over aid distribution in Gaza.</p><p>But GHF has been accused of grave rights violations and the targeting of civilians. The UN says more than 1,300 Palestinians have been killed trying to get food from the GHF’s aid hubs.</p><p>Many have been purposefully shot by Israeli soldiers or US security contractors hired by GHF, according to testimonies from <a href=\"/news/2025/7/31/ghf-whistleblower-says-boy-killed-by-israel-just-after-he-collected-aid\">whistleblowers</a> published in the media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With starvation across the Strip spreading, international outcry over images of emaciated children and increasing reports of hunger-related deaths pressured Israel to let more aid into the Gaza Strip earlier this week.</p><p>The Israeli military last week began a daily “tactical pause” of its military operations in parts of Gaza and established new aid corridors.</p><p>US President Donald Trump’s special envoy, Steve Witkoff, also travelled to Gaza on Friday to inspect the GHF aid distribution site, together with Mike Huckabee, the US ambassador to Israel.</p><p>The diplomats “spent over five hours inside Gaza”, Witkoff said in a post on X, accompanied by a photo of himself wearing a protective vest and meeting staff at a distribution site.</p><p>He added that the purpose of the trip was to “help craft a plan to deliver food and medical aid to the people of Gaza”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, several Western and Arab governments began carrying out aid airdrops in Gaza earlier this week, to feed more than two million inhabitants. But aid agencies have said they are deeply sceptical that airdrops could deliver enough food safely to tackle a deepening <a href=\"/news/2025/7/26/israeli-attacks-forced-starvation-kill-more-than-70-palestinians-in-gaza\">hunger crisis</a> in Gaza.</p><p>“Look, at this stage, every modality needs to be used, every gate, every route, every modality, but airdrops cannot replace the volume and the scale that convoys by road can achieve,” Chaiban said, adding that allowing about 500 humanitarian and commercial aid trucks into Gaza is important.</p><p>He also noted that what is happening on the ground is “inhumane” and stressed that “what children in Gaza need from all communities is a sustained ceasefire and a political way forward.”</p></div></div></body></html>"
        },
        {
            "title": "Trump’s $200m ballroom: A history of home improvements at the White House | Donald Trump News | Al Jazeera",
            "time": "2025-08-02T10:02:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-31T180844Z_1838396498_RC2UXFALF4Y1_RTRMADP_3_USA-TRUMP-1754058186.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"ssrcss-1q0x1qg-paragraph\">After paving over the Rose Garden and adding gold-filigree decorations to the Oval Office, US President Donald Trump will embark on his most dramatic addition to the White House yet – a new $200m ballroom to be built adjacent to the mansion’s East Wing.</p><p class=\"ssrcss-1q0x1qg-paragraph\">Trump, a former real estate developer, has repeatedly promised to build a “beautiful” ballroom at the White House. In 2016, he offered $100m during Barack Obama’s tenure for the project, which the then-president rejected.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"ssrcss-1q0x1qg-paragraph\">But in a briefing to reporters at the White House on Thursday, Press Secretary Karoline Leavitt said that the “much needed and exquisite addition” to the White House will be approximately 90,000 square feet (8,360 square metres), with a seating capacity of 650.</p><p class=\"ssrcss-1q0x1qg-paragraph\">Most formal White House functions are currently held in the White House’s East Room, which can seat approximately 200 people. According to Leavitt, construction is expected to be completed “long before” the end of Trump’s term in office in January 2029.</p><p class=\"ssrcss-1q0x1qg-paragraph\">She also said that the president and other donors would pay for the renovations, but declined to give details. Renderings provided by the White House show that the ballroom will be similar architecturally to the rest of the mansion.</p><p class=\"ssrcss-1q0x1qg-paragraph\">Leavitt said the ballroom would be built where the “East Wing currently sits”. When asked whether the project would require knocking down that section of the White House, she said the East Wing would need to be “modernised”.</p><p class=\"ssrcss-1q0x1qg-paragraph\">“The White House has a history of expansion to accommodate the changing needs of the nation’s chief executive,” Leslie Greene Bowman, who has served under four presidents on the Committee for the Preservation of the White House, told BBC News.</p><p class=\"ssrcss-1q0x1qg-paragraph\">So, what have those been?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"when-and-how-was-the-white-house-constructed\" class=\"ssrcss-1q0x1qg-paragraph\">When and how was the White House constructed?</h2><p class=\"ssrcss-1q0x1qg-paragraph\">Construction of the White House began in 1792, based on a design by the Irish-born architect James Hoban. Built by enslaved labourers and European craftsmen, it was first occupied by President John Adams in 1800, though it still wasn’t finished when he moved in.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Enslaved labourers were forced to do physically demanding work on the White House, like quarrying and transporting stone and making bricks. They were typically hired out by their enslavers, who were paid for their labour.</p><figure id=\"attachment_3869651\" aria-describedby=\"caption-attachment-3869651\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869651\" src=\"/wp-content/uploads/2025/08/GettyImages-1425898948-1754122490.jpg?w=770&amp;resize=770%2C632&amp;quality=80\" alt=\"White House 1810\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869651\" class=\"wp-caption-text\">North view of the President’s House in the city of Washington, circa 1810, before the porticos were added. Drawing by artist Frances Benjamin Johnston [Heritage Art/Heritage Images via Getty Images]</figcaption></figure><p class=\"ssrcss-1q0x1qg-paragraph\">During the War of 1812 (also known as the Second War of Independence), British forces invaded Washington and set fire to the White House in August 1814.</p><p class=\"ssrcss-1q0x1qg-paragraph\">Reconstruction began almost immediately afterwards under President James Madison, again led by Hoban.</p><p class=\"ssrcss-1q0x1qg-paragraph\">President James Monroe moved into the restored building in 1817, and later added the South Portico in 1824. The North Portico followed in 1829 during Andrew Jackson’s presidency, establishing the iconic facade of the White House as it is known today.</p><p class=\"ssrcss-1q0x1qg-paragraph\">Over the course of the 19th century, amendments were made slowly. Running water, gas lighting, and furnishings were gradually added. In 1891, under President Benjamin Harrison, electricity was installed in the White House.</p><figure id=\"attachment_3869622\" aria-describedby=\"caption-attachment-3869622\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869622\" src=\"/wp-content/uploads/2025/08/GettyImages-1055138184-1754121538.jpg?w=770&amp;resize=770%2C609&amp;quality=80\" alt=\"white house 1900\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869622\" class=\"wp-caption-text\">The White House, Washington DC, United States, circa 1900. Built in the neoclassical style between 1792 and 1800, the official residence and workplace of the president of the United States was designed by Irish-born architect James Hoban [The Print Collector/Getty Images]</figcaption></figure><h2 id=\"what-changes-were-made-to-the-white-house-in-the-20th-century\">What changes were made to the White House in the 20th century?</h2><p>President Theodore Roosevelt made one of the most transformative changes to the building in 1902. He removed the old Victorian-style interiors and relocated the presidential offices from the second floor of the residence to a new West Wing.</p><p>Roosevelt also expanded the State Dining Room – which could only hold 40 guests – by removing a staircase and increasing the size to a seating capacity of 100.</p><figure id=\"attachment_3869590\" aria-describedby=\"caption-attachment-3869590\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869590\" src=\"/wp-content/uploads/2025/08/GettyImages-515463026-1754120161.jpg?w=770&amp;resize=770%2C553&amp;quality=80\" alt=\"White House dining room 1902\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869590\" class=\"wp-caption-text\">The State Dining Room of the White House under President Teddy Roosevelt in 1902 [Bettman/Getty Images]</figcaption></figure><p>Roosevelt’s renovations modernised the White House to suit the needs of a growing executive branch.</p><figure id=\"attachment_3869595\" aria-describedby=\"caption-attachment-3869595\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869595\" src=\"/wp-content/uploads/2025/08/GettyImages-515412518-1754120256.jpg?w=770&amp;resize=770%2C963&amp;quality=80\" alt=\"Teddy Roosevelt White House 1902\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869595\" class=\"wp-caption-text\">President Theodore Roosevelt is seated at his desk in the White House in 1902. He added the West Wing the same year [Bettman/Getty Images]</figcaption></figure><p>Then, in 1909, William Howard Taft expanded Roosevelt’s West Wing and created the first Oval Office, a symbolic centrepiece of presidential power.</p><figure id=\"attachment_3869612\" aria-describedby=\"caption-attachment-3869612\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869612\" src=\"/wp-content/uploads/2025/08/GettyImages-640490289-1754121203.jpg?w=770&amp;resize=770%2C606&amp;quality=80\" alt=\"Taft oval office\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869612\" class=\"wp-caption-text\">President William Taft in the Oval Office, which he created, in 1909 [BM Clinedinst/Library of Congress/Corbis/VCG via Getty Images]</figcaption></figure><p>The biggest changes to the White House came under Harry Truman (president from 1945 to 1953). Truman gutted the inside of the building, leaving only the outer walls, while workers rebuilt the internal structure with steel beams and concrete floors.</p><p>Truman also added a controversial second-floor balcony on the South Portico, sometimes called the “Truman Balcony”. Later presidents made more subtle, but still meaningful, changes to the White House.</p><figure id=\"attachment_3869628\" aria-describedby=\"caption-attachment-3869628\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869628\" src=\"/wp-content/uploads/2025/08/GettyImages-515383680-1754121779.jpg?w=770&amp;resize=770%2C577&amp;quality=80\" alt=\"Truman balcony\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869628\" class=\"wp-caption-text\">A scaffold is erected on the south grounds of the White House as work gets under way on President Truman’s $15,000 balcony on the South Portico, outside the president’s bedroom [Bettman/Getty Images]</figcaption></figure><p>John F Kennedy and First Lady Jacqueline Kennedy led a restoration project focused on historical authenticity, refurbishing rooms with antiques.</p><p>In 1969, Richard Nixon added a bowling alley and upgraded the Situation Room.</p><figure id=\"attachment_3869637\" aria-describedby=\"caption-attachment-3869637\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869637\" src=\"/wp-content/uploads/2025/08/GettyImages-515401592-1754122122.jpg?w=770&amp;resize=770%2C1139&amp;quality=80\" alt=\"Nixon bowling\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869637\" class=\"wp-caption-text\">President Nixon approaches the foul line and is about to bowl on the alley in the Executive Office Building next to the White House. The president displayed his form to the winners of the 7th World Bowling Federation, who were visiting him [Bettman/Getty Images]</figcaption></figure><p>Under Bill Clinton, the White House saw major technological upgrades, including improved security systems and internet connectivity. George W Bush renovated the press briefing room and restored several historical rooms, including the Abraham Lincoln Bedroom.</p><figure id=\"attachment_3869642\" aria-describedby=\"caption-attachment-3869642\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869642\" src=\"/wp-content/uploads/2025/08/GettyImages-1326149987-1754122279.jpg?w=770&amp;resize=770%2C575&amp;quality=80\" alt=\"Abraham Lincoln bedroom\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869642\" class=\"wp-caption-text\">The Lincoln Bedroom in the White House in 1958, part of a guest suite that included the Lincoln Sitting Room. Prior to a renovation, the room was used by Abraham Lincoln as an office; it has been redecorated several times since becoming a bedroom [Afro American Newspapers/Gado/Getty Images]</figcaption></figure><p data-start=\"2803\" data-end=\"3031\">In recent years, Barack Obama installed wi-fi throughout the White House and the West Wing. Obama, a lifelong basketball enthusiast, also had part of the White House’s existing tennis courts adapted for basketball use.</p><p>Though no official estimate exists, the cumulative costs of construction and renovations amount to roughly $250m (in current dollar terms). As such, maintaining the home – and office – of the US president comes with a significant price tag.</p><h2 id=\"what-other-building-works-are-under-way-in-washington-dc\">What other building works are under way in Washington, DC?</h2><p>The timing of the ballroom project is significant. Just a week ago, Trump seized on a sprawling renovation project undertaken by the US Federal Reserve (Fed) to criticise the central bank’s chair, Jay Powell.</p><p>Trump zeroed in on the expensive price tag of the project – roughly $2.5bn to renovate two 1930s buildings. During a <a href=\"/economy/2025/7/24/trump-visits-us-federal-reserve-hq-amid-feud-with-chairman-powell\" target=\"_blank\" rel=\"noopener\">rare presidential visit</a> to the central bank’s headquarters on July 24, Trump accused Powell of financial mismanagement.</p><p>Last month, meanwhile, Office of Management and Budget Director Russell Vought (a Trump appointee) accused Powell of mishandling the “ostentatious” refurbishment of the Fed’s headquarters in Washington, DC.</p><p>Trump has repeatedly demanded that the Fed lower interest rates by 3 percentage points, and has frequently raised the <a href=\"/news/2025/7/18/can-donald-trump-fire-jerome-powell-us-federal-reserve-chair\">possibility of firing Powell</a>, though the president has said he does not intend to do so. On July 22, Trump called the Fed chief a “numbskull”.</p><p>Despite pressure from the White House, the Federal Reserve <a href=\"/economy/2025/7/30/us-federal-reserve-leaves-rates-unchanged-despite-pressure-from-white-house\" target=\"_blank\" rel=\"noopener\">held interest rates steady</a> at 4.25-4.50 percent on July 30, on par with economists’ expectations, as tariff-driven uncertainty weighs on the US economy.</p></div></div></body></html>"
        },
        {
            "title": "How a popular Peruvian soft drink went ‘toe-to-toe’ with Coca-Cola | Features | Al Jazeera",
            "time": "2025-08-02T08:57:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/INCa-COLA-1751288065.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>There are few countries in the world where Coca-Cola isn’t the most popular soft drink. But in Peru, that position is held by Inca Kola – an almost 100-year-old beverage deeply embedded in the national identity.</p><p>The yellow soda – meant to evoke the grandeur of the ancient Inca Empire and its reverence for gold – was the creation of Joseph Robinson Lindley. The British immigrant had set out from the coal mining town of Doncaster, England, for Peru in 1910 and soon after set up a drinks factory in a working-class district of the capital, Lima.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He started producing small-batch carbonated fruit drinks and gradually expanded. When Inca Kola was created in 1935, with its secret recipe of 13 herbs and aromatics, it was just a year ahead of Coca-Cola’s arrival in the country. Recognising the threat posed by the soft drink giant, which had launched in the US in 1886 and made inroads across Latin America, Lindley invested in the budding television advertising industry to promote Inca Kola.</p><p>Advertisement campaigns featuring Inca Kola bottles with their vaguely Indigenous motifs and slogans like “the flavour that unites us” appealed to Peru’s multiethnic society – and to its Inca roots.</p><p>It fostered a sense of national pride, explains Andres Macara-Chvili, a marketing professor at the Pontifical Catholic University of Peru. “Inca Kola was one of the first brands in Peru that connected with a sense of Peruanidad, or what it means to be Peruvian. It spoke to Peruvians about what we are – diverse,” he says.</p><p>But it wasn’t only the drink’s appeal to Peruvian identity or its unique flavour (described by some as tasting like bubblegum, by others as being similar to chamomile tea) that enhanced brand awareness. Amid the turmoil of a world war, Inca Kola would also come to prominence for another reason.</p><figure id=\"attachment_3841359\" aria-describedby=\"caption-attachment-3841359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841359\" src=\"/wp-content/uploads/2025/07/Cold-Inca-Kola-1752680178.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Coca-Cola and Inca Kola bottles sit side by side in a store refrigerator in Lima, Peru.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841359\" class=\"wp-caption-text\">Coca-Cola and Inca Kola bottles sit side by side in a store refrigerator in Lima [Neil Giardino/Al Jazeera]</figcaption></figure><h2 id=\"finding-opportunity-in-a-wartime-boycott\">Finding opportunity in a wartime boycott</h2><p>At the tail end of the 1890s, Japan had sent roughly 18,000 contract labourers to Peru. Most went to the country’s budding coastal sugar and cotton plantations. Upon arriving, they found themselves subjected to low wages, exploitative work schedules, and unsanitary and overcrowded living conditions, which led to deadly outbreaks of dysentery and typhus. Unable to afford passage back to Japan after they’d completed their four-year contracts, many of the Japanese labourers remained in Peru – moving to urban centres where they opened businesses, notably bodegas, or small grocery stores.</p><p>Denied access to loans from Peruvian banks, as their community grew in number and economic standing, they established their own savings and credit cooperatives.</p><p>“Among their community, money began to circulate, and with it they raised the capital to open small businesses,” explains Alejandro Valdez Tamashiro, a researcher of Japanese migration to Peru.</p><p>In the 1920s and 1930s, the Japanese community <a href=\"https://www.ritsumei.ac.jp/acd/re/k-rsc/lcs/kiyou/18-3/RitsIILCS_18.3pp.79-94shintani.pdf\" target=\"_blank\" rel=\"noopener\">emerged as a formidable merchant class</a>. But with that came animosity.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>By the mid-1930s, anti-Japanese sentiment had begun to fester. Nationalist politicians and xenophobic media accused the community of running a monopoly on the Peruvian economy, and, in the build-up to World War II, of espionage.</p><p>By the start of that war in 1939, Peru was home to the second-largest Japanese community in Latin America. The following year, one incident of racially motivated attacks and lootings against the community resulted in at least 10 deaths, six million dollars in damage and loss of property for more than 600 Japanese families.</p><p>Since its release, Inca Kola had been widely sold in the mainly Japanese-owned bodegas.</p><p>With the outbreak of war, its competitor, Coca-Cola, received a huge boost internationally. The US firm, which for years had used political connections to expand overseas, became a de facto envoy of US foreign policy, burnishing its image as a symbol of democracy and freedom.</p><p>The soda giant obtained lucrative military contracts guaranteeing that 95 percent of soft drinks stocked on US military bases were Coca-Cola products, essentially placing Coke at the centre of the US war effort. Coke featured in wartime posters while war photographers captured soldiers drinking from the glass bottles.</p><p>Back in Peru, in the wake of the 1941 Japanese attack on Pearl Harbor, Coca-Cola halted distribution of its soda to Peru’s Japanese merchants, whose bodegas were by now one of the main suppliers of the US carbonated drink.</p><p>Recognising a brass tacks opportunity to boost sales, the Lindley family – already outselling a fledgling Coca-Cola domestically – doubled down as the main soft drink supplier to the spurned community. With Japanese-owned bodegas forming a sizeable distribution network across Lima, Inca Kola quickly stepped in to fill the shelf space left empty by Coca-Cola’s exit.</p><p>The wartime shift gave Inca Kola an even stronger foothold in the market and laid the groundwork for a lasting sense of loyalty between the Japanese-Peruvian community and the Inca Kola brand.</p><p>Hostility towards the community intensified during the war. Throughout the early 1940s, a deeply US-allied Peruvian government hosted a US military base along its coast, broke off diplomatic relations with Japan, shuttered Japanese institutions and initiated a government deportation programme against Japanese Peruvians.</p><p>Despite this, today more than 300,000 Peruvians claim Japanese ancestry, and the community’s imprint can be seen in many sectors, including in the country’s Asian-Peruvian fusion eateries, where Inca Kola is a mainstay on menus.</p><figure id=\"attachment_3841372\" aria-describedby=\"caption-attachment-3841372\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841372\" src=\"/wp-content/uploads/2025/07/Ubiquitous-Inca-Kola-1752680321.jpg?w=770&amp;resize=770%2C616&amp;quality=80\" alt=\"Workers deliver an Inca Kola machine to a business in Lima, Peru.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841372\" class=\"wp-caption-text\">Workers deliver an Inca Kola machine to a business in Lima [Neil Giardino/Al Jazeera]</figcaption></figure><h2 id=\"taking-on-a-giant-and-then-joining-forces\">Taking on a giant – and then joining forces</h2><p>Inca Kola would go on to narrowly outcompete Coca-Cola for decades. But by the late 1990s, the company was mired in debt after a decades-long effort to contain its main rival.</p><p>Following heavy losses, in 1999, the Lindleys sold a 50 percent stake of their company to Coca-Cola for an estimated $200m.</p><p>“You were the soft drink that went toe-to-toe with this giant international corporation, and then you sold out. At the time, it was unforgivable,” reflects Macara-Chvili. “Today, those feelings are not so intense. It’s in the past.”</p><p>Still, Coca-Cola, in recognising the soft drink’s regional value, allowed the Lindley Corporation to maintain domestic ownership of the brand and to retain bottling and distribution rights within Peru, where Inca Kola continues to connect with local identity. Unable to beat the brand outright, Coca-Cola sought a deal that allowed it to corner a market without displacing a local favourite.</p><p>Sitting outside a grocery store with two friends in Lima’s historic centre, Josel Luis Huamani, a 35-year-old tattoo artist, pours a large glass bottle of the golden soda into three cups.</p><figure id=\"attachment_3841367\" aria-describedby=\"caption-attachment-3841367\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841367\" src=\"/wp-content/uploads/2025/07/Maria-Sanchez-1752680283.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Food vendor Maria Sanchez drinks an Inca Kola at lunch in Lima, Peru.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841367\" class=\"wp-caption-text\">Food vendor Maria Sanchez enjoys an Inca Kola during lunch near Lima’s main square [Neil Giardino/Al Jazeera]</figcaption></figure><p>“We’re just so accustomed to the flavour. We’ve been drinking it our whole lives,” he says.</p><p>“It’s tradition, just like the Inca,” declares 45-year-old food vendor Maria Sanchez over a late lunch of beef tripe stew at a lunch counter not far from Lima’s main square.</p><p>Dining with family and friends in the highland jungle region of Chanchamayo, Tsinaki Samaniego, 24, a member of the Ashaninka Indigenous group, sips the soft drink with her meal and says, “It’s like an old friend.”</p><p><em>This article is part of ‘Ordinary items, extraordinary stories’, a series about the surprising stories behind well-known items.</em></p><p><em>Read more from the series:</em></p><p><a href=\"/features/2025/7/26/how-the-inventor-of-the-bouncy-castle-saved-lives\">How the inventor of the bouncy castle saved lives</a></p></div></div></body></html>"
        },
        {
            "title": "Gaza family’s battle for survival as hunger and heat deepen despair | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T08:26:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213610083929-1754115325.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After they were forcibly displaced multiple times during Israel’s <a href=\"/tag/israel-palestine-conflict/\">war on Gaza</a>, the Sobh family has taken refuge in a coastal camp west of Gaza City.</p><p>Street vendor Fadi Sobh, 30, describes his tent as “unbearably hot during summer”. His 29-year-old wife, Abeer, collects seawater because clean water is in short supply.</p><p>The children bathe in turns, standing in a metal basin as their mother pours saltwater over them. Nine-month-old Hala cries when the salt irritates her eyes, while her siblings bear the discomfort without complaint.</p><p>Abeer feeds Hala water from a baby bottle. On good days, she has lentils to grind into powder and mix with the water. “One day feels like one hundred days, because of the summer heat, hunger and the distress,” she says.</p><p>Fadi travels to a nearby soup kitchen, sometimes with one of his children. “But food is rarely available there,” he said.</p><p>The kitchen operates roughly once a week, never meeting demand. Often, he waits an entire day only to return home with nothing “and the kids sleep hungry, without eating”.</p><p>Abeer sometimes goes to aid trucks near the Zikim crossing alone or with Youssef, one of her children. The crowds are mostly men – stronger and faster than she is. “Sometimes I manage to get food, and in many cases, I return empty-handed,” she said.</p><p>When unsuccessful, she begs those who secured supplies. “You survived death thanks to God, please give me anything,” she pleads. Many respond kindly, offering her a small bag of flour to bake for the children.</p><p>During the hottest hours of the day, the six children stay in or near the tent. Their parents encourage them to sleep through the heat, preventing them from using energy and becoming hungry and thirsty.</p><p>As temperatures drop, the children go outside. Some days, Abeer sends them to ask the neighbours for food. Other times, they search through Gaza’s ruined streets, sifting through rubble and rubbish for anything to fuel their makeshift stove.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>After spending the day seeking life’s essentials – food, water, and cooking fuel – the family occasionally gathers enough for Abeer to prepare a meal, usually a thin lentil soup. More often, they have nothing and go to bed hungry.</p><p>Abeer says she is growing weaker, frequently feeling dizzy while searching for food. “I am tired. I am no longer able,” she said. “If the war goes on, I am thinking of taking my life. I no longer have any strength or power.”</p></div></div></body></html>"
        },
        {
            "title": "Ex-Mali PM charged over X post supporting jailed critics of military rulers | Military News | Al Jazeera",
            "time": "2025-08-02T07:48:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250221__36YC82C__v1__HighRes__MaliCultureCinemaFuneral-1754115358.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-Mali PM charged over X post supporting jailed critics of military rulers</h1><p class=\"article__subhead\"><em>Moussa Mara, the prime minister for eight months in 2014-2015, has been charged with ‘undermining the credibility of the state’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A former prime minister of Mali has been charged with “undermining the credibility of the state” following a social media post about his visits to political prisoners, according to a prosecutor.</p><p>Moussa Mara held the post of prime minister for a brief eight months from 2014 until 2015. He was previously summoned for questioning following a July 4 post on X in which he spoke of visiting the prisoners and promising to ensure them justice.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“As long as the night lasts, the sun will obviously appear!” he wrote and added, “We will fight by all means for this to happen as soon as possible!”</p><p>Mara remains in jail with a trial scheduled for September 29. His lawyers condemned the proceedings in a statement on Friday.</p><p>Mara’s arrest is the latest in a crackdown on dissent by <a href=\"/news/2025/5/8/malian-juntas-move-to-hold-on-to-power-sparks-rare-revolt\">Mali’s military rulers</a> following the country’s first pro-democracy rally since soldiers seized power nearly four years ago.</p><p>Abdoulaye Yaro, a close associate of the former prime minister, told The Associated Press news agency that Mara was arrested after a cybercrime prosecutor ordered his detention pending trial for expressing compassion for people jailed for political beliefs.</p><p>His lawyer, Mountaga Tall, said on X that the former prime minister faces charges including undermining state authority, inciting public disorder, and spreading false information.</p><p>Mara’s legal team is contesting the charges and detention, Tall said.</p><p>Since orchestrating two coups in 2020 and 2021, General Assimi Goita has led Mali. In June, he was granted an additional five years in power, despite the military government’s earlier promises of a return to civilian rule by March 2024.</p><p>The move followed the military’s <a href=\"/news/2025/5/7/malis-military-government-suspends-political-parties-activities\">dissolution of political parties</a> in May.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Mali, a landlocked nation in Africa’s semi-arid Sahel region on the southern fringe of the Sahara desert, has been embroiled in political instability that swept across West and Central Africa over the last decade.</p></div></div></body></html>"
        },
        {
            "title": "Tottenham captain Son Heung-min to leave Premier League club | Football News | Al Jazeera",
            "time": "2025-08-02T07:30:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-25T172548Z_669794405_UP1EL5P1CEYP8_RTRMADP_3_SOCCER-ENGLAND-TOT-BHA-REPORT-1754118310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After 10 years with Tottenham Hotspur, captain Son Heung-min announced on Saturday that he plans to leave the English Premier League club.</p><p>At a media conference in Seoul, Son, appearing at times to be holding back tears, said his decision to leave the Spurs was ’the most difficult” of his career and said the club was supporting him as he looks to move on to another team.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Spurs will face Newcastle United in a preseason friendly on Sunday in Seoul in what could be the final match of Son’s time at Spurs.</p><p>“Before we start the press conference, I just want to share the information that I have decided to leave this club in this summer,” Son said. “Respectfully, this club is helping me to my decisions. So I just wanted to share this information before we start the conference.</p><p>“I came to North London as a kid, 23 years old, very young age, a young boy came to London who even didn’t speak English and leaving this club as a grown man is a very, very proud moment.”</p><p>He continued his tribute by thanking Tottenham fans.</p><p>“So I just want to say thank you to all of the Spurs fans that gave me so much love and felt like it was my home,” he said. “It was one of the toughest decisions I ever made. So I hope the goodbye is always also in a good timing you know. But I think it’s the right time to make this decision.” Son was asked in Korean on his future playing plans, and he replied: ’I don’t think I have an answer yet.”</p><p>He also confirmed in Korean that he would play for South Korea at the World Cup next year in North America.</p><figure id=\"attachment_3869565\" aria-describedby=\"caption-attachment-3869565\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869565\" src=\"/wp-content/uploads/2025/08/2025-05-21T213533Z_175868216_UP1EL5L1NZ8QF_RTRMADP_3_SOCCER-EUROPA-TOT-MUN-REPORT-1754118472.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"Tottenham Hotspur's Son Heung-min lifts the trophy with teammates after winning the Europa League Final \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869565\" class=\"wp-caption-text\">Tottenham Hotspur’s Son Heung-min lifts the trophy with teammates after winning the Europa League final  [Andrew Couldridge/Reuters]</figcaption></figure><p>In May, Son finally won his first title in Europe as <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">Tottenham defeated Manchester United in the Europa League final</a>.</p><p>“I felt the pressure. I wanted it so badly,” Son said after that match. “The last seven days, I was dreaming about this game every single day. It finally happened, and I can sleep easy now.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The 33-year-old Son has been one of the biggest stars of the Premier League, scoring 173 goals in 454 competitive appearances for Tottenham. He was made captain in 2023 by former head coach Ange Postecoglou and helped the club lift its Europa League title, a first trophy since 2008.</p><p>Son added that the team’s recent success was a factor: “ Winning the Europa League made me feel I had achieved everything I could here. I need a new environment for a fresh challenge.”</p><p>Son has been heavily linked with a move to the United States and there is reported interest from Saudi Arabian clubs.</p><p>Thomas Frank succeeded Postecoglou in June and the Danish coach paid tribute to Son on Saturday.</p><p>“He is truly a Spurs legend in every aspect,” Frank said. “One of the best players to ever play in the Premier League, in my opinion, as a winger. I think it is probably the perfect timing, going out on a high.”</p><p>Later in the media conference, Son reiterated that he has not decided on where he will play next. But he said next year’s World Cup was his priority for his home country.</p><p>“I don’t think I have an answer yet,” he said of his future playing choices. “I think I can share more about my future after tomorrow’s game once things become more certain.</p><p>“My most important priority right now is the World Cup. It’s likely to be my last World Cup and I want to give everything I have in that environment … I want to be able to play football happily, which I think will play the biggest role in my future decision-making. I am still trying to organise my thoughts around that.”</p></div></div></body></html>"
        },
        {
            "title": "Nigeria kills her sun: Death and vindication for Ken Saro-Wiwa, Ogoni Nine | History | Al Jazeera",
            "time": "2025-08-02T07:04:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-1244663797-1751975943-1754058606.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lagos, Nigeria –</strong> “Lord, take my soul, but the struggle continues,” the man said, before his body went limp. It swung gently from the makeshift gallows, hurriedly built a few days earlier. Before that morning, the prison had last enforced a death sentence 30 years earlier, during British rule.</p><p>It was November 10, 1995.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>For weeks, local activists from the small Ogoniland settlement in Nigeria’s lush Niger Delta region had been protesting against oil spills seeping into their farmland and the gas flares choking them. The Niger Delta, which produces the crude that earned Nigeria 80 percent of its foreign revenues, teemed with gun-carrying soldiers from the military dictatorship of the feared General Sani Abacha. They responded to the protests with force.</p><p>That day, the loudest Ogoni voice – renowned playwright and environmental activist <a href=\"/features/2015/11/10/we-all-stand-before-history\">Ken Saro-Wiwa</a> – faced his fate. A week earlier, a military tribunal had declared his sentence. And just the day before, five executioners tasked with carrying it out had flown in from the northern city of Sokoto.</p><p>At 5am that morning, Saro-Wiwa and the eight other Ogoni activists accused alongside him of murder were moved from the army camp where they had been held to the prison grounds in Port Harcourt, the regional hub a few hours drive from Ogoniland. There, they were herded into a room and shackled. Then, one after the other, they were led out to the gallows. Saro-Wiwa went first.</p><p>It took five attempts to kill him. After one failed tug, the activist cried out in frustration: “Why are you people treating me like this? What kind of country is this?”</p><p>On the final attempt, the gallows finally functioned as they were supposed to. By 3:15pm, all nine men had been executed. Their bodies were placed in coffins, loaded into vehicles and escorted by armed guards to the public cemetery. On the streets, thousands of horrified people watched the procession as soldiers fired tear gas into the air to quell any thoughts of rebellion. No relatives of the nine men were allowed into the cemetery. There were no dignified burials, no parting words from loved ones.</p><p>Thirty years later, on June 12 this year, Nigeria’s Democracy Day, President Bola Ahmed Tinubu pardoned Saro-Wiwa and the others – the Ogoni Nine as they had become known. He went on to call them heroes and awarded them prestigious national titles.</p><p>For Saro-Wiwa’s daughter Noo Saro-Wiwa, who is now aged 49, and other <a href=\"/news/2015/11/10/ken-saro-wiwas-widow-talks-about-execution-20-years-on\">relatives</a> of the executed men, the pardons were moving but insufficient. In Ogoniland, it reopened old wounds that remained as deep as when they were first inflicted all those years ago.</p><figure id=\"attachment_3825102\" aria-describedby=\"caption-attachment-3825102\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825102\" src=\"/wp-content/uploads/2025/07/AP25164691971920-1751975365.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ken Saro Wiwa\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825102\" class=\"wp-caption-text\">Protesters march to commemorate the 10th anniversary of the execution of Ken Saro-Wiwa in Port Harcourt, Nigeria, the city where he was put to death [File: Sunday Alamba/AP]</figcaption></figure><h2 id=\"saro-wiwa-accidental-environmental-activist\">Saro Wiwa, accidental environmental activist</h2><p>Before his death at age 54, Saro-Wiwa wanted to be known as a great writer.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A bundle of energy, he dabbled in many things, but books were his true love. More than two dozen books, poems and essays bore his name. His radio dramas and TV plays were wildly successful, particularly one that mocked the corrupt Nigerian elite, which took over after independence in 1960. In the short story Africa Kills Her Sun, Saro-Wiwa eerily warned of his killing: A man condemned to death pens a long letter to his lover, Zole, on the eve of his execution, telling her not to grieve.</p><p>Saro-Wiwa’s execution made him a martyr for the Ogoni people – the man whose death drew international attention to their plight.</p><p>In 1958, when Nigeria discovered oil in the southern Niger Delta, of which Ogoniland is a part, a 17-year-old Saro-Wiwa wrote letters to the government and oil companies questioning how delta communities would benefit from oil dollars. Later on, his essays highlighted how Ogoniland still lacked infrastructure – roads, electricity, water – despite the oil.</p><p>In October 1990, Saro-Wiwa led the Movement for the Survival of the Ogoni People (MOSOP), which he cofounded, to present the Ogoni Bill of Rights to the Nigerian government. In it, the Ogoni people denounced the dominance of the majority tribes (Hausa, Yoruba and Igbo) and the sidelining of minorities like the Ogoni. They called for political autonomy and direct control of oil profits, saying:</p><p>“Thirty years of Nigerian independence has done no more than outline the wretched quality of the leadership of the Nigerian majority ethnic groups and their cruelty as they have plunged the nation into ethnic strife, carnage, war, dictatorship, retrogression and the greatest waste of national resources ever witnessed in world history, turning generations of Nigerians, born and unborn into perpetual debtors.”</p><p>It marked Saro-Wiwa as a thorn in the side of the military dictators, and from 1992 to 1993, he was arrested without charge several times. Still, he continued to condemn the slow death he said Ogonis were sentenced to.</p><p>“I accuse the oil companies of practising genocide against the Ogoni,” he wrote in one article. The Nigerian government, he said, was complicit.</p><p>Saro-Wiwa’s fervour took hold in Ogoniland. About 300,000 Ogonis, out of a population of half a million, marched with him in January 1993 to peacefully protest against the Nigerian government and Shell, the oil company that they said bore particular responsibility for the oil spills in their part of the delta.</p><p>It was one of the largest mass demonstrations Nigeria had ever seen at the time. Protesters carried signs with messages like: “Assassins, go home.” The protests were so large that the world began to notice the Ogonis and the slight, articulate man speaking for them. Soon, he was speaking at the United Nations, presenting the Ogonis’ case there. Environmental rights groups like Greenpeace noted and supported his activism.</p><p>By the end of that year, riots were breaking out, and angry protesters had destroyed oil pipelines worth billions of dollars. Shell was forced to suspend operations. The government promptly deployed a special task force to suppress what is now known as the Ogoni Rebellion. Soldiers brutally put down protests, carried out extrajudicial killings, and raped and tortured scores of people, according to reports by Amnesty International.</p><figure id=\"attachment_1312756\" aria-describedby=\"caption-attachment-1312756\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1312756\" src=\"/wp-content/uploads/2021/01/AP_110324160065.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nigeria oil\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1312756\" class=\"wp-caption-text\">Oil is seen on the surface of a creek in March 2011 near an illegal oil refinery in Ogoniland outside Port Harcourt in Nigeria’s Delta region, which has suffered from widespread ecological damage [Sunday Alamba/AP]</figcaption></figure><h2 id=\"in-fighting-and-mob-actions-in-ogoniland\">In-fighting and mob actions in Ogoniland</h2><p>By 1994 and with soldiers still in Ogoniland, tensions were running high. Splits within the MOSOP leadership were also emerging with one side, led by Saro-Wiwa, calling for a stronger stance against the government and another preaching pacifism.</p><p>Edward Kobani was a childhood friend of Saro-Wiwa’s. He was also a pacifist who opposed his friend’s mobilisation of young people in rallies that rang with angry rhetoric. His stance against violence upturned their relationship. More broadly, the mood in the region was turning against the pacifists, who were increasingly seen as sellouts colluding with the military regime and Shell although there is no evidence they were working with either.</p><p>On May 21, 1994, word spread that some MOSOP leaders had gathered for a meeting at the chief’s palace in Ogoniland’s Gokana district but soldiers had blocked Saro-Wiwa from entering the area. Incensed, rioters marched to the meeting point and attacked those they could lay their hands on. Four of them – Kobani, Alfred Badey, and the brothers Samuel and Theophilus Orage, who were Saro-Wiwa’s in-laws – were clubbed with everything from broken bottles to sharpened rakes. Then they were set on fire.</p><p>The Nigerian military immediately accused Saro-Wiwa of inciting the killings and arrested him the next day. At a news conference, the military administrator of Rivers State, which Ogoniland is part of, declared MOSOP a “terror group” and Saro Wiwa, a “dictator who has … no room for dissenting views”. Eight other MOSOP leaders were arrested: Nordu Eawo, Saturday Dobee, John Kpuine, Paul Levera, Felix Nuate, Daniel Gbooko, Barinem Kiobel and Baribor Bera.</p><p>In detention, the men were reportedly chained, beaten and denied medication or visits. Amnesty International described their trial by military tribunal as a “sham”. Civilian defence lawyers were assaulted and their evidence discarded. In protest, the lawyers boycotted the hearings.</p><p>Reports at the time described how Saro-Wiwa, knowing he was already condemned, looked ahead blankly or flipped through a newspaper in court.</p><figure id=\"attachment_3825140\" aria-describedby=\"caption-attachment-3825140\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825140\" src=\"/wp-content/uploads/2025/07/AFP__20051112__Par466917__v1001__HighRes__NigeriaOilUnrestDeltaOgoniReburial-1751976296.jpg?w=770&amp;resize=770%2C527&amp;quality=80\" alt=\"Saro Wiwa\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825140\" class=\"wp-caption-text\">Mourners drop offerings in a bowl next to the casket of civil rights activist John Kpuine, executed with Ken Saro-Wiwa and seven other Ogoni activists, during his reburial in Bera in the Gokana district of Rivers State on November 12, 2005 [Pius Utomi Ekpei/AFP]</figcaption></figure><h2 id=\"fighting-for-justice-for-the-ogoni-nine\">Fighting for justice for the Ogoni Nine</h2><p>Noo Saro-Wiwa was 19 and in her second year of college when her father was executed. Born in Port Harcourt, she lived and studied in London. On the day of the execution, she had no inkling that her world had changed. It wasn’t until late that night that her mother, Maria, managed to reach her on her landline.</p><p>Her first reaction was shock. Noo, who is now a travel writer and author based in London, told Al Jazeera in a phone call that it was hard to imagine the man who would amble into her room while she idled on her bed and thrust a book in her face with a “Read this!” could be killed in such a way. After all, powerful international voices had spoken up to pressure the Nigerian government to release him: Nelson Mandela was among them.</p><p>Noo’s brother, Ken, was in New Zealand to attend the opening of the annual Commonwealth of Nations meeting and press for Nigeria’s suspension. The association of former British colonial states was an important aid avenue for Nigeria at the time.</p><p>The world, too, reacted with shock. Nigeria was suspended from the Commonwealth, and the United States and several other countries severed diplomatic ties. Noo remembers wondering why United Kingdom news channels were repeatedly running the story. That’s when it dawned on Noo how great her father’s task had been.</p><p>Her family was determined to get justice, but it was a long road, Noo explained. In 1996, her brother and uncle sued Shell, which the Ogoni Nine families accused of complicity by aiding the military. Shell denied the allegations.</p><p>The case, filed in the US under a law that allows for jurisdiction in foreign matters, dragged on until 2009 when the company settled for $15.5m. Shell said it was “humanitarian and legal fees”.</p><p>It mostly went towards paying lawyers and establishing a trust fund that still provides scholarships to Ogoni students, Noo said. It’s annoying, though, she added, that critics claim her family and the others got rich on the settlement.</p><p>“It was a tiny amount,” she said. “And even if it weren’t, who wants their parent killed for a $15m settlement?”</p><figure id=\"attachment_3825094\" aria-describedby=\"caption-attachment-3825094\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825094\" src=\"/wp-content/uploads/2025/07/1996-02-27T120000Z_587668318_PBEAHUMTBBT_RTRMADP_3_ECUADOR-1751975328.jpg?w=770&amp;resize=770%2C551&amp;quality=80\" alt=\"Ogoni\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825094\" class=\"wp-caption-text\">Two Nigerians from the Ogoni tribe and other environmental activists protest against Shell in front of a petrol station in Quito, Ecuador in February 1996 [File: Reuters]</figcaption></figure><p>For many years, Noo said, she couldn’t bear to visit Nigeria or hear the name “Shell” without feeling overwhelmed. The company was also taken to The Hague in 2017 by a group of Ogoni Nine widows with the support of Amnesty International; however, a judge ruled there was no evidence that Shell was complicit in the government executions.</p><p>Meanwhile, Amnesty said <a href=\"https://www.amnesty.org/en/latest/press-release/2017/11/investigate-shell-for-complicity-in-murder-rape-and-torture/\">in a 2017 report</a> that it had found evidence that Shell executives had met with military officials and “encouraged” them to suppress protests. The company, the report said, transported soldiers and in “at least one instance paid a military commander notorious for human rights violations”.</p><p>Shell denied the claims and said it pleaded with the government for clemency for the Ogoni Nine.</p><p>Noo has since found the strength to visit Ogoniland. She first went back in 2005, 10 years after her father’s execution. The region has become even more volatile as ethnic militias now patrol the creeks, attacking soldiers, controlling oil pipelines and kidnapping oil workers at sea.</p><p>Noo said her next book will focus on the devastation in her homeland. Her brother and mother died in the past decade, leaving her and Zina, her US-based twin sister. The losses set her back, she said, but she now frequently travels back home to document the oil spills, which are still going on, although Shell never resumed operations after the 1993 protests.</p><p>Life as a writer abroad contrasts jarringly with her life back home, Noo said. One week, she is walking down the streets of Paris, and the next, she is standing in oil-soaked farms in Ogoniland. But her work in Nigeria, she added, reminds her of her father’s struggle.</p><p>“My father was a real kind of David vs Goliath,” Noo said. “Most people back then had never even heard of Ogoni. As I get older, I’m just always more in awe of what he achieved. It was quite incredible.”</p><figure id=\"attachment_3825127\" aria-describedby=\"caption-attachment-3825127\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825127\" src=\"/wp-content/uploads/2025/07/GettyImages-2183312792-1751975993.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ogoni 9\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825127\" class=\"wp-caption-text\">The Red Rebel Brigade, a performance activist arts group created as a response to the global environmental crisis, takes part in a protest outside the Shell Centre in London to remember the Ogoni Nine on the 29th anniversary of their executions [File: Mark Kerrison/Getty Images]</figcaption></figure><h2 id=\"too-little-too-late\">Too little, too late?</h2><p>Shell’s leaky pipes continue to pump oil into the earth all these years later, environmental groups say. The company, which plans to sell its onshore assets and exit the Niger Delta after so many years of controversy, has always claimed its pipes are being sabotaged.</p><p>Calculated or accidental, the oily devastation is visible in the eerie stillness of Ogoniland’s mangroves, which should be alive with the sounds of chirping insects and croaking frogs. In the murky rivers floating with oil, old, stooped fishermen cast nets that bring up air.</p><p>Nubari Saatah, an Ogoni, has long advocated for Ogonis to control their oil wealth, just as activists before him did. The president of the Niger Delta Congress political movement said Ogonis have remained resentful since the rebellion, primarily because Nigeria has not repaired the ruptured relationship or rectified injustices by giving Ogonis control over their land.</p><p>Saatah, author of the 2022 book <a href=\"https://www.amazon.com/What-We-Must-Do-Revolution/dp/B0C2SM3P4M\">What We Must Do</a>: Towards a Niger Delta Revolution, regularly appears on radio and TV shows to comment on the Niger Delta crisis and often places the blame for the region’s instability at the government’s doorstep.</p><p>“The violent militancy that engulfed the Niger Delta was a direct reaction to the violence visited on the peaceful methods employed by Ogoni,” Saatah said.</p><p>“Unfortunately for the Ogoni, the executions brought about a leadership vacuum that has still not been filled till today,” he added.</p><p>A UN <a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/22118/Ogoniland_factsheet_Science.pdf?sequence=1&amp;isAllowed=y\">Environmental Programme</a> report in 2011 found that more than 50 years of oil extraction in Ogoniland had caused the water in much of the region to be contaminated with extremely high levels of toxic hydrocarbons like benzene. In one village, benzene in the groundwater was up to 900 times the accepted World Health Organization standard.</p><p>Cleaning up the devastation and restoring the land would require the “world’s most wide-ranging and long-term oil clean-up exercise ever undertaken”, the report said.</p><p>Although Nigeria and Shell committed in 2012 to a clean-up through the Hydrocarbon Pollution Remediation Project (HYPREP), more than a decade later, progress has been slow and hard to measure, critics said.</p><p>Saatah blamed the government for the lack of results. Abuja, he said, has not funded the programme as promised. To Ogonis, that feels like a message that the government does not care, he added. Shell, meanwhile, has contributed $270m to the project. Al Jazeera reached out to HYPREP for comment but did not receive a response.</p><p>Still, there is some change, Saatah noted. When the clean-up started, government authorities installed a sign at the community well in Saatah’s village of Bomu that read: “Warning! Do not drink this water.”</p><p>People hardly glanced at the post as they fetched their drinking water, largely because there were no alternative water sources. In the past five or so years, however, HYPREP has installed potable water tanks in Bomu. Saatah worries, though, about whether the government will maintain the costs in the long run and whether the burden will be put on his community.</p><figure id=\"attachment_3825100\" aria-describedby=\"caption-attachment-3825100\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825100\" src=\"/wp-content/uploads/2025/07/AP25164691954675-1751975354.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ogoni 9\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825100\" class=\"wp-caption-text\">Members of Nigeria’s Ogoni community at a rally in New York in May 2009 [Bebeto Matthews/AP]</figcaption></figure><p>Some in Ogoniland see Abuja’s renewed interest through the recent pardoning of the Ogoni Nine as suspicious, coming as it does at a time when Nigeria is in the throes of one of its worst financial declines and when the government is desperate to extract and sell more crude oil.</p><p>Resuming active exploration in Ogoniland, which stopped in 1993, could yield up to 500,000 barrels of crude per day, a MOSOP official, which is still operating, told reporters last year. That would be on top of the current 1.7 million barrels per day produced from other parts of the delta.</p><p>“The lines are there to be connected between oil resumption and the pardon of the Ogoni Nine,” Saatah said. The pardons, he said, were to sweeten the Ogoni people and avoid any opposition.</p><p>As things stand, though, Ogoni communities are unlikely to agree to renewed exploration, he added, first, because locals still cannot control oil profits and, second, because rather than make Ogonis happy, Tinubu’s pardoning of the Ogoni Nine has only worsened tensions internally, Saatah said.</p><p>Rifts that emerged during the 1994 crisis have not healed. The fact that the president’s speech did not acknowledge the four murdered MOSOP members in the mob action that led to Saro-Wiwa’s arrest has angered their families and supporters, some of whom fault the aggressive stance of Saro-Wiwa for what happened.</p><p>Noo and the Ogoni Nine families are not completely satisfied with the government’s move either.</p><p>The national honour was a welcome surprise, Noo said, but the pardons were not enough.</p><p>“A pardon suggests that something, that a crime had been committed in the first place,” she said. “But nothing’s been committed.”</p><p>What she wants, she added, is for the conviction of Ken Saro-Wiwa and the Ogoni Nine to be thrown out of the country’s history books.</p></div></div></body></html>"
        },
        {
            "title": "Manhunt for ex-US soldier suspected of killing 4 in Montana bar | Gun Violence News | Al Jazeera",
            "time": "2025-08-02T04:09:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP21194543182185-1-1754106510.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Manhunt for ex-US soldier suspected of killing 4 in Montana bar</h1><p class=\"article__subhead\"><em>Police have told residents to stay home and not approach the suspect, who could be ‘armed and dangerous’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A manhunt is under way for a former United States soldier suspected of carrying out a shooting in a bar in the US state of Montana, which has left four people dead.</p><p>The shooting happened on Friday at about 10:30am (16:30 GMT) at The Owl Bar in Anaconda, with four people pronounced dead at the scene, according to the Montana Division of Criminal Investigation.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The suspect has been identified as 45-year-old military veteran Michael Paul Brown. Brown lived next door to the bar, according to public records and owner David Gwerder.</p><p>Gwerder, who was not there at the time of the incident, said a bartender and three patrons were killed before Brown fled the scene.</p><p>“He knew everybody that was in that bar. I guarantee you that,” Gwerder said. “He didn’t have any running dispute with any of them. I just think he snapped.”</p><p>Brown’s home in Anaconda – a town of about 9,000 people, located in southwest Montana about 109 miles (175km) west of the city of Bozeman – was cleared by a SWAT team.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Montana Senator Steve Daines said a “massive manhunt” is under way, aided by drones.</p><p>Authorities said Brown was last seen in the Stump Town area, just west of Anaconda, and he is “believed to be armed and dangerous”.</p><p>He should not be approached if seen, the Anaconda-Deer Lodge County Law Enforcement Center said in a social media post, while Anaconda residents have been instructed to stay home and lock their doors.</p><p>More than a dozen police officers have converged on Stump Town, locking it down so no one is allowed in or out as police search for Brown in a wooded, mountainous area.</p><p>Randy Clark, a retired police officer who lives in the area, said a police helicopter hovered over a nearby mountainside as officers moved among the trees.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A US army spokesperson said Brown served as an armour crewman from 2001 to 2005 and was deployed to Iraq from early 2004 until March 2005. Brown was also in the Montana National Guard from 2006 to 2009.</p><p>Montana Governor Greg Gianforte said in a social media post that he was “closely monitoring the situation involving an active shooter in Anaconda”.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Non-US West lacks “leverage” on Palestine issue | Digital Series | Al Jazeera",
            "time": "2025-08-02T03:40:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250801_BRYNEN_H-1754105979.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Aug 2025</span><span aria-hidden=\"true\">2 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Indonesian president frees hundreds of prisoners as part of unity plan | Crime News | Al Jazeera",
            "time": "2025-08-02T02:39:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213583791231-1754102142_70df69-1754102228.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indonesian president frees hundreds of prisoners as part of unity plan</h1><p class=\"article__subhead\"><em>Among the first batch of freed prisoners were prominent rivals of former President Joko Widodo jailed during his term.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesia has begun releasing hundreds of inmates from prison, including people convicted of political offences, after parliament approved the first stage of President Prabowo Subianto’s wide-ranging clemency plan, reportedly aimed at building national solidarity.</p><p>A first group of 1,178 inmates were to be released on Friday after House of Representatives Deputy Speaker Sufmi Dasco Ahmad and Law Minister Supratman Andi Agtas announced late on Thursday that Subianto had signed a Presidential Decree granting amnesties.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Barely two months after he took office in October, Subianto – the former son-in-law of <a href=\"/features/2018/5/21/indonesia-20-years-on-from-downfall-of-general-muhammad-soeharto\">Indonesian dictator Soeharto</a> – surprised the nation by saying he planned to grant clemency to some 44,000 inmates nationwide, most of them imprisoned for political reasons, as a way to help unify the country.</p><p>Law Minister Agtas said political prisoners and inmates with mental and chronic health illnesses, older people, juveniles and those convicted of blasphemy or insulting the country’s leader will be prioritised in the pardons.</p><p>Among those released on Friday were prominent rivals of former President Joko Widodo who were jailed during his term, including Hasto Kristiyanto, the secretary-general of the Indonesian Democratic Party of Struggle, the country’s only formal opposition party.</p><p>A former ally of ex-President Widodo who later became a harsh critic, Kristiyanto was sentenced last week to three and a half years in prison for bribery in a 2019 legislative seat appointment scheme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p> </p><p>Released on Friday evening from his cell at the anti-Corruption Commission’s detention centre in South Jakarta, where he had been held since February, Kristiyanto told a cheering crowd, “We must learn from this incident.”</p><p>Agtas said parliament also approved an end to criminal proceedings against former Trade Minister Tom Lembong, also a onetime Widodo ally who broke with him during the 2024 presidential election to support political rival Anies Baswedan.</p><p>Lembong was sentenced to more than four years in prison in July for reportedly abusing his authority as minister by improperly granting sugar import permits.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Both [Kristiyanto and Lembong] have demonstrated service to the nation, and our priority now is to strengthen the unity of the nation,” Agtas said.</p><p>Six independence activists from Indonesia’s <a href=\"/opinions/2023/3/14/why-indonesia-is-losing-the-west-papua-conflict\">restive West Papua region</a>, serving prison sentences for treason, were also released.</p><p>Agtas said authorities plan to submit a second list of 1,668 inmates for release to parliament in the near future.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Epstein victims claim ‘cover up’ as Maxwell moved to low-security prison | Crime News | Al Jazeera",
            "time": "2025-08-02T02:11:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/06/AP23060190601874-1687881435.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ghislaine Maxwell, the accomplice in the abuse of underage girls by <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">high-society sex offender Jeffrey Epstein</a>, has been moved to a minimum-security facility in Texas, the United States Bureau of Prisons said, triggering an angry reaction from some of the pair’s victims.</p><p>Maxwell, a former girlfriend of Epstein, was moved from the Federal Correctional Institution (FCI) Tallahassee – a low-security prison in Florida – to the minimum-security Federal Prison Camp in Bryan, Texas, the Bureau of Prisons said on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We can confirm Ghislaine Maxwell is in the custody of the Federal Bureau of Prisons at the Federal Prison Camp [FPC] Bryan in Bryan, Texas,” a Bureau of Prisons spokesman said, without providing an explanation for the transfer.</p><p>Maxwell’s lawyer, David Oscar Markus, also confirmed the move but declined to discuss the reasons for the transfer.</p><p>Maxwell was convicted in 2021 of luring teenage girls to be sexually abused by Epstein – a one-time <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">friend to the powerful and influential</a> in the US – and was sentenced to 20 years in prison for her crimes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Two women who said they were sexually abused by Epstein and Maxwell, and the family of another accuser who recently took her own life, condemned Maxwell’s surprise prison transfer.</p><p>“It is with horror and outrage that we object to the preferential treatment convicted sex trafficker Ghislaine Maxwell has received,” Annie and Maria Farmer and the family of Virginia Giuffre said in a statement.</p><p>“Without any notification to the Maxwell victims, the government overnight has moved Maxwell to a minimum security luxury prison in Texas,” the victims said.</p><p>“Ghislaine Maxwell is a sexual predator who physically assaulted minor children on multiple occasions, and she should never be shown any leniency,” they said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This move smacks of a cover-up. The victims deserve better,” they added.</p><h2 id=\"government-cover-up-in-real-time\">‘Government cover-up in real time’</h2><p>The Bryan prison camp in Texas is a minimum security institution, the lowest of five security levels in the US federal prison system. Such facilities have limited or no perimeter fencing, whereas low-security facilities, such as FCI Tallahassee, have double-fenced perimeters and higher staff-to-inmate ratios than prison camps, according to the bureau.</p><p><a href=\"/news/2025/7/24/us-justice-department-to-discuss-epstein-with-ghislaine-maxwell\">Maxwell’s move</a> comes after Deputy US Attorney General Todd Blanche — President Donald Trump’s former personal lawyer – interviewed Maxwell for two days at a Florida courthouse last week in a highly unusual meeting between a convicted felon and a high-ranking Department of Justice official.</p><p>Blanche has declined so far to say what was discussed, but Maxwell’s lawyer, Markus, said she answered every question she was asked.</p><p>Maxwell has reportedly offered to testify before Congress about Epstein if given immunity and has also reportedly been seeking a pardon from the US president, who was once <a href=\"/news/2025/6/6/what-has-musk-accused-trump-of-in-relation-to-the-epstein-files\">a close friend of Epstein</a>, who took his own life in prison in 2019.</p><p>Tim Hogan, a senior Democratic National Committee adviser, denounced what he alleged was a “government cover-up in real time”.</p><p>“Donald Trump’s FBI, run by loyalist Kash Patel, redacted Trump’s name from the Epstein files – which have still not been released,” Hogan said.</p><p>“While Trump and his administration try to cover up the heinous crimes included in those files, they’re simultaneously doing favours for convicted sex trafficker Ghislaine Maxwell,” Hogan said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"maga-base-up-in-arms\">MAGA base up in arms</h2><p>Trump has faced weeks of mounting demands from Democrats and many of his conspiracy-minded supporters to be more transparent about the Epstein case after the Justice Department said last month that it would not be releasing any additional documents from the investigation into the high-profile sex trafficker.</p><p>Trump’s Make America Great Again (MAGA) base has also been up in arms since the FBI and Justice Department said recently that Epstein had not blackmailed any prominent figures, and that he <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">did not keep a “client list”</a>.</p><p>Trump also ignited further furore this week when he told reporters he fell out with Epstein after the sex offender “stole” female employees from a spa at his Mar-a-Lago resort in Florida.</p><p>One of those employees was Giuffre, who accused Epstein of using her as a sex slave and took her own life at her home in Australia in April.</p><p>Giuffre’s family issued a statement this week appealing to Trump not to consider pardoning Maxwell, who they called a “monster who deserves to rot in prison for the rest of her life”.</p><p>In an interview on Friday night, Trump said that nobody had asked him to grant clemency to Maxwell, but he “had a right to do it”.</p><p>“I’m allowed to do it, but nobody’s asked me to do it. I know nothing about it. I don’t know anything about the case, but I know I have the right to do it,” Trump said in an interview.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,255 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T00:51:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T141552Z_115079070_RC2RXFAMDPE4_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1754093058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,255</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,255 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Saturday, August 2:</p><h2><strong>Fighting</strong></h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian rescuers recovered more than a dozen more bodies from the rubble of a collapsed apartment block in Kyiv overnight, bringing the death toll from Thursday’s attack by Russia to 31.</li>\n<li>A two-year-old was among five children found dead as a result of what is now Russia’s worst air strike of the year on Ukraine’s capital, which also injured 159 people, President Volodymyr Zelenskyy said as he announced the end of a more than 24-hour-long rescue operation at the site.</li>\n<li>Russia launched more than 3,800 drones and nearly 260 missiles for its attacks on Ukraine throughout July, Zelenskyy said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>NATO countries, Ukraine and the United States are developing a new mechanism that will focus on getting US weapons to Ukraine from the Priority Ukraine Requirements List, known under the acronym PURL, the Reuters news agency reports, citing three sources familiar with the matter.</li>\n<li>As part of the PURL mechanism, Ukraine would prioritise the weapons it needs in tranches of roughly $500m, and NATO allies would then negotiate among themselves who would donate or pay for items on the list.</li>\n<li>Germany said it will deliver two Patriot missile defence systems to Ukraine after reaching an agreement with the US that Berlin will be first in line to receive the latest Patriot systems to replenish the weapons donated to Kyiv.</li>\n<li>A top adviser to President Zelenskyy said Russia is providing North Korea with technology for Shahed-type attack drones and assisting in their production.</li>\n</ul><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>British Prime Minister Keir Starmer and President Zelenskyy welcomed US President Donald Trump’s new deadline for Russia to make progress towards ending its more than three-year-long war on Ukraine. Zelenskyy said he had discussed with Starmer the potential formats for a summit of leaders to discuss peace in Ukraine.</li>\n<li>Russia’s President Vladimir Putin said Moscow hoped for more peace talks with Ukraine but that the momentum of the war was in Moscow’s favour, signalling no shift in his stance despite a looming sanctions deadline issued by Trump. Putin also said that the first batch of mass-produced Oreshnik ballistic missile systems had been delivered to the Russian army.</li>\n<li>In a post on X responding to Putin’s remarks, Zelenskyy repeated his willingness to sit down with the Russian leader, saying Ukraine wants to “move beyond” statements and lower-level meetings on the matter.</li>\n<li>“If these are signals of a genuine willingness to end the war with dignity and establish a truly lasting peace … then Ukraine once again reaffirms its readiness to meet at the level of leaders at any time,” Zelenskyy said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-developments\">Regional developments</h2><ul class=\"spaced-bullet-spacing\">\n<li>President Trump said he had ordered two nuclear submarines to be positioned in “the appropriate regions” in response to remarks from the former Russian president and deputy chairman of Russia’s Security Council, <a href=\"/news/2025/8/1/russia-ukraine-war-list-of-key-events-day-1254\">Dmitry Medvedev,</a> about the risk of war between the two nuclear-armed countries.</li>\n<li>Europe must start seeing Ukraine as a European country, and the Ukrainian military as a European army, Ilya Yashin, a prominent Russian opposition activist, said in Belgrade.</li>\n<li>“The Ukrainian army is not only protecting Ukraine, it is protecting Europe from Russian aggression,” Yashin told hundreds of Russians who now live in Serbia.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dangerous Mekong River pollution blamed on lawless mining in Myanmar | Environment News | Al Jazeera",
            "time": "2025-08-01T23:38:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Fishermen-Laos-Fabio-Polese-5-1753863906-1754029547.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Houayxay, Laos</strong> – Fishing went well today for Khon, a Laotian fisherman, who lives in a floating house built from plastic drums, scrap metal and wood on the Mekong River.</p><p>“I caught two catfish,” the 52-year-old tells Al Jazeera proudly, lifting his catch for inspection.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Khon’s simple houseboat contains all he needs to live on this mighty river: A few metal pots, a fire to cook food on and to keep warm by at night, as well as some nets and a few clothes.</p><p>What Khon does not always have is fish.</p><p>“There are days when I catch nothing. It’s frustrating,” he said.</p><p>“The water levels change all the time because of the dams. And now they say the river is polluted, too. Up there in Myanmar, they dig in the mountains. Mines, or something like that. And all that toxic stuff ends up here,” he adds.</p><p>Khon lives in Laos’s northwestern Bokeo province on one of the most scenic stretches of the Mekong River as it meanders through the heart of the Golden Triangle – the borderland shared by Laos, Thailand and Myanmar.</p><p>This remote region has long been infamous for drug production and trafficking.</p><p>Now it is caught up in the global scramble for gold and rare earth minerals, crucial for the production of new technologies and used in everything from smartphones to electric cars.</p><figure id=\"attachment_3862804\" aria-describedby=\"caption-attachment-3862804\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862804\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-34-1753773262.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"- A fisherman along the Mekong River in Bokeo Province, Laos [Al Jazeera/Fabio Polese]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862804\" class=\"wp-caption-text\">A fisherman along the Mekong River in Bokeo province, Laos [Al Jazeera/Fabio Polese]</figcaption></figure><p>Over the past year, rivers in this region, such as the Ruak, Sai and Kok – all tributaries of the Mekong – have shown abnormal levels of arsenic, lead, nickel and manganese, according to Thailand’s Pollution Control Department.</p><p>Arsenic, in particular, has exceeded World Health Organization safety limits, prompting health warnings for riverside communities.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>These tributaries feed directly into the Mekong and contamination has spread to parts of the river’s mainstream. The effects have been observed in Laos, prompting the Mekong River Commission to declare the situation “moderately serious”.</p><p>“Recent official water quality testing clearly indicates that the Mekong River on the Thai-Lao border is contaminated with arsenic,” Pianporn Deetes, Southeast Asia campaigns director for the advocacy group International Rivers, told Al Jazeera.</p><p>“This is alarming and just the first chapter of the crisis, if the mining continues,” Pianporn said.</p><p>“Fishermen have recently caught diseased, young catfish. This is a matter of regional public health, and it needs urgent action from governments,” she added.</p><p>The source of the heavy metals contamination is believed to be upriver in Myanmar’s Shan State, where dozens of unregulated mines have sprung up as the search for rare earth minerals intensifies globally.</p><figure id=\"attachment_3864955\" aria-describedby=\"caption-attachment-3864955\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864955\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-26-1753861860.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Laotian fisherman Khon, 52, throws a net from the bank of the Mekong River without catching anything [Fabio Polese/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864955\" class=\"wp-caption-text\">Laotian fisherman Khon, 52, throws a net from the bank of the Mekong River without catching anything [Fabio Polese/Al Jazeera]</figcaption></figure><p>Zachary Abuza, a professor at the National War College in Washington and an expert on Southeast Asia, said at least a dozen, and possibly as many as 20, mines focused on gold and rare earth extraction have been established in southern Shan State over the past year alone.</p><p>Myanmar is now four years into a civil war and lawlessness reigns in the border area, which is held by two powerful ethnic armed groups: the Restoration Council of Shan State (RCSS) and the United Wa State Army (UWSA).</p><p>Myanmar’s military government has “no real control”, Abuza said, apart from holding Tachileik town, the region’s main border crossing between Thailand and Myanmar.</p><p>Neither the RCSS nor the UWSA are “fighting the junta”, he said, explaining how both are busy enriching themselves from the chaos in the region and the rush to open mines.</p><p>“In this vacuum, mining has exploded – likely with Chinese traders involved. The military in Naypyidaw can’t issue permits or enforce environmental rules, but they still take their share of the profits,” Abuza said.</p><h2 id=\"alarming-decline\">‘Alarming decline’</h2><p>Pollution from mining is not the Mekong River’s only ailment.</p><p>For years, the health of the river has been degraded by a growing chain of hydropower dams that have drastically altered its natural rhythm and ecology.</p><p>In the Mekong’s upper reaches, inside China, almost a dozen huge hydropower dams have been built, including the Xiaowan and Nuozhadu dams, which are said to be capable of holding back a huge amount of the river’s flow.</p><p>Further downstream, Laos has staked its economic future on hydropower.</p><p>According to the Mekong Dam Monitor, which is hosted by the Stimson Centre think tank in Washington, DC, at least 75 dams are now operational on the Mekong’s tributaries, and two in Laos – Xayaburi and Don Sahong – are directly on the mainstream river.</p><p>As a rule, hydropower is a cleaner alternative to coal.</p><p>But the rush to dam the Mekong is driving another type of environmental crisis.</p><p>According to WWF and the Mekong River Commission, the Mekong River basin once supported about 60 million people and provided up to 25 percent of the world’s freshwater fish catch.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Today, one in five fish species in the Mekong is at risk of extinction, and the river’s sediment and nutrient flows have been severely reduced, as documented in a 2023–2024 Mekong Dam Monitor report and research by International Rivers.</p><p>“The alarming decline in fish populations in the Mekong is an urgent wake-up call for action to save these extraordinary – and extraordinarily important – species, which underpin not only the region’s societies and economies but also the health of the Mekong’s freshwater ecosystems,” the WWF’s Asia Pacific Regional Director Lan Mercado said at the launch of a 2024 report titled The Mekong’s Forgotten Fishes.</p><p>In Houayxay, the capital of Bokeo province, the markets appeared mostly absent of fish during a recent visit.</p><p>At Kad Wang View, the town’s main market, the fish stalls were nearly deserted.</p><p>“Maybe this afternoon, or maybe tomorrow,” said Mali, a vendor in her 60s. In front of her, Mali had arranged her small stock of fish in a circle, perhaps hoping to make the display look fuller for potential customers.</p><p>At another market, Sydonemy, just outside Houayxay town, the story was the same. The fish stalls were bare.</p><p>“Sometimes the fish come, sometimes they don’t. We just wait,” another vendor said.</p><p>“There used to be giant fish here,” recalled Vilasai, 53, who comes from a fishing family but now works as a taxi driver.</p><p>“Now the river gives us little. Even the water for irrigation – people are scared to use it. No one knows if it’s still clean,” he told Al Jazeera, referring to the pollution from Myanmar’s mines.</p><figure id=\"attachment_3864987\" aria-describedby=\"caption-attachment-3864987\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864987\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-44-1753862477.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A fish seller at Kad Wang View, the main market in Houayxay, where stalls were nearly empty during a recent visit [Fabio Polese/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864987\" class=\"wp-caption-text\">A fish seller at Kad Wang View, the main market in Houayxay, where stalls were nearly empty during a recent visit [Fabio Polese/Al Jazeera]</figcaption></figure><h2 id=\"the-river-used-to-be-predictable\">‘The river used to be predictable’</h2><p>Ian G Baird, professor of geography and Southeast Asian studies at the University of Wisconsin–Madison, said upstream dams – especially those in China – have had serious downstream effects in northern Thailand and Laos.</p><p>“The ecosystem and the lives that depend on the river evolved to adapt to specific hydrological conditions,” Baird told Al Jazeera.</p><p>“But since the dams were built, those conditions have changed dramatically. There are now rapid water level fluctuations in the dry season, which used to be rare, and this has negative impacts on both the river and the people,” he said.</p><p>Another major effect is the reversal of the river’s natural cycle.</p><p>“Now there is more water in the dry season and less during the rainy season. That reduces flooding and the beneficial ecological effects of the annual flood pulse,” Baird explained.</p><p>“The dams hold water during the rainy season and release it in the dry season to maximise energy output and profits. But that also kills seasonally flooded forests and disrupts the river’s ecological function,” he said.</p><p>Bun Chan, 45, lives with his wife Nanna Kuhd, 40, on a floating house near Houayxay. He fishes while his wife sells whatever he catches at the local market.</p><p>On a recent morning, he cast his net again and again – but for nothing.</p><p>“Looks like I won’t catch anything today,” Bun Chan told Al Jazeera as he pulled up his empty net.</p><p>“The other day I caught a few, but we didn’t sell them. We’re keeping them in cages in the water, so at least we have something to eat if I don’t catch more,” he said.</p><figure id=\"attachment_3865022\" aria-describedby=\"caption-attachment-3865022\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865022\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-43-1753863104.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Hom Phan, 67, steering his fishing boat on the Mekong River [Fabio Polese/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865022\" class=\"wp-caption-text\">Fisherman Hom Phan steers his boat on the Mekong River [Fabio Polese/Al Jazeera]</figcaption></figure><p>Hom Phan has been a fisherman on the Mekong his entire life.</p><p>He steers his wooden boat across the river, following a route he knows by instinct. In some parts of the river, the current is strong enough now to drag everything under, the 67-year-old says.</p><p>All around him, the silence is broken only by the chug of his small outboard engine and the calls of distant birds.</p><p>“The river used to be predictable. Now we don’t know when it will rise or fall,” Hom Phan said.</p><p>“Fish can’t find their spawning grounds. They’re disappearing. And we might too, if nothing changes,” he told Al Jazeera.</p><p>Evening approaches in Houayxay, and Khon, the fisherman, rolls up his nets and prepares dinner in his floating home.</p><p>As he waits for the fire to catch to cook a meal, he quietly contemplates the great river he lives on.</p><p>Despite the dams in China, the pollution from mines in neighbouring Myanmar, and the increasing difficulty in landing the catch he relies on to survive, Khon was outwardly serene as he considered his next day of fishing.</p><p>With his eyes fixed on the waters that flowed deeply beneath his home, he said with a smile: “We try again tomorrow.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Corporation for Public Broadcasting to shutter following Trump-era cuts | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T23:19:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-24T051837Z_1828192607_RC2K8FAWN0BP_RTRMADP_3_USA-DAILYLIFE-1754088803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Corporation for Public Broadcasting (CPB), a nonprofit that distributes federal funds to public radio and television stations in the United States, has announced it would be shutting down as the result of funding cuts under President Donald Trump.</p><p>On Friday, the group issued a <a href=\"https://cpb.org/pressroom/Corporation-Public-Broadcasting-Addresses-Operations-Following-Loss-Federal-Funding\" target=\"_blank\" rel=\"noopener\">statement</a> saying it had launched an “orderly wind-down of its operations” in response to recent legislation that would cut nearly $1.1bn of its funding.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Despite the extraordinary efforts of millions of Americans who called, wrote, and petitioned Congress to preserve federal funding for CPB, we now face the difficult reality of closing our operations,” its president, Patricia Harrison, wrote.</p><p>According to the statement, the Corporation for Public Broadcasting would remain in operation for the next six months, albeit with a reduced staff.</p><p>The majority of its employees will be let go on September 30. Then, a “small transition team” will remain through January 2026 to “ensure a responsible and orderly closeout”.</p><p>The death knell for the nonprofit came last month in the form of two legislative actions.</p><p>The first was the passage of the <a href=\"/news/2025/7/17/us-senate-approves-cutting-billions-in-foreign-aid-as-trump-demands\">Rescission Act of 2025</a>, which was designed to revoke funding that Congress approved in the past. The Rescission Act targeted federal programmes that Trump sought to put on the chopping block, including foreign aid and federal funding for public broadcasters.</p><p>The Senate voted to pass the act by a margin of 51 to 48, and the House then approved it by a vote of 216 to 213.</p><p>The second legislative wallop came on July 31, as the Senate Appropriations Committee unveiled its 2026 funding bill for labour, health and human services, education and related agencies.</p><p>That bill earmarked $197bn in discretionary funding, but none of it went to the Corporation for Public Broadcasting.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Never in five decades had the corporation been excluded from the appropriations bill, according to the nonprofit.</p><p>Both houses of Congress are controlled by Republicans, and party members have largely fallen in line with Trump’s legislative priorities.</p><p>Defunding public media has long been a priority of Republicans, stretching back to President Richard Nixon’s feud in the 1970s with public broadcasting personalities like Sander Vanocur.</p><p>Nixon, like Trump, had an adversarial relationship with the media, and in 1972, he vetoed a public broadcasting funding bill, forcing Congress to return with a slimmed-down version of its funding. That move helped establish a trend of Republicans seeking to whittle down federal support for public, non-commercial TV and radio.</p><p>Trump, during his second term, has made it a priority to slash at what he considers government “bloat”, and that includes reducing federal spending.</p><p>He and his allies have accused news outlets like National Public Radio (NPR) and the Public Broadcasting Service (PBS) of being left-wing soapboxes.</p><p>The Corporation for Public Broadcasting distributes its funds to NPR and PBS member stations. NPR boasts a weekly audience of 43 million. PBS, meanwhile, reaches 130 million people each year through its television offerings alone, not counting its online presence.</p><p>Still, in the lead-up to the passage of the Rescissions Act, Trump threatened to yank his support from any Republican who opposed his efforts to defund the corporation.</p><p>Trump also said public broadcasting was worse than its commercial counterparts, including MSNBC, which he frequently misspells as “MSDNC” to imply alleged bias towards the Democratic National Committee (DNC).</p><p>“It is very important that all Republicans adhere to my Recissions Bill and, in particular, DEFUND THE CORPORATION FOR PUBLIC BROADCASTING (PBS and NPR), which is worse than CNN &amp; MSDNC put together,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114831435031070955\" target=\"_blank\" rel=\"noopener\">wrote on social media</a> on July 10.</p><p>“Any Republican that votes to allow this monstrosity to continue broadcasting will not have my support or Endorsement. Thank you for your attention to this matter!”</p><p>But Harrison, the president of the Corporation for Public Broadcasting, framed the organisation’s closure as a loss for education and civic engagement.</p><p>“Public media has been one of the most trusted institutions in American life, providing educational opportunity, emergency alerts, civil discourse, and cultural connection to every corner of the country,” Harrison said.</p><p>“We are deeply grateful to our partners across the system for their resilience, leadership, and unwavering dedication to serving the American people.”</p></div></div></body></html>"
        }
    ]
}