{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Bangladesh students demand accountability after deadly air force jet crash | Transport News | Al Jazeera",
            "time": "2025-07-22T17:00:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T135853Z_869398701_RC2HRFAHO474_RTRMADP_3_BANGLADESH-CRASH-1753199483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of protesters have rallied in Bangladesh to demand accountability after an air force fighter jet crashed into a Dhaka school, killing 31 people, including 25 students.</p>\n<p>The children, many aged under 12, were about to return home from class on Monday when the Bangladesh air force jet <a href=\"/news/2025/7/21/bangladesh-plane-crash-what-we-know-whats-the-latest\">crashed into their school</a> and burst into flames. The military said the plane had suffered mechanical failure.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Students from the school and others from nearby colleges protested as two government officials visited the crash site on Tuesday, demanding an accurate death toll and shouting, “Why did our brothers die? We demand answers!”</p>\n<p>Elsewhere in the capital, hundreds of protesting students, some of them waving sticks, broke through the main gate of the federal government secretariat, demanding the resignation of the education adviser, according to local TV footage.</p>\n<p>The protesting students called for those killed and injured to be named, compensation for families, the decommissioning of what they said were old and risky jets, and a change in air force training procedures.</p>\n<p>Police fired tear gas and used sound grenades to disperse the crowd, leaving about 80 students injured,  Jamuna TV, a Bangladeshi station, reported.</p>\n<p>Dhaka Metropolitan Police Deputy Commissioner Talebur Rahman said he did not have information on the number of injured, the Reuters news agency reported.</p>\n<p>The students have several demands, said Al Jazeera’s Tanvir Chowdhury, from the site of the crash at Milestone School and College.</p>\n<p>“They’re asking the government to accurately list the name of the people who died and also those who are injured; they want an exact figure – the number of people who are in the hospital. They also want compensation and a public apology,” Chowdhury said.</p>\n<p>“They also want the air force to get away from old aircraft and to change their training procedures.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p> </p>\n<p>The military said in a statement that 31 people had died and 165 had been admitted to hospitals in the city. The Ministry of Health and Family Welfare said 68 remained in hospital, and the condition of 10 of them was critical.</p>\n<p>A statement from the press office of Muhammad Yunus, the country’s interim administrator, said that the government, the military, school and hospital authorities were working together to publish a list of named victims.</p>\n<p>It also said the air force will be told not to operate training aircraft in populated areas.</p>\n<h2 id=\"the-nation-is-mourning\">‘The nation is mourning’</h2>\n<p>Rescue workers continued to scour the charred buildings for debris on Tuesday as distressed residents of the area looked on.</p>\n<p>“The whole nation is mourning. This is something [that’s] never happened in this country,” said Al Jazeera’s Chowdhury.</p>\n<p>Some parents were inconsolable.</p>\n<p>Abul Hossain broke down as he spoke about his nine-year-old daughter, Nusrat Jahan Anika, killed in the crash.</p>\n<p>“I took her to school yesterday morning like every day. I had no idea it would be the last time I would be seeing her,” Hossain told Reuters. She was buried on Monday night.</p>\n<p>Rubina Akter said her son Raiyan Toufiq had a miraculous escape after his shirt caught fire when he was on a staircase.</p>\n<p>“He sprinted to the ground floor and jumped on the grass to douse it,” Akter told Reuters.</p>\n<p>“He tore his shirt and vest inside, which saved him from severe burns.”</p>\n<figure id=\"attachment_3850560\" aria-describedby=\"caption-attachment-3850560\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850560\" src=\"/wp-content/uploads/2025/07/2025-07-22T035918Z_28433983_RC2ERFANQM6O_RTRMADP_3_BANGLADESH-CRASH-1753199427.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Women react at the site, after an air force training aircraft crashed into a building belong to Milestone School and College campus, in Dhaka, Bangladesh, \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850560\" class=\"wp-caption-text\">Women react at the site after an air force training aircraft crashed into the Milestone School and College campus, in Dhaka, Bangladesh, July 22, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure>\n<p>Smriti, an 11th-grade student at the school, told The Associated Press news agency that her eardrums felt they were “about to burst” when the plane crashed.</p>\n<p>“I saw some children lying with their limbs spread out, some of their lifeless bodies scattered around. Can you save them? Tell me, will they ever be able to return to their parents’ arms again?” she asked.</p>\n<p>The jet had taken off from a nearby airbase on a routine training mission, the military said. After experiencing mechanical failure, the pilot tried to divert the aircraft away from populated areas, but it crashed into the school campus.</p>\n<p>The pilot, flight lieutenant Mohammed Toukir Islam, was among those killed. It was his first solo flight as he was completing his training.</p>\n<p>The incident comes as neighbour India is still grappling with the world’s worst aviation disaster in a decade after an Air India plane crashed into a medical college hostel in Ahmedabad last month, killing 241 of the 242 people on board and 19 others on the ground.</p>\n</div></div></body></html>"
        },
        {
            "title": "General Motors reports a 35% profit drop as tariffs weigh on car industry | Automotive Industry News | Al Jazeera",
            "time": "2025-07-22T16:48:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203367884937-1753198965.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Auto giant <a href=\"/economy/2025/1/28/gm-stock-slumps-on-tariff-fears-even-as-revenues-exceed-expectations\" target=\"_blank\" rel=\"noopener\">General Motors has reported</a> a 35 percent drop in second-quarter profits, including a $1.1bn hit from United States-imposed tariffs but confirmed its full-year forecast.</p>\n<p>GM’s results released on Tuesday still topped analyst estimates, but the US carmaker cautioned that profits in the second half of 2025 would be lower than in the first.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The company pointed to sales growth in North America, where new and revamped trucks and sport utility vehicles sold briskly with solid pricing. GM was among the carmakers that benefitted from a surge in demand this spring from consumers who wanted to beat the US tariffs and their higher prices.</p>\n<p>Profits overall fell 35.4 percent to $1.9bn year-on-year while revenues dipped 1.8 percent to $47.1bn.</p>\n<p>The US imposed 25 percent tariffs on imported finished cars in early April, a move that affected major <a href=\"/economy/2025/4/14/are-us-made-cars-spared-from-trumps-auto-tariffs\" target=\"_blank\" rel=\"noopener\">GM manufacturing</a> operations in Mexico, Canada and South Korea. Car companies have also faced tariffs on imported steel, aluminium and auto parts.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The tariff hit in the second quarter reflected that there were “minimal mitigation offsets”, GM said in a slide presentation.</p>\n<p>The Detroit, Michigan-based company’s outlook for a weaker second half of 2025 reflects “seasonally lower” volumes, increased spending on vehicle launches and the presence of two quarters with a tariff hit compared with just one in the first half of the year.</p>\n<p>GM expected annual operating income of $10bn to $12.5bn after notching $6.5bn in the first half of the year.</p>\n<p>Chief Financial Officer Paul Jacobson described the hit to profitability in the first quarter as “the peak of the tariff impact for us”, telling CNBC in an interview that mitigation efforts should enable a partial recovery in profit margins later in the year.</p>\n<h2 id=\"shifting-manufacturing\">Shifting manufacturing</h2>\n<p>GM expected to mitigate “at least” 30 percent of the tariff hit through “manufacturing adjustments, targeted cost initiatives and consistent pricing”, according to a slide.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Jacobson said it would take 18 to 24 months to implement capital projects to adjust GM’s manufacturing footprint.</p>\n<p>In June, GM announced spending of $4bn over two years to expand production at plants in Michigan, Kansas and Tennessee, making use of unused capacity in its home market as President Donald Trump’s tariffs penalise imports of finished vehicles.</p>\n<p>The June announcement included steps to produce the Chevrolet Equinox and Chevrolet Blazer in the US. The two vehicles are currently assembled in Mexico.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>GM has so far not shifted manufacturing from South Korea, home to production for the Chevrolet Trax, a popular compact SUV that is priced affordably.</p>\n<p>Jacobson told CNBC the Trax has stayed profitable even with the hit from the tariff on imported autos.</p>\n<p>“We haven’t made any long-term decisions about Korea yet, mainly because there is a lot of uncertainty about that,” Jacobson said.</p>\n<p>Trump has set an <a href=\"/economy/2025/7/21/as-trumps-tariff-deadline-looms-economists-see-calm-before-the-storm\" target=\"_blank\" rel=\"noopener\">August 1 deadline</a> to reach broad trade deals with numerous countries, including South Korea, which faces a 25 percent tariff if there is no deal.</p>\n<p>“We’re optimistic that the US and Korea can find common ground,” Jacobson said. “We know the auto industry is important to both sides in those conversations.”</p>\n<p>GM’s stock tumbled on the lacklustre earnings report. It is down 6.6 percent for the day as of 11:30am in New York (15:30 GMT).</p>\n<p>GM’s newly reported hit comes a day after carmaker <a href=\"/economy/2025/4/30/automakers-suspend-financial-guidance-amid-tariff-uncertainty\" target=\"_blank\" rel=\"noopener\">Stellantis announced it expected a $2.7bn</a> loss in the first six months of the year because of Trump’s imposed tariffs. Stellantis, the owner of brands including Fiat and Jeep, will disclose its final results for the first half of the year on July 29.</p>\n<p>Stellantis stock is down 0.3 percent since the market opened on Tuesday and had increased more than 2.4 percent over the past five days.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump administration says the US will leave the UN cultural agency UNESCO | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T16:16:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203380245318-1753190716.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of President Donald Trump has announced that the United States will end its involvement with the United Nations Educational, Scientific and Cultural Organization (<a href=\"/news/2024/8/15/israel-approves-new-illegal-settlement-on-unesco-site-near-bethlehem\">UNESCO</a>) over its decision to admit the State of Palestine as a member.</p>\n<p>The decision to leave the agency, announced on Tuesday, is to take effect in December 2026.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>In a <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/07/the-united-states-withdraws-from-the-united-nations-educational-scientific-and-cultural-organization-unesco\" target=\"_blank\" rel=\"noopener\">statement</a>, State Department spokesperson Tammy Bruce argued that membership in UNESCO was not in the US’s “national interest” and called the agency’s mission “divisive”.</p>\n<p>She then pointed to several points of discord, including Palestine’s participation in UNESCO and alleged “anti-Israel” sentiment in its ranks. Palestine has been a member since 2011, but the US does not recognise it as a sovereign state.</p>\n<p>“To admit the ‘State of Palestine’ as a Member State is highly problematic, contrary to US policy, and contributed to the proliferation of anti-Israel rhetoric within the organisation,” Bruce said.</p>\n<p>Bruce also denounced UNESCO’s commitment to the UN’s Sustainable Development Goals, which include calls to reduce poverty, increase gender equity and fight climate change. Those goals, she said, were evidence of “a globalist, ideological agenda”.</p>\n<p>This is the second time that Trump has withdrawn the US from UNESCO.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>In 2018, during his first term, the US likewise left the agency. Then, as now, the Trump administration cited alleged bias against Israel as a motivation.</p>\n<p>In 2023, under then-President Joe Biden, the US rejoined UNESCO. But since taking office for a second term in January, Trump has sought to peel back Biden-era initiatives and limit US support for several international organisations.</p>\n<p>Already, he has withdrawn US support for the World Health Organization (WHO), and in February, he issued an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/withdrawing-the-united-states-from-and-ending-funding-to-certain-united-nations-organizations-and-reviewing-united-states-support-to-all-international-organizations/\" target=\"_blank\" rel=\"noopener\">executive order</a> that severed funding for the UN Human Rights Council, accusing it of protecting “human rights abusers”.</p>\n<p>That same order announced a review of US membership in UNESCO, to be completed in 90 days, with an emphasis on whether the agency had engaged in “anti-Semitism or anti-Israel sentiment”.</p>\n<p>Trump has pursued an “America First” agenda in his second term, and White House spokesperson Anna Kelly framed the latest withdrawal from UNESCO as advancing that cause.</p>\n<p>“President Trump has decided to withdraw from UNESCO – which supports woke, divisive cultural and social causes,” Kelly <a href=\"https://x.com/AnnaKelly47/status/1947626672188231707\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p>\n<p>“The President will always put America First. Our membership in all international organizations must align with our national interests.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The foreign minister of Israel, Gideon Saar, <a href=\"https://x.com/gidonsaar/status/1947635183600968122\" target=\"_blank\" rel=\"noopener\">responded</a> on social media that the US decision to exit UNESCO was yet another indication that his country has been treated unfairly on the international stage.</p>\n<p>“This is a necessary step, designed to promote justice and Israel’s right for fair treatment in the UN system, a right which has often been trampled due to politicization in this arena,” Saar wrote. “Singling out Israel and politicization by member states must end, in this and all professional UN agencies.”</p>\n<p>He thanked the US for its “moral support and leadership” and called on the UN to undertake “fundamental reforms”.</p>\n<p>But UNESCO disputed the accusation that it had treated any of its members unfairly.</p>\n<p>“UNESCO’s purpose is to welcome all the nations of the world, and the United States of America is and always will be welcome,” UNESCO Director General Audrey Azoulay said.</p>\n<p>She added that the US government’s decision to withdraw was not unexpected — but that Trump’s decision would not end UNESCO’s engagement with other organisations in the US.</p>\n<p>“We will continue to work hand in hand with all our American partners in the private sector, academia and non-profit organizations, and will pursue our political dialogue with the US administration and Congress,” Azoulay said.</p>\n<p>She estimated that only about 8 percent of the agency’s budget relies on the US. Staff cuts are not anticipated as a result of the US withdrawal.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The US has acted as Israel’s primary diplomatic defender for decades, exerting pressure on international bodies that it <a href=\"/features/2017/8/13/debunking-israels-un-bias-claims\">perceives as critical</a> towards its Middle East ally.</p>\n<p>But the US itself has faced heightened scrutiny for that support since the start of Israel’s war in Gaza in October 2023.</p>\n<p>That war has killed more than 59,000 Palestinians, and UN experts have called Israel’s tactics “consistent with genocide”.</p>\n<p>Israel’s continued blockade of essential supplies into Gaza has prompted fears of famine among UN leaders as well.</p>\n<p>“We do not need to wait for a declaration of famine in Gaza to know that people are already starving, sick and dying, while food and medicines are minutes away across the border,” Tedros Adhanom Ghebreyesus, the director general of the World Health Organization, said in May.</p>\n<p>In a 24-hour span on Tuesday, Palestinian health officials estimated that 15 people have died of <a href=\"/news/2025/7/21/what-is-the-kill-zone-people-in-gaza-need-to-cross-to-receive-aid\">starvation</a>, among them an infant.</p>\n<p>But the US has been unwavering in its support of the Israeli military campaign in Gaza, despite ongoing humanitarian concerns.</p>\n<p>Last month, the Trump administration <a href=\"/news/2025/6/5/trump-administration-sanctions-international-criminal-court-judges\">announced sanctions</a> targeting judges on the International Criminal Court who were involved in probes that investigated possible abuses by Israeli and US forces. The US also <a href=\"/news/2025/7/9/us-sanctions-un-expert-albanese-over-israel-criticism\">sanctioned</a> Francesca Albanese, the UN special rapporteur on the occupied Palestinian territories, in July.</p>\n</div></div></body></html>"
        },
        {
            "title": "Israel is proceeding with annexation, and there is only one way to stop it | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-22T15:11:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-05-28T125423Z_783078824_RC2XQEA6NXAZ_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-ATTACK-1749290792.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>My brother recently sent me a copy of an Israeli military order that was found by farmers on our land and nearby plots in the occupied West Bank. The document, accompanied by a map, states that the land is being seized for military purposes.</p>\n<p>It does not specify how long the land will be held and offers the landowners and users only seven days from an upcoming field visit – coordinated between the Israelis and the Palestinian Authority (PA) liaison office – to file an objection with the Israeli army’s legal adviser. This field visit typically serves to demarcate the boundaries of the confiscated land.</p>\n<p>From our family’s past experience, confiscation under the guise of “security reasons” often precedes the establishment of a colonial settlement. This happened in 1973 when our family received a similar military order for land along the Jerusalem-Hebron Road. Within a week, a military post was established. Months later, a civilian settlement, Elazar, was erected in the same location.</p>\n<p>What’s shocking this time is that this new order has barely made headlines despite the size of the land being slated for confiscation. According to the military order, it amounts to 5,758 dunums, or more than 5.7sq km (2.2sq miles). The confiscation is not arbitrary. At the centre of this particular area is the outpost of Sde Boaz, which was illegally established on private Palestinian land in 2002. The residents – about 50 families – are not fringe extremists. They’re middle-class professionals, including doctors, engineers and accountants.</p>\n<p>This confiscation is one of many that have taken place in the past 21 months. Under the shadow of the genocidal war in Gaza, Israel has accelerated its annexation drive in the West Bank. The objective is to formally annex parts of what the Oslo Peace Accords designated as Area B, which is 21 percent of the West Bank, and the whole of Area C, which constitutes 60 percent of the West Bank and includes the whole of the Jordan Valley and Jerusalem countryside as well as other areas.</p>\n<p>Most Palestinian farmland and pastures fall within this area as do a large number of Israel’s illegal settlements. My town, al-Khader (St George), owns more than 22,000 dunums (22sq km/8.5sq miles) of land, of which more than 20,500 (20.5sq km/7.9sq miles) are classified as Area C, 500 (half a square kilometre/0.2sq miles) as Area B, and less than 1,000 dunums (1sq km/0.4sq miles) as Area A.</p>\n<p>Israeli settlers play an active role in advancing this annexation plan. This is not limited to seizing strategic hilltops but also includes systematic violence against Palestinians. The settler attacks on Palestinian property, the torture and killings of Palestinians are all part of an organised campaign intended to uproot Palestinians from Areas B and C to facilitate annexation. This strategy aligns with what Israeli policymakers refer to as “voluntary transfer”, a euphemism for ethnically cleansing Palestinians from their homeland.</p>\n<p>All of this is illegal, according to international law, and goes against repeated resolutions by the United Nations and a 2024 ruling of the International Court of Justice. So who will stop Israel?</p>\n<p>The PA, which nominally administers Area A in the occupied West Bank, will certainly not. Since its establishment as part of the Oslo peace process, the PA has not only failed to resist Israeli moves towards annexation, but it has also arguably facilitated them by working with Israel to stem out armed and even peaceful resistance that does not support its political agenda.</p>\n<p>The international community is also unlikely to take decisive action. For decades, Western governments, in particular, have offered rhetorical condemnations while simultaneously providing security and economic support to Israel. These same actors who have failed to stop the ongoing genocide in Gaza are unlikely to object if Israel formalises its de facto annexation.</p>\n<p>This was most recently evident during a diplomatic visit to Taybeh, a Palestinian village located northeast of Jerusalem and Ramallah. The visit, which included more than 20 diplomats from around the world, including European and American representatives, came in response to repeated attacks by Jewish settlers, who burned parts of the village’s land, including property belonging to the local church. That was all these countries were willing to do – send representatives to the area for a couple of hours to utter a few words of condemnation. Beyond that, it is business as usual in their relations with Israel.</p>\n<p>What remains then is the resilience and agency of the Palestinian people and their principled political movements. In the current context, the mere presence of Palestinians on their land is an act of resistance.</p>\n<p>To sustain this presence and strengthen their struggle, Palestinians must continue to mobilise global progressive and freedom-oriented movements to support their cause – not only in solidarity but also as part of a broader global fight against the far-right, racist, anti-justice forces that support Israel and simultaneously threaten civil rights and social justice in their own countries.</p>\n<p>Solidarity activities at the global level should be strategic and impactful. They should focus on disrupting all components of the supply chain that benefit the Israeli occupation in general and settler colonialism in particular. This means citizens around the world in different sectors of society can contribute to the struggle for Palestine as both producers and consumers by heeding the call to boycott and divest from Israel.</p>\n<p>Direct actions from the working class are crucial. Workers can integrate the Palestinian cause into their demands for better working conditions. For instance, public strikes in solidarity with Palestine, such as those organised by rail workers in European countries, might pressure governments to reconsider their support for Israel.</p>\n<p>Similarly, port workers could strike to disrupt shipping linked to Israel, pushing governments to reassess their positions. Employees in high-tech industries can play a critical role in supporting Palestinians by demanding their companies align products, services and partnerships with international law, refusing to support technologies complicit in the Israeli occupation or settler violence. If companies refuse, workers can escalate to protest action, such as disrupting supply chains and whistleblowing.</p>\n<p>In addition to expanding and strengthening Boycott, Divestment, Sanctions (BDS) activities, there are other solidarity actions that could be carried out. In Palestine, individuals and groups can organise to accompany Palestinian farmers to their lands, serving as witnesses to settler and soldier attacks while helping to protect communities.</p>\n<p>They can also help Palestinian farmers and other communities by assisting them in selling their products. This challenges the dominant business model that exploits small-scale producers. I can attest to the importance of such initiatives as I have begun facilitating the connection of local Palestinian producers with the European market through the Palestine General Cooperatives Union and Cooperatives UK.</p>\n<p>With governments abrogating their legal obligations to stop genocide and colonisation, grassroots mobilisation for impactful actions is the only way to disrupt Israeli colonial activities. An active global movement can force Israeli citizens to confront and relinquish the racist, apartheid, and colonialist foundations of their society, prompting them to seek real change.</p>\n<p data-start=\"8047\" data-end=\"8249\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p>\n</div></div></body></html>"
        },
        {
            "title": "‘Flour, fire and fear as I try to parent in a starving Gaza’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-22T14:52:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T113425Z_831745599_RC2MRFATRS3J_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1753185019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir el-Balah, Gaza</strong> – “There is no voice louder than hunger,” the Arabic proverb goes.</p>\n<p>Now it has become a painful truth surrounding us, drawing closer with each passing day.</p>\n<p>I never imagined that hunger could be more terrifying than the bombs and killing. This weapon caught us off-guard, something we never thought would be more brutal than anything else we’ve faced in this endless war.</p>\n<p>It’s been four months without a single full meal for my family, nothing that meets even the basic needs on Maslow’s hierarchy.</p>\n<p>My days revolve around hunger. One sister calls to ask about flour, and the other sends a message saying all they have is lentils.</p>\n<p>My brother returns empty-handed from his long search for food for his two kids.</p>\n<p>We woke up one day to the sound of our neighbour screaming in frustration.</p>\n<p>“I’m going mad. What’s happening? I have money, but there’s nothing to buy,” she said when I came out to calm her down.</p>\n<p>My phone doesn’t stop ringing. The calls are from crying women I met during fieldwork in displacement camps: “Ms Maram? Can you help with anything? A kilo of flour or something? … We haven’t eaten in days.”</p>\n<p>This sentence echoes in my ears: “We haven’t eaten in days.” It is no longer shocking.</p>\n<p>Famine is marching forwards in broad daylight, shamelessly in a world so proud of its “humanity”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"a-second-birthday-amid-scarcity\">A second birthday amid scarcity</h2>\n<p>Iyas has woken up asking for a cup of milk today, his birthday.</p>\n<p>He has turned two in the middle of a war. I wrote him a piece on his birthday last year, but now I look back and think: “At least there was food!”</p>\n<p>A simple request from a child for some milk spins me into a whirlwind.</p>\n<p>I’d already held a quiet funeral inside me weeks ago for the last of the milk, then rice, sugar, bulgur, beans – the list goes on.</p>\n<p>Only four bags of pasta, five of lentils and 10 precious kilos (22lb) of flour remain – enough for two weeks if I ration tightly, and even that makes me luckier than most in Gaza.</p>\n<p>Flour means bread – white gold people are dying for every single day.</p>\n<p>Every cup I add to the dough feels heavy. I whisper to myself: “Just two cups”. Then I add a little more, then a bit more, hoping to somehow stretch these little bits into enough bread to last the day.</p>\n<p>But I know I’m fooling myself. My mind knows this won’t be enough to quell hunger; it keeps warning me how little flour we have left.</p>\n<p>I don’t know what I’m writing any more. But this is just what I’m living, what I wake up and fall asleep to.</p>\n<figure id=\"attachment_3850266\" aria-describedby=\"caption-attachment-3850266\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850266\" src=\"/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-22-at-15.41.15-4-1-1753188428.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The food that has to last all day for the family. a small basket of bread and three small bowls of lentil gruel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850266\" class=\"wp-caption-text\">With little more than flour and lentils left, the author struggles to make supplies last and feed her family [Maram Humaid/Al Jazeera]</figcaption></figure>\n<h2 id=\"what-horrors-remain\">What horrors remain?</h2>\n<p>I now think back on the morning bread-making routine I used to resent.</p>\n<p>As a working mother, I once hated that long process imposed by war, which made me miss being able to buy bread from the bakery.</p>\n<p>But now, that routine is sacred. Thousands of people across Gaza wish they could knead bread without end. I am one of them.</p>\n<p>Now I handle flour with reverence, knead gently, cut the loaves carefully, roll them out and send them off to bake in the public clay oven with my husband, who lovingly balances the tray on his head.</p>\n<p>A full hour under the sun at the oven just to get a warm loaf of bread, and we’re among the “lucky” ones. We are kings, the wealthy.</p>\n<p>These “miserable” daily routines have become unattainable dreams for hundreds of thousands in Gaza.</p>\n<p>Everyone is starving. Is it possible that this war still has more horrors in store?</p>\n<p>We complained about displacement. Then our homes were bombed. We never returned.</p>\n<p>We complained about the burdens of cooking over a fire, making bread, handwashing clothes and hauling water.</p>\n<p>Now those “burdens” feel like luxuries. There’s no water. No soap. No supplies.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"iyas-s-latest-challenge\">Iyas’s latest challenge</h2>\n<p>Two weeks ago, while being consumed by thoughts of how to stretch out the last handfuls of flour, another challenge appeared: potty training Iyas.</p>\n<p>We ran out of diapers. My husband searched everywhere, returning empty-handed.</p>\n<p>“No diapers, no baby formula, nothing at all.”</p>\n<p>Just like that.</p>\n<p>My God, how strange and harsh this child’s early years have been. War has imposed so many changes that we could not protect him from.</p>\n<p>His first year was an endless hunt for baby formula, clean water and diapers.</p>\n<p>Then came famine, and he grew up without eggs, fresh milk, vegetables, fruit or any of the basic nutrients a toddler needs.</p>\n<p>I fought on, sacrificing what little health I had to continue breastfeeding until now.</p>\n<p>It was difficult, especially while undernourished myself and trying to keep working, but what else could I do? The thought of raising a child with no nutrients at this critical stage is unbearable.</p>\n<p>And so my little hero woke up one morning to the challenge of ditching diapers. I pitied him, staring in fear at the toilet seat, which looked to him like a deep tunnel or cave he might fall into. It took us two whole days to find a child’s seat for the toilet.</p>\n<figure id=\"attachment_3850282\" aria-describedby=\"caption-attachment-3850282\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850282\" src=\"/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-22-at-15.41.16-2-1-1753188459.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A little girl, Banias, holding the tray with her family's meager supply of food for the day on her head\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850282\" class=\"wp-caption-text\">The author’s daughter, Banias, demonstrates how her father carries the bread to be baked at the public oven [Maram Humaid/Al Jazeera]</figcaption></figure>\n<p>Every day was filled with training accidents, signs he wasn’t ready.</p>\n<p>The hours I spent sitting by the toilet, encouraging him, were exhausting and frustrating. Potty training is a natural phase that should come when the child is ready.</p>\n<p>Why am I and so many other mothers here forced to go through it like this, under mental strain, with a child who I haven’t had a chance to prepare?</p>\n<p>So I fall asleep thinking about how much food we have left and wake up to rush my child to the toilet.</p>\n<p>Rage and anxiety build up as I try to manage our precious water supply as soiled clothes pile up from the daily accidents.</p>\n<p>Then came the expulsion orders in Deir el-Balah.</p>\n<p>A fresh slap. The danger is growing as <a href=\"/news/2025/7/21/at-least-49-killed-in-gaza-attacks-as-israel-sends-tanks-into-deir-el-balah\">Israeli tanks creep closer</a>.</p>\n<p>And here I am: hungry, out of diapers, raising my voice at a child who can’t understand while the shelling booms around us.</p>\n<p>Why must we live like this, spirits disintegrating every day as we wait for the next disaster?</p>\n<p>Many have resorted to begging. Some have chosen death for a piece of bread or a handful of flour.</p>\n<p>Others stay home, waiting for the tanks to arrive.</p>\n<p>Many, like me, are simply waiting their turn to join the ranks of the starving without knowing what the end will look like.</p>\n<p>They used to say time in Gaza is made of blood. But now, it’s blood, tears and hunger.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "The boy who bled to death as an Israeli soldier ‘celebrated his shot’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-22T14:38:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/The-children-of-Sebastia-1-1753105028.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sebastia, occupied West Bank</strong> – When Israeli military vehicles approach, news of the latest incursion begins cascading through Sebastia from one person to another, and the young people run home as fast as possible.</p>\n<p>They try to get back before invading soldiers reach their street, knowing all too well the potentially grave consequences if they don’t.</p>\n<p>The warning cries often originate from those walking near the vantage point of Sebastia archaeological park’s scenic summit.</p>\n<p>From here, people can spot army vehicles on the roads below before they reach the town and its ancient ruins, giving people a chance to hide their young.</p>\n<p>Soon after, walking prevention warnings are often circulated on social media, and the residents of Sebastia – once a religious pilgrimage site and a tourism hotspot – have the choice of hunkering down at home or facing soldiers who no longer show any restraint.</p>\n<h2 id=\"he-celebrated-killing-my-son\">‘He celebrated killing my son’</h2>\n<p>In January this year, an Israeli soldier shot dead 14-year-old Ahmed Jazar and then raised his rifle in the air triumphantly after hitting the unarmed boy in the chest, piercing his heart.</p>\n<p>Witnesses saw the soldier “celebrating” as Ahmed slowly bled to death on the ground, his father, Rashid, aged 57, told Al Jazeera.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Ahmed was mature beyond his years, his parents say, and made caring for his poverty-stricken family his vocation.</p>\n<p>He was also a talented painter and wanted to train as a decorator. He aspired to open a shop so he could make enough money to buy his family a permanent home – something better than the overcrowded rental apartment they lived in.</p>\n<p>“They shot Ahmed and killed all his dreams, right there and then,” his mother, Wafaa, said.</p>\n<p>“The army treats us like we’re in a state of war – but we’ve done nothing.</p>\n<p>“Soldiers are here every day, and no one feels their children are safe unless they are at home.”</p>\n<p>Ahmed woke up in the early afternoon on the Sunday he was killed, Wafaa and Rashid say, having stayed up late playing with his friends in the neighbourhood the night before. He liked to play football in the schoolyard, cycle near the archaeological park, and eat at the town’s once-busy cafes.</p>\n<p>He came back after seeing his friends and spent some time with his family, unaware that they would be sharing their final moments.</p>\n<p>Then, as the dinner hour neared, his parents sent Ahmed out to buy bread.</p>\n<p>“It was always a habit of his to come and go in this way,” Rashid said. “He was very sociable … everyone loved him.</p>\n<p>“But this time, he left and never came back.”</p>\n<figure id=\"attachment_3848881\" aria-describedby=\"caption-attachment-3848881\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3848881\" src=\"/wp-content/uploads/2025/07/Wafaa-and-Rashid-Jazar-with-Ahmeds-aunt-Etizaz-Azim-1-1753105047.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Wafaa clutches a photo of her murdered son as she sits with Rashid amd Ahmed's aunt Etizaz Azim \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3848881\" class=\"wp-caption-text\">Wafaa holds a photo of her with her murdered son. To her right are her husband Rashid Jazar and Ahmed’s aunt Etizaz Azim [Al Jazeera]</figcaption></figure>\n<p>The Israeli soldiers’ frequent raids on occupied West Bank towns prompt some children and young people into acts of defiance, like throwing stones towards the heavily armed soldiers or their armoured vehicles, or shining laser pointers at them.</p>\n<p>According to some neighbours, Ahmed and his friends did shine laser pens on the fatal January day, hiding behind a wall near a nursery as some soldiers walked towards them.</p>\n<p>His family denies Ahmed’s part in this. Rashid and Wafaa said they were awaiting his return from the shops so they could eat dinner together.</p>\n<p>“He was just a child,” Rashid said. “The Israeli soldier knew he was a young boy – and that he was no threat to the army in any way.</p>\n<p>“He was hundreds of metres away from them when they shot him!”</p>\n<p>The bullet-dented door and facade of the nursery, established by charity Save The Children, still stand as a reminder of what happened when Ahmed was shot dead.</p>\n<p>Speaking to Israeli newspaper Haaretz in March, a military spokesperson said: “In the wake of the incident, an investigation was launched by the Military Police Criminal Investigation Division. Naturally, we cannot elaborate on an ongoing investigation.”</p>\n<p>Palestinians, including residents of Sebastia, say they are used to what they call “sham” investigations that usually have no result, and almost certainly no punishment for perpetrators.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Rashid was contacted by the military to provide information for the investigation into Ahmed’s killing, but he refused.</p>\n<p>“They killed my son and then call me to talk about justice?” he said.</p>\n<p>Al Jazeera sent written inquiries to Israeli authorities, asking for comment on the investigation into Ahmed’s shooting but no response had been received by time of publication.</p>\n<p>The Israeli army often raids cities and towns in the West Bank, but few are targeted like Sebastia, where it has stepped up attacks since Prime Minister Benjamin Netanyahu established his far-right ultranationalist government in late 2022.</p>\n<p>Since then, the military killed Fawzi Makhalfeh, aged 19, in July 2023, and Ahmed on January 19 this year.</p>\n<p>There have been at least 25 gunshot injuries in Sebastia since Netanyahu’s coalition government came to power, a handful of which involved children. A 22-year-old man from the nearby town of Attil was shot in the chest while driving through Sebastia earlier this month.</p>\n<p>Violent settlers also wreak havoc on Palestinian landowners around the town, which is dependent on agriculture and tourism, and yet more settlements, official and unofficial, are set to be built around Sebastia.</p>\n<p>Soldiers attack anyone who fights back and circulate threatening messages using residents’ mobile phones. One recording, heard by Al Jazeera, by what is ostensibly an Israeli soldier, accuses townspeople of being “involved in terrorism”, and warns they will “pay the price”.</p>\n<figure id=\"attachment_3848884\" aria-describedby=\"caption-attachment-3848884\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3848884\" src=\"/wp-content/uploads/2025/07/Bullet-hole-ridden-Save-The-Childrennursery-sign-in-Sebastia-1753105053.jpg?quality=80\" alt=\"Bullet hole-ridden Save The Childrennursery sign in Sebastia \" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3848884\" class=\"wp-caption-text\">The Save The Children nursery sign, riddled with bullets [Al Jazeera]</figcaption></figure>\n<h2 id=\"justice\">Justice</h2>\n<p>Wafaa and her husband sat on either side of a memorial to their slain son in the humble living room of the rented home they can barely afford. Ahmed left behind four brothers and three sisters aged between seven and 20.</p>\n<p>Rashid used to work as a painter in Israel, but, like thousands of Palestinians in Gaza and the West Bank, he has been unable to go to work across the border since October 7, contributing to the family’s perilous financial situation.</p>\n<p>The eldest son, Rushdi, 19, works as a carpenter intermittently, and, other than Rashid, is the only family member in employment.</p>\n<p>Ahmed had dropped out of school, they said, to help his father by doing odd jobs such as painting and olive picking to generate money for the family. Wafaa, who used to make dresses, is also unable to find work and still has five young children dependent on her care.</p>\n<p>Two of Ahmed’s remaining siblings, Amir, aged six, and Adam, 11, clung on to their mother as she spoke.</p>\n<p>“I sit by Ahmed’s grave and cry for hours,” Wafaa told Al Jazeera, weeks after her son’s killing. “I cry there as much as I can, so that my children don’t see me – I have to be strong for them.”</p>\n<figure id=\"attachment_3630244\" aria-describedby=\"caption-attachment-3630244\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3630244\" src=\"/wp-content/uploads/2025/04/2025-04-04T125233Z_1237062812_RC2B6DAOSQZ4_RTRMADP_3_ISRAEL-PALESTINIANS-USA-ARMS-1744123183.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: Israeli soldiers stand next to a military vehicle during an Israeli raid in Jenin, in the Israeli-occupied West Bank, March 4, 2025. REUTERS/Raneen Sawafta/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3630244\" class=\"wp-caption-text\">Israeli soldiers stand next to a military vehicle during an Israeli raid in Jenin, in the Israeli-occupied West Bank, on March 4, 2025 [Raneen Sawafta/Reuters]</figcaption></figure>\n<p>The 40-year-old was incapable of keeping eye contact, as if tears would overcome her at any moment. She held up Ahmed’s blood-stained clothes, torn by bullets.</p>\n<p>After the soldiers left that day, Rashid recalled rushing to the scene and pushing his way through a crowd, only to find Ahmed collapsed in a pool of blood, metres away from where he was shot.</p>\n<p>Rashid then drove with Ahmed to An-Najah Hospital in Nablus, but his son did not survive the journey. He was pronounced dead on arrival.</p>\n<p>His mother fell unconscious after hearing of Ahmed’s killing, and says she awoke feeling “defeated”, as if her life was over.</p>\n<p>She says Israel wants Sebastia residents to feel this way, so they resist no longer and leave.</p>\n<p>Rashid, with a vacant expression, said his son’s killing had terrorised his family into staying indoors – and when invasions take place, they lock their doors, hide in a back room, and turn off the lights.</p>\n<p>He says similar precautions are taken by many in Sebastia, who are “living in fear” after his son’s killing sent out a chilling message to those who call the ancient town home.</p>\n<p>“The army comes here daily – and now we fear to go out,” Wafaa added. “Soldiers are prepared to shoot children now.</p>\n<p>“I let my son go to the shops, but I got him back [covered] in blood.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Number of aid seekers killed by Israel in Gaza tops 1,000: UN | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-22T14:27:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67F989K__v1__HighRes__PalestinianIsraelConflict-1753191244.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have killed more than 1,000 Palestinians as they were trying to access food in Gaza since the United States- and Israeli-backed Gaza Humanitarian Foundation (GHF) began operations at the end of May, according to the United Nations.</p>\n<p>“As of July 21, we have recorded 1,054 people killed in Gaza while trying to get food; 766 of them were killed in the vicinity of GHF sites and 288 near UN and other humanitarian organisations’ aid convoys,” UN human rights office spokesman Thameen Al-Kheetan told the AFP news agency on Tuesday, stating the victims had been “killed by the Israeli military”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>On Tuesday alone, Israeli forces killed at least 43 Palestinians, including 10 aid seekers, in attacks across Gaza since dawn, a day after tanks pushed into southern and eastern parts of central Gaza’s Deir el-Balah city for the first time.</p>\n<p>Israel’s genocidal war on Gaza and humanitarian blockade, which it only partially lifted in March, continues to plunge the Palestinian territory into an increasingly dire malnutrition crisis as at least 15 people, including four children, have died due to starvation and malnutrition in Gaza within 24 hours, the enclave’s Ministry of Health said on Tuesday.</p>\n<p>One was a child from Khan Younis in southern Gaza, and another was a 40-day-old baby in the north, according to our colleagues at Al Jazeera Arabic. Over the past three days, 21 children have died from malnutrition and starvation, the team reported.</p>\n<figure id=\"attachment_3850366\" aria-describedby=\"caption-attachment-3850366\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850366\" src=\"/wp-content/uploads/2025/07/AFP__20250722__67G36ZU__v1__HighRes__PalestinianIsraelConflictFood-1753191187.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850366\" class=\"wp-caption-text\">Palestinians shove to receive a hot meal at a charity kitchen in the al-Mawasi area of Khan Younis in southern Gaza on July 22, 2025 [AFP]</figcaption></figure>\n<p>“These deaths were recorded at hospitals in Gaza, including al-Shifa in Gaza City, Al-Aqsa Martyrs Hospital in Deir el-Balah and Nasser Hospital in Khan Younis … over the past 72 hours,” Mohammed Abu Salmiya, head of al-Shifa Hospital, Gaza’s largest, told reporters on Tuesday.</p>\n<p>This brings the total number of hunger-related deaths in the Gaza Strip to 101, including 80 children, since Israel launched its war on the enclave after the Hamas-led October 7, 2023, attacks on southern Israel.</p>\n<p>The UN agency for Palestinian refugees, UNRWA, said more than one million children in Gaza are going hungry.</p>\n<p>Rachel Cummings, Save the Children’s humanitarian director, described the situation in Gaza as “catastrophic”.</p>\n<p>Speaking to Al Jazeera from Deir el-Balah, she said there has been no adequate food supplies in Gaza for a very long time.</p>\n<p>The markets are empty, and the water sanitation situation is not adequate to meet the needs of 2 million people “who are all on the brink of famine”, Cummings said.</p>\n<p>She said that in Deir el-Balah, she has seen “hungry people, children carrying empty bowls, looking for food, looking for water”.</p>\n<p>“We’re seeing an increased number of children in our clinics and our nutrition centres who are malnourished. … We’re also seeing an increase in the number of pregnant women and breastfeeding women who are also malnourished,” she said, adding: “Everyone in Gaza is hungry now, and even in my team, I see visibly my team are thin, and also they cannot get food in the market.”</p>\n<h2 id=\"man-made-famine\">‘Man-made’ famine</h2>\n<p>Michael Fakhri, the UN special rapporteur on the right to food, has called the starvation in Gaza a “man-made” famine.</p>\n<p>“What we are seeing now in Gaza is the most horrific stage of Israel’s starvation campaign,” Fakhri told Al Jazeera.</p>\n<p>The UN rapporteur underlined that the International Criminal Court <a href=\"https://aje.aj-harbinger.com/news/2024/11/21/netanyahu-gallant-issued-icc-arrest-warrants-for-war-crimes-whats-next\">issued arrest warrants</a> for Israeli Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant in November for “crimes against humanity and war crimes” committed during the Gaza war – allegations that are partly related to the use of starvation.</p>\n<p>He said the arrest warrants “create a legal obligation: Countries must act to stop starvation.”</p>\n<p>Medical personnel are also affected by Israel’s starvation tactics as doctors, nurses and other healthcare workers in Gaza are “fainting due to hunger and exhaustion”, UNRWA chief Philippe Lazzarini said.</p>\n<p>“Right now, I am seeing severe <a href=\"https://aje.aj-harbinger.com/video/newsfeed/2025/7/21/this-is-how-people-are-trying-not-to-starve-in-gaza\">hunger and starvation</a> amongst both my colleagues and my patients. … I see people that struggle to get through a day’s work because they don’t have the energy to do their normal duties,” said Deirdre Nunan, a Canadian orthopaedic surgeon, speaking from Nasser Hospital, where she is currently volunteering.</p>\n<p>She added that she has seen people injured in Israeli air raids and attacks on their tents with severe multisystem injuries and burns who were malnourished and did not have the ability to “get the extra calories and protein that they would normally need to heal from this kind of injury and to survive it”.</p>\n\n<p>The AFP journalists union has warned that its journalists working in Gaza are at risk of dying due to hunger.</p>\n<p>One of its 10 freelancers posted a message on social media on July 19, saying: “I don’t have the strength to work for the media. My body is thin, and I can’t work.”</p>\n<p>The AFP news agency warned that most of its workers in the Strip do not have the physical capacity to do their jobs any longer and the situation is worsening. “Their heartbreaking calls for help are now daily,” it said.</p>\n<p>Despite the journalists receiving a monthly salary, there is either nothing to buy or food is available only at exorbitant prices, the union said. “We risk learning of their deaths at any moment, and this is unbearable for us.</p>\n<p>“Since AFP was founded in August 1944, we have lost journalists in conflicts. We have had wounded and prisoners in our ranks, but none of us can remember seeing a colleague die of hunger. We refuse to see them die.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "‘Starvation is a war crime’, UN expert blasts Israel | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-22T13:46:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753191942.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How an Indian temple town is at the centre of hundreds of alleged murders | Crime News | Al Jazeera",
            "time": "2025-07-22T13:42:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-1397552433-1753102356.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> After spending three decades racked with guilt, scared on sleepless nights, and often changing cities, a 48-year-old Dalit man appeared in Karnataka with information about one of the most horrific alleged crimes in India.</p>\n<p>Emerging from hiding after 12 years, the man, who once worked as a sanitation worker at the much-revered Dharmasthala temple, told police on July 3 that he was coming forward with “an extremely heavy heart and to recover from an insurmountable sense of guilt”. As a court-protected witness, the man’s identity cannot be revealed under the law.</p>\n<p>“I can no longer bear the burden of memories of the murders I witnessed, the continuous death threats to bury the corpses I received,” he said in his statement, reviewed by Al Jazeera, “and the pain of beatings – that if I did not bury those corpses, I would be buried alongside them”.</p>\n<p>Now, the whistleblower wants to help in the exhumation of “hundreds of dead bodies” he buried between 1995 and 2014 – many of them women and girls, allegedly murdered after sexual assaults, but also destitute men whose murders he claims to have witnessed.</p>\n<p>After days of sustained pressure from activists and public outcry, the Karnataka government – ruled by the opposition Congress party – has created a Special Investigation Team (SIT) to probe the allegations of assault and murder.</p>\n<p>So, what did the protected witness reveal in his complaint? Does the temple town have a history of rape and murder? Are more victims coming forward now?</p>\n<figure id=\"attachment_3848813\" aria-describedby=\"caption-attachment-3848813\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3848813\" src=\"/wp-content/uploads/2025/07/GettyImages-1386917803-1753102344.jpg?w=725&amp;resize=725%2C482&amp;quality=80\" alt=\"Dharmasthala\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3848813\" class=\"wp-caption-text\">Men serve food to pilgrims at the Dharmasthala temple [Luis Dafos/Getty Images]</figcaption></figure>\n<h2 id=\"hundreds-of-bodies-what-s-in-the-complaint\">‘Hundreds of bodies’: What’s in the complaint?</h2>\n<p>Situated on the scenic lower slopes of the Western Ghats, Dharmasthala, an 800-year-old pilgrimage village, is located on the banks of the Nethravathi River in the Belthangady area of the Dakshina Kannada district in Karnataka state, where nearly 2,000 devotees visit daily.</p>\n<p>On July 11, the man, fully draped in black clothing with only a transparent strip covering his eyes, appeared at a local court in Belthangady to record his statement.</p>\n<p>The complainant, who belongs to the Dalit community – the least privileged and often persecuted group in India’s complex caste hierarchy – joined the temple in 1995 as a sanitation worker.</p>\n<p>At the beginning of his employment, he said in the complaint, he noticed dead bodies appearing near the river. “Many female corpses were found without clothes or undergarments. Some corpses showed clear signs of sexual assault and violence; injuries or strangulation marks indicating violence were visible on those bodies,” he noted.</p>\n<p>However, instead of reporting this to authorities at the time, the man said he was forced to “dispose of these bodies” after his supervisors beat him up and threatened him, saying, “We will cut you into pieces; we will sacrifice all your family members.”</p>\n<p>The supervisors, he claimed, would call him to specific locations where there were dead bodies. “Many times, these bodies were of minor girls. The absence of undergarments, torn clothes, and injuries to their private parts indicated brutal sexual assault on them,” he said. “Some bodies also had acid burn marks.”</p>\n<p>The man has told the police and the court that he is ready to undergo any tests, including brain-mapping and a polygraph, and is willing to identify the spots of mass burials. Some sites are likely to be exhumed in the coming days.</p>\n<p>In the nearly 20 years he worked at the temple, the man said he “buried dead bodies in several locations throughout the Dharmasthala area”.</p>\n<p>Sometimes, as instructed, he burned dead bodies using diesel. “They would instruct me to burn them completely so that no trace would be found. The dead bodies disposed of in this manner numbered in the hundreds,” he said.</p>\n<h2 id=\"why-did-he-go-into-hiding\">Why did he go into hiding?</h2>\n<p>By 2014, having worked there for 20 years, he said, “The mental torture I was experiencing had become unbearable.”</p>\n<p>Then, a girl from his own family was sexually harassed by a person connected to the supervisors at the temple, leading to a realisation that the family needed “to escape from there immediately”. In December 2014, he fled Dharmasthala with his family and informed no one of his whereabouts.</p>\n<p>Since then, the family has been living in hiding in a neighbouring state, and changing residences, he said.</p>\n<p>“However, I am still living under the burden of guilt that does not subside,” he said. “But my conscience no longer allows me to continue this silence.”</p>\n<p>To back his claims, the man recently visited a burial site and exhumed a skeleton; he submitted the skeleton and its photograph during exhumation to the police and the court via his lawyers.</p>\n<p>Today, the actual number of dead bodies is not what matters to the former sanitation worker, a person closely associated with the case told Al Jazeera. They requested anonymity to speak.</p>\n<p>“Even if it was just two or three women, and not hundreds, their lives matter,” they said, reflecting on why the whistleblower came forward. “If there is a chance at justice, their bodies getting proper rituals, we want to take it.”</p>\n<figure id=\"attachment_3848815\" aria-describedby=\"caption-attachment-3848815\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3848815\" src=\"/wp-content/uploads/2025/07/GettyImages-1386917805-1753102350.jpg?w=725&amp;resize=725%2C482&amp;quality=80\" alt=\"Dharmasthala\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3848815\" class=\"wp-caption-text\">A pilgrim stands near an elephant at the Dharmasthala temple [Luis Dafos/Getty Images]</figcaption></figure>\n<h2 id=\"did-he-identify-the-victims\">Did he identify the victims?</h2>\n<p>No, he did not identify them by name. However, he detailed some of the burials in his statement to the police.</p>\n<p>He recalled that in 2010 he was sent to a location about 500 metres (1,640ft) from a petrol pump in Kalleri, nearly 30 kilometres (19 miles) from Dharmasthala. There, he found the body of a teenage girl.</p>\n<p>“Her age could be estimated between 12 to 15 years. She was wearing a school uniform shirt. However, her skirt and undergarments were missing. Her body showed clear signs of sexual assault. There were strangulation marks on her neck,” he noted in his statement. “They instructed me to dig a pit and bury her along with her school bag. That scene remains disturbing to this day.”</p>\n<p>He detailed another “disturbing incident” of burying a woman’s body in her 20s. “Her face had been burned with acid. That body was covered with a newspaper. Instead of burying her body, the supervisors instructed me to collect her footwear and all her belongings and burn them with her,” he recalled.</p>\n<p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850194\" src=\"/wp-content/uploads/2025/07/Interactive_Karnataka_map_July22_2025-1753183798.png?quality=80\" alt=\"Interactive_Karnataka_map_July22_2025-1753183798\" data-interactive=\"true\" fetchpriority=\"low\"></p>\n<h2 id=\"have-similar-crimes-been-linked-to-dharmasthala-in-the-past\">Have similar crimes been linked to Dharmasthala in the past?</h2>\n<p>Yes. There have been repeated protests over the years regarding the discovery of bodies of rape-and-murder victims in and around Dharmasthala, dating back to the 1980s.</p>\n<p>These protests have been sporadic but persistent, often led by local groups, families and political organisations.</p>\n<p>In 1987, marches were organised in the town to protest the rape and murder of 17-year-old Padmalata. The demonstrations exposed alleged cover-ups by influential figures but were reportedly quashed through intimidation and legal pressure.</p>\n<p>The town saw protests flare again in 2012 with the “Justice for Sowjanya” movement, after another teenager was raped and murdered. That case remains unsolved.</p>\n<p>Over the decades, families and local political groups have held demonstrations and submitted memorandums to authorities, linking cases such as the 2003 disappearance of medical student Ananya Bhat to larger allegations of mass graves and unnatural deaths.</p>\n<p>S Balan, a senior lawyer in the Karnataka High Court and a human rights activist, told Al Jazeera that the killings and mysterious disappearances in Dharmasthala date back to 1979.</p>\n<p>“The souls of young girls are crying for justice; hundreds of girls who disappeared were abducted, were raped, and were killed,” Balan told Al Jazeera. “India has never seen this gravity of offence in its republic after independence.”</p>\n<p>Balan also met the Karnataka Chief Minister Siddaramaiah last Wednesday with a delegation of lawyers, urging him to form the SIT to probe the alleged mass rapes and murders.</p>\n<p>“The chief minister was serious about it. He told us that he will talk to the police and do [what’s needed],” said Balan.</p>\n<h2 id=\"how-have-the-temple-authorities-reacted\">How have the temple authorities reacted?</h2>\n<p>The administration of the Dharmasthala temple has long been controlled by the powerful Heggade family, with Veerendra Heggade serving as the 21st Dharmadhikari, or hereditary head, since 1968.</p>\n<p>Heggade, a recipient of the Padma Vibhushan, India’s second-highest civilian award, is a member of the parliament’s upper house. He was nominated by Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) in 2022.</p>\n<p>His family wields significant influence in the region, overseeing a wide network of institutions.</p>\n<p>In 2012, the family came under public scrutiny following the rape and murder of 17-year-old Sowjanya, a resident of Dharmasthala. Her body was discovered in a wooded area bearing signs of sexual assault and brutal violence. Sowjanya’s family has consistently alleged that the perpetrators had ties to the temple’s leadership.</p>\n<p>In a statement shared on Sunday, July 20, the temple authorities expressed support for a “fair and transparent” investigation and expressed hope that the investigation would uncover the truth.</p>\n<p>K Parshwanath Jain, the official spokesperson for Sri Kshetra Dharmasthala, said the whistleblower’s complaint has “triggered widespread public debate and confusion across the country”.</p>\n<p>“In light of public demand for accountability, we understand that the state government has handed over the case to a Special Investigation Team,” he said. “Truth and belief form the foundation of a society’s ethics and values. We sincerely hope and strongly urge the SIT to conduct a thorough and impartial investigation and bring the true facts to light.”</p>\n<figure id=\"attachment_3849225\" aria-describedby=\"caption-attachment-3849225\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3849225\" src=\"/wp-content/uploads/2025/07/Heggade-Modi-1753122282.jpg?w=770&amp;resize=770%2C605&amp;quality=80\" alt=\"Heggade\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3849225\" class=\"wp-caption-text\">Veerendra Heggade, head of the Dharmasthala temple, stands with Indian Prime Minister Narendra Modi in New Delhi on August 31, 2016 [Handout, Prime Minister’s office]</figcaption></figure>\n<h2 id=\"have-the-families-of-missing-people-come-forward\">Have the families of missing people come forward?</h2>\n<p>Yes. Sujatha Bhat, the mother of Ananya Bhat, who disappeared in 2003, has responded publicly to the whistleblower’s shocking revelations about alleged mass burials in Dharmasthala.</p>\n<p>The 60-year-old retired CBI stenographer said she has lived in fear for more than two decades but was motivated by media reports of the worker’s testimony and the discovery of skeletal remains. She filed a new complaint with the police last Tuesday.</p>\n<p>Bhat said she believes her daughter may have been among the many women who faced abuse and met a violent end, only to be buried without a trace.</p>\n<p>She recalled that she was discouraged from pursuing the case further. “They told us to stop asking questions,” she reportedly said, emphasising the climate of fear and silence that surrounded Dharmasthala for decades.</p>\n<p>Speaking with reporters after filing the complaint, Bhat appealed: “Please find my daughter’s skeletal remains and allow me to perform the funeral rites with honour.”</p>\n<p>She said she wants to “give peace to Ananya’s soul, and let me spend my final days in peace”.</p>\n</div></div></body></html>"
        },
        {
            "title": "Qatar confirms 2036 Olympic Games host city bid | Olympics News | Al Jazeera",
            "time": "2025-07-22T13:36:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/GettyImages-1450063690-1734528933.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Qatar confirms 2036 Olympic Games host city bid</h1><p class=\"article__subhead\"><em>Qatar signaled its interest as an Olympic Games host with established infrastructure from 2022 FIFA World Cup a key selling point.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Qatar Olympic Committee (QOC) said it was taking part in “ongoing discussions” with the International Olympic Committee (IOC) over the election process for the host city of the 2036 Olympic and Paralympic Games, the organisation said in a media release on its website.</p>\n<p>The country, which hosted football’s World Cup in 2022 and the Asian Cup in 2024, is the latest to join the race to stage the 2036 Games after confirmed bids from Indonesia, Turkiye, India and Chile.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 1</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Other Asian countries considering a bid include Saudi Arabia and South Korea. Egypt, Hungary, Italy, Germany, Denmark and Canada have also shown interest.</p>\n<p>“We currently have 95% of the required sports infrastructure in place to host the Games, and we have a comprehensive national plan to ensure 100% readiness of all facilities,” Sheikh Joaan bin Hamad Al Thani, the president of QOC, told the state-run Qatar News Agency on Tuesday.</p>\n<p>“This plan is rooted in a long-term vision aimed at building a socially, economically, and environmentally sustainable legacy.”</p>\n<p>Qatar’s capital Doha is set to host the Asian Games in 2030, having staged the event in 2006.</p>\n<p>A successful bid would make Qatar the first country in the Middle East to host the Olympics amid the region’s growing influence over major sporting events. Saudi Arabia is set to hold the football World Cup in 2034.</p>\n<figure id=\"attachment_2031361\" aria-describedby=\"caption-attachment-2031361\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2031361\" src=\"/wp-content/uploads/2022/12/SSS19336.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Argentina v France\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2031361\" class=\"wp-caption-text\">Qatar’s hosting of the 2022 FIFA World Cup was widely considered a successful staging of football’s largest global tournament [File: Showkat Shafi/Al Jazeera]</figcaption></figure>\n</div></div></body></html>"
        },
        {
            "title": "Rains, flash floods kill 21 in Pakistan; tourists rescued in hilly north | Climate Crisis News | Al Jazeera",
            "time": "2025-07-22T13:30:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250717__672A7NQ__v1__HighRes__PakistanWeatherMonsoon-1753189478.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan </strong>– Flash floods and landslides have killed at least 21 people in 24 hours across Pakistan, taking the total death toll in this year’s monsoon to 242.</p>\n<p>At least three people died in the northern region of <a href=\"/news/2025/7/22/1548\">Gilgit-Baltistan</a> on Tuesday when a cloudburst caused floods and landslides, stranding more than 200 tourists who were later rescued, officials said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“So far, we have rescued between 200 and 250 people in various areas who arrived for tourism purposes. All of them are Pakistani nationals. Meanwhile, between 15 to 20 people are still missing, and search efforts are ongoing,” Farmanullah Khan, a government official in Gilgit-Baltistan, told Al Jazeera.</p>\n<p>Officials said the rescued tourists were moved to the city of Chilas, where they were provided shelter in hotels and guesthouses.</p>\n<p>“Rescue operations are actively under way to locate missing tourists with military personnel participating in the efforts. Helicopters will be deployed for rescue if necessary,” Faizullah Faraq, spokesperson for the Gilgit-Baltistan government, said in a statement.</p>\n<p>On Monday, at least four other tourists were killed and 15 went missing due to the floods in the region’s Diamer district.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Meanwhile, the National Disaster Management Authority (NDMA) on Tuesday said at least 10 people died in neighbouring Khyber Pakhtunkhwa province, including six children.</p>\n<p>The NDMA said most of the deaths were caused by house collapses as above-average rains pounded the South Asia nation, still recovering from the <a href=\"/news/2022/12/7/8-million-still-potentially-exposed-to-pakistan-floodwaters-un\">floods of 2022,</a> which killed nearly 1,700 people and displaced more than 30 million.</p>\n<p>An NDMA official told Al Jazeera the rains this year have been more intense compared with last year.</p>\n<p>“This is the fourth spell during this monsoon and is expected to go on till July 25,” he said on condition of anonymity because he was not authorised to speak to the media.</p>\n<p><span>On Tuesday, the NDMA issued a landslide alert for several northern areas, including parts of both Gilgit-Baltistan and Pakistan-administered Kashmir.</span></p>\n<p>The Pakistan Meteorological Department has forecast widespread rain, winds and thundershowers for Tuesday across northern Pakistan and parts of Punjab province.</p>\n<figure id=\"attachment_3850313\" aria-describedby=\"caption-attachment-3850313\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850313\" src=\"/wp-content/uploads/2025/07/AFP__20250716__66VJ99E__v1__HighRes__PakistanWeatherMonsoon-1753189386.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan rains\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850313\" class=\"wp-caption-text\">A man carries sacks of onions while wading through a flooded street in Lahore, July 16, 2025 [File: Arif Ali/AFP]</figcaption></figure>\n<p>Pakistan, which has a population of about 250 million, is one of the world’s <a href=\"/news/2025/7/17/why-is-pakistan-so-vulnerable-to-deadly-flooding\">most vulnerable countries</a> to climate change. It is also home to <a href=\"/features/longform/2024/5/12/guardians-of-the-glaciers-life-alongside-pakistans-vanishing-ice\">more than 7,000 glaciers</a> – the largest outside the Earth’s polar regions.</p>\n<p>On June 26, Gilgit-Baltistan’s Disaster Management Authority warned of an increased risk of glacial lake outburst floods and flash floods and asked people to avoid approaching rivers, streams and other waterways.</p>\n<p>Zakir Hussein, director general of the authority, said that while warnings help reduce the presence of tourists, they are not always enough.</p>\n<p>“Generally, tourists pay attention to our warning notices. Those who still choose to come are either those who did not see the warning or those who have some urgency to visit,” Hussein told Al Jazeera. “At the end of the day, it is weather prediction, but considering the severity of the consequences, people should take it seriously.”</p>\n<p>Meanwhile, on the outskirts of the capital, Islamabad, two people riding in a car were swept into a storm drain at a residential complex. A video circulating on social media showed the vehicle being carried away by floodwaters into the drain.</p>\n<p>Rescue officials have launched a search for the missing passengers.</p>\n<p>Abdul Moiz, a local pharmacy owner, said only a few shops were open in the area on Tuesday due to the relentless rain.</p>\n<p>“It is a strong storm and does not look like stopping anytime soon. I live in the same society, and while it could have been easy to stay indoors, I thought this is a time when people might need medicines, so I am here at my shop,” he told Al Jazeera via telephone.</p>\n</div></div></body></html>"
        },
        {
            "title": "Video: What we know about plane crash at Bangladesh school | Aviation | Al Jazeera",
            "time": "2025-07-22T13:13:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753189971.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Starvation or bullets’: The dilemma facing Palestinians in Gaza | Gaza | Al Jazeera",
            "time": "2025-07-22T13:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753173363.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We look at the struggle of people in Gaza to avoid starvation when even aid carries the risk of death.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Starvation or bullets. That’s the grim choice facing many in Gaza today. Since late May, the Gaza Humanitarian Foundation (GHF) has led aid distribution, operating just four centres, compared with the UN’s former network of more than 400. At least 900 Palestinians have been killed in attacks at these GHF sites. Critics say GHF is nothing but a front for genocide, offering a deadly illusion of help. As Gaza’s people scrape for food, they face an impossible question: Risk the “death trap” for a few sacks of flour, or watch loved ones starve?</p>\n<p>Presenter: Stefanie Dekker</p>\n<p>Guests:<br>\nTamara Al Rifai – UNRWA director of external relations and communications<br>\nEman Hillis – Fact-checker and writer<br>\nAfeef Nessouli – Journalist</p>\n</div></div></body></html>"
        },
        {
            "title": "28 countries called for an end to Israel’s war on Gaza: What did they say? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-22T12:24:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250716-38580889-38580863-FOOD_DISTRIBUTION_DRAWS_LARGE_CROWD_IN_GAZA_AS_PALESTINIANS_FIGHT_HUNGER-1752698882.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Monday, 28 countries, including the United Kingdom, Japan, and numerous European nations, issued a joint statement calling on Israel that the war on Gaza “must end now”, marking the latest example of intensifying criticism from Israel’s allies.</p>\n<p>The joint statement, signed by the foreign ministers of these countries, condemned “the drip feeding of aid and the inhumane killing of civilians, including children, seeking to meet their most basic needs of water and food”.</p>\n<p>The statement comes as global pressure mounts on Israel over civilian casualties at aid sites, obstruction of humanitarian aid, and violations of international humanitarian law – as the occupied Palestinian territory simmers with starvation.</p>\n<p>Israel’s war on Gaza has killed more than 59,000 people and wounded 140,000 since the October 7, 2023 attacks by Hamas, in which 1,139 people were killed and more than 200 were taken captive.</p>\n<p>So, what does the joint statement say? Who are these countries? And how have Israel and its closest ally, the United States, reacted?</p>\n<h2 id=\"what-did-the-statement-say\">What did the statement say?</h2>\n<p>The joint statement said the countries are coming together “with a simple, urgent message: The war in Gaza must end now.”</p>\n<p>The statement underlined that the suffering of civilians in Gaza has reached “new depths” and that the Israeli government’s aid delivery model is “dangerous, fuels instability and deprives Gazans of human dignity”.</p>\n<p>They called on the Israeli government to “comply with its obligations under international humanitarian law” and immediately lift restrictions on the flow of aid.</p>\n<p>The group of countries also noted that the captives “cruelly held” by Hamas continue to “suffer terribly” and called for their immediate and unconditional release.</p>\n<p>They said in the statement that a negotiated ceasefire offers “the best hope of bringing [the captives] home and ending the agony of their families”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"demographic-change-settler-violence-what-else-did-the-countries-say\">Demographic change, settler violence: What else did the countries say?</h2>\n<p>The countries criticised Israel’s plan to establish a concentration zone – Israel’s vision of relocating the entire Palestinian population into a fenced, heavily controlled zone built on the ruins of Rafah – as “completely unacceptable”.</p>\n<p>“Permanent forced displacement is a violation of international humanitarian law,” the joint statement said.</p>\n<p>The group of countries also marked its opposition to “any steps towards territorial or demographic change in the Occupied Palestinian Territories” and noted that the E1 settlement plan announced would divide a Palestinian state in two, “marking a flagrant breach of international law and critically [undermining] the two-state solution”.</p>\n<p>They also called out that the “settlement building across the West Bank, including East Jerusalem, has accelerated while settler violence against Palestinians has soared. This must stop.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"which-countries-signed-the-joint-statement\">Which countries signed the joint statement?</h2>\n<p>The joint statement was signed by the foreign ministers of a total of 28 countries:</p>\n<p>Australia, Austria, Belgium, Canada, Cyprus, Denmark, Estonia, Finland, France, Greece, Iceland, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, New Zealand, Norway, Poland, Portugal, Slovenia, Spain, Sweden, Switzerland, and the UK.</p>\n<p>These governments, many of them allies of Israel, issued some of their strongest language yet, condemning the obstruction of aid in the occupied Palestinian territory.</p>\n<figure id=\"attachment_3834037\" aria-describedby=\"caption-attachment-3834037\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3834037\" src=\"/wp-content/uploads/2025/07/2025-06-27T085837Z_1305600534_RC2ZECASU2EC_RTRMADP_3_ISRAEL-PALESTINIANS-HAMAS-PRESSURES-1752332861.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Rafah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3834037\" class=\"wp-caption-text\">Palestinian houses and buildings lying in ruins in Rafah, in the southern Gaza Strip, on January 22, 2025 [Mohammed Salem/Reuters]</figcaption></figure>\n<h2 id=\"which-of-those-countries-recognise-palestine\">Which of those countries recognise Palestine?</h2>\n<p>Out of these 28 countries from the joint statement, nine recognise the State of Palestine as a sovereign state.</p>\n<p>Cyprus, Malta, and Poland recognised Palestine shortly after the Palestinian Declaration of Independence in 1988.</p>\n<p>Iceland followed in 2011, and Sweden in 2014. Ireland, Norway, Slovenia, and Spain recognised Palestine in 2024.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"how-did-israel-respond\">How did Israel respond?</h2>\n<p>Oren Marmorstein, a spokesperson for the Israel Ministry of Foreign Affairs, wrote on X that Israel rejects the joint statement published by the group of countries, “as it is disconnected from reality and sends the wrong message to Hamas”.</p>\n<p>Israel further claimed that instead of agreeing to a ceasefire, “Hamas is busy running a campaign to spread lies about Israel” and deliberately acting to increase friction and harm to civilians who come to receive humanitarian aid.</p>\n<p>The statement further said there is a “concrete proposal for a ceasefire deal” and Hamas “stubbornly refuses to accept it”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"what-does-hamas-say-about-the-ceasefire\">What does Hamas say about the ceasefire?</h2>\n<p>The spokesperson of the military wing of Hamas said Israel was the one that rejected a ceasefire agreement to release all captives held in Gaza.</p>\n<p>Qassam Brigades spokesperson Abu Obeida said in a prerecorded video, released on Friday, that the group had in recent months offered a “comprehensive deal” that would release all captives at once – but it was rejected by Israeli Prime Minister Benjamin Netanyahu and his far-right ministers.</p>\n<p>“It has become clear to us that the government of the criminal Netanyahu has no real interest in the captives because they are soldiers,” he said, adding that Hamas favours a deal that guarantees an end to the war, a withdrawal of Israeli forces, and entry of humanitarian aid for besieged Palestinians.</p>\n<p>Hamas is still holding 50 people in Gaza, about 20 of whom are believed to be alive.</p>\n<figure id=\"attachment_3836837\" aria-describedby=\"caption-attachment-3836837\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3836837\" src=\"/wp-content/uploads/2025/07/2025-07-07T173420Z_1776782320_RC2THFABST7H_RTRMADP_3_ISRAEL-PALESTINIANS-HOSTAGES-PROTEST-1752468890.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Demonstrators hold a banner featuring an image of U.S. President Donald Trump, during a protest to demand the immediate release of all hostages held in Gaza.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3836837\" class=\"wp-caption-text\">Demonstrators hold a banner featuring an image of US President Trump, at a protest to demand the release of all captives held in Gaza, near the US consulate in Tel Aviv, Israel, July 7, 2025 [Ammar Awad/Reuters]</figcaption></figure>\n<h2 id=\"what-is-israel-blocking-from-entering-gaza-claiming-that-hamas-can-use-it\">What is Israel blocking from entering Gaza, claiming that Hamas can use it?</h2>\n<p>Israel continues to block the entry of essential humanitarian supplies into Gaza, claiming that Hamas could divert or repurpose them for military use.</p>\n<p>Among the items withheld are: Baby formula, food, water filters, and medicines.</p>\n<p>Medicine and medical supplies face blocks as part of Israel’s “dual-use” restrictions, where items like painkillers and dialysis equipment are held back, ostensibly for possible Hamas exploitation in military contexts.</p>\n<p>Other medical equipment, such as oxygen cylinders, anaesthetics, and cancer medications, has been restricted.</p>\n<p>Israeli authorities argue that some items, like certain chemicals or electronics, could have dual-use potential.</p>\n<p>Aid groups report that the blanket denial of crucial medical items is pushing Gaza’s health system towards total collapse, and say that these restrictions are collective punishment and violations of international humanitarian law.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "World court set to hear Vanuatu’s case on climate crisis obligations | Climate Crisis News | Al Jazeera",
            "time": "2025-07-22T11:45:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25202839174577-1753179366.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When John Warmington first began diving the reefs outside his home in Vanuatu’s Havannah Harbour 10 years ago, the coral rose like a sunken forest – tall stands of staghorns branched into yellow antlers, plate corals layered like canopies, and clouds of darting fish wove through the labyrinth.</p>\n<p>“We used to know every inch of that reef,” he said. “It was like a friend.”</p>\n<p>Now, it is unrecognisable.</p>\n<p>After Cyclone Pam battered the reef in 2015, sediment from inland rivers smothered the coral beds. Crown-of-thorns starfish swept in and devoured the recovering polyps.</p>\n<p>Back-to-back cyclones in 2023 crushed what remained. Then, in December 2024, a magnitude 7.3 earthquake shook the seabed.</p>\n<p>What remains is a coral graveyard – bleached rubble scattered across the seabed, habitats collapsed, and life vanished.</p>\n<p>“We have come out of the water in tears,” said Warmington, who has logged thousands of dives on this single reef. “We just see heartbreak.”</p>\n<figure id=\"attachment_3850104\" aria-describedby=\"caption-attachment-3850104\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850104\" src=\"/wp-content/uploads/2025/07/AP25202839400031-1753179520.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Climate Vanuatu World Court\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850104\" class=\"wp-caption-text\">A sea turtle nibbles on what remains of the once vibrant reef at Havannah Harbour, off the coast of Efate Island, Vanuatu [Annika Hammerschlag/AP Photo]</figcaption></figure>\n<p>That heartbreak is becoming more common across this Pacific island nation, where intensifying cyclones, rising seas, and saltwater intrusion are reshaping coastlines and threatening daily life.</p>\n<p>Since 1993, sea levels around Vanuatu’s shores have risen by about 6mm (0.24in) per year – significantly faster than the global average – and in some areas, tectonic activity has doubled that rate.</p>\n<p>On Wednesday, Vanuatu will have its day in the world’s highest court. The International Court of Justice (ICJ) will issue an advisory opinion on what legal obligations nations have to address climate change, and what consequences they may face if they do not.</p>\n<p>The case, led by Vanuatu and backed by more than 130 countries, is seen as a potential turning point in international climate law.</p>\n<p>The opinion will not be legally binding, but could help shape future efforts to hold major emitters accountable, and secure the funding and action small island nations need to adapt or survive.</p>\n<p>It comes after decades of frustration for Pacific nations that have watched their homelands disappear.</p>\n<p>In Tuvalu, where the average elevation is just two metres (6.6ft), more than a third of the population has applied for a climate migration visa to Australia.</p>\n<p>By 2100, much of the country is projected to be under water at high tide.</p>\n<p>In Nauru, the government has begun selling passports to wealthy foreigners – offering visa-free access to dozens of countries – in a bid to generate revenue for possible relocation efforts.</p>\n<p>Vanuatu has already sought opinions from other international courts, and is pushing for the recognition of ecocide – the destruction of the environment – as a crime under the International Criminal Court.</p>\n<p>Not all of these effects can be attributed solely to climate change, said Christina Shaw, chief executive of the Vanuatu Environmental Science Society.</p>\n<p>Coastal development, tectonic subsidence, volcanic eruptions, deforestation, and pollution are also contributing to ecosystem decline.</p>\n<figure id=\"attachment_3850110\" aria-describedby=\"caption-attachment-3850110\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850110\" src=\"/wp-content/uploads/2025/07/AP25202839402949-1753179564.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Children play on Pele Island\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850110\" class=\"wp-caption-text\">Children play on Pele Island [Annika Hammerschlag/AP Photo]</figcaption></figure>\n<p>“Vanuatu’s environment is quite fragile by its very nature in that it is young with narrow reefs, has small amounts of topsoil, and is impacted regularly by natural disasters,” she said. “But we do have to think about the other human impacts on our environment as well.”</p>\n<p>The damage is not limited to homes, gardens, and reefs – it is reaching into places once thought to be untouchable.</p>\n<p>On the island of Pele, village chief Amos Kalsont sits at his brother’s grave as waves lap against broken headstones half-buried in sand.</p>\n<p>At high tide, both his brother’s and father’s graves sit just a few arm’s lengths from the sea. Some homes and gardens have already been moved inland, and saltwater intrusion has tainted the community’s primary drinking water source.</p>\n<p>Now, the community is considering relocating the entire village – but that would mean leaving the land their grandparents cleared by hand.</p>\n<p>Many in Vanuatu remain committed to building something stronger and hope the rest of the world will support them.</p>\n<p>Back in Havannah Harbour, John Warmington still dives the reef he considers part of his family. While much of it has gone, he and his wife Sandy have begun replanting coral fragments in the hope of restoring what remains.</p>\n</div></div></body></html>"
        },
        {
            "title": "Australian writer on his deportation from the US | Al Jazeera | Al Jazeera",
            "time": "2025-07-22T11:31:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/04-Website-1753183752.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Australian writer on being deported from the US for his views on Israel-Palestine.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alistair Kitchen is a writer from Australia who was blocked from entering the US in June 2025.</p>\n<p>In this Unmute, Kitchen describes how he endured hours of interrogation and had his phone confiscated and forensically downloaded by Customs agents before he was deported back to Australia. He believes it was over his writing on the pro-Palestine protests at Columbia University and his views on Israel-Palestine.</p>\n</div></div></body></html>"
        },
        {
            "title": "Inside Iran’s crackdown on Afghan migrants after the war with Israel | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-07-22T11:15:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25173642331349-1753032081.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s7\"><strong>Tehran, Iran –</strong> The wave of Afghan refugees and migrants being sent back from Iran has not stopped, with more than 410,000 being pushed out since the end of the <a href=\"/news/2025/6/24/is-the-12-day-israel-iran-war-really-over-and-who-gained\">12-day war with Israel</a> on June 24.</p>\n<p class=\"s9\">More than 1.5 million Afghan refugees and migrants have been sent back in 2025, according to the United Nations’ International Organization for Migration (IOM), while the Red Cross says more than one million people more could be sent back by the end of the year.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Iran has been hosting Afghans for decades. While it has periodically expelled irregular arrivals, it has now taken its efforts to unprecedented levels after the war with Israel that killed more than 1,000 people in Iran, <a href=\"/news/2025/6/16/athlete-pilates-instructor-teacher-human-toll-of-israels-attack-on-iran\">many of them civilians</a>.</p>\n<p>Iran has also been building a wall along its massive eastern borders with Afghanistan and Pakistan to stem the flow of irregular migration, and smuggled drugs and fuel.</p>\n<p>The parliament is also planning for a national migration organisation that would take over its efforts to crack down on irregular migration.</p>\n<h2 id=\"i-m-afraid\" class=\"s11\">‘I’m afraid’</h2>\n<p class=\"s9\">“I feel like we’re being singled out because we’re easy targets and don’t have many options,” said Ahmad*, a 27-year-old undocumented Afghan migrant who came to Iran four years ago.</p>\n<p class=\"s9\">Like others, he had to work construction and manual labour jobs before managing to get hired as the custodian of an old residential building in the western part of the capital, Tehran.</p>\n<p class=\"s9\">At the current rate of Iran’s <a href=\"/news/2025/4/5/irans-currency-falls-to-record-low-as-tensions-with-us-mount\">heavily devalued currency</a>, he gets paid the equivalent of about $80 a month, which is wired to the bank card of an Iranian citizen because he cannot have an account in his name.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p class=\"s12\">He has a small spot where he can sleep in the building and tries to send money to his family in Afghanistan whenever possible.</p>\n<p class=\"s9\">“I don’t really leave the building that much because I’m afraid I’ll be sent back. I don’t know how much longer I can live like this,” he told Al Jazeera.</p>\n<p class=\"s9\">Vahid Golikani, who heads the foreign nationals’ department of the governor’s office in Tehran, told state media last week that undocumented migrants must not be employed to protect local labour.</p>\n<p class=\"s9\">Daily returns, which include <a href=\"/news/2025/7/6/iran-tells-millions-of-afghans-to-leave-or-face-arrest-on-day-of-deadline\">expulsions and voluntary returns</a>, climbed steeply after the start of the war, with average daily returns exceeding 29,600 in the week starting July 10, said Mai Sato, UN special rapporteur on the situation of human rights in Iran.</p>\n<p>She was among four special rapporteurs who decried the mass returns on Thursday, adding their voice to rights organisations such as Amnesty International.</p>\n<p class=\"s9\">“Afghanistan remains unsafe under Taliban rule. These mass returns violate international law and put vulnerable people, especially women, children, and minorities, at severe risk of persecution and violence,” Sato said.</p>\n<h2 id=\"alleged-security-risks\" class=\"s11\">Alleged security risks</h2>\n<p class=\"s9\">Authorities and state media have said undocumented immigrants may pose a security risk, alleging that some of them were paid by Israel to carry out tasks inside Iran.</p>\n<figure id=\"attachment_3821505\" aria-describedby=\"caption-attachment-3821505\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3821505\" src=\"/wp-content/uploads/2025/07/AFP__20250705__64VP6QW__v1__HighRes__AfghanistanIranMigration-1751788160.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Afghan refugees arrive from Iran at Islam Qala border\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3821505\" class=\"wp-caption-text\">Afghan refugees arrive from Iran at Islam Qala border between Afghanistan and Iran, on July 5, 2025 [Mohsen Karimi/AFP]</figcaption></figure>\n<p class=\"s13\">While state television has aired confessions from a handful of unidentified imprisoned Afghans, but their numbers do not seem to match the scale of the expulsions.</p>\n<p class=\"s13\">The televised confessions featured men with covered eyes and blurred-out faces saying they had sent photographs and information online to anonymous handlers linked with Mossad.</p>\n<p class=\"s9\">Hundreds of Iranians have also been arrested on suspicion of working for Israel, and several Iranians have been executed over the past weeks as the government works to <a href=\"/news/2025/6/25/iran-moves-to-punish-spying-as-it-proclaims-victory-over-israel-us\">increase legal punishments for spying</a>.</p>\n<p class=\"s9\">Mohammad Mannan Raeesi, a member of parliament from the ultraconservative city of Qom, said during a state television interview last week, “We don’t have a single migrant from Afghanistan among the Israeli spies.”</p>\n<p>He pointed out that some Afghans have fought and died for Iran, and that attempts to expel irregular arrivals should avoid xenophobia.</p>\n<h2 id=\"economic-pressures\" class=\"s11\">Economic pressures</h2>\n<p>Before the latest wave of forced returns, Iranian authorities reported the official number of Afghan refugees and migrants at a whopping 6.1 million, with many speculating the real number was much higher.</p>\n<p class=\"s9\">Only about 780,000 have been given official refugee status by the government.</p>\n<p class=\"s9\">Supporting millions of refugees and migrants, regular and irregular, takes a toll on a government that spends billions annually on hidden subsidies on essentials like fuel, electricity and bread for everyone in the country.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p class=\"s9\">Since 2021, there have been complaints among some Iranians about the economic impact of hosting millions who poured into Iran unchecked in the aftermath of the <a href=\"/news/2022/8/9/key-events-since-taliban-takeover-of-afghanistan-a-year-ago\">Taliban’s chaotic takeover of Afghanistan</a>.</p>\n<p class=\"s9\">Amid increasing hostility towards the Afghan arrivals over the past years, local newspapers and social media have increasingly highlighted reports of crimes like theft and rape allegedly committed by Afghan migrants. However, no official statistics on such crimes have been released.</p>\n<p class=\"s9\">That has not stopped some Iranians, along with a large number of anonymous accounts online, from cheering on the mass returns, with popular hashtags in Farsi on X and other social media portraying the returns as a “national demand”.</p>\n<p class=\"s9\">Again, there are no reliable statistics or surveys that show what portion of the Iranian population backs the move, or under what conditions.</p>\n<p class=\"s9\">Some tearful migrants told Afghan media after <a href=\"/gallery/2025/7/8/nearly-half-a-million-afghans-return-from-iran-amid-crackdown\">being returned from Iran</a> that security forces beat or humiliated them while putting them on buses to the border.</p>\n<p class=\"s9\">Others said they were abruptly deported with only the clothes on their back, and were unable to get their last paycheques, savings, or downpayments made for their rented homes.</p>\n<p>Some of those with legal documentation have not been spared, as reports emerged in recent weeks of Afghan refugees and migrants being deported after having their documents shredded by police.</p>\n<p>Government spokeswoman Fatemeh Mohajerani and Interior Minister Eskandar Momeni have separately said the government is only seeking undocumented migrants.</p>\n<p>“In cases where legal residents have been deported, those instances have been investigated,” Momeni said last week, adding that over 70 percent of those returned came forward voluntarily after the government set a deadline to leave for early July.</p>\n<figure id=\"attachment_3847935\" aria-describedby=\"caption-attachment-3847935\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3847935\" src=\"/wp-content/uploads/2025/07/AP25173642101153-1753031682.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Afghanistan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3847935\" class=\"wp-caption-text\">Afghan returnees who fled Iran to escape deportation and conflict gather at a UNHCR facility near the Islam Qala crossing in western Herat province, Afghanistan, on June 20, 2025 [Omid Haqjoo/AP Photo]</figcaption></figure>\n<h2 id=\"i-sense-a-lot-of-anger-among-the-people\" class=\"s11\">‘I sense a lot of anger among the people’</h2>\n<p class=\"s9\">For those Afghans who remain in Iran, a host of other restrictions make life difficult.</p>\n<p class=\"s9\">They are barred from entering dozens of Iranian cities. Their work permits may not be renewed every year, or the renewal fees could be hiked suddenly. They are unable to buy property, cars or even SIM cards for their mobile phones.</p>\n<p class=\"s9\">They are seldom given citizenship and face difficulties in getting their children into Iranian schools.</p>\n<p>Zahra Aazim, a 22-year-old teacher and video editor of Afghan origin based in Tehran, said she did not truly feel the extent of the restrictions associated with living in Iran for Afghans until a few years ago.</p>\n<p class=\"s9\">Her family migrated to Iran about 45 years ago, shortly after Iran’s 1979 Islamic revolution that brought the incumbent theocratic establishment to power.</p>\n<p class=\"s9\">“What really bugs me is the fact that I was born in Iran, and my family has been living here for over four decades, but I’m still unable to get something as basic as a driver’s licence.</p>\n<figure id=\"attachment_3847937\" aria-describedby=\"caption-attachment-3847937\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3847937\" src=\"/wp-content/uploads/2025/07/1404-04-29-20.47.48-1753031897.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Zahra Aazim\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3847937\" class=\"wp-caption-text\">Zahra Aazim says she is concerned things will worsen for refugees and migrants in Iran [Courtesy of Zahra Aazim]</figcaption></figure>\n<p class=\"s9\">“That’s not to mention fundamental documents like a national ID card or an Iran-issued birth certificate,” she told Al Jazeera.</p>\n<p>By law, those documents are reserved for Iranian nationals. Afghan-origin people can apply if their mother is Iranian or if they are a woman married to an Iranian man.</p>\n<p class=\"s9\">Aazim said Iran’s rules have only gotten stricter over the years. But things took a sharp turn after the war, and she has received hundreds of threatening or insulting messages online since.</p>\n<p class=\"s9\">“I’ve been hearing from other Afghan-origin friends in Iran … that this is no longer a place where we can live,” she said.</p>\n<p class=\"s9\">“A friend called me with the same message after the war. I thought she meant she’s thinking about moving to another country or going back to Afghanistan. I never thought her last resort would be [taking her own life].”</p>\n<p class=\"s9\">Aazim also said her 23-year-old brother was taken by police from a Tehran cafe – and later released – on suspicion of espionage.</p>\n<p class=\"s9\">The incident, along with videos of <a href=\"/features/2025/6/28/nowhere-to-run-the-afghan-refugees-caught-in-israels-war-on-iran\">violence against Afghans</a> that are circulating on social media, has made her feel unsafe.</p>\n<p class=\"s9\">“I sense a lot of anger among the Iranian people, even in some of my Iranian friends. When you can’t lash out against those in power above, you start to look for people at lower levels to blame,” she said.</p>\n<p class=\"s9\">“I’m not saying don’t take any action if you have security concerns about Afghan migrants … I just wish they would treat us respectfully.</p>\n<p class=\"s9\">“Respect has nothing to do with nationality, ethnicity or geography.”</p>\n<p class=\"s7\"><strong><em>*Name has been changed for the individual’s protection.</em></strong></p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "‘No miracles’: Russia downplays Ukraine talks as deadly attacks continue | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-22T10:47:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T074959Z_506277977_RC2JRFAG3Z38_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1-1753177181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has played down expectations of any breakthrough in upcoming talks with Ukraine in Turkiye, as Ukrainian officials said one child was killed and more than 20 people were wounded in overnight Russian attacks.</p>\n<p>“We don’t have any reason to hope for some miraculous breakthroughs,” Kremlin spokesman Dmitry Peskov told reporters on Tuesday, saying this was “hardly possible in the current situation”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We intend to pursue our interests, we intend to ensure our interests and fulfil the tasks that we set for ourselves from the very beginning.”</p>\n<p>Ukraine <a href=\"/news/2025/7/19/zelenskyy-says-ukraine-sent-russia-offer-of-fresh-peace-talks-next-week\">President Volodymyr Zelenskyy</a>‘s announcement late on Monday that talks would take place generated some hope that negotiators would deliver progress on ending the war that began with Russia’s full-scale invasion of Ukraine in February 2022. United States President Donald Trump has been putting more pressure on Russia to hold talks, which have stalled as Russian President Vladimir Putin stood his ground on his demands.</p>\n<p>The third round of talks in recent months is expected to be held in Istanbul on Wednesday. Previous negotiations led to a series of exchanges of prisoners of war and the bodies of fallen soldiers, but produced no breakthrough on a ceasefire.</p>\n<p>On Tuesday, Zelenskyy announced on social media that Rustem Umerov, the former defence minister and current secretary of the security council, will head Ukraine’s delegation.</p>\n<p>He also said Ukraine was ready to “secure the release of our people from captivity and return of abducted children, to stop the killings, and to prepare a leaders’ meeting”, outlining potential topics for discussion.</p>\n<p>Russia has not yet announced the composition of its team for the talks. Its delegation at the previous round was led by a hawkish historian and the current head of the Russian Union of Writers, Vladimir Medinsky, whom Ukraine described as not a real decision-maker.</p>\n<p>Asked on Tuesday if he could give a sense of how the Kremlin saw the potential timeframe of a possible peace agreement, Peskov said he could give no guidance on timing.</p>\n<p>“There is a lot of work to be done before we can talk about the possibility of some top-level meetings,” Peskov added, a day after Zelenskyy renewed a call for a meeting with Putin.</p>\n<figure id=\"attachment_3850028\" aria-describedby=\"caption-attachment-3850028\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850028\" src=\"/wp-content/uploads/2025/07/13209792-1753177321.jpg?w=770&amp;resize=770%2C551&amp;quality=80\" alt=\"epa12252643 Communal workers work at the site of a drone strike in Odesa, southern Ukraine, 22 July 2025, amid the Russian invasion. At least one person was injured after Russian forces attacked Odesa, the State Emergency Service (SES) of Ukraine reported. As a result of the attack, a residential building, supermarket, sports hall, administrative building, and more than 30 cars were damaged. EPA/IGOR TKACHENKO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850028\" class=\"wp-caption-text\">Workers inspect a site of a drone attack in Odesa in southern Ukraine on July 22, 2025 [Igor Tkachenko/EPA]</figcaption></figure>\n<p>Despite the upcoming talks, Russia’s offensive continues, with its forces driving hard to break through at eastern and northeastern points on the 1,000km (620-mile) front line.</p>\n<p>Ukraine’s air force said Russia had launched 426 drones and 24 missiles overnight, making it one of Russia’s largest aerial assaults in months. It said it had downed or jammed at least 224 Russian drones and missiles, while 203 drones disappeared from radars.</p>\n<p>In one of the attacks, a 10-year-old boy was killed and five people were wounded when guided glide bombs hit a residential building in the eastern Ukrainian city of Kramatorsk, according to Mayor Alexander Goncharenko.</p>\n<p>Kramatorsk is part of a metropolitan area in Donetsk that remains under Ukrainian control three years after the start of Russia’s full-scale invasion of Ukraine.</p>\n<p>A barrage of Russian strikes was also reported in the capital, Kyiv, sparking several fires and damaging an underground air raid shelter where civilians had taken refuge. There were no immediate reports of casualties.</p>\n<p>Ukraine’s northeastern <a href=\"/opinions/2025/7/4/in-sumy-ukraine-the-front-line-is-drawing-near-but-we-refuse-to-leave\">Sumy region</a> came under multiple waves of attacks, according to regional authorities. A drone hit a petrol station in the town of Putyvl, wounding four people, including a five-year-old boy, the regional military administration reported. A second drone hit the same location less than two hours later, wounding seven people.</p>\n<p>Separately, two powerful Russian glide bombs were dropped on Sumy city, wounding at least 13 people, including a six-year-old boy, and damaging five apartment buildings, two private homes and a shopping centre in the attack. The blasts shattered windows and destroyed balconies in residential buildings, acting Mayor Artem Kobzar said.</p>\n<p>A few weeks ago, Putin announced his intention to create a “buffer zone” in the Sumy region, effectively by occupying the Ukrainian border areas.</p>\n<p>In the southern <a href=\"/video/newsfeed/2025/6/20/woman-rescued-from-burning-house-after-russian-attack-on-ukraine\">Ukrainian port city of Odesa</a>, there were initial reports of drone attacks in which at least one person was wounded. Fires broke out in several places in the city, according to regional media.</p>\n<p>Ukraine also launched attacks, with Russia’s Ministry of Defence saying its air power had downed 35 Ukrainian long-range drones over several regions overnight, including three over the Moscow area.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Why Trump’s attacks on Jerome Powell are raising fears for the US economy | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T10:00:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-18T073200Z_1035698970_RC2UOFA046TL_RTRMADP_3_GLOBAL-HEDGEFUNDS-FEDERAL-RESERVE-1753167606_88157d-1753171720.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has spent months attacking US Federal Reserve chairman Jerome Powell for not moving faster to lower interest rates.</p>\n<p>While Trump is not the first president to clash with the head of the US central bank on monetary policy, he has gone further than his predecessor by threatening to fire Powell and pressuring him to resign.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Trump’s barbs have raised concerns about the prospect of the Fed losing its independence, which would have serious ramifications for the US economy.</p>\n<p><strong>What has Trump said about Powell?</strong></p>\n<p>Trump’s main gripe with Powell has been the Fed’s decision to keep its benchmark interest rate in the range of 4.25 to 4.50 percent.</p>\n<p>The US central bank has resisted calls to lower the rate, which would spur economic growth by reducing borrowing costs across the economy, to keep a lid on inflation.</p>\n<p>While inflation remains modest at present, Powell and his colleagues fear that prices could rise significantly in the coming weeks and months due to Trump’s tariffs.</p>\n<p>Trump has argued that the rate should be as low as 1 percent.</p>\n<p>Trump has been at odds with Powell since his first term, when he nominated him to the top job, but the president began ramping up his attacks in April, when he branded the monetary policy chief “a major loser” and “numbskull” whose “termination cannot come fast enough”.</p>\n<p>Since then, Trump has made conflicting remarks about whether he intends to fire Powell, and last week asked a group of Republican lawmakers for their opinion on the matter.</p>\n<p>While Trump continues to blast Powell on social media, other top White House officials have joined the condemnation.</p>\n<p>Earlier this month, Office of Management and Budget Director Russell Vought accused Powell of mishandling the “ostentatious” $2.5bn refurbishment of the Fed’s headquarters in Washington, DC.</p>\n<p>On Tuesday, US Treasury Secretary Scott Bessent accused the Fed of “persistent mandate creep into areas beyond its core mission” and called for a review of the renovation project.</p>\n\n<p></p>\n<p> </p>\n<p><strong>Does Trump have the power to remove Powell?</strong></p>\n<p>The Fed chair is harder to remove than the heads of other independent government agencies.</p>\n<p>Under the Federal Reserve Act of 1913, the president may remove the head of the central bank “for cause” – widely interpreted to mean proof of corruption or malfeasance.</p>\n<p>A landmark 1935 Supreme Court ruling further insulated the Fed from political pressure by explicitly stating that the heads of independent agencies cannot be removed without cause.</p>\n<p>David Wilcox, a senior fellow at the Peterson Institute for International Economics who served on the staff of the Federal Reserve Board, said the Trump Administration appeared to be zoning in on the Fed’s renovation project to create a pretext to fire Powell.</p>\n<p>“The way they’re doing that is they’re drumming up a lot of controversy around the expenses that have been incurred and will be incurred in the renovation of two of the historic buildings,” Wilcox told Al Jazeera.</p>\n<p>“The drumbeat of criticism seems to be that Powell allegedly has mishandled this situation, and concern is that this very small-scale situation might be somehow blown up into an excuse for firing Powell ‘for cause’.”</p>\n<p><strong>Is there any precedent for Trump’s campaign against Powell?</strong></p>\n<p>In the late 1960s and early 1970s, presidents Lyndon B Johnson and Richard Nixon – a Democrat and a Republican – both famously exerted pressure on the Fed chair to keep interest rates low.</p>\n<p>Some historians have theorised that Nixon’s cajoling of then-Fed chair Arthur Burns stopped him from rolling out rate hikes that could have halted the emergence of double-digit inflation in the mid-1970s.</p>\n<p>“What does compromising central bank independence do? It runs the possibility of giving some kind of short-term gain for long-term pain,” Mark Spindel, the CIO of Potomac River Capital and a Federal Reserve historian, told Al Jazeera.</p>\n<p>“And politicians have short memories.”</p>\n<figure id=\"attachment_3849805\" aria-describedby=\"caption-attachment-3849805\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3849805\" src=\"/wp-content/uploads/2025/07/2025-07-17T192401Z_8829626_RC2FMFAIUYXH_RTRMADP_3_USA-FED-RENOVATIONS-1753167931.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Major construction work continues at the U.S. Federal Reserve building as U.S. President Donald Trump voices complaints about Fed Chair Jerome Powell, in Washington, D.C., U.S., July 14, 2025. REUTERS/Jonathan Ernst/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3849805\" class=\"wp-caption-text\">Construction work is carried out the the US Federal Reserve building in Washington, DC, on July 14, 2025 [Jonathan Ernst/Reuters]</figcaption></figure>\n<p><strong>How will markets react if Powell is removed?</strong></p>\n<p>Suggestions that Trump could remove Powell have roiled markets on several occasions.</p>\n<p>On Wednesday, the benchmark US S&amp;P 500 briefly fell by 0.7 percent, and the US dollar sank 0.9 percent, following reports that Trump had asked Republican lawmakers whether he should fire the Fed chair.</p>\n<p>Stocks recovered a short time later after Trump denied that he had any plans to remove Powell, the latest example of what investors have dubbed the “TACO Trade” – short for “Trump Always Chickens Out”.</p>\n<p>If Trump were to follow through on his threat to remove Powell, the stock market and confidence in the US economy would take a major hit, Wilcox said.</p>\n<p>“It would probably be reflected in an increase in the expected inflation that’s built into borrowing rates. It would be reflected in an increase in the risk premiums that are built into long-term Treasury rates,” he added.</p>\n<p>“It would probably be reflected in a weakening of the US dollar because of a loss in confidence that would follow from the knocking down of yet one more signature aspect [of the economy] that has been taken for granted for many decades.”</p>\n<p><strong>Why might Trump not want to fire Powell?</strong></p>\n<p>Fed historian Spindel said Trump may ultimately decide to keep Powell despite his threats.</p>\n<p>The Fed chairman’s term expires in May next year, Spindel said, and, until then, Trump can use Powell as a scapegoat for any problems with the economy.</p>\n<p>As a businessman, Trump also considers the stock market an important barometer of success, Spindel added.</p>\n<p>“The market is an important governor on his policies,” he said.</p>\n<p>“He has a large constituency in the corporate sector. He obviously enjoys support from the middle and upper wealthy class, and he doesn’t want to torpedo the equity market.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Video: US police officer in Breonna Taylor death jailed for 33 months | Crime | Al Jazeera",
            "time": "2025-07-22T08:37:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753173447.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least three killed in landslide, heavy rains in northern Pakistan | Climate Crisis News | Al Jazeera",
            "time": "2025-07-22T08:20:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250717__66ZD2T8__v1__HighRes__PakistanWeatherMonsoon-1753167927.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A landslide triggered by torrential monsoon rains has killed at least three people in northern Pakistan, according to local officials, as operations continued to rescue 15 missing people.</p>\n<p>More than eight vehicles were swept away on Monday when heavy rains triggered a landslide on a highway in Gilgit-Baltistan’s Diamer district, Abdul Hameed, Diamer’s district police officer, told the AFP news agency on Tuesday. “Three dead bodies have been recovered and more than 15 are still missing.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Flash floods, collapsed buildings and electrocutions have killed 221 people since the monsoon season arrived in the country in late June, with heavier rains than usual.</p>\n<p>Several of the victims were tourists from other parts of Pakistan visiting the popular tourist destination of Gilgit-Baltistan, a province in Pakistan-administered Kashmir renowned for its lush valleys and crystal-clear lakes.</p>\n<p>Hameed said at least 10 vehicles were buried under the debris. “The rescue operation has been launched again at 6:00am today [01:00 GMT],” he added.</p>\n<p>“Rescuers also evacuated four injured people, one of whom is in a critical condition”, said Faizullah Faraq, spokesman for the provincial government, confirming three deaths to AFP.</p>\n<p>“Hundreds of trapped tourists have since been brought to safety; government teams cleared debris and escorted them off the mountain road, while local villagers provided emergency shelter and assistance,” Faraq added.</p>\n<p>Floods in the area on Monday have damaged 50 houses, four bridges, a hotel, and a school, as well as blocked major highways and damaged communication signals.</p>\n<h2 id=\"elsewhere-in-pakistan\">Elsewhere in Pakistan</h2>\n<p>The remainder of Pakistan has not been spared, with 221 killed nationwide in incidents related to the monsoon since June 26.</p>\n<p>The death toll includes “104 children and 40 women”, with more than 500 people also injured, Pakistan’s National Disaster Management Authority said Tuesday.</p>\n<p>A spokeswoman for the agency told AFP that the heavy rains usually start later in the monsoon season. “Such death tolls are usually seen in August, but this year the impact has been markedly different,” she said.</p>\n<p>The national meteorological service warns that the risk of heavy rain and possibly flash floods remains high in the country’s northern and eastern provinces, with the risk of floods and landslides.</p>\n<p>In mid-June, at least 65 people were killed and nearly 300 injured within 24 hours when <a href=\"/news/2025/7/17/dozens-killed-in-pakistan-as-heavy-monsoon-season-persists\">monsoon rains hit Punjab province</a>, which borders India.</p>\n<p>In late June, at least 13 tourists were swept to their deaths while sheltering from flash floods on a raised river bank in another province in northern Pakistan.</p>\n<p>The rains are a routine part of South Asia’s climate and are essential for crop irrigation and replenishing water supplies.</p>\n<p>However, their adverse effect has worsened in recent years due to rapid urban expansion, poor drainage systems, and more frequent extreme weather events linked to climate change.</p>\n<p>The country is still struggling to recover from <a href=\"/news/longform/2022/9/16/mapping-the-scale-of-destruction-of-the-pakistan-floods\">the devastating floods of 2022</a>, which affected almost a third of the country and more than 33 million people. About 1,700 people were killed, and much of the harvest was lost.</p>\n</div></div></body></html>"
        },
        {
            "title": "Future of bees at risk as temperatures rise, Trump to cut research funds | Climate Crisis News | Al Jazeera",
            "time": "2025-07-22T08:17:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25199684566401-1753164437.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sweat covers Isaac Barnes’s face under his beekeeper’s veil as he hauls boxes of honeycomb from his hives to his truck. It is a workout in what feels like a sauna as the late-morning temperatures rise.</p>\n<p>Though Barnes was hot, his bees were even hotter. Their body temperatures can be up to 15 degrees Celsius (27 degrees Fahrenheit) higher than the air around them. As global temperatures rise, scientists are trying to better understand the effects on managed and wild bees as they pollinate crops, gather nectar, make honey, and reproduce.</p>\n<p>They noticed flying bees gathering nectar avoided overheating on the hottest days by using fewer but harder wingbeats to keep their body temperature below dangerous levels, according to a study published last year. Scientists also say that bees, like people, may cope by retreating to a cooler environment such as the shade or their nest.</p>\n<p>“Just like we go into the shade, sweat, or we might work less hard, bees actually do the exact same thing so they can avoid the heat,” said Jon Harrison, an environmental physiologist at Arizona State University and one of the study’s authors.</p>\n<p>Generally, most bees are heat-tolerant, but as the climate warms, some experts think their ability to fend off disease and gather food might become more difficult. Habitat loss, increased use of pesticides, diseases, and lack of forage for both managed and wild bees are all listed as potential contributors to the global decline of bees and other pollinators.</p>\n<figure id=\"attachment_3849716\" aria-describedby=\"caption-attachment-3849716\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3849716\" src=\"/wp-content/uploads/2025/07/AP25199684785545-1753164523.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Climate Heat Bees\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3849716\" class=\"wp-caption-text\">Isaac Barnes places a full honeycomb onto the back of his truck. [Joshua A Bickel/AP Photo]</figcaption></figure>\n<p>Earlier this year, preliminary results from the annual US Beekeeping Survey found that beekeepers lost almost 56 percent of their managed colonies, the highest loss since the survey started in 2010.</p>\n<p>Almost all of the managed honeybee colonies in the United States are used to pollinate crops such as almonds, apples, cherries, and blueberries. Fewer pollinators can lead to less pollination and potentially lower yields.</p>\n<p>Back at Isaac Barnes’s hives in Ohio, thousands of honeybees fly around as he gathers boxes to take back to his farm for honey production. Nearby, a couple of his bees land on milkweed flowers, a rare bit of plant diversity in an area dominated by maize and soya bean fields.</p>\n<p>For Barnes, who operates Honeyrun Farm with his wife, Jayne, one of the challenges heat can pose to his 500 honeybee hives is fending off parasitic mites that threaten the bees. If temperatures get too hot, he cannot apply formic acid, an organic chemical that kills the mites. If it is applied when it is too hot, the bees could die.</p>\n<p>Last year, they lost nearly a third of the 400 hives they sent to California to help pollinate commercial almond groves. Barnes thinks those hives may have been in poor health before pollination because they were unable to ward off mites when it was hot months earlier.</p>\n<p>It is only in the last decade that people have become aware of the magnitude of the pollinator decline globally, said Harrison, of Arizona State University. Data is limited on how much climate change and heat stress are contributing to pollinator decline.</p>\n<figure id=\"attachment_3849713\" aria-describedby=\"caption-attachment-3849713\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3849713\" src=\"/wp-content/uploads/2025/07/AP25199684781943-1753164501.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Climate Heat Bees\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3849713\" class=\"wp-caption-text\">Bees are not able to do what they normally do, said Kevin McCluney, a biology professor at Bowling Green State University. [Joshua A Bickel/AP Photo]</figcaption></figure>\n<p>The Trump administration’s proposed budget would eliminate the research programme that funds the US Geological Survey Bee Lab, which supports the inventory, monitoring and natural history of the nation’s wild bees. Other grants for bee research are also in jeopardy.</p>\n<p>US Senator Jeff Merkley of Oregon said his country’s pollinators are in “grave danger”, and he will fight for the federal funding. Pollinators contribute to the health of the planet, the crops we grow and the food we eat, he said.</p>\n<p>“Rather than taking bold action to protect them, the Trump administration has proposed a reckless budget that would zero out funding for critical research aimed at saving important pollinators,” he said in a statement to The Associated Press news agency.</p>\n<p>Harrison said his research on this topic would come to a halt if cuts are made to his federal funding, and it would generally be more difficult for scientists to study the disappearance of bees and other pollinators and improve how they prevent these losses. Not being able to manage these pollinator deaths could cause the price of fruits, vegetables, nuts, coffee and chocolate to rise or become scarce.</p>\n<p>“Hopefully, even if such research is defunded in the US, such research will continue in Europe and China, preventing these extreme scenarios,” said Harrison.</p>\n</div></div></body></html>"
        },
        {
            "title": "Bryan Mbeumo signs with Manchester United from Brentford | Football News | Al Jazeera",
            "time": "2025-07-22T07:29:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2199845883-1753167206_134d97-1753169311.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bryan Mbeumo signs with Manchester United from Brentford</h1><p class=\"article__subhead\"><em>The Cameroon international, who recorded career-best figures in the EPL last season, joins the club on a long-term deal.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United has signed forward Bryan Mbeumo from Brentford until 2030, with the option to extend for a further year, United said.</p>\n<p>United paid 65 million pounds ($88m) to Brentford, with another 6 million pounds ($8m) potentially due in add-ons for the 25-year-old Cameroon international, according to a club source.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Mbeumo hit new heights in the 2024-25 league season, finishing with a career-high 20 goals to help Brentford to a solid 10th-place finish in the Premier League. Only Mohamed Salah (29), Alexander Isak (23) and Erling Haaland (22) scored more league goals.</p>\n<p>“As soon as I knew there was a chance to join Manchester United, I had to take the opportunity to sign for the club of my dreams, the team whose shirt I wore growing up,” Mbeumo said on Monday.</p>\n<p>“My mentality is to always be better than I was yesterday. I know that I have the spirit of character to reach another level here, learning from [manager] Ruben Amorim and playing alongside world-class players.”</p>\n<p>The versatile Mbeumo thrived on the right wing and also impressed as a centre-forward, proving indispensable for Brentford by starting every league game last season.</p>\n<p>He joined the London club from Ligue 2 side Troyes in 2019 and made 242 appearances, scoring 70 goals and providing 51 assists.</p>\n<p>“Bryan’s goals and assists record in the Premier League is exceptional. His remarkable consistency has put him amongst the most productive players in England for the last three seasons,” said United’s director of football, Jason Wilcox.</p>\n<p>“We are delighted to have secured another one of our primary targets ahead of the preseason tour. The experience in the US will be the perfect opportunity for Bryan to work with Ruben and his new teammates as we prepare for an exciting season ahead.”</p>\n<p>Mbeumo becomes United’s fourth signing of the summer after the arrivals of Matheus Cunha, Diego Leon and youngster Enzo Kana-Biyik.</p>\n<p>United are playing three preseason matches in the United States: July 26 vs West Ham United in New Jersey, July 30 vs Bournemouth in Chicago and August 3 vs Everton in Atlanta.</p>\n\n<p></p>\n<p> </p>\n</div></div></body></html>"
        },
        {
            "title": "The night divers seeking sea cucumbers and profits off West Africa’s coast | Environment | Al Jazeera",
            "time": "2025-07-22T07:27:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Olomode-Jones-with-a-sea-cucumber-1752584361.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg css-mkhf1y\"><p><strong>Banana Islands, Sierra Leone -</strong> As the sun dips below the horizon, Emmanuel Pratt tugs a worn cord and the outboard engine sputters to life. His wooden canoe, painted in white and faded blue, cuts through the darkening waters. Fruit bats screech overhead.</p>\n<p>Pratt, 35, is a seasoned sea cucumber diver from the Banana Islands - an archipelago home to about 500 people in Sierra Leone. For 15 years, he has made a living scouring the ocean floor for these creatures that resemble warty, oversized sea slugs. They hide in the silt by day and emerge at night to inch across the ocean floor, gobbling up decomposing matter.</p>\n<p>Also on the canoe, 25-year-old Omolade Jones - sweating in a half-zipped-up wetsuit - perches on the edge of the boat and gazes out at the dark water.</p>\n<p>After 10 minutes, the younger diver gestures at Pratt to cut the engine and readies himself to dive. Jones blows on his mask, grabs an underwater torch and wraps a breathing hose around his waist.</p>\n<p>The seabed surrounding the small, jungle-coated archipelago used to teem with sea cucumbers. Nowadays, they are scarce and scattered.  Freediving is no longer an option. Pratt and Jones have to dive deeper, for longer, to find their catch.</p>\n<p>They have turned to “hookah diving” - a makeshift system where air is pumped from a diesel-powered generator on the boat down through a plastic hose. It is a risky and fragile lifeline. The engines are often old and the air is easily contaminated by diesel fumes. And experts say it is much more dangerous than scuba or free diving.</p>\n<p>As the diesel engine that powers his air supply rattles in the boat, Jones quietly slips over the edge into the black water. The yellow hose trails behind him as he swims away from the canoe. Minutes later, his torch lights up a column of water above the seabed.</p>\n<p>Pratt sits in the canoe, a cigarette dangling from his lips, his eyes fixed on the spot where Jones’s light is. “The cucumbers are running out,” he says glumly.</p>\n<p>While they used to haul in dozens of buckets of sea cucumbers a night, now they struggle to find a handful. Pratt says the divers rarely make more than $40 on a dive - barely enough to cover the costs of fuel or to hire some of the diving equipment.</p>\n<p>Not long after Jones exits the boat, he flashes his torch to signal that he is ready to swim back in. When he reaches the canoe, he hoists himself up on the side with his forearms. In one hand, he holds the torch, in the other, a small, brown sea cucumber.</p>\n<p>Pratt takes his turn and disappears into the dark water. He surfaces a while later with a sea cucumber. But the divers are unimpressed. After a couple of hours at sea, they head back to the mooring with a meagre catch of just three specimens.</p>\n<p>Overhead, the almost-full moon casts a white sheen over the water and dimly illuminates the way home.</p>\n</div></div></body></html>"
        },
        {
            "title": "Venezuela to probe El Salvador’s Bukele for ‘torture’ of US deportees | Human Rights News | Al Jazeera",
            "time": "2025-07-22T07:16:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T052711Z_1860120744_RC2HRFAR40F5_RTRMADP_3_USA-TRUMP-ELSALVADOR-VENEZUELA-1-1753166727.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"ng-star-inserted\">Venezuela has launched an investigation into the role El Salvador’s President Nayib Bukele and his senior officials played in the alleged torture of 252 migrants who were detained in the Central American country after being deported from the United States.</p>\n<p>Venezuelan Attorney General Tarek William Saab made the announcement in Caracas on Monday, as he presented photos and testimonies of some of the men, who said they were beaten, sexually abused and fed rotten food while inside a <a href=\"/video/newsfeed/2025/2/17/inside-the-el-salvador-prison-where-the-us-could-send-its-own-citizens\">notorious El Salvador prison</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Others were denied medical care or treated without anaesthesia, Saab said, urging the International Criminal Court (ICC) and the UN Human Rights Council to act.</p>\n<p>The Venezuelans were sent to El Salvador from the US in March, after US President Donald Trump invoked the <a href=\"/news/2025/4/8/us-supreme-court-upholds-deportations-under-alien-enemies-act\">1798 Alien Enemies Act</a> to deport alleged members of the Tren de Aragua gang without due process.</p>\n<p>The deportations drew fierce criticism from human rights groups and a legal battle with the Trump administration. Family members and lawyers of many of the men deny they had gang ties.</p>\n<h2 id=\"prisoner-swap\">Prisoner swap</h2>\n<p>The former detainees arrived near Caracas on Friday following their release in El Salvador, in exchange for 10 US citizens and political prisoners held in Venezuela.</p>\n<p>Saab said the prosecutor’s office was interviewing the returned migrants. Some of the former detainees have since reunited with their families, but they have not yet returned to their own homes.</p>\n<p>Several had bruises on their bodies, marks of being shot with rubber bullets, and one had a split lip.</p>\n<p>Andry Hernandez Romero, a 32-year-old beautician among those sent to El Salvador, said he barely survived the ordeal.</p>\n<p>“We were going through torture, physical aggressions, psychological aggressions,” he said in a video presented by Saab. “I was sexually abused.”</p>\n<p>Others spoke of being held in “inhuman cells”, deprived of sunlight and ventilation, and given rotten food and unsafe drinking water while in the <a href=\"/video/fault-lines/2023/5/24/el-salvadors-prison-state\">El Salvador prison</a>.</p>\n<p>The men had no access to lawyers or their relatives, and the last time many of them were seen was when Bukele’s government issued photos of them arriving at the prison shackled and with their heads shorn.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Apart from Bukele, Venezuela will investigate El Salvador’s Justice Minister Gustavo Villatoro and Head of Prisons Osiris Luna Meza, Saab said.</p>\n<p>Bukele’s office did not immediately respond to a request for comment from the media. Late on Monday, Bukele posted about the return on social media but did not comment on the abuse allegations.</p>\n<p>“The Maduro regime was satisfied with the swap deal; that’s why they accepted it,” he said on X. “Now they scream their outrage, not because they disagree with the deal but because they just realised they ran out of hostages from the most powerful country in the world.”</p>\n<p>President Nicolas Maduro, on his TV show on Monday, claimed Bukele had tried “last minute” to prevent the migrants from leaving.</p>\n<p>“You could not stop the first plane, but for the second plane he put some car on the runway … to provoke either an accident or prevent them from leaving,” he said.</p>\n<p>Venezuelan opposition leader Maria Corina Machado labelled the process as an “exchange of prisoners of war” during a television interview on Monday.</p>\n<p>Venezuela itself <a href=\"/news/2023/6/27/icc-to-continue-investigation-of-human-rights-abuses-in-venezuela\">faces an investigation by the ICC</a> in The Hague, with similar allegations of torturing prisoners and denying them access to legal representation of political prisoners.</p>\n<figure id=\"attachment_3849776\" aria-describedby=\"caption-attachment-3849776\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3849776\" src=\"/wp-content/uploads/2025/07/13209060-1753166838.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"epa12251957 Venezuelan Attorney General Tarek William Saab speaks at a press conference at the Public Ministry in Caracas, Venezuela, 21 July 2025. Saab announced that his office will begin an investigation into El Salvadoran President Nayib Bukele for the alleged torture and cruel treatment of the 252 Venezuelan migrants who were released on 18 Jluy from a maximum-security prison in the Central American country. EPA/Ronald Pena R\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3849776\" class=\"wp-caption-text\">Venezuelan Attorney General Tarek William Saab speaks at a news conference at the Public Ministry in Caracas, Venezuela, on Monday [Ronald Pena R/EPA]</figcaption></figure>\n</div></div></body></html>"
        }
    ]
}