{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israeli plans for Rafah ‘camp’ in Gaza slammed as continuation of genocide | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T12:02:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6979aa9e-1769581214.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"8\">While diplomatic circles welcome the <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">recovery</a> of the last Israeli captive’s remains in Gaza and the imminent partial reopening of the enclave’s Rafah border crossing with Egypt, a quieter, darker reality is taking shape on the ground.</p><p data-path-to-node=\"9\">According to comments by retired Israeli General Amir Avivi, who still advises the military, Israel has cleared land in Rafah, an area in the southern Gaza Strip that it had already flattened in more than two years of its <a href=\"/tag/israel-palestine-conflict/\">genocidal war,</a> to construct an enormous facility to entrench its military control and presence in Gaza for the long term.</p><p data-path-to-node=\"9\">Speaking to the Reuters news agency on Tuesday, Avivi described the project as a “big, organised camp” capable of holding hundreds of thousands of people, stating it would be equipped with “ID checks, including facial recognition”, to track every Palestinian entering or leaving.</p><p data-path-to-node=\"9\">Corroborating Avivi’s claims, exclusive analysis by Al Jazeera’s Digital Investigations Team confirms that ground preparations for this project are already well under way.</p><p data-path-to-node=\"9\">Satellite imagery captured from December 2 through Monday reveals extensive clearing operations in western Rafah. The analysis identifies an area of about 1.3sq km (half a square mile) that has undergone systematic levelling.</p><p data-path-to-node=\"9\">According to the investigation, the operations went beyond mere debris removal and involved the flattening of land previously devastated by Israeli air strikes.</p><p data-path-to-node=\"9\">The cleared zone is located adjacent to two Israeli military posts, suggesting the new camp will be under direct and immediate military supervision. The satellite evidence aligns with reports that the facility is to act as a controlled “holding pen” rather than a humanitarian shelter.</p><figure id=\"attachment_4271184\" aria-describedby=\"caption-attachment-4271184\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271184\" src=\"/wp-content/uploads/2026/01/Area-After-26-01-2026-1769599457.png?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Recent satellite images reveal that Israel has been conducting rubble removal operations in the south of the Gaza Strip, especially in western Rafah. This has occurred between December 2, 2025 and January 26, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271184\" class=\"wp-caption-text\">Recent satellite images reveal that Israel has been conducting rubble removal operations in the south of the Gaza Strip, especially in western Rafah. This has occurred between December 2, 2025 and January 26, 2026. [Planet Labs PBC]</figcaption></figure><h2 id=\"the-trap-of-return\">The trap of return</h2><p data-path-to-node=\"10\">To analysts in Gaza, no humanitarian intent is behind this projected high-tech infrastructure, which they say is in fact a trap for Palestinians.</p><p data-path-to-node=\"11\">“What they are building is, in reality, a human-sorting mechanism reminiscent of Nazi-era selection points,” Wissam Afifa, a Gaza-based political analyst, told Al Jazeera. “It is a tool for racial filtering and a continuation of the genocide by other means.”</p><p data-path-to-node=\"13\">The reopening of the Rafah crossing, tentatively scheduled for Thursday, according to The Jerusalem Post, comes with strict Israeli conditions. Prime Minister Benjamin Netanyahu has insisted on full “security control”.</p><p data-path-to-node=\"14\">For Palestinians hoping to return to Gaza, this means submitting to what Afifa describes as “human sorting stations”.</p><p data-path-to-node=\"15\">“This mechanism is designed to deter return,” Afifa said. “Palestinians will face interrogation, humiliation and the risk of arrest at these Israeli-run checkpoints just to go home.”</p><p data-path-to-node=\"16\">By leveraging facial recognition technology confirmed by Avivi, Israel is creating a high-risk ordeal for returnees, he said. Afifa argued it will force many Palestinians to choose exile over the risk of the “sorting station”, serving Israel’s longstanding goal of depopulating the Strip.</p><figure id=\"attachment_4021265\" aria-describedby=\"caption-attachment-4021265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4021265\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Gaza-map-Israels-withdrawal-in-Trumps-20-point-plan-yellow-line-map-1760017243.png?quality=80\" alt=\"INTERACTIVE - Gaza map Israel’s withdrawal in Trump’s 20-point plan yellow line map-1760017243\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4021265\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"permanent-occupation-within-the-yellow-line\">Permanent occupation within the ‘yellow line’</h2><p data-path-to-node=\"18\">The Rafah camp is just one piece of a larger puzzle. Israel in effect occupies all of Gaza with a physical military presence in 58 percent of the Gaza Strip. Its forces directly occupy an area within the “yellow line”, a self-proclaimed Israeli military buffer zone established by an October ceasefire.</p><p data-path-to-node=\"19\">“We are witnessing the re-engineering of Gaza’s geography and demography,” Afifa said. “About 70 percent of the Strip is now under direct Israeli military management.”</p><p data-path-to-node=\"20\">This assessment of a permanent foothold is reinforced by Netanyahu’s own remarks to the Knesset on Monday. By declaring that “the next phase is demilitarisation”, or disarming Hamas, rather than reconstruction, Netanyahu signalled that the military occupation has no end date.</p><p data-path-to-node=\"21\">“The talk of ‘reconstruction’ starting in Rafah under Israeli security specifications suggests they are building a permanent security infrastructure, not a sovereign Palestinian state,” Afifa added.</p><h2 id=\"a-show-of-peace\">A ‘show’ of peace</h2><p data-path-to-node=\"23\">For the more than two million Palestinians in Gaza, the hope that the return of the last Israeli captive would bring relief has turned into frustration.</p><p data-path-to-node=\"24\">“There is a deep sense of betrayal,” Afifa said. “The world celebrated the release of one Israeli body as a triumph while two million Palestinians remain hostages in their own land.”</p><p data-path-to-node=\"25\">Afifa warned that the international silence regarding these “sorting stations” risks normalising them. If the Rafah model succeeds, it would transform Gaza from a besieged territory into a high-tech prison where the simple act of travel becomes a tool of subjugation, he said.</p><p data-path-to-node=\"26\">“Israel is behaving as if it is staying forever,” Afifa concluded. “And the world is watching the <a href=\"/news/2026/1/27/map-shows-what-would-happen-to-gaza-under-the-us-master-plan\">show</a> of peace while the prison walls are being reinforced.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Mozambique floods force thousands into displacement camps | Floods | Al Jazeera",
            "time": "2026-01-28T11:51:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769601020.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Sudan’s war displaced crisis peaks as millions eye return to ruined homes | Sudan war News | Al Jazeera",
            "time": "2026-01-28T11:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-08-28T145031Z_400237497_RC2JP0AL0DB8_RTRMADP_3_AFRICA-HUMANITARIAN-AID-1761339872.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/longform/2025/4/14/animated-maps-show-two-years-of-war-in-sudan\">Sudan</a> has moved to the forefront of the global humanitarian landscape, now hosting the world’s largest internal displacement crisis. According to the United Nations refugee agency (UNHCR), approximately 14 million people have been forced from their homes within the country.</p><p>These staggering figures in Sudan are part of a broader global surge in forced displacement. UNHCR estimates suggest the number of forcibly displaced people worldwide exceeded 122 million by the first half of 2025.</p><p>However, amid geopolitical shifts sweeping the Middle East, a countertrend has emerged. For the first time in a decade, the global number of displaced persons dropped by 5.9 million by mid-2025. This shift raises critical questions: what drives people back to conflict zones, and how do they survive in the ruins?</p><p>Al Jazeera Arabic <a href=\"https://www.aljazeera.net/politics/2026/1/26/%d8%a8%d8%a7%d9%84%d8%a3%d8%b1%d9%82%d8%a7%d9%85-%d9%88%d8%a7%d9%84%d8%aa%d8%ad%d9%84%d9%8a%d9%84-%d9%85%d8%a7-%d8%a7%d9%84%d8%b0%d9%8a-%d9%8a%d8%ad%d8%aa%d8%a7%d8%ac%d9%87\" target=\"_blank\" rel=\"noopener\">spoke with experts</a>, officials and returnees to understand the “Khartoum case” – a phenomenon where civilians are trickling back to the Sudanese capital despite the destruction, driven by nostalgia and a fragile sense of stability following the government’s recent return to the city.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"a-region-in-flux\">A region in flux</h2><p>While the global numbers show a slight decline, the regional reality remains grim. The conflict between the Sudanese army and the Rapid Support Forces (RSF), which erupted in April 2023, has placed immense pressure on infrastructure across all Sudanese states.</p><p>Elsewhere in the region, the situation is equally dire. In the Gaza Strip, internal displacement affects nearly two million people—the vast majority of the population. Many have been displaced multiple times due to the Israeli offensive that began in October 2023.</p><p>Adnan Abu Hasna, media adviser for the UN agency for Palestinian refugees (UNRWA), describes the situation in Gaza as unique. With 90 percent of homes, schools and infrastructure destroyed, Abu Hasna notes that 2.5 million Palestinians are, in effect, homeless, making a return to normalcy “almost impossible” amid total destruction.</p><p>Meanwhile, protracted conflicts continue to drive displacement figures in Syria, where 12 million remain displaced, and in Yemen, where the number exceeds five million.</p><h2 id=\"the-khartoum-experiment\">The Khartoum experiment</h2><p>Khartoum presents a unique case study in the dynamics of return. The recent resumption of government operations from the capital has sent a signal of potential stability.</p><p>Adel El-Baz, director-general of the African Centre for Consulting, views the government’s return as a “direct invitation” for citizens to follow suit. Major-General Osama Abdel Salam, former director of the Centre for Strategic Studies and Research, argues that the return of civilians naturally enhances security.</p><p>“The filling of abandoned neighbourhoods with residents reduces the risk of negative phenomena, prevents theft and spreads an atmosphere of reassurance,” Abdel Salam explained.</p><p>However, the infrastructure challenge is monumental. Saad El-Din El-Tayeb, spokesperson for Khartoum State, told Al Jazeera that the government has spent more than a year attempting to clear the debris of war.</p><p>“We began by cleaning the cities of bodies and burnt vehicles, restarting water stations, and rehabilitating power distribution lines,” El-Tayeb said.</p><p>He highlighted that Khartoum suffered the “largest looting operation” of its electrical infrastructure in history. Approximately 15,000 electrical transformers were stripped, with looters targeting the copper in underground cables and motors. Despite this, El-Tayeb noted that authorities are diverting available electricity to critical facilities like hospitals and water stations, while encouraging the use of solar energy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"nostalgia-amid-the-ruins\">‘Nostalgia’ amid the ruins</h2><p>For the displaced, the decision to return is often emotional rather than practical. Rimah Hamed, a dentist and journalist, fled Khartoum for Gezira State and later Egypt when hospitals closed and security collapsed.</p><p>She recently returned to her family home in Khartoum. “The primary motivation was nostalgia,” Hamed told Al Jazeera. “The Sudanese character is sentimental. People returned because they missed their homes.”</p><p>Hamed found her neighbourhood transformed. Her house was empty, stripped of essential items, with no running water or electricity.</p><p>“There was only one water source in the neighbourhood where everyone went to fill up,” she recalled. “But gradually, neighbours started coming back. The neighbourhood began to regain its social features, and life returned little by little.”</p><p>Hamed observed that the community had developed a “psychological immunity” to the harsh conditions, adapting to shortages through grassroots initiatives.</p><h2 id=\"prerequisites-for-peace\">Prerequisites for peace</h2><p>While emotional ties drive some to return, sustainable reintegration requires tangible resources. Tom Ndahiro, a Rwandan genocide researcher, suggests that “relative peace” is the baseline requirement – a sense that the situation has improved enough to survive the night.</p><p>Experts interviewed by Al Jazeera outlined a hierarchy of needs for a sustainable return:</p><ul>\n<li><strong>Security:</strong> A trusted leadership to organise resettlement and prevent chaos.</li>\n<li><strong>Shelter:</strong> Even temporary structures like tents, provided they offer safety.</li>\n<li><strong>Essentials:</strong> Food security and access to clean water are non-negotiable.</li>\n<li><strong>Power:</strong> Electricity is viewed as the decisive factor for economic stability.</li>\n</ul><p>Rami Mahkar, a journalist, emphasised that security must come first. “Without security, the displaced are forced to move again,” he said, adding that the presence of functioning shops for food and supplies is critical for those trying to rebuild their lives.</p><p>As Sudan attempts to turn the tide on the world’s largest displacement crisis, the durability of this return remains untested. As Hamed noted, the returnees are currently fuelled by resilience and longing, hoping to rebuild what the war has destroyed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who was Ajit Pawar, the Indian politician killed in plane crash? | Politics News | Al Jazeera",
            "time": "2026-01-28T11:25:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP19327296179192-1769592464.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A private plane carrying Ajit Pawar, the deputy chief minister of India’s Maharashtra state, crashed on Wednesday, killing him and four other people on board, authorities said.</p><p>The aircraft was en route to Baramati, Pawar’s home city, from India’s financial capital of Mumbai when it crash-landed in an open field and burst into flames some 254km (159 miles) from the state capital.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The reason behind the crash was not immediately known, and an investigation is under way.</p><h2 id=\"who-was-ajit-pawar\">Who was Ajit Pawar?</h2><p>Pawar, 66, was a key political figure and served as the second-highest elected official in Maharashtra, India’s wealthiest state.</p><p>He was an ally of Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) ‌in the state government, leading a faction ⁠that split in 2023 from the opposition Nationalist Congress Party (NCP).</p><p>He wielded considerable influence in the state’s sugar belt and was known for his ability to mobilise rural voters.</p><p>Born on July 22, 1959, Pawar started his political career with the Indian National Congress, commonly known as the Congress party, in the late 1980s, influenced by his uncle Sharad Pawar, according to a report in India’s The Hindu newspaper.</p><p>In 1991, he was first elected as a member of the Maharashtra Legislative Assembly from the Baramati constituency, which he represented for a record eight terms.</p><p>In 1999, when his powerful uncle formed the NCP, Pawar joined it and served several terms as Maharashtra’s deputy chief minister in coalitions led by the NCP over the past two decades.</p><p>In 2019, Pawar briefly left the NCP to join the BJP’s cabinet in Maharashtra as a deputy chief minister. He later returned to the party and, in 2023, orchestrated a split within the NCP by aligning with the BJP-led coalition.</p><p>In February 2024, the Election Commission of India acknowledged Ajit Pawar’s faction as the official NCP. The same year, he was sworn in as Maharashtra’s deputy chief minister for a sixth time.</p><figure id=\"attachment_4270934\" aria-describedby=\"caption-attachment-4270934\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270934\" src=\"/wp-content/uploads/2026/01/12669803-1769592460.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ajit Pawar India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270934\" class=\"wp-caption-text\">Ajit Pawar, right, with Maharashtra Chief Minister Devendra Fadnavis [File: Divyakant Solanki/EPA]</figcaption></figure><h2 id=\"what-s-pawar-s-legacy\">What’s Pawar’s legacy?</h2><p>Pawar’s contribution to the development of his region was significant, said a report in The Indian Express newspaper, particularly in Maharashtra’s Pimpri-Chinchwad area, where he pushed “large-scale infrastructure projects, including wider roads and improved civic facilities”.</p><p>Baramati especially underwent a makeover, with several infrastructure projects attributed to him, as he supervised the development of his bastion with his uncle, Sharad Pawar.</p><p>However, Pawar was also accused of corruption in two prominent cases.</p><p>In an alleged Maharashtra irrigation scam, he was accused of involvement in irregularities in awarding contracts worth millions of dollars for civic projects between 1999 and 2009.</p><p>Last year, he was named in a land scam in Maharashtra’s Pune city, with a company owned by his son accused of buying reserved government land below the market value. Upon uproar, the deal was scrapped.</p><p>Government inquiries into both the alleged scams remain inconclusive.</p><h2 id=\"how-did-pawar-die\">How did Pawar die?</h2><p>Pawar’s aircraft, travelling from Mumbai, tried to make an emergency landing in the family stronghold of Baramati, where he was set to canvass ‍in the local elections.</p><p>The VSR Ventures-operated Learjet 45 aircraft <a href=\"/news/2026/1/28/plane-crash-kills-prominent-indian-politician-ajit-pawar\">crashed in an open field</a> at about 8:30am (03:00 GMT) while landing at Baramati airport, local media reported.</p><p>The charter aircraft went down in flames, said the Directorate General of Civil Aviation (DGCA), India’s aviation regulator.</p><p>Videos from the crash site showed smoke billowing from some of the burning wreckage of the plane, scattered across the open field.</p><p>“At first it was ‌on fire, after that there were four or five more explosions,” an unidentified witness told India’s ANI news agency, after seeing the plane crash and explode. But the flames were ‌too fierce to pull anyone out, he added.</p><p>Pawar was travelling with his personal security officer, an assistant, and two crew members at the time of the crash, the DGCA said.</p><p>VK ⁠Singh, the director of VSR Ventures, told broadcaster India Today the cause of the crash was not clear.</p><p>“The aircraft is 100 percent safe,” he said. “The crew was fairly experienced.”</p><h2 id=\"what-have-been-the-reactions\">What have been the reactions?</h2><p>PM Modi described Pawar as a “leader of the people” in a post he shared on X. He said Pawar’s “untimely demise” was “shocking and saddening”.</p><p>“Shri Ajit Pawar Ji was a leader of the people … [with] a strong grassroots level connect,” Modi said, adding that he was a “widely respected” and “hardworking” political stalwart.</p><p>“His understanding of administrative matters and passion for empowering the poor and downtrodden were also noteworthy.”</p><p>Rahul Gandhi of the Congress party also posted his condolences on X, calling Pawar’s death “extremely painful”.</p><p>“I am with the people of Maharashtra in this hour of grief,” he wrote.</p><p>Maharashtra’s Chief Minister Devendra Fadnavis said he had “no words to express my emotions”.</p><p>“I have lost my strong and generous friend,” he posted on social media.</p></div></div></body></html>"
        },
        {
            "title": "ICE, Ilhan Omar and Somalis: Unpacking Trump’s obsession with Minnesota | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T10:54:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/s1-1769587463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minnesota Congresswoman Ilhan Omar <a href=\"/news/2026/1/28/minnesota-representative-ilhan-omar-attacked-during-town-hall-meeting\">has been sprayed</a> with a foul-smelling liquid during a town hall she was hosting on Tuesday. A man rushed towards the stage and targeted her as she criticised immigration enforcement actions.</p><p>Omar was not injured in the attack. “Here’s the reality that people like this ugly man don’t understand. We are Minnesota strong, and we will stay resilient in the face of whatever they might throw at us,” she told the crowd.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p>“I learned at a young age you don’t give in to threats,” Omar added.</p><p>While the motivation for the man’s attack on Omar is so far unknown, the Somalia-born congresswoman has long been the target of threats of violence. Many of those threats have been from strangers, but Omar has also been the repeated target of United States President Donald Trump’s ire.</p><p>And in recent weeks, Trump has extended hostile rhetoric to all <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">Somali Americans</a> and Somalia while his administration has launched its most severe crackdown on immigrants yet in the state of Minnesota, centred on the city of Minneapolis, which Omar represents in the US House of Representatives. In the past three weeks, federal officers have shot dead two US citizens who were protesting against the crackdown, which in turn further inflamed tensions in the state.</p><p>So what happened on Tuesday, and what’s behind Trump’s fixation with Omar, Somalis and Minnesota?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened-at-omar-s-event\">What happened at Omar’s event?</h2><p>Omar was attacked in Minneapolis on Tuesday when a man rushed towards the stage during her town hall and sprayed her with an unknown liquid using a syringe, according to police and video footage.</p><p>The incident occurred as Omar was criticising federal immigration enforcement actions in Minnesota, singling out the Immigration and Customs Enforcement (ICE) agency and the head of the Department of Homeland Security (DHS).</p><p>“ICE cannot be reformed. It cannot be rehabilitated. We must abolish ICE for good, and DHS Secretary Kristi Noem must resign or face impeachment,” Omar said to applause shortly before the attack.</p><p>The man, identified as 55-year-old Anthony Kazmierczak, was sitting in the front row when he stood up and ran towards the podium. Omar took a few steps towards him with her hand raised before he was tackled, restrained by security and arrested.</p><p>In a statement, Omar’s office said she continued the event after the disruption. “During her town hall, an agitator tried to attack the congresswoman by spraying an unknown substance with a syringe,” the statement said. “She continued with her town hall, because she doesn’t let bullies win.”</p><p></p><p>The crowd cheered as the man was pinned to the floor and his hands were tied behind his back. In video footage, someone in the audience can be heard saying, “Oh, my God, he sprayed something on her.”</p><p>Authorities have not publicly identified the substance, but witnesses described a strong, unpleasant odour.</p><p>The incident took place within an hour of Trump, a Republican, mentioning the Democrat during a speech in Iowa.</p><h2 id=\"who-is-ilhan-omar\">Who is Ilhan Omar?</h2><p>Omar came to the US as a child refugee from Somalia.</p><p>She <a href=\"/features/2016/11/15/ilhan-omar-first-female-somali-american-lawmaker\">was born in Mogadishu</a> and her family fled the country in 1991 when Somalia descended into prolonged cycles of clan-based violence, famine and attacks by the armed group al-Shabab, all of which continue to destabilise the Horn of Africa.</p><p>After spending four years in a refugee camp in Kenya, her family was granted resettlement in the US state of Virginia. They later moved to Minneapolis, home to the largest Somali communities in the country.</p><p>Minnesota has an <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">estimated 80,000 people</a> of Somali origin. A majority of them were born in the US. Of those who were born outside the country, 87 percent are naturalised citizens.</p><p>Since November, Trump has repeatedly attacked Somalia and its diaspora while also keeping a focus on Omar.</p><p></p><h2 id=\"how-has-trump-targeted-somalis\" data-start=\"118\" data-end=\"172\">How has Trump targeted Somalis?</h2><p>On November 21, Trump announced on his Truth Social platform that he was “immediately” terminating temporary protected status (TPS) for Somali immigrants in Minnesota, referring to a programme designed to provide emergency refuge for people whose countries are in crisis. About 705 Somalis were on that programme.</p><p>Without providing evidence, Trump claimed that “Somali gangs are terrorising the people of that great State” and accused Governor Tim Walz, without proof, of overseeing a state that had become a “hub of fraudulent money laundering activity”.</p><p>“Send them back to where they came from,” Trump said. “It’s OVER!”</p><p>In early December, Trump told reporters that he did not want Somali immigrants in the US, claiming that residents of the East African country “contributed nothing” to the US while relying on aid. Trump did not provide any evidence to support these claims.</p><p>He called Somali immigrants “<a href=\"/news/2025/12/3/ilhan-omar-denounces-donald-trump-for-calling-somali-immigrants-garbage\">garbage</a>“.</p><p>His language against Somalis has been widely criticised as racist, including by some members of his Republican Party. But that hasn’t stopped Trump.</p><p>Speaking to reporters in December, he said Somalia “isn’t even a country” and the nation “doesn’t function”.</p><p>At the start of January, the Trump administration froze childcare payments in Minnesota during an investigation into alleged fraud that the president has insisted revolves around benefits for Somali immigrants.</p><p>Trump also took his attacks against Somalis to the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> in Davos, Switzerland, where he spoke last week.</p><p>“We’re cracking down on more than $19bn in fraud that was stolen by Somalian bandits,” he said. “Can you believe that? Somalia – they turned out to be higher IQ than we thought. I always say these are low-IQ people. How did they go into Minnesota and steal all that money?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-is-trump-targeting-minnesota-and-why\">How is Trump targeting Minnesota and why?</h2><p>Officially, Trump has justified his administration’s <a href=\"/news/2026/1/13/minnesota-sues-trump-administration-over-immigration-crackdown\">crackdown in Minnesota</a> as aimed at undocumented immigrants whom he has blamed, without evidence, for disproportionately contributing to crime and fraud.</p><p>But even by the standards of ICE operations in multiple cities and states across the country, the nature and duration of the violence unleashed by its officers and the officers of other federal agencies, such as Border Patrol, on the streets of Minnesota appear unmatched, according to several observers.</p><p>On January 7, Renee Nicole Good, a 34-year-old woman, was shot dead by an ICE agent in Minneapolis while she was trying to drive her car away from officers. The Trump administration claimed the officer fired in self-defence, but video evidence has raised questions about that account.</p><p>Then, on Saturday, Alex Pretti, a 37-year-old intensive care nurse, was shot dead by federal agents while he was helping a woman pushed down on the street by officers. Trump administration officials claimed Pretti had brandished a handgun and was threatening officers, but video footage showed that he did not have a weapon in his hand at the time when he was shot.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On January 13 after Good had been killed, Trump lashed out at Minnesota’s Democratic leadership. While referring to the “GREAT PEOPLE OF MINNESOTA” in a Truth Social post, he also issued a blunt warning: “THE DAY OF RETRIBUTION &amp; RECKONING IS COMING.”</p><p>Governor Walz was quick to pick up on Trump’s comments and accuse him of choosing to “punish” the state because it had voted against him in the past three presidential elections.</p><p></p><p>Apart from Illinois, Minnesota is the only Upper Midwestern state that Trump failed to win even once in his three bids for the presidency in 2016, 2020 and 2024. Walz himself was the Democratic Party’s vice presidential candidate in 2024, running against Trump and Vice President JD Vance.</p><h2 id=\"what-s-trump-s-history-of-attacking-ilhan-omar\" data-start=\"118\" data-end=\"172\">What’s Trump’s history of attacking Ilhan Omar?</h2><p id=\"it-goes-back-to-2019\" data-start=\"245\" data-end=\"303\">In April 2019, Trump falsely accused Omar of downplaying the September 11, 2001, attacks. After his post on X against Omar, the newly elected member of the House of Representatives witnessed a spike in death threats.</p><p data-start=\"245\" data-end=\"303\">Three months later, as he launched his re-election bid for the 2020 election, <a href=\"/news/2019/7/18/crowds-chant-send-her-back-as-trump-renews-attack-on-ilhan-omar\">Trump accused Omar</a> of being ungrateful towards the US as his supporters chanted, “Send her back!”</p><p data-start=\"245\" data-end=\"303\">Since then, he has repeatedly targeted Omar over her headscarf, her Somali background and her persistent criticism of his policies.</p><p>“She’s an incompetent person. She’s a real terrible person,” Trump said in December, claiming without evidence that Omar “hates everybody” and is anti-Semitic.</p><p data-start=\"245\" data-end=\"303\">Omar has in turn described Trump’s apparent “obsession” with her as “creepy”.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Tech giant ASML announces record orders in boost for AI boom | Technology | Al Jazeera",
            "time": "2026-01-28T10:35:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25191490494064-1769585394.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tech giant ASML has reported a quarterly record in orders of its chip-making equipment, boosting hopes for the sustainability of the artificial intelligence boom and countering fears of an investment bubble.</p><p>The Dutch firm said on Wednesday that it booked orders worth 13.2 billion euros ($15.8bn) in the final quarter of 2025, more than half of which were for its most advanced extreme ultraviolet (EUV) lithography machines.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ASML logged orders worth 7 million euros during the same period the previous year.</p><p>Net sales came to 9.7 billion euros in the October-December period, ASML said, taking sales for all of 2025 to 32.7 billion euros.</p><p>Net profit for the year was 9.6 billion euros, up from 7.6 billion euros in 2024.</p><p>The Veldhoven-based company forecast net sales of between 34 billion euros and 39 billion euros in 2026.</p><p>ASML Chief Executive Officer Christophe Fouquet said the company’s chip-making customers had conveyed a “notably more positive assessment” of the market situation in the medium term based on expectations of strong AI-related demand.</p><p>“This is reflected in a marked step-up in their medium-term capacity plans and in our record order intake,” Fouquet said in a statement.</p><p>“Therefore, we expect 2026 to be another growth year for ASML’s business, largely driven by a significant increase in EUV sales and growth in our installed base business sales.”</p><p>Fouquet also said the company would cut about 1,700 jobs, most of them at the leadership level, amid concerns work processes had become “less agile”.</p><p>“Engineers in particular have expressed their desire to focus their time on engineering, without being hampered by slow process flows, and restore the fast-moving culture that has made us so successful,” Fouquet said.</p><p>The proposed cuts, which would affect positions in the Netherlands and the United States, represent about 4 percent of ASML’s 44,000-strong global workforce.</p><p>ASML holds an effective monopoly on the production of machinery used by TSMC, Samsung Electronics, and Intel to make the most advanced AI chips.</p><p>The company sells only about 50 of its extreme ultraviolet (EUV) lithography machines each year, with each unit costing about 250 million euros.</p><p>ASML’s share price surged on Wednesday, with its stock up nearly 6 percent as of 9.30am local time.</p><p>“ASML’s latest results suggest the AI boom is still in full swing, with strong orders and a bullish outlook,” said Russ Mould, investment director at AJ Bell.</p><p>“However, job cuts in the business would suggest it is not getting carried away with the strength of current trading.”</p><p>ASML’s restructuring “looks like a sharper focus on efficiencies and different ways of working, rather than saying there isn’t enough work for existing staff to do,” Mould added.</p><p>“Nonetheless, it’s a sign that the AI craze might be trying to catch its breath.”</p><p>Tech giants such as Meta, OpenAI, Nvidia and Oracle have poured billions of dollars into AI in the expectation that the technology will deliver dramatic changes to how people work and live.</p><p>Global AI-related spending is forecast to hit $2.53 trillion in 2026 and $3.33 trillion in 2027, according to projections by technology insights firm Gartner.</p><p>The investment boom has propelled the US stock market to record highs, stoking concerns about the sustainability of huge spending on a technology whose promise remains largely unrealised.</p></div></div></body></html>"
        },
        {
            "title": "Israel’s attacks on Gaza fertility clinics shatter dreams of parenthood | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-01-28T10:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T121813Z_772755336_RC2ZIIAZ505E_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-WEATHER-1766412064.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> Maysera al-Kafarna, a Palestinian woman in Gaza, sorts through blue baby overalls brought for the child she was supposed to have.</p><p>But her dreams of motherhood have been dashed by Israel’s genocidal <a href=\"/news/liveblog/2026/1/28/live-rafah-crossing-reopens-as-israel-keeps-launching-deadly-attacks-on-gaza\">war on Gaza</a>, which ravaged the enclave’s healthcare system that saves lives, as well as the fertility centres that plan them.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After years of trying, al-Kafarna and her husband turned <a href=\"/news/2025/3/13/israels-attacks-on-reproductive-healthcare-in-gaza-genocidal-un\">to in-vitro fertilisation</a> (IVF). Their embryos were frozen in a fertility centre, waiting for the war to end, but the clinic was attacked by Israel.</p><p>“We had four viable embryos stored there in the first months of the war. We were shocked to learn they had been destroyed when the clinic was attacked,” al-Kafarna told Al Jazeera.</p><p>“It was deeply painful. We felt like we had lost a part of ourselves. We were waiting for a chance to have our baby.”</p><p>Medical officials in Gaza say Israel has destroyed nine out of 10 fertility clinics in the territory. In addition, embryos that remain are still in danger, despite the ceasefire, due to fuel shortages and a lack of liquid nitrogen to keep them at the required temperature.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rights advocates say Israel’s attacks on reproductive health in Gaza are a textbook implementation of genocidal policies, as defined by the United Nations.</p><p>Last year, UN investigators concluded that Israeli attacks on fertility clinics and maternity wards were part of Israel’s push to destroy the Palestinian people.</p><p>The 1948 UN Convention lists “imposing measures intended to prevent births within the group” as one of five acts it classified as genocidal.</p><p>In September 2024, a <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">UN Commission of Inquiry</a> found that Israel had engaged in four of the five acts during its war on Gaza, including efforts to prevent births.</p><p>“Attacks on healthcare facilities, including those offering sexual and reproductive healthcare and services, have affected about 545,000 women and girls who are of reproductive age in Gaza,” the UN investigators wrote in their report.</p><p>They specifically reviewed an Israeli attack on <a href=\"/news/2025/3/13/israels-attacks-on-reproductive-healthcare-in-gaza-genocidal-un\">Al-Basma IVF clinic</a> in Gaza City in December 2023 that destroyed thousands of embryos, sperm samples and other reproductive material.</p><p>“The commission found that the Israeli authorities knew that the medical centre was a fertility clinic and that they intended to destroy it,” the UN inquiry said.</p><p>“Therefore, the Commission concluded that the destruction of the Al-Basma IVF clinic was a measure intended to prevent births among Palestinians in Gaza.”</p><p>The Gaza Ministry of Health reported a 41 percent decrease in births in Gaza in the first half of 2025 compared with the previous three years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Beyond the direct attacks on reproductive healthcare facilities, <a href=\"/news/2026/1/10/extreme-cold-kills-another-infant-in-gaza-as-israel-blocks-vital-aid\">Israel’s blockade</a> on medical supplies and food has further harmed newborns and birth rates.</p><p>“Inability to access medical care and proper nutrition harmed reproductive capacity by causing infertility, miscarriage, complications, and maternal death for women, as well as poor health outcomes for newborns,” a study by Physicians for Human Rights said.</p><p>Despite the dire conditions that persist, fertility doctor Abdel Nasser al-Kalhout said he hopes to resume his work as soon as conditions allow it.</p><p>“We hope that after the war ends, we can start again, restoring hope for people who lost their embryos and for the couples whose treatment began but couldn’t continue because of the war,” al-Kalhout told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "At least three people killed in Russian attacks on Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-28T10:12:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__949H3WE__v1__MidRes__UkraineRussiaConflictWar-1769590468.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least three people killed in Russian attacks on Ukraine</h1><p class=\"article__subhead\"><em>Russia used an Iskander-M ballistic missile and 146 drones in its attacks, according to Ukraine’s air force.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian air attack has killed two people in Kyiv region’s Bilohorodska community, and a drone attack killed another person in central Ukraine’s Dnipropetrovsk region, according to local authorities.</p><p>The deadly attacks came overnight on Wednesday, just hours after a <a href=\"/news/2026/1/28/russia-ukraine-war-list-of-key-events-day-1434\">deadly drone attack on a commuter train</a> in northeastern Ukraine’s Kharkiv – an incident denounced as “terrorism” by President Volodymyr Zelenskyy, who put the number of people on that train at 200.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Also on Wednesday, three people were injured in a Russian drone attack on port infrastructure in the southern region of Odesa, according to Governor Oleh Kiper.</p><p class=\"tr-story-p1\">In the capital, Kyiv, a 17-storey residential building was hit, causing minor damage to the roof and damaging windows on the upper floors, emergency services said.</p><p class=\"tr-story-p1\">Several residential buildings in Kyiv remain without power due to earlier Russian attacks on the country’s energy grid.</p><p>Russia attacked Ukraine overnight with an Iskander-M ballistic missile and 146 drones – 103 of them neutralised by air defences, Ukraine’s air force said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257501\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1769008264.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1769008264\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>On Tuesday night, five people were confirmed dead and several others injured after a Russian drone hit a passenger train near Kharkiv city, Al Jazeera’s Audrey Macalpine said, reporting from Kyiv.</p><p>“This attack has struck fears among Ukrainians,” Macalpine said. “With the country’s airspace closed, people rely heavily on trains as a means of moving around the country,” she said. “And this is a culmination of weeks of threats on the security of the train system.”</p><p>In a statement, Zelenskyy said the attack in Kharkiv <a href=\"/news/2026/1/26/ukraines-zelenskyy-says-us-security-agreement-100-ready-to-be-signed\">undermined peace efforts</a> and urged allies to step up pressure on Moscow to end the war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“In any country, a drone strike on a civilian train would be viewed the same way – exclusively as terrorism,” Zelenskyy said on his Telegram channel.</p><p>“The Russians have significantly increased their ability to kill, their ability to terrorise,” he said, while rallying the international community to put more “pressure” on Moscow to halt its deadly offensive amid ongoing negotiations for a ceasefire.</p><p>“Russia must be held responsible for what it is doing,” Zelenskyy said.</p><p>The attacks that have left many Ukrainians without power in freezing winter temperatures come after Russian and Ukrainian negotiators met in the United Arab Emirates last week for <a href=\"/news/2026/1/24/us-brokered-talks-on-ukraine-close-with-no-breakthrough\">United States-brokered talks</a> aimed at ending the conflict.</p><p>The next round is expected to take place on February 1, according to Zelenskyy.</p><p>Ukraine is asking partners, particularly the US, for strong security guarantees in the event of a peace deal that would prevent Russia from attacking again.</p><p>A source familiar with internal discussions told the Reuters news agency on Tuesday that Washington has told Ukraine it must sign a peace deal with Russia to get US security guarantees.</p></div></div></body></html>"
        },
        {
            "title": "Passengers killed in drone attack on Ukraine train | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-28T09:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769594200.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Tens of thousands flee northwest Pakistan’s Tirah over fears | Gallery News | Al Jazeera",
            "time": "2026-01-28T09:38:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26027518904662-1769585901.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 70,000 people, mostly women and children, have fled from Tirah, a remote region in northwestern Pakistan bordering Afghanistan, as fears grow of an imminent military offensive against the Pakistan Taliban, according to local residents and officials.</p><p>Pakistan’s Defence Minister Khawaja Muhammad Asif has contradicted claims made by locals and provincial authorities, insisting no military operation is occurring or planned in the Khyber Pakhtunkhwa province town.</p><p>During an Islamabad news conference, he attributed the mass migration to harsh weather conditions rather than military actions, despite residents fleeing for weeks over fears of an impending army operation.</p><p>The exodus began after mosque announcements in December last year urged residents to vacate Tirah by January 23 to avoid possible conflict. This follows Pakistan’s August military campaign against Taliban forces in the northwestern Bajaur district, which displaced hundreds of thousands.</p><p>Shafi Jan, a provincial government spokesman, blamed federal authorities via social media for the displaced people’s hardships, accusing the Islamabad government of changing its position regarding military operations.</p><p>Meanwhile, Khyber Pakhtunkhwa Chief Minister Sohail Afridi, from imprisoned former Prime Minister Imran Khan’s party, has opposed military intervention and pledged to prevent a full-scale operation in Tirah.</p><p>Military officials maintain they will continue targeted intelligence operations against Tehrik-e-Taliban Pakistan (TTP). They claim many TTP fighters have found refuge in Afghanistan since the Afghan Taliban’s 2021 return to power, with hundreds crossing into Tirah and using residents as human shields during raids.</p><h2 id=\"nearly-half-of-population\">Nearly half of population</h2><p>Local government administrator Talha Rafiq Alam reported that approximately 10,000 families – about 70,000 people – from Tirah’s 150,000 population have registered as displaced. The registration deadline has been extended from January 23 to February 5, with assurances that residents can return once security improves.</p><p>Zar Badshah, 35, who fled with his family, said mortar explosions in villages recently killed one woman and injured four children in his community. “Community elders told us to leave. They instructed us to evacuate to safer places,” he said.</p><p>At a Bara government school, hundreds waited in registration lines for government assistance, many complaining about slow processing. Narendra Singh, 27, explained that members of the Sikh minority also fled Tirah due to food shortages worsened by heavy snowfall and security concerns.</p><p>Tirah gained national attention last September after an explosion at an alleged bomb-making facility killed at least 24 people. While authorities claimed most casualties were TTP-linked fighters, local leaders contested this account, stating civilians, including women and children, were among the dead.</p></div></div></body></html>"
        },
        {
            "title": "Oxfam refuses to provide Israel with details of Palestinian staff in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T09:21:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-28T101042Z_1313136819_RC24QFA49YRE_RTRMADP_3_YEAR-END-2025-PHOTOS-BEST-1769598568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oxfam says it will not disclose the personal details of its Palestinian staff to <a href=\"/news/2026/1/26/anger-as-msf-agrees-to-israels-unreasonable-demands-what-to-know\">Israel</a>, citing its army’s deadly attacks in Gaza that have killed hundreds of aid workers.</p><p>As part of a crackdown on NGOs providing life-saving aid to Palestinians, Israel last year demanded that some of the world’s best-known charities working in Gaza, the occupied West Bank and occupied East Jerusalem hand over detailed information about their Palestinian and international staff, operations and funding.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On January 1, Israel withdrew the licences of 37 aid groups, including the Norwegian Refugee Council, International Rescue Committee and Oxfam, saying they failed to adhere to the new “security and transparency standards”.</p><p>But Oxfam has said it will not share data about its Palestinian employees.</p><p>“We will not transfer sensitive personal data to a party to the conflict since this would breach humanitarian principles, duty of care and data protection obligations,” an Oxfam spokesperson told Al Jazeera. “More than 500 humanitarian workers have been killed since October 7, 2023.”</p><p>“We call on the government of Israel to immediately halt deregistration proceedings and lift measures obstructing humanitarian assistance,” the spokesperson said. “We urge donor governments to use all available leverage to secure the suspension and reversal of these actions.”</p><p>According to rules set out by Israel’s Ministry for Diaspora Affairs, the information to be handed over includes passport copies, resumes and names of family members, including children. It said it would reject organisations it suspected of inciting racism, denying the state of Israel’s existence or the holocaust. It would also ban those it deems as supporting “an armed struggle by an enemy state or a terrorist organisation against the State of Israel”.</p><p>Israel says 23 organisations have agreed to the new registration rules. The others are understood to have refused or are weighing their decisions.</p><p>The Palestinian NGOs Network (PNGO) condemned the organisations that have adhered to Israel’s demands.</p><p>“PNGO underscores the grave risks inherent in this measure, which constitutes a clear violation of the principles of international humanitarian law and established humanitarian work standards,” it said, adding that complying with Israel’s order poses a “direct threat” to the safety and security of local staff.</p><p>On Saturday, Doctors Without Borders, known by its French initials MSF, said it was <a href=\"/news/2026/1/26/anger-as-msf-agrees-to-israels-unreasonable-demands-what-to-know\">prepared to share</a> a “defined list of Palestinian and international staff names, subject to clear parameters with staff safety at its core” to Israel, while acknowledging that the demands were “unreasonable”.</p><p>MSF’s decision was condemned by some doctors, activists and campaigners, saying it could endanger Palestinians, given Israel has targeted aid workers throughout the genocide in Gaza.</p><p>A former MSF employee, requesting anonymity, told Al Jazeera, “It is extremely concerning … that MSF would make a decision like this.</p><p>“MSF faces profoundly difficult decisions – concede to the demands of a genocidal regime, or refuse and face complete expulsion and an abrupt end to all health activities in the coming weeks. But what is humanitarianism under genocide? There must be alternatives – alternatives that demand a much bolder and more disruptive approach to humanitarianism amid such brutal political decline.”</p><p>According to the International Rescue Committee, which is among the 37 aid groups and is reportedly weighing in on the demands, Palestinians make up almost a fifth of all aid workers killed since records began.</p></div></div></body></html>"
        },
        {
            "title": "Drought in the east, floods in the south: Africa battered by climate change | Climate Crisis News | Al Jazeera",
            "time": "2026-01-28T09:03:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13661442-1769086917.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Chokwe District, Mozambique –</strong> I have been reporting on climate change stories for nearly all of this month. It wasn’t planned – it just ended up like that. A routine deployment to Kenya saw me head to the Kenya-Somalia border in Mandera town for a drought story.</p><p>At the time, there was hardly any international news coverage on this drought in the Horn of Africa. I was not expecting anything dramatic. I was wrong. The drought is bad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As soon as we drove to really remote parts of Mandera County, I started seeing signs that something was wrong.</p><p>The team drove past several dry riverbeds. The camels were thin. Then, we saw the communal graveyards where dead livestock had been dumped and burned.</p><p>I spoke to a local chief in Mandera, Adan Molu Kike. He was a quiet, unassuming elderly man who went out of his way to explain to me how devastating the recent drought is.</p><p>“Our animals started dying in July last year, and they are still dying,” he told me. Then, he asked what country I had come from. I told him Zimbabwe.</p><p>“Have you seen a drought this bad in your country?” he asked me.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>We were moving with a team from the Kenya Red Cross Society. They were keen to show me more about how the drought was affecting communities.</p><p>Water was the biggest challenge. With several rivers dry, water had to be brought in every week from aid agencies. Some communities got water once a week. Others saw the water bowsers arrive twice a week.</p><p>There is usually a timetable. If you miss a delivery, that means no water until the next delivery. The water – brown in colour – also has to be shared with livestock.</p><p>I see pastoralist Mohamed Hussein dragging two containers of water he has just collected from the water bowser delivery truck. He looks tired and doesn’t look like he wants to chit-chat, but he indulges us.</p><p>“I had 100 animals, but now I have only 20 left … My crops in the field are dead,” he says.</p><p>We talk about the drought and water situation. He says three of his goats died the night before. He says it’s because of the drought.</p><p>Hussein insists on showing me the animals in his back yard. He drags one away and tosses the dead goat in a bush. I remember thinking that out here in the desert like Mandera, it’s survival of the fittest.</p><p>Yet, people can’t mourn for too long over dead livestock. He has to keep the few he has left alive or else his family goes hungry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"from-extreme-drought-to-massive-floods\">From extreme drought to massive floods</h2><p>As journalists, we come into a country, file our reports and fly home. But some experiences stay with you. This drought story did.</p><p>I left Kenya and headed home, thinking my stint reporting on climate change stories was finished for at least a few months. I was wrong.</p><p>I got back home to learn that it’s been raining a lot. Some places in Harare, Zimbabwe, even had flash floods. I thought nothing of it – only that it was interesting coming from a very hot climate to a wet one.</p><p>Then, the next day, news started circulating about floods and very heavy rain in South Africa and Mozambique.</p><p>As journalists, we never really switch off, so I was keeping an eye on the floods in Southern Africa, but I didn’t expect to be deployed to another climate change crisis so soon.</p><p>A day or two later, the situation worsened, and I was heading to Mozambique.</p><p>Again, at the time, there wasn’t much in international media coverage about the floods in Mozambique. South Africa was getting more media attention at the time. So I had no idea of the scale of these floods.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>I landed in Mozambique and went to a neighbourhood in the capital, Maputo, that was affected by floods.</p><p>I put on my gumboots and waded through dirty, smelly floodwaters in between people’s submerged homes. I was shocked – but nothing prepared me for what I later saw elsewhere in the country.</p><p>In Marracuene, I saw a huge toll gate submerged and road signs sticking out on top of the water along a major highway. The highway was now metres deep underwater.</p><p>Then, we got Xai Xai, the capital of Gaza province in the south. Swaths of agricultural land were underwater. Parts of Xai Xai city were submerged. Restaurants, shops and businesses in the city centre sat in water.</p><p>“Now, the water must go down first, and then, we must start cleaning,” Richard Sequeira, the boat captain who was showing me the devastation, said. “There are a lot of snakes and animals around. Maybe 45 days to two months, we will be out of our houses and living like this.”</p><p>He is right. It could be weeks before the water recedes and disappears. But there could be more flooding in the coming days or weeks.</p><p>Authorities in neighbouring South Africa’s Mpumalanga province have ordered people to evacuate from flood-prone areas immediately. The dam there is full and could start releasing water.</p><p>Mozambique is downstream. That means all that water will make its way to already flooded communities. An Al Jazeera reporting team could be back here again.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Region on watch as India declares Nipah virus outbreak contained | Health News | Al Jazeera",
            "time": "2026-01-28T09:00:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-07-20T000000Z_273274256_RC26Z8AKMZNL_RTRMADP_3_INDIA-VIRUS-1769582446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Region on watch as India declares Nipah virus outbreak contained</h1><p class=\"article__subhead\"><em>Several Asian countries have introduced screening measures for arrivals from India, as New Delhi seeks to dampen alarm.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Seeking to dampen alarm in the region, Indian officials have declared that an outbreak of the deadly <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">Nipah virus</a> has been contained.</p><p>The Ministry of Health and Family Welfare said late on Tuesday that it has ensured “timely containment” as it confirmed two cases in West Bengal state. Several Asian countries have introduced screening procedures for travellers arriving from India.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry said 196 contacts linked to the confirmed cases had been “identified, traced, monitored, and tested”, with all tests for the virus negative. It said the statement was intended to clarify “speculative and incorrect figures” in the media.</p><p>“The situation is under constant monitoring, and all necessary public health measures are in place,” it said, adding that “enhanced surveillance, laboratory testing, and field investigations” had been undertaken.</p><p>The zoonotic Nipah virus, first identified during a 1990s outbreak in Malaysia, spreads through <a href=\"/news/2023/9/14/nipah-trackers-get-samples-from-bats-trees-as-800-tested-in-indias-kerala\">fruit bats</a>, pigs and human-to-human contact.</p><p>There is no vaccine to treat the virus, which can cause raging fevers, convulsions and vomiting. The only treatment is supportive care to control complications and keep patients comfortable.</p><p>The virus has an estimated death rate of between 40-75 percent, according to the World Health Organization, making it far more deadly than the coronavirus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As India sought to assuage regional concerns, a number of Asian countries announced measures at airports and land crossings.</p><p>China said it was strengthening disease prevention measures in border areas. State media reported that health authorities had begun risk assessments and special training for medical staff.</p><p>Indonesia and Thailand increased screening at major airports, with health declarations, temperature checks and visual monitoring for arriving passengers.</p><p>Myanmar’s Ministry of Health advised against nonessential travel to West Bengal and said fever surveillance introduced during the coronavirus pandemic at airports has been intensified.</p><p>Vietnam’s Ministry of Health on Tuesday directed local authorities to increase monitoring at border crossings, health facilities and communities, according to state media.</p><p>Similarly, Malaysia’s Ministry of Health said it was introducing health screening at international ports of entry.</p><p>The <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">first Nipah infection</a> to affect humans was recorded in 1998, when pig farmers and butchers from Malaysia and Singapore contracted the virus from infected pigs, resulting in more than 100 deaths.</p><p>Since then, there have been outbreaks in Bangladesh, the Philippines and India. The Indian state of Kerala has reported Nipah cases almost every year since 2018.</p></div></div></body></html>"
        },
        {
            "title": "Video: Israeli settlers carry out arson attacks in occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-01-28T08:38:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769589427.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "South Sudan launches offensive against opposition forces: What to know | Politics News | Al Jazeera",
            "time": "2026-01-28T08:18:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP528864784914-1769577891.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">South Sudan’s army, following territorial losses in recent weeks, has announced a major military operation against opposition forces, raising fears for civilian safety.</p><p class=\"p1\">In a statement on Sunday, army spokesman Lul Ruai Koang said Operation Enduring Peace would commence as he ordered civilians to evacuate three counties in Jonglei state immediately. He directed aid groups to leave within 48 hours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Koang told The Associated Press news agency on Monday that the operation aims to recapture towns recently seized by opposition forces and “re-establish law and order”.</p><p>“The country is not at war,” Information Minister Ateny Wek Ateny told reporters in Juba on Tuesday. “We are only stopping the advancement” of the opposition forces, he said.</p><p class=\"p1\">However, this came days after a senior army commander was filmed urging his troops to kill civilians and destroy property in the Jonglei offensive, drawing rebuke from the <a href=\"https://news.un.org/en/story/2026/01/1166831\" target=\"_blank\" rel=\"noopener\">United Nations</a> and others.</p><p class=\"p1\">“It is now indisputable: South Sudan has returned to war,” said Alan Boswell, the International Crisis Group’s project director for the Horn of Africa. “It is incredibly tragic for a country that only grows weaker and poorer.”</p><p class=\"p1\">Here’s what to know about the resurgence of violence in South Sudan:</p><h2 id=\"government-s-battlefield-losses\" class=\"p1\">Government’s battlefield losses</h2><p class=\"p1\">Beginning in December, a coalition of opposition forces seized a string of government outposts in central Jonglei, a region that is the homeland of the Nuer ethnic group and an opposition stronghold.</p><p class=\"p1\">Some of those forces are loyal to opposition leader <a href=\"/news/2025/10/27/why-riek-machars-trial-brings-existentially-high-stakes-for-south-sudan\">Riek Machar</a>, while others consider themselves part of an ethnic Nuer militia called the White Army. White Army fighters have historically fought alongside Machar but consider themselves a distinct group.</p><p class=\"p1\">Machar, an ethnic Nuer, was made the most senior of five vice presidents under a <a href=\"/news/2025/3/7/fighting-flares-in-south-sudan-is-the-2018-peace-deal-in-danger\">2018 peace agreement</a> that ended fighting between his forces and those loyal to President Salva Kiir, an ethnic Dinka, the country’s largest group.</p><p class=\"p1\">That five-year civil war was waged largely along ethnic lines, killing an estimated 400,000 people.</p><figure id=\"attachment_3953257\" aria-describedby=\"caption-attachment-3953257\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3953257\" src=\"/wp-content/uploads/2025/09/reuters_68c943e3-1758020579.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"President of South Sudan, Salva Kiir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3953257\" class=\"wp-caption-text\">South Sudan President Salva Kiir [File: Tiksa Negeri/Reuters]</figcaption></figure><h2 id=\"suspension-of-government-s-number-two\" class=\"p1\">Suspension of government’s number two</h2><p class=\"p1\">There has been a resurgence of violence in the past year, with sporadic fighting.</p><p class=\"p1\">Machar was suspended last year as South Sudan’s number two after White Army fighters overran a military garrison in the town of Nasir. He now faces <a href=\"/news/2025/9/11/south-sudan-charges-vp-machar-with-treason-murder-over-military-attack\">treason</a> and other charges over that attack, which authorities allege Machar helped orchestrate. But Machar’s allies and some international observers say the charges are politically motivated. He remains under house arrest while his trial unfolds slowly in the capital, Juba.</p><p class=\"p1\">Machar’s trial is widely seen as a violation of the 2018 peace agreement. Yet Kiir and his allies say the agreement is still being implemented, pointing to a faction of the opposition still in the unity government.</p><p class=\"p1\">Forces loyal to Machar have declared the agreement dead, and have since ratcheted up pressure on the army by seizing armouries and launching hit-and-run attacks on government positions. The government has relied largely on aerial bombardments to beat back a rebellion that analysts say is gaining momentum across multiple states.</p><p class=\"p1\">After seizing the government outpost of Pajut in Jonglei on January 16, opposition forces threatened to advance towards Juba. The government has responded by amassing fighters in nearby Poktap, while several thousand Ugandan soldiers defend Juba.</p><p class=\"p1\">Army chief Paul Nang gave his troops one week to “crush the rebellion” in Jonglei.</p><h2 id=\"spare-no-lives\" class=\"p1\">‘Spare no lives’</h2><p class=\"p1\">On Saturday, a day before the army announced its offensive, a senior military commander was filmed urging his forces to kill all civilians and destroy property during operations in Jonglei. It was not clear who took the video, which has been shared on social media.</p><p class=\"p1\">“Spare no lives,” General Johnson Olony told forces in Duk county, not far from Pajut. “When we arrive there, don’t spare an elderly, don’t spare a chicken, don’t spare a house or anything.”</p><p class=\"p1\">Armed groups in South Sudan, including the military, have repeatedly been implicated in civilian abuses, including sexual violence and forced recruitment.</p><p class=\"p1\">Olony’s comments were particularly aggressive and drew concern. “We are shocked, we are disturbed, we are surprised,” said Edmund Yakani, a prominent civic leader.</p><p class=\"p1\">His words showed that government troops were being “empowered to commit atrocities, to commit crimes against humanity, and, potentially, even to commit a genocide,” Yakani said.</p><figure id=\"attachment_801042\" aria-describedby=\"caption-attachment-801042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-801042\" src=\"/wp-content/uploads/2020/05/3aa08f3fbdf34c5b8e682e2c0c4281aa_18.jpeg?w=770&amp;resize=770%2C431&amp;quality=80\" alt=\"South Sudan's Vice President Riek Machar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-801042\" class=\"wp-caption-text\">South Sudan’s suspended First Vice President Riek Machar [File: Samir Bol/Reuters]</figcaption></figure><p class=\"p1\">The UN Commission on Human Rights in South Sudan expressed “grave alarm” at developments that it said “significantly heighten the risk of mass violence against civilians”.</p><p class=\"p1\">Machar’s political group said in a statement that Olony’s words were an “early indicator of genocidal intent”.</p><p class=\"p1\">Speaking to the AP, government spokesman Ateny Wek Ateny called Olony’s comments “uncalled for” and “a slip of the tongue”.</p><p class=\"p1\">But he also said while it was possible that Olony was “trying to boost the morale of his forces”, his words are not indicative of government policy.</p><p class=\"p1\">Olony, appointed assistant chief of defence forces for mobilisation and disarmament a year ago, also leads a militia, known as the Agwelek, from his Shilluk tribe that agreed to integrate into the army last year.</p><p class=\"p1\">The deployment of forces to Nuer communities by Olony is contentious because of a separate rivalry between the Shilluk and Nuer communities. In 2022, White Army fighters razed Shilluk villages and displaced thousands of civilians before the government intervened with attack helicopters.</p><p class=\"p1\">Olony’s forces were also involved in military operations in other Nuer communities last year.</p><p class=\"p1\">Deploying him to Jonglei “is incendiary”, said Joshua Craze, an independent analyst and writer on South Sudan. “His presence in the state is a propaganda gift to the opposition in its mobilisation efforts.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Novak Djokovic sets up Australian Open 2026 semifinal against Jannik Sinner | Tennis News | Al Jazeera",
            "time": "2026-01-28T08:10:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__949F97H__v1__HighRes__TennisAusOpen-1769585778_c9f5f9-1769586544.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Novak Djokovic sets up Australian Open 2026 semifinal against Jannik Sinner</h1><p class=\"article__subhead\"><em>Djokovic through despite losing two sets as Musetti retires injured before Sinner sinks Shelton in three sets.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An “extremely lucky” Novak Djokovic has survived a huge scare, at two sets down, to reach the Australian Open semifinals after Lorenzo Musetti retired hurt, setting up a semfinal showdown against defending champion ‌Jannik Sinner, who thumped Ben Shelton in straight sets.</p><p>The fifth-seeded Musetti was well on top and leading 6-4, 6-3, 1-3 on Wednesday, when he withdrew after treatment on his upper right leg, with his movement badly impeded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was a huge stroke of luck for the error-riddled 10-time Melbourne winner Djokovic, who will now play Sinner for a place in the final as he keeps alive his bid for a 25th Grand Slam crown.</p><p>Djokovic has been trying to move past Margaret Court and clinch the landmark since his last one at the US Open in 2023.</p><p>It has proved increasingly difficult with the emergence of Sinner and Carlos Alcaraz.</p><p>“I feel really sorry for him, he was the far better player, I was on my way home tonight,” said Djokovic.</p><p>“It has happened to me a few times. He was in full control.</p><p>“So unfortunate, I don’t know what else to say. He should have been the winner today, no doubt. I am extremely lucky to get through this one today.”</p><figure id=\"attachment_4270674\" aria-describedby=\"caption-attachment-4270674\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270674\" src=\"/wp-content/uploads/2026/01/AFP__20260128__949F97M__v1__HighRes__TennisAusOpen-1769586028.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Novak Djokovic and Lorenzo Musetti react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270674\" class=\"wp-caption-text\">Musetti, right, walks off the court with Djokovic after he abruptly retired with a leg injury while leading the 24-time grand slam winner 6-4, 6-3, 1-3 on Wednesday [Izhar Khan/AFP]</figcaption></figure><h2 id=\"smooth-sinner-sails-through\">Smooth Sinner sails through</h2><p>In the second quarterfinal of the day, Sinner scorched American eighth seed Shelton 6-3 6-4 6-4 to book a blockbuster ‍showdown with 10-time winner Djokovic.</p><p>The second seed, who is firmly on course for his third title at Melbourne Park in as many years, tightened his vice-like grip on the rivalry with Shelton by sealing his ninth straight win, all of which have been without conceding a set.</p><p>Despite a comfortable win ⁠to reach his ninth Grand Slam semifinal and sixth in a row, Sinner faced moments where he was tested by ​Shelton’s thunderous serves, including one that nearly crashed into his body, leaving him little time to ‍react.</p><p>“It’s very tough to play against Ben; he’s got a huge serve and he’s improving year after year,” said Sinner.</p><p>“After the off-season, you never know how certain players are going to play against you.</p><p>“It’s not always, the power that matters. The serves I can handle ‍are a little ⁠bit closer to my body. It’s slightly easier, but it’s a completely different serve, he’s a lefty, we don’t have many lefties in our game.</p><p>“It’s definitely one of the toughest challenges to return his serve.”</p><figure id=\"attachment_4271302\" aria-describedby=\"caption-attachment-4271302\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271302\" src=\"/wp-content/uploads/2026/01/AFP__20260128__94A92NH__v1__MidRes__TennisAusOpen-1769602325.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Italy's Jannik Sinner celebrates after winning against USA's Ben Shelton during their men's singles quarter-final match on day eleven of the Australian Open tennis tournament in Melbourne on January 28, 2026. (Photo by WILLIAM WEST / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271302\" class=\"wp-caption-text\">Sinner celebrates after winning against Shelton [William West/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Top Malaysian football officials quit over foreign-born players scandal | Football News | Al Jazeera",
            "time": "2026-01-28T07:54:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T064050Z_1579859883_RC25AJACRMJ3_RTRMADP_3_SOCCER-MALAYSIA-1769585422.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An ongoing crisis surrounding Malaysian football has deepened after the entire executive committee of its football association resigned, the latest blow in a damaging eligibility row over forged documents used to field foreign-born players in the country’s Asian Cup qualifying matches.</p><p>The executive committee of the Football Association of Malaysia (FAM) resigned on Wednesday amid intense scrutiny of the country’s football governance.</p><p>“The resignations are to safeguard the reputation and institutional interests of [the association] and to mitigate the risk of further adverse consequences that could affect Malaysian football as a whole,” acting FAM president Yusoff Mahadi said.</p><p>He said the resignations of the executive committee will “provide the appropriate space for FIFA and the Asian Football Confederation to independently assess, review, and, where necessary, address governance, administrative, and procedural matters within FAM”.</p><p>All committee members, elected 11 months ago for the 2025-29 term, stepped down with immediate effect in a unanimous and voluntary decision to protect the association’s credibility.</p><p>FIFA, the world football governing body, suspended seven foreign-born players for a year in September and fined the FAM $400,000 for submitting false documents claiming they had Malaysian ancestry.</p><p>The FAM appealed the sanctions, but a FIFA committee rejected them and issued a scathing report criticising the association for “not taking any discernible disciplinary action”.</p><p>It ordered a full inquiry into FAM’s conduct and governance.</p><p>The FAM has since appealed to the Court of Arbitration for Sport (CAS) in Switzerland, where the case is pending.</p><p>However, the players were cleared to play for the national team on Tuesday, after the CAS temporarily halted FIFA-imposed bans while their appeal was being reviewed.</p><p>The players stemmed from Argentina, Brazil, the Netherlands and Spain but had been naturalised in an apparent breach of FIFA rules and played in a qualifying game for the 2027 Asian Cup, which Malaysia won against Vietnam.</p><p>FIFA had launched the inquiry after receiving a complaint following Malaysia’s 4-0 thrashing of Vietnam in a June Asian Cup qualifier.</p><p>The FAM said the CAS had approved its request for a stay of execution, allowing the seven players to continue participating in all football-related activities until a final ruling is made. The players involved are Facundo Garces, Rodrigo Holgado, Imanol Machuca, Joao Figueiredo, Gabriel Palmero, Jon Irazabal and Hector Hevel, all of whom have featured for the Harimau Malaya national team.</p><p>“This means that the 12-month suspension from all football activities imposed by FIFA on the seven players has been temporarily lifted,” the federation said in a statement. “They are now allowed to continue their careers and participate in football-related activities until CAS makes a final ruling.”</p><p>It did not say when a final ruling is expected.</p><p>Last month, FIFA overturned the results of three Malaysia matches over player ineligibility.</p><p>In its latest decision, FIFA’s disciplinary committee also changed the results of three friendlies the players had appeared in – against Cape Verde on May 29, Singapore on September 4 and Palestine on September 8, the FAM said.</p><p>“All three matches were declared lost by forfeit [score of 3-0], and FAM was sanctioned with a fine of 10,000 Swiss Francs [$13,060]. The decision remains subject to appeal,” a FIFA spokesperson said.</p><p>Malaysia had drawn 1-1 with Cape Verde and earned 2-1 and 1-0 wins over Singapore and Palestine, respectively.</p><p>The scandal had led to uproar in Malaysia, with fans and some lawmakers calling for action against the FAM and government agencies responsible for granting the players’ citizenship.</p></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim to outline plans to boost nuclear arsenal | Kim Jong Un News | Al Jazeera",
            "time": "2026-01-28T07:42:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260127__94922CQ__v2__MidRes__TopshotNkoreaPolitics-1769581170.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea’s Kim to outline plans to boost nuclear arsenal</h1><p class=\"article__subhead\"><em>Pyongyang expected to release five-year development plan for defence and economy at upcoming congress.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader <a href=\"/news/2025/12/26/north-koreas-kim-jong-un-pushes-more-missile-production-as-war-deterrent\">Kim Jong Un</a> will unveil plans to bolster the country’s nuclear forces at an upcoming governing party meeting, state media reported.</p><p>The report from the Korean Central News Agency (KCNA) on Wednesday came the day after Kim oversaw the latest in a series of missile tests that have unsettled the region. Kim has ordered the “expansion” and modernisation of the country’s missile production.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Details, which Kim has warned will bring “excruciating mental agony” to his enemies, are expected to be released at the upcoming ninth Communist Party congress, which is due to take place in the coming weeks.</p><p>At the meeting, the first such gathering since 2021, the governing party will unveil a five-year development plan for defence and the economy.</p><p>Kim described Tuesday’s test-firing of a large-calibre multiple rocket launcher system as of “great significance in improving the effectiveness of our strategic deterrent” and said it showed the weapon system could be used for “specific attacks”, KCNA reported.</p><p>The missiles that were fired “hit a target” in waters at a distance of 358.5km (222.7 miles), the North Korean leader declared.</p><p>The missiles were fired in the direction of the Sea of Japan, also known as the East Sea. Two landed outside North Korea’s Exclusive Economic Zone, Japanese state news agency Jiji Press reported, citing Defence Ministry sources.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Korea’s military reported that it detected <a href=\"/news/2026/1/27/north-korea-fires-suspected-ballistic-missiles-into-sea-s-korea-japan-say\">multiple short-range ballistic missiles</a> launched from north of Pyongyang towards the Sea of Japan.</p><p>“The result and significance of this test will be a source of excruciating mental agony and serious threat to the forces that attempt to provoke a military confrontation with us,” Kim said.</p><p>Analysts told South Korea’s Yonhap news agency that the “self-steered precision guided flight system” mentioned by Kim may indicate a new navigation system employed to help the weapon defy global positioning system (GPS) jamming.</p><p>Photos showed <a href=\"/news/2026/1/2/kim-jong-uns-potential-heir-makes-public-visit-to-n-korean-founders-tomb\">Kim’s daughter, Kim Ju Ae</a>, accompanying him to the test, along with Kim Jong-sik, first vice department director of the party’s central committee, and Jang Chang-ha, chief of the Missile Administration, Yonhap reported.</p><p>While acknowledging that development of the rocket launcher system had “not been plain sailing”, Kim said the test was “of great significance in improving the effectiveness of our strategic deterrent”.</p></div></div></body></html>"
        },
        {
            "title": "Top Turkish diplomat says Iran ready to negotiate, warns against US attack | Politics News | Al Jazeera",
            "time": "2026-01-28T07:40:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/2024-11-08T112623Z_577024446_RC2Z0BA1ACM0_RTRMADP_3_GREECE-TURKEY-1733550750.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkiye’s Foreign Minister <a href=\"/news/2026/1/24/turkiyes-fm-fidan-says-israel-looking-for-opportunity-to-attack-iran\">Hakan Fidan</a> has warned that a United States attack on Iran would be “wrong”, calling on Washington and Tehran to resolve their issues diplomatically and gradually.</p><p>In an interview with Al Jazeera’s Resul Serdar Atas, segments of which aired on Wednesday, Fidan called for regional cooperation as the US amasses military assets in the Middle East amid a spike in tensions with Iran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It’s wrong to start the war again,” Fidan said.</p><p>The US has sent an aircraft carrier strike group to the Gulf as Trump continues to threaten to launch renewed attacks against Iran after last June’s 12-day conflict.</p><p>For their part, Iranian officials have <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\">promised to launch</a> a “comprehensive and regret-inducing response” if attacked again.</p><h2 id=\"diplomacy-still-possible\">Diplomacy still possible</h2><p>Earlier this month, <a href=\"/news/2026/1/13/trump-cancels-iran-meetings-urges-protesters-to-take-over-institutions\">Trump told</a> Iranian antigovernment protesters that “help is on the way”, urging them to take over state institutions.</p><p>On Tuesday, Trump highlighted the growing US military force in the region while keeping the door open for diplomacy.</p><p>“By the way, there’s another <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\">beautiful armada</a> floating beautifully toward Iran right now. So we’ll see. I hope they make a deal,” he told supporters at a rally.</p><p>Despite the escalating rhetoric, Fidan suggested that a diplomatic resolution is still possible.</p><p>“Iran is ready to negotiate a nuclear file again,” the top Turkish diplomat said.</p><p>After Israel started the war by bombing Iran in June, the US struck Iran’s three main nuclear facilities. Trump has repeatedly claimed that the attack “obliterated” the Iranian nuclear programme.</p><p>But Tehran has insisted on its right to nuclear enrichment, and the whereabouts of the country’s highly enriched uranium remain unknown.</p><h2 id=\"one-issue-at-a-time\">One issue at a time</h2><p>Beyond the nuclear programme, US officials have also said Iran should scale back its missile arsenal and end support to allied non-state actors in the region, <a href=\"/news/2026/1/15/israeli-military-attacks-village-in-lebanons-bekaa-valley\">like Hezbollah</a> in Lebanon and Hamas in Gaza.</p><p>“My advice always to the American friends, close the files one by one with Iran. Start with nuclear, close it, then the others,” Fidan said.</p><p>“If you put them as a package, all of them, it will be very difficult for our Iranian friends to digest and to really process it and to go through this. And sometimes, it might seem humiliating for them. It will be very difficult to explain to not only themselves, but with the leadership.”</p><p>Fidan said Iran can fit in a “perfect place” in the regional order.</p><p>“They need to create trust in the region,” Fidan said of the Iranians. “They need to have attention to how they are perceived by the regional countries, because they are not going anywhere; we are not going anywhere.”</p><p>The top Turkish diplomat added that despite different ideologies, leanings and sects, countries in the region have to cooperate and work together within the nation-state system.</p><p>The full interview will air on Al Jazeera English on Thursday at 16:30 GMT.</p></div></div></body></html>"
        },
        {
            "title": "Trump says Alex Pretti shouldn’t have been carrying a gun | Police | Al Jazeera",
            "time": "2026-01-28T07:36:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769585719.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "South Korea’s former first lady sentenced to jail term in bribery case | Corruption News | Al Jazeera",
            "time": "2026-01-28T07:02:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6979a412c4-1769579538.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>South Korea’s former first lady sentenced to jail term in bribery case</h1><p class=\"article__subhead\"><em>Kim Keon Hee’s husband, Yoon Suk Yeol, is potentially facing the death penalty over his role in declaring martial law in 2024 while president.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A South Korean court has sentenced former First Lady Kim Keon Hee to one year and eight months in prison after finding her guilty of accepting bribes from the Unification Church, according to South Korea’s official Yonhap news agency.</p><p class=\"tr-story-p1\">The Seoul Central District Court on Wednesday cleared Kim, the wife of disgraced ex-President Yoon Suk Yeol, of additional charges of stock price manipulation and violating the political funds act.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Kim was accused of receiving bribes and lavish gifts from businesses and politicians, as well as the Unification Church, totalling at least $200,000.</p><p class=\"tr-story-p1\">The prosecution team had also indicted Unification Church leader Han Hak-ja, now on ‌trial, after the religious group was suspected of giving Kim valuables, including two Chanel handbags and a diamond necklace, as part ‌of its efforts to win influence with the president’s wife.</p><p class=\"tr-story-p1\">Prosecutors in December said Kim had “stood above the law” and colluded with the religious sect to undermine “the constitutionally mandated separation of religion and state”.</p><figure id=\"attachment_4270363\" aria-describedby=\"caption-attachment-4270363\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270363\" src=\"/wp-content/uploads/2026/01/getty_6979a33f5b-1769579327.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"SEOUL, SOUTH KOREA - AUGUST 06: South Korean former first lady Kim Keon Hee arrives at the Special Prosecutor's Office on August 06, 2025 in Seoul, South Korea. Former first lady Kim Keon Hee is set to appear before a special counsel Wednesday to be questioned about her alleged involvement in stock manipulation schemes, election meddling and other allegations. (Photo by Chung Sung-Jun/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270363\" class=\"wp-caption-text\">South Korean former First Lady Kim Keon Hee, centre, arrives at the Special Prosecutor’s Office in August 2025 in Seoul, South Korea [File: Chung Sung-Jun/Getty Images]</figcaption></figure><p>Prosecutor Min Joong-ki also said South Korea’s institutions were “severely undermined by abuses of power” committed by Kim.</p><p>The former first lady had denied all the charges, claiming the allegations against her were “deeply unjust” in her final testimony last month.</p><p>But she has also apologised for “causing trouble despite being a person of no importance”.</p><p>“When I consider my role and the responsibilities entrusted to me, it seems clear that I have made many mistakes,” she said in December.</p><p>Kim’s husband, the country’s former President Yoon, was ousted from office last year and has been sentenced to <a href=\"/news/2026/1/16/south-koreas-former-president-yoon-sentenced-to-five-years-what-we-know\">five years in prison</a> for actions related to his short and disastrous declaration of martial law in December 2024.</p><p>Yoon could still be facing the <a href=\"/news/2026/1/13/south-korea-prosecutors-seek-death-penalty-for-ex-president-yoon\">death penalty</a> in a separate case.</p><p>In 2023, hidden camera footage appeared to show Kim accepting a $2,200 luxury handbag in what was later dubbed the “Dior bag scandal”, further dragging down then-President Yoon’s already dismal approval ratings.</p><p>The scandal contributed to a stinging defeat for Yoon’s party in general elections in April 2024, as it failed to win back a parliamentary majority.</p><p>Yoon vetoed three opposition-backed bills to investigate allegations against Kim, including the Dior bag case, with the last veto in November 2024.</p><p>A week later, he declared martial law.</p><p>Kim’s sentencing comes days after former Prime Minister Han Duck-soo was <a href=\"/news/2026/1/21/s-koreas-former-pm-found-guilty-of-insurrection-given-23-years-in\">sentenced to 23 years in prison</a> – eight years longer than prosecutors demanded – for aiding and abetting Yoon’s suspension of civilian rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US congresswoman Ilhan Omar sprayed with liquid at town hall meeting | Government | Al Jazeera",
            "time": "2026-01-28T06:56:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769583386.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Gaza under Israel fire as ‘desperate’ Palestinians seek supplies | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T06:38:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T174248Z_82681637_RC2C6JAQ4UUY_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769589332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Gaza under Israel fire as ‘desperate’ Palestinians seek supplies</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Palestinians ‘desperate’ for Rafah crossing to open as prolonged closures compound widespread suffering, warns the UN.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "As Western powers crack down on migrants, Spain embraces 500,000 | Migration News | Al Jazeera",
            "time": "2026-01-28T06:32:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-11T120205Z_80661741_RC2CAIAUPROO_RTRMADP_3_MIGRATION-SPAIN-FASHION-1769578994.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Madrid, Spain –</strong> After losing his left arm in a farming accident, Joel Caceda struggles to work delivering packages.</p><p>His tough job is typical of many that migrants are forced to take when they arrive in Spain without any legal papers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>So, the 30-year-old Peruvian welcomed the news that Spain plans to regularise about 500,000 undocumented migrants, in a break with harsh policies on immigration elsewhere in Europe, in countries like Denmark, Germany and Austria, and in the United States.</p><p>“This is good for me and many others. It will mean the chance to become legal after six years working here without any official papers,” he told Al Jazeera from his home in Barcelona.</p><p>“It will give me the chance to get a flat with my partner and her daughter and live a better life.”</p><p>His story is typical of tens of thousands of migrants who work in what is known as the “black economy” in Spain, where they fight bureaucracy for years to win legal status.</p><figure id=\"attachment_4270349\" aria-describedby=\"caption-attachment-4270349\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270349\" src=\"/wp-content/uploads/2026/01/2025-09-26T104135Z_48437887_RC2MZGAHSXI2_RTRMADP_3_REUTERS-40ANNIVERSARY-1769579037.jpg?w=770&amp;resize=770%2C494&amp;quality=80\" alt=\"REUTERS PICTURES 40th ANNIVERSARY COLLECTION: An African migrant sits on top of a border fence covered in razor wire between Morocco and Spain's north African enclave of Melilla, during a latest attempt to cross into Spanish territory, June 14, 2014. REUTERS/Jesus Blasco de Avellaneda SEARCH &quot;REUTERS PICTURES 40th ANNIVERSARY COLLECTION&quot; FOR THIS PACKAGE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270349\" class=\"wp-caption-text\">An African migrant sits on top of a border fence covered in razor wire between Morocco and Spain’s north African enclave of Melilla, during a latest attempt to cross into Spanish territory [File: Jesus Blasco de Avellaneda/Reuters]</figcaption></figure><p>Spanish Migration Minister Elma Saiz told a news conference on Tuesday that the beneficiaries would be able to work “in any sector, in any part of the country” and pointed to “the positive impact” of migration.</p><p>“We are talking about estimations, probably more or less the figures may be around half a million people,” she added, saying the government was “recognising” and giving dignity to people already in Spain.</p><p>Socialist Prime Minister Pedro Sanchez has said Spain needs migration to fill workforce gaps and counteract an ageing population that puts a strain on pensions and the welfare state.</p><p>Laetitia Van der Vennet, of the Platform for Undocumented Immigrants, an NGO, said the Spanish policy was a welcome contrast to the anti-migrant wave in Europe and the US.</p><p>“At a time when a hostile environment against migrants is spreading on both sides of the Atlantic, this move shows both humanity and common sense,” she said.</p><h2 id=\"good-for-whole-society\">‘Good for whole society’</h2><p>Ousman Umar knows only too well the struggle of countless migrants who head to Spain hoping to forge a new life in Europe.</p><p>The son of a witch doctor from Ghana, he spent five years trying to reach the “promised land” of Europe after leaving his remote village in the west African country.</p><p>At one stage, he was abandoned by smugglers in the Sahara and thought he would die. He only survived by drinking his urine.</p><p>After making it to Spain, he lived on the streets before he was adopted by a family. He attended one of the top business schools in Europe and founded NASCO Feeding Minds, an NGO which gives children in Ghana the chance to choose their own future by providing training and computers.</p><p>“This is not only going to be good for migrants but the whole society. It will mean that these people can start working legally, pay taxes and social security,” Umar told Al Jazeera.</p><p>“This will mean that all these people pay into the pension system in a country where the birthrate is low and there is a growing number of older people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lamine Sar, who arrived in Spain from Senegal 18 years ago, works with the Top Manta fashion label, which celebrates the work many migrants are forced to do, selling fake football shirts or handbags on sheets – known as mantas – in the streets.</p><p>“This is a huge step forward, not just for migrants in Spain but for everyone. It will mean these people contribute to society instead of being used in a kind of slavery in the black economy,” he told Al Jazeera.</p><p>The measure will apply to those living in Spain for at least five months and who had applied for international protection before December 31, 2025.</p><p>The regularisation will also include children of the applicants who already live in Spain. Applications start in April and run until June.</p><p>Spain’s government passed a decree that will not need to be passed in parliament, where the Socialist-led coalition lacks a majority and might have met with staunch opposition from the opposition conservative People’s Party and the far-right Vox party.</p><p>“The invasion kills. The arrival of half a million migrants will be a call to another half million migrants and put under strain on our health system, social security and security,” wrote Santiago Abascal, leader of Vox, in a message posted online.</p><p>Irregular migration to Spain fell by more than 40 percent last year, mainly because of deals struck between the Spanish government and those in Morocco and West Africa to increase security and cooperation.</p></div></div></body></html>"
        },
        {
            "title": "One family’s daily struggle reflects alarming food shortages in Yemen | Hunger | Al Jazeera",
            "time": "2026-01-28T06:26:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG_7363-1769580275.jpg?resize=1920%2C1290",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sanaa, Yemen —</strong> Until a few years ago, Mehdi Galeb Nasr earned a living pushing an ice cream cart through the streets of the Yemeni capital, Sanaa, moving between neighbourhoods to support his family.</p><p>His livelihood became impossible after his eyesight began to deteriorate rapidly. “Selling ice cream was my main source of income,” Nasr told Al Jazeera. “I pushed my cart, selling ice cream to children across the capital. Blindness in one of my eyes began to take its toll on me.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As his vision worsened, he would get lost and was unable to find his way at night. “I couldn’t see. Sometimes I had  to sleep outside until the sun came up so I could see my way home.”</p><p>Now 52, Nasr lives with his wife and five daughters in Sanaa. With no steady employment and limited options due to a catastrophic humanitarian crisis in one of the world’s most impoverished and conflict-ridden nations, he has no choice but to find other ways to make ends meet.</p><p>His plight, and worse, is shared by many in Yemen.</p><p data-start=\"669\" data-end=\"901\">The country is entering a <a href=\"/news/2026/1/19/yemen-faces-worst-food-crisis-since-2022-aid-group-warns\">perilous new phase of food shortages</a> with more than half the population – about 18 million people – expected to face worsening hunger in early 2026, according to the International Rescue Committee (IRC).</p><p data-start=\"903\" data-end=\"1277\">The warning follows new projections under the Integrated Food Security Phase Classification hunger-monitoring system that were released earlier this month and show an additional million people at risk of life-threatening hunger.</p><p data-start=\"903\" data-end=\"1277\">It also comes as Yemen is experiencing its latest internal conflict with external regional actors involved in fighting in the nation’s south. <a href=\"/news/2024/3/25/report-millions-of-children-out-of-school-in-yemen\">Years of war</a> and mass displacement have shattered livelihoods and limited access to basic health and nutrition services. Declining humanitarian funding, unpaid salaries, inflation and international sanctions on Yemen have exacerbated the crisis.</p><p class=\"p1\">Yemen ⁠has been a source of <a href=\"/news/2026/1/12/yemens-saudi-backed-government-retakes-southern-areas-from-stc-what-next\">heightened tensions</a> in recent months between Saudi Arabia and the United Arab Emirates.</p><p class=\"p1\">The main southern Yemeni separatist group, the Southern Transitional Council (STC)  – which Saudi Arabia says is backed by the UAE – gained control of areas across southern and ​eastern Yemen in December, advancing ‌to within reach of the Saudi border, which the kingdom considered a threat to its national security, prompting it to carry out air strikes there.</p><p class=\"p1\">Saudi-backed fighters in Yemen have ‌since largely retaken those areas.</p><figure id=\"attachment_4270406\" aria-describedby=\"caption-attachment-4270406\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270406\" src=\"/wp-content/uploads/2026/01/IMG_7359-1769580268.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mehdi Galeb, Yeman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270406\" class=\"wp-caption-text\">Mehdi Galeb sits with his family in the Yemeni capital, Sanaa, who often go to bed hungry, amid the country’s alarming food shortage crisis on January 27, 2026 [Yousef Mawry/Al Jazeera]</figcaption></figure><h2 id=\"going-to-bed-hungry\">Going to bed hungry</h2><p>Nasr now collects plastic bottles in the streets where he once sold ice cream. His wife and children accompany him so he does not get lost.</p><p>His work now is a last resort of informal labour that brings in a small amount of money, barely enough to cover a basic meal for a family of seven. On the day he spoke to Al Jazeera, Nasr said he earned just 600 Yemeni riyals — a little more than $1. “It’s not enough to cover what we need to eat for dinner before we go to bed,” Mehdi added.</p><p>Despite this, such work has become the only option for many Yemenis these days, as they struggle to ensure a daily food supply.</p><p>For Nasr and his family, putting food on the table has become a daily struggle. “Currently, we do not even have gas to cook anything,” he said.</p><p>“When we have gas, the only thing we can afford to cook is rice.” Even that is not always possible.</p><p>“Last night, me, my wife and five daughters went to bed without eating dinner,” he added.</p><p>Nasr links his family’s dire situation to the wider conflict and economic collapse that have shaped life in Yemen.</p><p>“Due to the foreign aggression against us that began back in 2015, life became more difficult for all Yemenis,” he said.</p><p>Informal work, reducing meals, and enduring nights without food will continue to be the reality for half the population.</p><p>Nasr and his family are one of millions of Yemeni households living below the subsistence level in severe poverty. He says his greatest concern is not knowing whether he will be able to provide food for his daughters from one day to the next.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}