{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Bad Bunny calls for unity during Super Bowl half-time show | Music | Al Jazeera",
            "time": "2026-02-09T14:40:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96ME3KR__v3__HighRes__AppleMusicSuperBowlLxHalftimeShow-1770647962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘War criminal not welcome’: Australians rally against Israeli president | Gaza News | Al Jazeera",
            "time": "2026-02-09T13:34:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96MU9ZQ__v1__HighRes__AustraliaIsraelPalestinianConflict-1770635992.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the Australian city of Sydney have used pepper spray against pro-Palestine protesters who have rallied against a visit by Israeli President Isaac Herzog.</p><p>A journalist with the AFP news agency witnessed police arresting at least 15 demonstrators during the confrontation on Monday. Media members covering the event were also affected by pepper spray.</p><p>Thousands of demonstrators gathered in Sydney’s business district with more protests planned across the country on Monday night.</p><p>In Melbourne’s city centre, simultaneous protests took place with participants demanding an end to Israel’s occupation of Palestinian territory. About 5,000 protesters gathered outside downtown Flinders Street Railway Station before marching several blocks to the State Library, blocking evening peak-hour traffic, according to police.</p><p>The protests continued despite Palestine Action Group organisers losing a court challenge of a police order barring them from marching from the Town Hall in Sydney to the New South Wales Parliament.</p><p>A 20-year-old woman was arrested after allegedly burning two flags and causing fire damage to a tram stop. Police released her but said she was expected to face wilful damage charges.</p><p>Activists said Herzog, whom a United Nations commission of inquiry has found to be responsible for inciting genocide against Palestinians, should not be immune to protests.</p><p>“President Herzog has unleashed immense suffering on Palestinians in Gaza for over two years – brazenly and with total impunity,” Amnesty International’s Australia chapter said. “Welcoming President Herzog as an official guest undermines Australia’s commitment to accountability and justice. We cannot remain silent.”</p><p>Herzog characterised the protests as mostly attempts to “undermine and delegitimise” Israel’s right to exist.</p><p>Earlier, Prime Minister Anthony Albanese had called for respectful behaviour during Herzog’s visit, noting he would join the president to meet families of the victims of the December Bondi Beach mass shooting.</p><p>New South Wales authorities implemented recently expanded police powers under new protest management legislation. Protesters’ legal challenge to these measures was rejected by the state’s Supreme Court shortly before the demonstrations began.</p><p>Herzog had earlier laid a wreath in the rain at Bondi Pavilion to honour victims of the attack that killed 15 people during a Hanukkah celebration.</p><p>The Israeli president began his four-day Australian visit there. He also met with survivors and victims’ families.</p><p>“This was also an attack ‌on all Australians,” Herzog said at the site. “They attacked the values that our democracies treasure, the sanctity of human life, the freedom of religion, tolerance, dignity and respect.”</p><p>“I’m here to express solidarity, friendship and love,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Muslim countries slam Israel for ‘illegal annexation’ push in West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-09T13:26:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-07T145014Z_471052904_RC21HJA4RYHR_RTRMADP_3_ISRAEL-PALESTINIANS-HEBRON-SETTLERS-1770639240.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eight Muslim-majority countries have denounced Israel for trying to impose “unlawful Israeli sovereignty” in the occupied West Bank, after it <a href=\"/news/2026/2/8/israel-security-cabinet-approves-rules-to-increase-control-over-west-bank\">approved controversial new measures</a> expanding its control and making it easier for Israeli settlers to buy land.</p><p>Egypt, Indonesia, Jordan, Pakistan, Qatar, Saudi Arabia, Turkiye and the United Arab Emirates condemned Israel’s move “in the strongest terms” on Monday, according to a Saudi Foreign Ministry statement.</p><p>Israel’s new measures, greenlighted Sunday by its security cabinet, have major implications on property rights and Israeli security procedures in the occupied Palestinian territory.</p><p>The Times of Israel, citing a joint statement by Israel’s far-right Finance Minister Bezalel Smotrich and Defence Minister Israel Katz, said the new rules would allow Jewish Israelis to buy private real estate in the territory and open up previously confidential land registries to the public.</p><p>The measures will also allow Israeli authorities to take charge of managing some religious sites and increase Israeli supervision and enforcement in areas run by the Palestinian Authority (PA), according to Israeli media reports.</p><p>Smotrich said the move was aimed at “deepening our roots in all regions of the Land of Israel and burying the idea of a Palestinian state”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dangerous-annexation-push\">‘Dangerous annexation push’</h2><p>Palestinian President Mahmoud Abbas said the decision <a href=\"/news/liveblog/2026/2/9/live-israel-approves-measures-to-expand-its-powers-in-occupied-west-bank\">amounted to de facto annexation</a>, and called on US President Donald Trump and the United Nations Security Council to intervene.</p><p>Al Jazeera’s Nida Ibrahim, reporting from the town of Birzeit in the West Bank, said Palestinians view the development “as the most dangerous push towards annexation and the most critical decision since Israel occupied the West Bank in 1967”.</p><p>She noted that under the new rules, there was nothing that would prevent Israeli settlers from owning land and “coming to Palestinian city centres”.</p><p>In the joint statement, the eight Muslim-majority countries said Israel is trying to put in place “a new legal and administrative reality” that accelerates its “illegal annexation and the displacement of the Palestinian people”.</p><p>The countries affirmed Palestinians’ right to “self-determination and statehood” and urged the international community to “compel Israel to halt its dangerous escalation”.</p><p>The European Union also condemned the Israeli move, calling it “another step in the wrong direction”.</p><figure id=\"attachment_3608164\" aria-describedby=\"caption-attachment-3608164\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608164\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-population-1743158487.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank population-1743158487\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3608164\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>The West Bank is among the areas that Palestinians seek for a future independent state, along with the Gaza Strip and occupied East Jerusalem. Currently, much of the West Bank is under direct Israeli military control, with extremely limited Palestinian self-rule in some areas, governed by the Western-backed PA.</p><p>More than 700,000 Israelis live in settlements and outposts in the occupied West Bank, which are illegal under international law, while some 3.3 million Palestinians live in the territory.</p><p>Israeli forces regularly carry out violent raids, conduct arrests, and impose restrictions in the occupied West Bank, where attacks by Israeli settlers against Palestinians have also intensified, often under the protection of Israeli soldiers.</p><p>In January alone, at least 694 Palestinians were <a href=\"/news/2026/2/6/settler-violence-stokes-peak-west-bank-displacement-since-october-2023-un\">driven from their homes</a> in the West Bank due to Israeli settler violence and harassment, the highest number since Israel’s genocidal war against Palestinians in Gaza erupted in October 2023, according to the UN.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Big crisis’: Kast’s immigration agenda brings uncertainty to Chile’s north | Migration News | Al Jazeera",
            "time": "2026-02-09T13:21:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25353076697052-1769827788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"fears-of-growing-crime\">Fears of growing crime</h2><p>For immigrants fleeing violence and crises in other parts of South America, Chile symbolises relative prosperity.</p><p>The country is considered among the safest in Latin America, and its gross domestic product (GDP) is among the region's top five.</p><p>But during his presidential campaign, Kast harnessed fears of growing instability in Chile, which has seen spikes in violent crime in recent years.</p><p>Kidnappings, while rare, rose by 135 percent between 2015 and 2025, according to a security <a href=\"https://www.osac.gov/Content/Report/ad86f789-a271-4837-a479-266aa61ce9d0\" target=\"_blank\" rel=\"noopener\">report</a> from OSAC, a partnership led by the State Department in the United States.</p><p>And homicides reached a peak in 2022 following the outbreak of the COVID-19 pandemic, with 1,330 victims reported out of a population of nearly 20 million. That number has since declined.</p><p>Still, Kast and his supporters credited the upswing to a parallel increase in irregular migration.</p><p>\"Thousands of foreigners enter illegally without control or identification. Many of them bring violence, weapons and criminal networks,\" Kast wrote as part of his campaign platform.</p><p>An estimated 336,984 foreigners live in Chile without legal paperwork, according to the country's government. The majority, some 252,591, come from Venezuela, which has experienced economic collapse and political repression in recent years.</p><p>The influx has coincided with the expansion of transnational criminal networks like Venezuela's Tren de Aragua, which has gained a foothold in Arica y Parinacota.</p><p>Still, studies have repeatedly shown that, overall, foreigners in Chile are typically less likely than native-born citizens to be arrested or indicted.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan vs USA - T20 World Cup 2026: Match time, team news and form guide | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-09T13:17:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24158659090245-1-1718159667-1770642870.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Pakistan vs USA<br>\n<strong>What:</strong> ICC T20 World Cup 2026 – Group A<br>\n<strong>When:</strong> Tuesday, February 10 at 7pm (13:30 GMT)<br>\n<strong>Where:</strong> Sinhalese Sports Club (SSC), Colombo, Sri Lanka<br>\n<strong>How to follow:</strong> Al Jazeera’s live text and photo commentary stream begins at 10:30 GMT</p><p>Pakistan will be eager to improve on their opening-day performance of the T20 World Cup, while the United States will look to cause an upset when both teams meet in their Group A fixture in Colombo on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Salman Ali Agha’s team were heading towards a shock loss against the Netherlands before a <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">lower-order rescue act</a> took them over the line on Saturday.</p><p>A few hours later, the USA nearly sprang a surprise against defending champions India when they met in the group’s second fixture, but were unable to register what could have been the biggest shock in the tournament’s history.</p><p>Now, both teams meet in a crucial second game that could shape their fate in the tournament.</p><p>Pakistan are renowned for throwing form and predictions out of the window, and the USA will look to capitalise on their opponents’ unpredictability to get their first points of the tournament.</p><h2 id=\"what-happened-in-the-last-pakistan-vs-usa-game\">What happened in the last Pakistan vs USA game?</h2><p>The USA pulled off one of the biggest shocks in the T20 World Cup’s history when they beat the 2009 champions in a thrilling match in 2024.</p><p>The win, which came in a super over after scores were tied following the regulation 20 overs, sent shockwaves through the cricket world.</p><p>Pakistan’s star-studded team posted a meagre total of 159 in their 20 overs, which the USA equalled on the last ball of their innings, taking the game to a super over.</p><p>Team USA’s calmness trumped Pakistan’s nerves as they rewrote history books.</p><p>The 2024 tournament cohosts had never played Pakistan in any format of the game prior to the match.</p><figure id=\"attachment_4300300\" aria-describedby=\"caption-attachment-4300300\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300300\" src=\"/wp-content/uploads/2026/02/AFP__20260207__96GX6DW__v1__HighRes__CricketIccMensT20Wc2026PakNed-1770642552.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan's Sahibzada Farhan in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300300\" class=\"wp-caption-text\">Pakistan’s Sahibzada Farhan, right, plays a shot as Netherlands’ wicketkeeper and captain Scott Edwards reacts during their opening T20 Cricket World Cup group stage match at the Sinhalese Sports Club Ground in Colombo on February 7, 2026 [Ishara S. Kodikara/AFP]</figcaption></figure><h3 id=\"form-guide-pakistan\">Form guide: Pakistan</h3><p>Pakistan entered the T20 World Cup on the back of an impressive series sweep against Australia and then won their first game against the Netherlands.</p><p><strong>Last five games (most recent first):</strong> W W W W L</p><h3 id=\"form-guide-usa\">Form guide: USA</h3><p>Despite the loss against India, the USA <strong>[please complete the sentence.]</strong></p><p><strong>Last five games (most recent first):</strong> L W W L W</p><h3 id=\"team-news-pakistan\">Team news: Pakistan</h3><p>Pakistan are unlikely to change the team that won the first match.</p><p><strong>Predicted XI:</strong> Sahibzada Farhan, Saim Ayub, Salman Agha (captain), Babar Azam, Usman Khan (wicketkeeper), Shadab Khan, Mohammad Nawaz, Faheem Ashraf, Shaheen Shah Afridi, Salman Mirza, Abrar Ahmed</p><h3 id=\"team-news-usa\">Team news: USA</h3><p>The USA are expected to field the same team that shook up the Indian side.</p><p><strong>Predicted XI:</strong> Andries Gous, Saiteja Mukkamalla, Monank Patel, Sanjay Krishnamurthi, Milind Kumar, Shubham Ranjane, Harmeet Singh, Mohammad Mohsin, Shadley van Schalkwyk, Ali Khan, Saurabh Netravalkar</p><figure id=\"attachment_4300305\" aria-describedby=\"caption-attachment-4300305\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300305\" src=\"/wp-content/uploads/2026/02/GettyImages-2260325128-1770642711.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammad Nawaz of Pakistan reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300305\" class=\"wp-caption-text\">Mohammad Nawaz, right, and his Pakistan teammates will be hoping to avenge their loss to the USA from the T20 World Cup 2024 [Robert Cianflone/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Latin America: In the Shadow of the US | Ep 1 - Coups | Documentary | Al Jazeera",
            "time": "2026-02-09T13:02:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770642111.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Cold War shadows fall across Latin America as US-backed coups shatter democracies, spark brutal dictatorships, covert operations and revolutionary resistance.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Episode 1: Coups examines how 1960s Latin America experienced military coups in the shadow of the Cold War strategy of the United States.</p><p>It describes the Brazilian military’s 1964 overthrow of President Joao Goulart, driven by American fears of agrarian reform and “another Cuba”, which forced activists like Jean Marc von der Weid into exile.</p><p>In Chile, President Salvador Allende’s peaceful socialist experiment faced secret economic blockades before General Augusto Pinochet’s military coup in 1973 established his brutal regime.</p><p>This triggered Operation Condor in 1975, a coordinated campaign of political repression by regional right-wing dictatorships that assassinated Chilean diplomat Orlando Letelier in Washington, DC, in 1976.</p><p>Meanwhile, Panama’s populist leader Omar Torrijos waged a diplomatic battle to reclaim the Panama Canal from US control after decades of tension.</p><p>The episode concludes with Nicaragua’s Sandinistas overthrowing the Somoza family dictatorship through armed resistance, fuelled by regional alliances and clandestine aid networks.</p><p><strong>Series information:</strong><br>\nFrom coups and dictatorships to revolutions and civil war, Latin America has long been a testing ground for a world marked by inequality and polarisation. This three-part series charts the region’s modern history and its fraught relationship with the United States from the Cold War to January’s attack by the US on Venezuela and the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of President Nicolas Maduro. Across Brazil, Chile, Panama, Nicaragua, Venezuela and Colombia, it reveals how Washington’s overt and covert interventions have fuelled changes in government, repression and internal conflict.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Lebanese group accuses Israel of abducting its leader in raid | News | Al Jazeera",
            "time": "2026-02-09T12:58:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/09/12534833-1727694149_0d403f-1727700799.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanese group accuses Israel of abducting its leader in raid</h1><p class=\"article__subhead\"><em>Al-Jamaa al-Islamiya condemns Israel for seizing official Atwi Atwi during a raid and taking him to an unknown location.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Lebanese party with an armed wing has accused Israel of abducting one of its members during a cross-border raid in southern Lebanon.</p><p>The al-Jamaa al-Islamiya accused Israel on Monday of seizing its official Atwi Atwi from his home in the Hasbaiyya district and taking him to an unknown location.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al-Jamaa al-Islamiya, which has claimed responsibility for multiple attacks against Israel during the war with Lebanese armed group Hezbollah, condemned “infiltration” by Israeli forces.</p><p>Israel has frequently carried out military operations in southern Lebanon despite a November 2024 ceasefire aimed at ending more than a year of fighting with Hezbollah.</p><p>It occupies five points on Lebanese territory that it deems strategic. However, as per the ceasefire deal, it should withdraw from the Lebanese territory.</p><p>Under the truce, Hezbollah, a powerful political and military force in Lebanon, was to withdraw fighters from south of the Litani River, about 27km (17 miles) north of the border with Israel, and dismantle any remaining military infrastructure there.</p><p>In a statement, the Israeli military said, following “intelligence indications gathered in recent weeks”, Israeli soldiers “conducted a targeted raid … and apprehended a senior terrorist”.</p><p>The man was “transferred for further questioning in Israeli territory”, the army added, accusing al-Jamaa al-Islamiya of having launched “attacks against the State of Israel and its civilians in the north”.</p><p>Lebanon’s state-run National News Agency (NNA) reported that Israeli troops entered the area at about 4am (02:00 GMT) before abducting Atwi, who is a former mayor of the village of Hibbariyeh.</p><p>Lebanon accuses Israel of having abducted several other citizens since the start of the hostilities.</p><p>Hezbollah lawmaker Hussein Hajj Hassan said last month that Israel was holding “20 Lebanese prisoners”, alleging 10 had been abducted “inside Lebanese territory after the ceasefire”.</p><p>Separately on Monday, three people, including a child, were killed in an Israeli air raid in southern Lebanon, Lebanese media reported.</p><p>The attack targeted a vehicle in the centre of Yanooh town in the Tyre district, the NNA reported.</p></div></div></body></html>"
        },
        {
            "title": "I am one of 22,000 Gaza patients waiting in desperation for evacuation | Gaza | Al Jazeera",
            "time": "2026-02-09T12:57:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/saeda-1770641687.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As I write these lines, I am receiving treatment at al-Shifa Hospital in Gaza City for kidney disease. Actually, I don’t know whether what I am receiving can actually be termed “treatment” or if it is only an attempt to postpone the inevitable.</p><p>Due to acute shortages of medicine and equipment in Gaza, doctors here make decisions based more on what is accessible than what is medically necessary. I am one such case. The necessary medicine and some of the tests I need are not available in Gaza right now.</p><p>My doctor informed me today, after new tests, that my condition has worsened and I urgently need to be evacuated from Gaza. He will do a referral for me so I can be put on the list of the 22,000 Palestinians who are languishing in pain while waiting to leave so they can get urgently needed medical care abroad.</p><p>My body, like this hospital I am in, is functioning at the bare minimum.</p><p>Life was difficult before the war, but at least there existed a reliable healthcare system, albeit a shaky one. Whenever medicine and tests were unavailable in Gaza, I was able to go to the West Bank and get treatment there. In 2023, I went to a hospital in al-Khalil (Hebron), where the Palestinian Ministry of Health covered my treatment. I returned to Gaza only a few days before the war began.</p><p>In the following two years, receiving any form of adequate medical care for my condition became impossible. My body – like the bodies of so many other chronically ill Palestinians – became another battlefield.</p><p>Israel’s carpet bombing of Gaza destroyed hospitals one after the other. They were raided, burned, their equipment destroyed, doctors and nurses killed or forcibly disappeared, critical patients pushed out on the streets and left to die.</p><p>At the beginning of the war, the nephrology department at al-Shifa Hospital, where I had been receiving treatment for years, was badly damaged. The health authorities tried to rehabilitate it, but it was shelled again multiple times. Today, it is barely functioning and missing much of its equipment.</p><p>In May 2024, Israel took over the Rafah border crossing between Gaza and Egypt and closed it. Essential medications vanished, including painkillers and antibiotics.</p><p>The medications I need – methyldopa tablets and amlodipine tablets, which I must take twice daily – are nowhere to be found.</p><p>In parallel, the Israeli army bombed water treatment plants and pipes and cut off the supply of clean water, forcing us to drink contaminated water from wells. That made my condition even worse.</p><p>This breakdown was painful and slow for me. As I stopped doing my routine tests and my prescription drugs ran out, my body began giving warning signals, but no one had the tools to respond.</p><p>I began suffering from severe swelling throughout my body. I constantly felt unable to move and experienced extreme fatigue. My health deteriorated drastically, and I lost 24kg (53lb) due to exhaustion and hunger. My current state of complete health collapse is the direct result of a healthcare system that was purposefully demolished and denied the opportunity to give adequate care to its patients.</p><p>Disease doesn’t wait for an end to hostilities. Kidneys do not comprehend the politics of opening and closing border crossings. A human body cannot survive on contaminated water and a piece of bread.</p><p>When I found out that the Rafah crossing had reopened last week, I felt a glimmer of hope. Then I learned that one of my relatives who is not sick was able to leave through the crossing simply because he has “connections”. Just five critical patients were allowed to leave on the first day of the reopening. My fleeting hope quickly gave way to intense despair.</p><p>This is the double cruelty ill Palestinians face: We are denied access to adequate medical care in Gaza because hospitals were destroyed and then are told that connections – not medical necessity – determine whether we can seek care abroad, whether we live or die.</p><p>I do not have links to any international organisations or local authorities. I am merely a patient whose body is gradually failing.</p><p>I have no idea if I will be able to leave in time. Time is always a prerequisite for hope, and time is not on my side.</p><p>My son Zakaria is what keeps me going. I gave birth to him after a lengthy and difficult medical journey, knowing that I will never be able to bear another child because doing so would cost me my health.</p><p>In Gaza, the human body is no longer a carrier of life and dreams but a record of survival. Doctors are no longer medical professionals but warriors fighting a battle with their bare hands. Hospitals are no longer places of healing but final lines of defence.</p><p>In this place of despair and agonising limbo, I hang on to the fleeting hope that the world will hear our cry for help.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "UK PM Starmer’s communications chief quits amid Epstein scandal fallout | News | Al Jazeera",
            "time": "2026-02-09T12:19:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260205__969B2EQ__v2__HighRes__BritainPoliticsAssault-1770296117.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK PM Starmer’s communications chief quits amid Epstein scandal fallout</h1><p class=\"article__subhead\"><em>Tim Allan steps down a day after Starmer’s chief of staff, ‍Morgan McSweeney, ⁠quits, adding pressure on the PM.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>UK Prime Minister Keir Starmer’s communications chief Tim Allan has stepped down as leader of the governing Labour Party faces fallout from the Jeffrey Epstein scandal.</p><p>The move on Monday came a day after Starmer’s chief of staff, Morgan McSweeney, also quit.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I have decided to stand down to allow a new No 10 team to be built,” Allan said in a short statement.</p><p>Starmer has come under criticism for appointing Peter Mandelson as ambassador to the United States despite his known links to Epstein, a convicted sex offender who died in an American prison by suicide.</p><p>The prime minister on Monday emphasised the importance of moving forward after the resignations.</p><p>“We must prove that ‌politics can be a force ‌for good. I believe it ⁠can. I believe it is. We go forward from here. We ‌go with confidence as we continue changing the country,” Starmer told his Downing Street staff.</p><p>Meanwhile, his ⁠spokesperson said Starmer has no plans to stand aside. “The prime minister is … getting on ‌with the task of delivering change across the ‌country,” the ‌spokesperson told reporters.</p><p>Mandelson has been under investigation since his name appeared in files on the Epstein investigation released by the US Justice Department.</p><p>He was sacked by Starmer in September over his friendship with Epstein and last week also quit the Labour Party and House of Lords, the upper chamber of the UK Parliament. The Foreign and Commonwealth Office said it is reviewing an exit payment made to him after he was fired.</p><p>The prime minister is later expected to address a meeting of the Parliamentary Labour Party amid anger over his appointment of Mandelson as ambassador to the United States, despite knowing his links with Epstein continued after the financier’s conviction for child sex offences.</p></div></div></body></html>"
        },
        {
            "title": "‘Tell the truth’: Epstein survivors demand justice in Super Bowl ad | News | Al Jazeera",
            "time": "2026-02-09T12:15:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP20219569645391-1765271273.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Tell the truth’: Epstein survivors demand justice in Super Bowl ad</h1><p class=\"article__subhead\"><em>The advertisement featuring multiple survivors urges US Attorney General Pam Bondi to disclose all remaining files related to the late sex offender.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Survivors of the convicted late sex offender Jeffrey Epstein’s abuse have renewed calls for the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">full release of government records</a> tied to the disgraced financier’s sex-trafficking network, putting up an advertisement during the Super Bowl.</p><p>The advertisement, released by multiple survivors working with the group World Without Exploitationduring the National Football League’s (NFL) Super Bowl on Sunday, demanded that US authorities disclose all remaining files related to Epstein and his associates.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“After years of being kept apart, we’re standing together,” one female survivor said in the advertisement. “Because she deserves the truth,” says another, holding a photograph from her childhood.</p><p>The scene cut to a graphic reading “three million files still have not been released”, shown with black redactions. “Tell Attorney [General] Pam Bondi it’s time to tell the truth,” it added.</p><p>The advertisement was reshared by a number of US politicians and public figures, including Senate Democratic Leader Chuck Schumer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The appeal from survivors comes after the US Department of Justice released three million pages last month related to Epstein, casting a spotlight on some of the world’s most prominent people and their relations with him.</p><p>The largest tranche yet of legal documents relating to the prosecution of Epstein for sex offences includes documents, as well as 2,000 videos and 180,000 photographs, and was released a week ago.</p><p>They have implicated many famous people, from princes to industry leaders, believed to have been part of Epstein’s vast network, including Andrew Mountbatten-Windsor, formerly Prince Andrew, billionaire Elon Musk, Microsoft founder Bill Gates and British politician <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">Peter Mandelson</a>.</p><p>The documents also exposed his close relationship with former Israeli Prime Minister <a href=\"/news/2025/12/9/israels-ex-pm-ehud-barak-and-jeffrey-epstein-had-close-relationship-emails-reveal\">Ehud Barak</a>. In an audio recording, Barak tells Epstein he asked Russian President Vladimir Putin that Israel needs one million Russian-speaking immigrants to absorb. The files also showed Epstein gave $15,000 to Israeli settlement-building organisation Jewish National Fund.</p><p>Despite the latest disclosures, survivors have said some of their alleged abusers “remain hidden and protected”.</p><p>The documents were published under the Epstein Files Transparency Act, which President Donald Trump signed into law in November following pressure to make the files public.</p><p>Epstein died from apparent suicide in a New York jail cell in August 2019, a month after he was indicted on federal sex-trafficking charges.</p></div></div></body></html>"
        },
        {
            "title": "AI video of Indian minister shooting at image of Muslims sparks outrage | Islamophobia | Al Jazeera",
            "time": "2026-02-09T12:12:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770639168.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "AI video of Assam CM Sarma shooting Muslims causes outrage in India | Islamophobia News | Al Jazeera",
            "time": "2026-02-09T11:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_6989c8f125522-1770637553.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A now-deleted video generated by artificial intelligence and shared by India’s Hindu nationalist Bharatiya Janata Party (BJP) in Assam state, home to more than 12 million Muslims, has been widely condemned after it showed the northeastern state’s chief minister, Himanta Biswa Sarma, appearing to shoot at an image of Muslims.</p><p>The 17-second clip shared on X and titled “point blank shot” circulated widely on social media on Saturday before being removed after public outrage and criticism from opposition politicians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The video appeared to combine original footage of Sarma handling a rifle and AI-generated images showing him shooting at two Muslim men under the title “No Mercy”. Sarma has been accused of running xenophobic campaigns against Muslims, who form <a href=\"/news/2025/10/8/muslims-in-indias-poll-bound-bihar-battle-bangladeshi-infiltrator-tag\">one-third of the state’s population</a>, before state elections expected in March or April.</p><p>The video also included images of Sarma dressed as a cowboy and pointing a pistol, overlaid with text such as “Foreigner free Assam”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Assam BJP unit accused of producing anti-Muslim rhetoric has not officially commented.</p><p>“There is no comment. It has been deleted. There is nothing to say,” Ranjib Kumar Sarma, a local BJP leader in Assam, told Indian Express.</p><p id=\"assam-chief-minister-himanta-biswa-sarma-has-recently-escalated-his-rhetoric-targeting-muslims-particularly-bengali-origin-muslims-linking-them-to-migration-crime-and-demographic-change-in-public-speeches-and-online-posts-sarma-has-portrayed-muslim-communities-as-outsiders-language-critics-say-fuels-stigma-and-communal-tension-he-has-also-cited-the-presence-of-rickshaw-pullers-as-evidence-of-what-he-claims-is-unchecked-migration-into-assam-opposition-parties-and-rights-groups-warn-such-remarks-risk-inciting-discrimination-accusations-sarma-rejects\">The chief minister has recently escalated his rhetoric against Muslims, particularly against Muslims of Bengali origin in Assam, linking them to crime and demographic change.</p><p>Last month, he called on Assam residents to give “Miya Muslims”, a derogatory term for Bengali-speaking Muslims, a “hard time”.</p><p>“Even small acts, such as paying less fare in a rickshaw. If they ask 5 rupees [6 United States cents], give 4 rupees [4 cents]. They will leave Assam only if they face hardships,” he said.</p><p>Only the federally run territories of India-administered Kashmir in the north and the Lakshadweep islands in the Arabian Sea have a higher Muslim percentage of the population than Assam.</p><h2 id=\"no-basic-decency\">‘No basic decency’</h2><p>Aman Wadud, an Assam-based leader from the opposition Indian National Congress party, called the video “deeply disturbing”.</p><p>“BJP has proven time and again that it has absolutely no regard for law or even basic decency,” he told Al Jazeera.</p><p>“This also shows desperation of BJP. They are losing the plot in Assam. The wise people of Assam are ready to defeat this politics of hatred and division,” he added.</p><p>In a statement, Congress said the video “amounts to a call to mass violence and genocide”.</p><p>All India Trinamool Congress leader Mahua Moitra urged India’s Supreme and High Court judges to take notice of the Sarma video, asking in a post on X “what more this man needs to do” for the judiciary to “wake up”.</p><p>In September, the BJP in Assam posted another AI-generated video titled “Assam without BJP”, depicting the state taken over by Muslims, whom it paints as “illegal immigrants”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The rise in anti-Muslim bigotry in Assam comes against the backdrop of a BJP culture war against Muslims, who make up 14 per cent of India’s 1.4 billion people.</p><p>According to Hindu-majoritarian ideology, which guides the ruling BJP, Muslims are <a href=\"/news/2024/4/22/infiltrators-modi-accused-of-anti-muslim-hate-speech-amid-india-election\">considered</a> outsiders. Muslim asylum seekers and refugees from Bangladesh and Myanmar are in particular targeted as “infiltrators”. India also amended its citizenship laws in 2019, making faith a basis for acquiring citizenship in the officially secular nation. Muslims were excluded from applying.</p><p>Since the election of Indian Prime Minister Narendra Modi in 2014, dozens of Muslims have been lynched on suspicion of consuming beef or transporting cattle, which are considered sacred by some Hindus. Muslims have faced discrimination in employment and education for decades, but under the BJP government, their plight has worsened as Hindu nationalist parties have weaponised laws against Muslims.</p><p>Human rights groups said <a href=\"/news/2024/2/26/hamas-to-halal-how-anti-muslim-hate-speech-is-spreading-in-india\">hate speech and violence</a> against Muslims have exploded in recent years.</p><p>Last month, research by the India Hate Lab, a project of the Washington, DC-based Center for the Study of Organized Hate, found that the country had recorded 1,318 hate speech events in 2025, an average of more than three per day.</p><p>At least 98 per cent of the events targeted Muslims and explicitly so in 1,156 cases, the report added.</p><p>Modi himself has been accused of using inflammatory language about Muslims to generate fear among Hindu voters. Human Rights Watch said in <a href=\"https://www.hrw.org/news/2024/08/14/india-hate-speech-fueled-modis-election-campaign\">a report</a> published in August 2024 that Modi and several party leaders “frequently used hate speech against Muslims and other minorities, inciting discrimination, hostility, and violence” during campaigning for the 2024 general election.</p><p>Modi was <a href=\"/news/2005/3/18/us-revokes-indian-ministers-visa\">denied a US visa</a> for links to a 2002 anti-Muslim massacre in the state of Gujarat while he was serving as its chief minister. More than 1,000 people were killed, most of them Muslims, in some of the worst anti-Muslim violence since India’s independence from British colonial rule in 1947. Since becoming prime minister, however, Modi has visited the US numerous times.</p></div></div></body></html>"
        },
        {
            "title": "Child among 4 killed in latest Russian missile and drone barrage: Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-09T11:43:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T102119Z_77912019_RC2AIJAESB8W_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1770634855.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Child among 4 killed in latest Russian missile and drone barrage: Ukraine</h1><p class=\"article__subhead\"><em>Ukraine’s foreign minister calls for complete EU entry ban on Russians participating in the war.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four people, including a woman and her child, have been killed in Russian drone attacks on Ukraine, according to local officials.</p><p>The Ukrainian air force said in a statement on Monday that Russian forces fired 11 ballistic missiles and 149 drones across Ukraine overnight.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The attacks killed a woman and her 10-year-old son in a residential area of the eastern town of Bohodukhiv, as well as a 71-year-old man in the northern Chernihiv region, Ukrainian officials said.</p><p>Another person was killed and two others wounded in the southern port city of Odesa, according to regional Governor Oleh Kiper. Residential infrastructure and a gas pipeline were also damaged in an attack on a residential building in the area, said Kiper, accusing Russia of committing “another war crime … against civilians”.</p><p>At least nine others, including a 13-year-old girl, were wounded by drones that struck the southeastern Dnipropetrovsk region, according to Governor Oleksandr Hanzha.</p><p>There was no immediate comment from Russia, which has denied targeting civilians deliberately since it launched a full-scale invasion of its neighbouring country in February 2022.</p><figure id=\"attachment_4300017\" aria-describedby=\"caption-attachment-4300017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300017\" src=\"/wp-content/uploads/2026/02/AP26039662623039-1770634961.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People stand in line for free hot meals that veterans of the 3rd Separate Assault Brigade of Ukraine's Armed Forces serve in residential neighborhood as repeated Russian air attacks on the country's energy sector leave people without power, heating and water in the harshest winter in decades in Kyiv, Ukraine, Sunday, Feb. 8, 2026. (AP Photo/Efrem Lukatsky)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300017\" class=\"wp-caption-text\">Ukrainians stand in line for hot meals in a residential neighbourhood as repeated Russian air attacks on the country’s energy sector leave people without power, heating and water, in Kyiv, February 8, 2026 [Efrem Lukatsky/AP Photo]</figcaption></figure><p>The missile and drone barrage cut power to tens of thousands of people amid freezing temperatures, as <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">Russia continues its winter campaign</a> against Ukraine’s energy infrastructure.</p><p>Ukraine’s national railway operator reported additional attacks on rail infrastructure in the Sumy and Chernihiv regions.</p><h2 id=\"set-the-right-price\">‘Set the right price’</h2><p>Following the attacks, Ukraine’s Foreign Minister Andrii Sybiha called for the European Union to impose a complete entry ban on Russians fighting against Ukraine. “This will set the right price for the wrong choices,” he wrote in a post on X.</p><p></p><p>Russia’s attacks on Ukraine have continued despite ongoing <a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">peace talks brokered by the United States</a> between the two sides to end the four-year-long conflict. Ukrainian President Volodymyr Zelenskyy has said US President Donald Trump’s administration has <a href=\"/news/2026/2/7/us-has-given-ukraine-and-russia-june-deadline-to-end-war-zelenskyy\">set a June deadline</a> for Moscow and Kyiv to reach a deal.</p><p>But the warring parties remain deadlocked over the future status of the eastern Ukrainian territory captured by Russia. Moscow has demanded Kyiv cede the fifth of the Donetsk region that it still controls, a proposal Ukraine has rejected.</p><p>Trilateral negotiations are expected to continue in the coming weeks, according to Ukraine’s chief negotiator, Rustem Umerov.</p><p>On Sunday, the <a href=\"/news/2026/2/8/russia-says-second-suspect-in-generals-shooting-arrested-in-dubai\">United Arab Emirates extradited a man</a> accused of shooting Russia’s deputy military intelligence chief, Lieutenant General Vladimir Alekseyev, in an attempted assassination. Russia’s Federal Security Service has accused Ukraine of ordering the attack.</p><p>Ukraine has claimed responsibility for some previous assassinations in Russia but has denied being behind the attempt on Alekseyev’s life.</p></div></div></body></html>"
        },
        {
            "title": "Video: Building collapse in northern Lebanon kills people in apartments | Infrastructure | Al Jazeera",
            "time": "2026-02-09T11:20:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770635972.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan can sell weapons in the Middle East, but can it sell security? | Weapons | Al Jazeera",
            "time": "2026-02-09T10:42:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/30695b7f-06e3-4469-9fa5-0a6a94c33ed3-1768391410.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Pakistan positions itself as a regional security provider, rising militancy and economic constraints continue to test the sustainability of that ambition.</p><p>From February 2 to 4, Libya’s eastern commander, renegade military commander Khalifa Haftar, visited Rawalpindi for talks at Pakistan’s army headquarters with the army chief, Asim Munir. The visit might have seemed routine, but it highlights Pakistan’s expanding defence diplomacy in the Middle East and North Africa (MENA).</p><p>Pakistan reportedly signed a $4bn defence deal with Haftar’s self-styled Libyan National Army (LNA), including 16 JF-17 fighters and 12 Super Mushak trainer aircraft, structured over roughly two and a half years. The acquisition of this 4.5-generation fighter grants the LNA a “game-changing” airpower advantage, potentially upending the military balance with its Tripoli-based rivals unless the latter secures a comparable capability in time.</p><p>Pakistan is also reportedly in the final stages of a $1.5bn package to supply the Sudanese Armed Forces (SAF) with 10 Karakoram-8 light attack aircraft, more than 200 drones and air defence systems to bolster its capabilities in the ongoing war against the paramilitary Rapid Support Forces (RSF).</p><p>In purely national-interest terms, Pakistan’s growing defence profile in MENA is not a problem automatically. A larger footprint can generate foreign exchange, expand diplomatic access, and increase Pakistan’s visibility in a region where security partnerships are being diversified. It can also strengthen longstanding military-to-military links in the Gulf and beyond.</p><p>Yet the same burst of activity raises a quieter question: is Pakistan’s foray into MENA largely transactional — focused on exporting weaponry — or part of a coherent strategy to provide security? In other words, Pakistan can export military services and equipment; the harder question is whether it can sustain a “security provider” posture when domestic militancy and border volatility keep pulling capacity inwards.</p><p>The Middle East is a useful recent example because it exposes a pattern of contingent, deal-driven activism: Pakistan can offer military cooperation and weapons, and it can gain diplomatic visibility, but the approach is being shaped less by a durable economic base and domestic security stability than by events and short-term openings.</p><p>The May 2025 India-Pakistan crisis helps explain why Pakistan’s defence industry suddenly looks more marketable in parts of MENA. Pakistan’s successful counter-air campaign against India, which reportedly included the downing of India’s premier Rafale fighter aircraft, has proved to be a windfall for the country, resulting in a surge in high-value defence partners and customers.</p><p>The crisis bolstered Pakistan’s airpower narrative, highlighting its superior training standards and operational integration when confronting a conventionally larger adversary — qualities that have increasingly drawn the interest of regional partners.</p><p>In September 2025, Saudi Arabia formalised a Strategic Mutual Defence Agreement with Pakistan, stating that an attack on one would be treated as an attack on both. The agreement is a significant diplomatic marker and reinforces Pakistan’s standing as a security partner at a time when Gulf states are diversifying their defence relationships.</p><p>But beyond airpower, training, and defence-industrial cooperation, Islamabad lacks the economic weight to anchor these relationships at scale.</p><p>In 2024-25, Pakistan’s net foreign direct investment from all countries was about $2.5bn, while its total trade with the Gulf Cooperation Council (GCC) nations was roughly $20bn. By contrast, India’s GCC-sourced investment alone was $4.7bn in 2024, and its GCC trade was about $179bn.</p><p>Moreover, Pakistan remains a net seeker of capital — relying on Gulf “rollover” loans and central bank deposits to stabilise its own economy — whereas India has transitioned into a strategic investor in Gulf infrastructure, energy, and technology. This “dependency gap” ensures that while Pakistan is a valued security guarantor, it is rarely a peer-level economic partner.</p><p>This imbalance matters because Gulf capitals increasingly treat defence cooperation as one strand within a much bigger partnership portfolio — energy, trade, investment, technology, and supply chains. India and the United Arab Emirates, for example, recently discussed deeper defence cooperation through a letter of intent to establish a strategic defence partnership, alongside a $3bn LNG supply deal and ambitious trade targets.</p><p>In that environment, Pakistan’s security value can open doors, but without comparable economic depth that fosters diverse interdependence, it is harder to convert access into durable influence.</p><p>The other constraint on the “net security provider” narrative is the condition of Pakistan’s own security environment.</p><p>Pakistan recently confronted one of its deadliest security flare-ups in years in Balochistan: a wave of simultaneous, province-wide attacks targeting administrative centres and security installations in Quetta and beyond. The resulting <a href=\"/news/2026/2/5/pakistan-army-says-it-killed-216-fighters-in-weeklong-balochistan-campaign\">weeklong counteroffensive</a> reportedly led to the death of 216 armed fighters, though at the steep cost of 22 security personnel and 36 civilian lives.</p><p>Whatever one’s preferred political explanation, the figures underline how much bandwidth the state is still expending to stabilise a key province.</p><p>Then came another signal from the Islamabad Capital Territory. On February 6, a suicide attacker struck a <a href=\"/news/2026/2/7/deadly-islamabad-bombing-sharpens-focus-on-cross-border-attacks-in-pakistan\">Shia mosque</a> on the outskirts of the national capital during Friday prayers, killing more than 30 people and injuring about 170. A splinter faction linked to ISIL (ISIS) claimed responsibility. This was the <a href=\"/news/2026/2/7/deadly-islamabad-bombing-sharpens-focus-on-cross-border-attacks-in-pakistan#:~:text=Capital%20under%20fire,November%20last%20year.\">second major attack</a> in the capital in three months.</p><p>The western border with Afghanistan is another reminder that Pakistan’s security bandwidth is not infinite. Islamabad is now <a href=\"https://www.foreignaffairs.com/afghanistan/afghanistan-and-pakistan-square\" target=\"_blank\" rel=\"noopener\">locked</a> in a confrontation with a Taliban regime that refuses to curb cross-border militancy. This grinding conflict — which killed <a href=\"https://www.dawn.com/news/1964537\" target=\"_blank\" rel=\"noopener\">1,034 people</a> in 2025 alone — compels the state to divert critical military resources to the frontier, draining the very capacity needed for power projection abroad.</p><p>Indeed, the grim situation South Asia analyst Michael Kugelman portrays — of a Pakistan “sandwiched” between hardcore enemies — presents a strategic nightmare. He argues the Afghanistan-Pakistan situation is now more volatile than the India-Pakistan rivalry and could spur global terrorism.</p><p>None of these is to argue for retreat. Pakistan’s defence diplomacy in MENA can be good for the country, especially economically and diplomatically. But it does suggest a strategic tension: expanding security partnerships abroad is easier to sustain when internal stabilisation is more durable, and when foreign influence rests on a broader economic base as well as military capability. If Pakistan wants to be seen as exporting security, not just selling equipment, it will need a clearer doctrine, firmer internal stabilisation, and a wider economic foundation — so that events do not keep dictating its foreign policy priorities.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Italy’s T20 World Cup debut ends with big loss against Scotland | Cricket News | Al Jazeera",
            "time": "2026-02-09T10:41:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26040309542925-1770630366_98a6d9-1770631282.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy’s T20 World Cup debut ends with big loss against Scotland</h1><p class=\"article__subhead\"><em>World Cup debutants are dominated by Scotland in their first ever T20 World Cup match at Eden Gardens.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>T20 World Cup debutants Italy have had a bruising introduction to cricket’s biggest stage as they suffered a crushing 73-run loss to Scotland in Kolkata, India.</p><p>Scotland posted a hefty 207-4 on Monday with opener George Munsey top-scoring with 84, and in reply, Italy were bowled out for 134 in 16.4 overs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A nation better known for its football, Italy are cricket minnows and the lowest-ranked side in the 20-team tournament.</p><p>Chasing a mammoth 208 for victory, Italy suffered early blows before a valiant fourth-wicket partnership of 73 between brothers Ben and Harry Manenti kept them afloat at Eden Gardens.</p><p>But Harry departed for 37 and Ben got out after his 31-ball 52 as the Italian batting collapsed from 113-3.</p><p>Captain Wayne Madsen could not bat after he badly injured his shoulder while fielding.</p><p>Off-spinner Michael Leask took 4-17 for Scotland, adding to his batting cameo of an unbeaten 22 off five balls.</p><p>Scotland captain Richie Berrington said it was vital for his team to bounce back after losing their opening match of the tournament to the West Indies.</p><p>“Really pleased to get our first win. In the end, it was a comprehensive win, but we had to work hard for it,” he said.</p><p>“We knew they had good players in the lineup. Early wickets were key, and it put us on the front foot.”</p><figure id=\"attachment_4299839\" aria-describedby=\"caption-attachment-4299839\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299839\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96MX669__v1__HighRes__CricketIccMensT20Wc2026ScoIta-1770631004.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Italy's Ben Manenti in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299839\" class=\"wp-caption-text\">Ben Manenti top-scored for Italy with 52 runs, but it wasn’t nearly enough to forge a win on their T20 World Cup debut [Dibyangshu Sarkar/AFP]</figcaption></figure><p>Italy won the toss and bowled first in the Group C encounter, where there were a few Italian fans decked out in the country’s blue.</p><p>Scotland rode on a 126-run opening stand between Munsey and Michael Jones, who hit 37, to post the highest total in the tournament so far.</p><p>Brandon McMullen with an unbeaten 18-ball 41 and Leask, who hit two fours and two sixes in the last five balls, took Scotland to their best T20 World Cup total.</p><p>The left-handed Munsey started briskly with a flurry of fours to unsettle the Italy attack in the first six overs of the powerplay.</p><p>Italy suffered a blow when Madsen fell awkwardly while trying to stop a boundary in the fourth over and went off the field wincing in pain with what looked like a dislocated shoulder.</p><p>The captain still completed an unusual World Cup double on Monday – playing in two different sports for two separate countries.</p><p>He also played at the field hockey World Cup for his native South Africa but holds an Italian passport now through his ancestry.</p><p>Munsey, who was dropped on 40 by Anthony Mosca, reached his fifty in 30 balls with a six.</p><p>Munsey missed out on a hundred after he holed out to long-on off pace bowler Grant Stewart.</p><p>He hit 13 fours and two sixes in his 54-ball knock to lead Scotland to their first group win.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh 2026 elections explained in maps and charts | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-09T10:39:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_INTERACTIVE-Bangladesh-ELECTIONS-COVER-1770637118.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On February 12, Bangladesh will head to the <a href=\"/tag/bangladesh-election-2026/\" target=\"_blank\" rel=\"noopener\">polls</a> to elect its next government, 18 months after Prime Minister Sheikh Hasina was ousted from office by a student-led movement.</p><p>Hasina, the daughter of Sheikh Mujibur Rahman, the leader of the country’s independence movement, ruled Bangladesh between 1996 and 2001 and again from 2009 until she had to flee from office in August 2024 – after ordering a brutal crackdown on protesters which killed an estimated 1,400 people – and seek exile in India.</p><p>An interim administration led by Nobel laureate <a href=\"/news/2026/2/5/country-of-the-blind-how-will-bangladesh-remember-muhammad-yunus\" target=\"_blank\" rel=\"noopener\">Muhammad Yunus</a> has since led the country.</p><p>Here is everything you need to know about the upcoming general election:</p><h2 id=\"bangladesh-at-a-glance\">Bangladesh at a glance</h2><p>The 2026 elections are among the most consequential in the country’s 55-year history, since gaining independence from Pakistan in 1971.</p><p>With more than 173 million citizens, Bangladesh is the eighth most populous country globally and, over the past 25 years, its economy has been one of the fastest-growing in the world – though growth has cooled in recent years.</p><p>Bangladesh is a predominantly Muslim country, with more than 90 percent of the population following Islam, 8 percent practising Hinduism and the rest following other faiths.</p><p>Economically, the country’s gross domestic product (GDP) stands at $461bn, with a per capita income of $1,990.</p><p>According to the <a href=\"https://tradingeconomics.com/bangladesh/gdp-growth-annual\">Bangladesh Bank</a>, GDP expanded by 3.97 percent in the fiscal year ending June 2025, easing from a 4.22 percent rise in the previous year.</p><figure id=\"attachment_4299703\" aria-describedby=\"caption-attachment-4299703\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299703\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_At-a-glance-1770627233.png?quality=80\" alt=\"Interactive_Bangladesh_elections_AT A GLANCE_Feb_9_2026_3\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299703\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"millions-of-first-time-voters\">Millions of first-time voters</h2><p>Bangladesh has one of the world’s youngest populations, with a significant portion under the age of 30.</p><p>Among those above the voting age of 18, approximately 56 million, or 44 percent, are between the ages of 18 and 37, and nearly 5 million are first-time voters.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299708\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_First-time-voters-1770627306.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_First time voters\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Bangladesh is one of the most densely populated countries in the world, with 1,366 people per square kilometre (3,538 people per square mile). This density is nearly three times that of India and four times that of Pakistan.</p><p>The country’s largest city is the capital, Dhaka, which has a population of more than 37 million people – more than the entire population of Malaysia, Saudi Arabia or Australia.</p><figure id=\"attachment_4299714\" aria-describedby=\"caption-attachment-4299714\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299714\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Population-denisity-1770627389.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Population denisity\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299714\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"how-is-the-government-structured\">How is the government structured?</h2><p>Bangladesh is a parliamentary republic, where executive power is exercised by an elected government, consisting of the prime minister and cabinet.</p><p>The president of Bangladesh is the ceremonial head of state and is indirectly elected by the parliament for a five-year term.</p><p>The prime minister is the leader of the majority party or coalition in parliament.</p><p>The prime minister appoints the cabinet, oversees government policy and directs civil service.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4299718\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_INTERACTIVE-1770627466.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Government_structure\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Legislative authority rests with the Jatiya Sangsad, Bangladesh’s parliament. It consists of 350 seats, including 300 directly elected seats and 50 seats reserved for women, which are allocated proportionally based on their share of votes. Members serve five-year terms.</p><p>Administratively, Bangladesh is divided into eight divisions, 64 districts and 495 upazilas (councils). Local governments manage municipal services, education and rural development, though they depend heavily on funding and authority from the central government.</p><h2 id=\"political-parties\">Political parties</h2><p>In this 2026 election cycle, there are 59 registered political parties in Bangladesh, excluding the Awami League, Sheikh Hasina’s party, which has had its registration suspended by the election commission, nullifying its ability to field candidates in the polls.</p><p>Of these, 51 parties are actively <a href=\"/news/2026/2/7/bangladesh-election-who-are-the-key-players-and-parties\">participating in elections</a> by fielding candidates. In total, 1,981 candidates are contesting, including 249 independent candidates.</p><figure id=\"attachment_4299721\" aria-describedby=\"caption-attachment-4299721\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299721\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Political-barometer-1770627533.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Political barometer\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299721\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p><strong>Bangladesh Nationalist Party (BNP)</strong> – Led by Tarique Rahman, the son of recently deceased former Prime Minister Khaleda Zia.</p><p>The BNP is one of Bangladesh’s two major traditional parties and positions itself as a nationalist and conservative alternative to the Awami League.</p><p><strong>Jamaat-e-Islami</strong> – The Islamic party, led by <a href=\"/features/2026/2/9/bangladeshs-jamaat-leader-shafiqur-rahman-the-man-everyone-wants-to-meet\">Shafiqur Rahman</a>, advocates for politics rooted in the religion’s principles and has formed an electoral alliance with the National Citizen Party (NCP) along with other Islamic parties.</p><p><strong>National Citizen Party (NCP)</strong> – Formed by student leaders of the 2024 uprising, it is a centrist party focused on citizen-led governance and political reform. It has garnered attention from younger voters and civil society groups due to increasing dissatisfaction with established parties.</p><p><strong>Jatiya Party (JP-Quader)</strong> – This centre-right faction of the Jatiya Party is led by Ghulam Muhammed Quader.</p><p><strong>Jatiya Party (JP-Ershad)</strong> – Led by Anisul Islam Mahmud, this centre-right party has its roots in the military rule of former President Hussain Muhammad Ershad in the 1980s.</p><p><strong>Left Democratic Alliance</strong> – A coalition of left-wing parties, including the Communist Party of Bangladesh and several socialist groups.</p><p><strong>Amar Bangladesh Party (AB Party)</strong> – A centrist party that presents itself as a reform-oriented alternative to the established political blocs, appealing to voters seeking a break from traditional party politics.</p><h2 id=\"previous-election-results\">Previous election results</h2><p>Bangladesh’s <a href=\"/news/2026/2/8/timeline-of-past-bangladesh-elections-and-the-countrys-leaders\">electoral history</a> over the past two decades has been predominantly shaped by the Awami League, which came to power in 2009 after a significant defeat of the Bangladesh Nationalist Party (BNP) which had ruled from 2001 to 2006.</p><figure id=\"attachment_4299725\" aria-describedby=\"caption-attachment-4299725\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299725\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Past-elections-1770627595.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Past_Elections\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299725\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>In the 2001 election, the Awami League suffered a major defeat, winning just 62 seats, while the BNP secured a commanding majority with 193 seats. That election marked the last clear transfer of power between the two major parties.</p><p>The balance shifted decisively in 2008, when the Awami League-led Grand Alliance returned to power in a landslide. Since then, the party has consolidated its dominance.</p><p>In 2014, with the BNP absent from the contest, Hasina’s Awami League again won in a landslide.</p><p>The party further strengthened its grip in the 2018 election, securing 300 seats, while the BNP was reduced to just seven seats, its weakest performance on record. Thousands of BNP leaders were arrested in the lead-up to the elections. The Jamaat was banned in 2015, and so it couldn’t contest. International observers and opposition groups described the election as neither free nor fair.</p><p>In the most recent 2024 election, the Awami League won 272 seats, maintaining a parliamentary majority. The BNP again boycotted, amid deepening repression of opposition leaders. The Jamaat was still banned.</p><h2 id=\"political-leaders-throughout-history\">Political leaders throughout history</h2><p>Since Bangladesh’s independence in 1971 from Pakistan, the country’s turbulent political evolution has been shaken by internal conflicts, military intervention and fragile democratic institutions.</p><figure id=\"attachment_4299734\" aria-describedby=\"caption-attachment-4299734\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299734\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Leaders-since-1971-1770627773.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Leaders since 1971\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299734\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Sheikh Mujibur Rahman served as the country’s first president – the leader of the independence movement – who soon banned other political parties and adopted increasingly repressive policies.</p><p>Rahman was assassinated in 1975 by army officers, who killed him and most of his family. Only two members of his immediate family survived: his daughters, Sheikh Hasina and Sheikh Rehana, who were in West Germany during the attack, and then lived in India in exile. This event triggered a period of coups and counter-coups that established the military as a dominant political force in the country.</p><figure id=\"attachment_797385\" aria-describedby=\"caption-attachment-797385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-797385\" src=\"/wp-content/uploads/2020/03/1ff24365e62f48b5b2357f6928b0d869_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"BANGLADESH - CHINA - HEALTH - VIRUS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-797385\" class=\"wp-caption-text\">A policeman walks past a banner with a picture of Bangladesh’s founder Sheikh Mujibur Rahman, in Dhaka, Bangladesh [File:Munir Uz Zaman/AFP]</figcaption></figure><p>Following the assassination, cabinet minister Khondaker Mostaq Ahmad took control of the government until he was deposed in a counter-coup just months later, which led to the appointment of Chief Justice Abu Sadat Mohammad Sayem as a figurehead president.</p><p>In 1977, Major General Ziaur Rahman assumed the presidency, and a year later, he founded the Bangladesh Nationalist Party (BNP). His leadership blurred the lines between military and civilian governance. Zia, as he was called, was also assassinated in a failed coup attempt in 1981.</p><p>From 1982 to 1990, Bangladesh was ruled under a military dictatorship led by Hussain Muhammad Ershad, during which democratic institutions were weakened, and the presidency functioned as an instrument of centralised rule.</p><p>By the late 1980s, Zia’s wife and successor as BNP leader, Khaleda Zia, and Mujibur Rahman’s daughter Sheikh Hasina, joined forces to take on military rule and demand a return to democracy.</p><p>In 1990, under mounting pressure, Ershad resigned, paving the way for elections in 1991 that Khaleda won – becoming the country’s first female prime minister.</p><p>By then, the brief unity between Khaleda and Hasina had broken down. Over the next two decades, Bangladesh experienced a turbulent swapping of power between the BNP and Hasina’s Awami League. Hasina became PM in 1996, then Khaleda returned to power in 2001, and then Hasina won office again in 2009.</p><p>It would be the start of a 15-year stint marked by increasingly heavy-handed rule and repression of political opponents, accompanied by broad economic growth. By 2024, Bangladeshi youth had seen enough – and rose up in the revolt that ousted Hasina and led to this moment.</p></div></div></body></html>"
        },
        {
            "title": "Video: Brazil floods send torrent of waste down street | Floods | Al Jazeera",
            "time": "2026-02-09T10:34:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770633258.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Thousands protest against Israeli President Herzog’s Australia visit | Gaza News | Al Jazeera",
            "time": "2026-02-09T10:31:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96MV6T6__v1__HighRes__AustraliaIsraelPalestinianConflict-1770627598.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestine supporters have rallied across Australia to oppose a visit by Israeli President Isaac Herzog, who has been accused of <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">inciting genocide</a> against Palestinians.</p><p>Police in Sydney on Monday used pepper spray and scuffled with protesters who marched against the Israeli president, who is in the country to commemorate victims of last year’s Bondi Beach mass shooting.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Thousands of people demonstrated in a square in Sydney’s business district on Monday with more protests <a href=\"/news/2026/2/8/pro-palestine-groups-to-protest-israeli-presidents-visit-to-australia\">planned in cities and towns</a> across the country in the evening.</p><p>Demonstrators risk arrest if they join a protest march late on Monday from Sydney Town Hall to the New South Wales Parliament, which falls in an area authorities have <a href=\"/news/2025/12/24/australias-nsw-passes-tough-anti-protest-gun-laws-after-bondi-attack\">designated as a protected area</a> during Herzog’s visit.</p><p>A Sydney court on Monday rejected a legal challenge against the restrictions on the demonstration filed by the Palestine Action Group, which organised the march.</p><p>“We’re hoping we won’t have to use any powers because we’ve been liaising very closely with the protest organisers,” Peter McKenna, New South Wales assistant police commissioner, told the broadcaster Nine News on Monday.</p><h2 id=\"herzog-speaks-at-bondi-beach\">Herzog speaks at Bondi Beach</h2><p>Herzog began his four-day visit to Australia at Sydney’s Bondi Beach, where he laid a wreath at a memorial for the victims of the <a href=\"/video/newsfeed/2025/12/15/what-we-know-about-the-bondi-beach-hannukah-shooting\">December attack</a>, which killed 15 people at a Hanukkah celebration. He also met survivors and the families of those killed.</p><p>“This was also an attack ‌on all Australians,” Herzog said. “They attacked the values that our democracies treasure – the sanctity of human life, the freedom of religion, tolerance, dignity and respect.”</p><p>“I’m here to express solidarity, friendship, and love,” he added in comments to reporters.</p><figure id=\"attachment_4299738\" aria-describedby=\"caption-attachment-4299738\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299738\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96MD977__v2__HighRes__AustraliaIsraelDiplomacyBondiAttack-1770627881.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israelli President Isaac Herzog (C) and his wife Michal (2nd R) are escorted by New South Wales Premier Chris Minns (L) as they lay a wreath for the victims of the December 14, 2025 gun attack at the Bondi Pavilion, in Sydney on February 9, 2026. Herzog said February 9 people of all faiths will &quot;overcome this evil&quot; as he paid respect to victims of a shooting that killed 15 people celebrating a Jewish festival on Sydney's Bondi Beach. (Photo by David GRAY / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299738\" class=\"wp-caption-text\">Herzog and his wife, Michal, are escorted by New South Wales Premier Chris Minns as they lay a wreath for the Bondi Beach attack victims in Sydney on February 9, 2026 [David Gray/AFP]</figcaption></figure><p>In addition to Sydney, where 3,000 police personnel were to be deployed, Herzog also plans to visit Melbourne and the national capital, Canberra, before he returns to Israel on Thursday.</p><p>Prime Minister Anthony Albanese urged people to respect the solemn nature of Herzog’s visit, saying the Israeli president had “come here in goodwill”.</p><p>Herzog alleged the protests against his visit were attempts to “undermine and delegitimise” Israel’s right to exist.</p><p>But activists said the Israeli leader, whom a United Nations commission of inquiry has <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">found to be responsible for inciting genocide</a> against Palestinians, should not be immune to protests.</p><p>“President Herzog has unleashed immense suffering on Palestinians in Gaza for over two years – brazenly and with total impunity,” Amnesty International’s Australia chapter said. “Welcoming President Herzog as an official guest undermines Australia’s commitment to accountability and justice. We cannot remain silent.”</p><p>One protester, 30-year-old Jackson Elliott from Sydney, said: “The Bondi massacre was terrible, but from our Australian leadership, there’s been no ⁠acknowledgement of the Palestinian people and the Gazans.”</p><p>“Herzog has dodged all the questions about the occupation and says this visit is about Australia and Israeli relations, but he is complicit,” Elliott said.</p><figure id=\"attachment_4299744\" aria-describedby=\"caption-attachment-4299744\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299744\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96MU9ZQ__v1__HighRes__AustraliaIsraelPalestinianConflict-1770627980.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People hold up placards during a protest rally against a four-day state visit by Israeli President Isaac Herzog, in Melbourne on February 9, 2026. (Photo by William WEST / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299744\" class=\"wp-caption-text\">Protesters rally against Herzog’s visit in Melbourne on February 9, 2026 [William West/AFP]</figcaption></figure><p>The Jewish Council of Australia, a vocal critic of the Israeli government, released an open letter on Monday signed by more than 1,000 Jewish Australian ‌academics and community leaders, urging Albanese to rescind Herzog’s invitation.</p><p>In September, the UN’s Independent International Commission of Inquiry on the Occupied Palestinian Territory found that Herzog “incited the commission of genocide” by saying all Palestinians – “an entire nation” – were responsible for the October 7, 2023, Hamas-led attacks on southern Israel.</p><p>Since those attacks, Israel’s genocidal war on Gaza has killed more than 72,000 Palestinians, and tens of thousands of bodies are believed to be trapped under the rubble and uncounted.</p><p>Since a United States-brokered “ceasefire” agreed in October, Israel has killed more than 500 Palestinians and continues to impose restrictions on the entry of aid into Gaza.</p></div></div></body></html>"
        },
        {
            "title": "In Nigeria’s Woro, massacre leaves a community devastated and in ruins | Armed Groups News | Al Jazeera",
            "time": "2026-02-09T10:25:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69899e1dc84b-1770626589.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Woro, Nigeria –</strong> The stench of charred flesh hung thick in the air, but Umaru Tanko barely seemed to notice. He keeps returning to the same spot – a small, burned-out shop in the centre of Woro in western Nigeria’s state of Kwara.</p><p>Tanko looked exhausted, his eyes red and swollen, his voice barely rising above a whisper.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Inside that shop are the corpses of my friend’s son and grandson,” he said, fighting back tears.</p><p>It was difficult to make out the bodies in the blackened shell of the shop.</p><p>Burned beyond recognition, the two men lay huddled together, as though trying to comfort one another in their final moments.</p><p>On Tuesday evening, <a href=\"/news/2026/2/4/gunmen-kill-more-than-30-people-in-nigerias-kwara-state-authorities\">gunmen</a> stormed into Woro and a neighbouring town, massacring about 200 people and leaving much of the community in ruins.</p><p>Locals allege the attackers are linked to ISIL (ISIS), and had attacked the Muslim-majority community days after it rejected their demands to preach in the town.</p><p>According to residents, the attackers barricaded the shop from the outside before setting it on fire, trapping those inside.</p><p>“They set them ablaze, … but we did them no wrong,” Tanko murmured, his voice breaking.</p><p>Three days after the attack, fires were still smouldering across central Woro, where much of the violence took place.</p><p>Many homes and shops have been reduced to rubble.</p><p>Twisted sheets of metal roofing and burned household items litter the streets, a grim reminder of the night the village was overrun.</p><figure id=\"attachment_4299655\" aria-describedby=\"caption-attachment-4299655\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299655\" src=\"/wp-content/uploads/2026/02/afp_69899dbb9706-1770626491.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A general views of burnt debris and damaged homes following the attack in Woro, Kwara State, on February 5, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299655\" class=\"wp-caption-text\">Much of the town of Woro now lies in ruins after attackers massacred people and burned buildings and cars [AFP]</figcaption></figure><h2 id=\"an-almost-empty-town\">An almost empty town</h2><p>Across the road from the destroyed shop, five survivors sat quietly in front of another shop that somehow escaped the carnage.</p><p>One by one, they recounted how they managed to escape: hiding in nearby bushes, fleeing under cover of darkness or crawling through gaps in fences as gunshots rang out behind them.</p><p>Just a few metres away, another corpse lay unclaimed in the open. The smell was overpowering, yet the survivors barely reacted, as if the grief had dulled their senses.</p><p>A flock of thirsty-looking sheep wandered past, kicking up ash and dust as they moved.</p><p>“Soon they will all die of thirst,” Haruna Mohammed said. “I saw three dead sheep near our house.”</p><p>His comment was met with irritation.</p><p>“Who cares about sheep now?” snapped Yunusa, a 35-year-old resident. “We are talking about how to clear corpses, bury them and look for our missing relatives.”</p><p>As they grew quiet again, the first call to the Friday congregational Muslim prayers echoed through the ruined town. The few residents who remained began preparing for worship.</p><p>The mosque, small to begin with, felt even smaller after the attack: sparsely filled, its courtyard empty.</p><p>Previously, the building and its courtyard overflowed on Fridays.</p><p>Since the attack, much of Woro has emptied out. Locals estimated that a town once home to about 17,000 people now has fewer than 200 residents left.</p><p>When the imam mounted the pulpit, his sermon centred on patience, endurance and submission to the will of God. The congregation listened in silence, each person wrestling privately with grief, anger and fear.</p><figure id=\"attachment_4299670\" aria-describedby=\"caption-attachment-4299670\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299670\" src=\"/wp-content/uploads/2026/02/reuters_69899e12-1770626578.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"People pray beside the bodies of victims of a terror attack before their burial at Woro community, after an overnight attack by gunmen that killed dozens of residents, in Kaiama Local Government Area of Kwara State, Nigeria, February 4, 2026. REUTERS/Oluseyi Dasilva TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299670\" class=\"wp-caption-text\">People pray beside the bodies of victims before their burial in Woro days after the attack [Oluseyi Dasilva/Reuters]</figcaption></figure><h2 id=\"we-buried-120-people-in-one-grave\">‘We buried 120 people in one grave’</h2><p>After the prayers, residents gathered under a tree near the mosque, quietly taking stock of what had happened – counting the dead, discussing who had been buried and asking when the next funeral would take place.</p><p>Nearby, three armoured personnel carriers stood guard.</p><p>The regional military commander was present alongside members of the army, police and forest guards. Across the road, additional military hardware and personnel underscored the seriousness of the security operation now under way.</p><p>President Bola Ahmed Tinubu has ordered security forces to track down the perpetrators of what officials have described as a senseless massacre and bring them to justice.</p><p>Brigadier General Nicholas Rume, who commands the 22nd Brigade of the army, said the priority is to restore stability.</p><p>“Our aim is to stabilise the area first,” he explained, “and then expand our operations outward to ensure that we track and possibly strike those responsible for this attack.”</p><p>On the outskirts of Woro lies the village cemetery.</p><p>Since the attack, resident Mohammed Abdulkarim and his brother have gone there daily to pray for the dead.</p><p>Woro is predominantly Muslim, and nearly 90 percent of those killed in the attack were Muslims.</p><p>Abdulkarim gestured towards a large, freshly dug grave.</p><p>“Here, we buried 120 people in one grave,” he said quietly. “We don’t have the strength or the resources to give each person a befitting burial. So we dig one big hole and put everyone inside.”</p><p>A short distance away, he pointed again.</p><p>“Over there, 23 Christians were also buried in this cemetery,” he said. “Some other corpses were taken to neighbouring villages for burial.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"women-and-children-kidnapped\">Women and children kidnapped</h2><p>Beyond the killings and destruction, residents said dozens of women and children were kidnapped during the attack. Their whereabouts remain unknown, deepening the anguish of families already shattered by loss.</p><p>According to survivors, the violence began on Tuesday evening when gunmen stormed the village. Residents said the attackers had earlier demanded to preach in Woro, a request the community rejected. That refusal, locals believe, sealed their fate.</p><p>Although no one has claimed responsibility, the community says an armed group affiliated with ISIL is responsible for the carnage.</p><p>According to the <a href=\"https://www.crisisgroup.org/anb/africa/nigeria/massacre-kwara-state-heightens-nigerias-security-challenges\">International Crisis Group</a>, the area surrounding Woro is a base for criminal gangs as well as armed groups affiliated with ISIL, al-Qaeda, Boko Haram and Lakurawa.</p><p>After the massacre, the assailants reportedly tried to return to Woro several times.</p><p>“Three times they tried to attack again,” Rume said. “Each time, they were repelled by the security forces.”</p><p>Unable to re-enter the village, the attackers resorted to using improvised explosive devices, targeting infrastructure and property, especially on the outskirts of Woro.</p><p>“You can see some of the damage at the entrance to the village,” the general said.</p><p>Even days later, smoke still rises from burned homes and shops. Residents said the attackers were determined to inflict as much damage as possible before withdrawing.</p><p>Woro’s residents believe they stood their ground to protect their beliefs – but paid a heavy price for it.</p><p>Today, the community resembles a ghost village. Streets once filled with traders, children and livestock now are eerily quiet.</p><p>Even with the heavy presence of security forces, locals said it will take time before those who fled feel safe enough to return – and even longer before the painful work of rebuilding can begin.</p><p>For now, Woro waits – surrounded by ashes, haunted by loss and uncertain of what comes next.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Epstein pressed billionaire media mogul to influence coverage, files reveal | Business and Economy News | Al Jazeera",
            "time": "2026-02-09T09:59:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20111109__131946680__v1__MidRes__3rdAnnualNormanMailerCenterGalaHonoringKeithRi-1770596362.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jeffrey Epstein pressured a media tycoon he did business with to quash coverage of allegations of his sexual abuse of girls, according to <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">documents released</a> by the United States Department of Justice.</p><p>Epstein leveraged close personal and professional ties with the Canadian-American billionaire Mortimer Zuckerman to try to influence the New York Daily News’s coverage of allegations against him after his 2008 conviction for soliciting a minor for prostitution, the documents show.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After Epstein reached out to Zuckerman, the then-owner of the Daily News, the tabloid first delayed its coverage of the allegations and then omitted details that the late financier had specifically requested be left out, according to the documents.</p><p>In an email dated October 9, 2009, Epstein shared a “proposed answer” to questions from the newspaper with Zuckerman that disputed allegations made against him and his girlfriend Ghislaine Maxwell, who is currently serving a 20-year sentence for child sex trafficking.</p><p>The allegations, which had been put to Epstein and Maxwell by then-Daily News journalist George Rush, included accusations that the pair had subjected a minor known as “Jane Doe No 102” to routine sexual abuse and had engaged in threesomes with “various underage girls”.</p><p>The allegations also included claims that Maxwell kept a computer database of “hundreds of girls and oversaw the schedule of girls who came to Epstein’s homes”.</p><p>In the proposed response that he shared with Zuckerman, Epstein said “no sex occurred” with Jane Doe No 102 and she had admitted in a deposition to being an “escort, call girl, and a massage parlor worker since the age of 15”.</p><p>“All of the adult establishments in which she admitted working require proof of age. Rc the rest of the questions,” Epstein’s email to Zuckerman said.</p><p>“These are all malicious fabrications designed to get Mr Edwards clients more money than they normally receive though she did testify under oath that she made as much as 2000 per day,” the email said, referring to Bradley J Edwards, a Florida-based lawyer who has represented many of Epstein’s accusers.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4299400\" src=\"/wp-content/uploads/2026/02/takeout-1770616149.jpg?w=721&amp;resize=721%2C661&amp;quality=80\" alt=\"Email\" fetchpriority=\"low\"></p><p>Later that day, Zuckerman told Epstein in an email that the Daily News was “doing major editing over huge objections” and he would “c copy asap”.</p><p>“take ghislaine out. if possible,” Epstein responded in an email a few minutes later.</p><p>“the very first plaintiff, deposed admitted in a sworn videotaped statement that she lied and was an escort , call girl since age 15. SHE took the fifth. over 40 times.. its crazy.. thanks for you help.”</p><p>“Please call me asap,” Zuckerman wrote to Epstein several hours later, before asking Epstein to call him again later that night.</p><p>The Daily News ultimately published an article on December 19, 2009, that described Epstein reaching a settlement with his accuser for an undisclosed amount of money.</p><p>The article noted that Epstein was facing “more than a dozen” lawsuits from women who accused him of sexually abusing them but made no mention of Maxwell or the allegations against her.</p><p>Zuckerman, a staunch supporter of Israel who served as head of the America-Israel Friendship League and the Conference of Presidents of Major American Jewish Organizations, has never been accused of any involvement in Epstein’s crimes.</p><figure id=\"attachment_4299240\" aria-describedby=\"caption-attachment-4299240\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299240\" src=\"/wp-content/uploads/2026/02/AP20225819735072-1770600000.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Daily News\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299240\" class=\"wp-caption-text\">The front page of the New York Daily News on August 12, 2020 [Bebeto Matthews/AP]</figcaption></figure><p>Rush, who left the Daily News in 2010, confirmed that Epstein had tried to “cajole” Zuckerman, the current owner of US News &amp; World Report, into burying or shaping the story to Epstein’s liking.</p><p>Rush said the Daily News decided to delay publication after Epstein offered the newspaper an interview.</p><p>“Unfortunately, Epstein immediately insisted that the interview be off the record. He also used the conversation to make remorseless claims that he was a victim of overzealous prosecutors and shyster lawyers,” Rush told Al Jazeera.</p><p>Rush said Zuckerman, who sold the Daily News in 2017, never suggested that the newspaper cancel the story altogether or publish coverage that was favourable to Epstein.</p><p>“I do recall being advised to leave Ghislaine Maxwell out of the story,” Rush said.</p><p>“At the time, the paper’s lawyers had libel concerns, and I saw it as a necessary compromise.”</p><p>Rush said he had objected to the efforts to interfere in his story but the episode did not cause a “newsroom furore”.</p><p>“Most people hadn’t heard of Epstein at that point. I didn’t like Epstein and Maxwell trying to appeal to the owner,” he said.</p><p>“But I was relieved that the story wasn’t killed, just delayed, and hopeful that Epstein might say something quotable in the interview. It speaks to Epstein’s arrogance that he thought he had the power to get Mort to do his bidding.”</p><p>Zuckerman’s personal assistant and the Zuckerman STEM Leadership Program, an initiative founded by the billionaire to fund scientific collaboration between the US and Israel, did not reply to requests for comment from Al Jazeera.</p><h2 id=\"ties-for-two-decades\">Ties for two decades</h2><p>Zuckerman’s ties to Epstein stretch back more than 20 years.</p><p>In 2005, Zuckerman, who also owned The Atlantic magazine from 1984 to 1999, worked with Epstein on the short-lived relaunch of the gossip-and-entertainment magazine Radar.</p><p>After a US congressional panel in September released a scrapbook prepared for <a href=\"/news/2025/9/8/trumps-alleged-suggestive-letter-to-epstein-released-by-democrats\">Epstein’s 50th birthday</a> in 2003, Zuckerman was among a slew of high-profile names revealed to have sent the financier their well-wishes.</p><p>But the latest tranche of files from the 2019 prosecution of Epstein, released last week by US authorities, show that Zuckerman’s relationship with the sex offender was much closer than previously believed.</p><p>In 2008, Zuckerman sought Epstein’s advice on his plans for passing on his estate, sharing sensitive details about his financial affairs in the process, including a copy of his will and an evaluation of his assets that put his net worth at $1.9bn.</p><p>In 2013, Epstein drafted several agreements to provide Zuckerman with “analysing, evaluating, planning and other services” related to the billionaire’s plans for passing on his wealth.</p><p>Epstein proposed a fee of $30m in a proposal drafted in June 2013 before offering his services for $21m in a revised proposal that December, according to the documents.</p><p>In correspondence around this period, Zuckerman appeared to hold Epstein’s claimed expertise in high regard.</p><p>“Your questions have been critical to my growing understanding of how much lies ahead before my finances are properly organized,” Zuckerman wrote to Epstein in an email dated October 12, 2013, after the financier had earlier claimed to have identified “wild errors” in Zuckerman’s accounting of his finances.</p><p>“You have been an invaluable friend and In the most constructive way a provocateur I am completely grateful and am now beginning to focus, in on the issues you have raised. With appreciation from a hesitant amateur   Mort.”</p><figure id=\"attachment_4299385\" aria-describedby=\"caption-attachment-4299385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299385\" src=\"/wp-content/uploads/2026/02/AP26030548214041-1770615150.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Epstein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299385\" class=\"wp-caption-text\">Documents that were included in the release by the US Department of Justice of its Jeffrey Epstein investigative files [File: Jon Elswick/AP]</figcaption></figure><p>It is not clear whether Zuckerman ultimately signed the agreement proposed by Epstein.</p><p>Zuckerman and Epstein communicated regularly, and the two men arranged numerous dinners and other meetings over the years, according to the documents, including at the financier’s Manhattan home.</p><p>“Mort is now booked for tonight at 8:30…i am being asked if you could see him this weekend…please advise,” Lesley Groff, Epstein’s personal assistant, wrote on May 5, 2015, in one of many emails detailing appointments.</p><p>While Zuckerman turned to Epstein for financial advice, he also appeared to regard him as a friend.</p><p>“Hi there. You are very special. And a great friend. Mort,” Zuckerman wrote to Epstein in an email dated August 24, 2014.</p></div></div></body></html>"
        },
        {
            "title": "Shipping giant MSC facilitates trade from Israeli settlements through EU | News | Al Jazeera",
            "time": "2026-02-09T09:59:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697cb4490a-1769780297.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Milan, Italy –</strong> The world’s largest shipping line has been enabling the transport of goods to and from illegal <a href=\"/news/2025/10/14/mapping-the-rise-in-israeli-settler-attacks-across-the-occupied-west-bank\">Israeli settlements</a> in the occupied West Bank, as the United States and Europe continue to promote trade despite clear responsibilities under international law, a joint investigation by Al Jazeera and the Palestinian Youth Movement (<a href=\"https://embargoforpalestine.com/s/MSC_Role_Facilitiating_Shipments_To_From_Illegal_Israeli_Settlements.pdf\" target=\"_blank\" rel=\"noopener\">PYM</a>) reveals.</p><p>The Switzerland-based Mediterranean Shipping Company (MSC) has regularly shipped cargo from companies based in Israeli settlements in the occupied Palestinian territory, according to commercial documents obtained through US import databases.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Between January 1 and November 22, 2025, lading bills show that MSC facilitated at least 957 shipments of goods from Israeli outposts to the US. Of these shipments, 529 transited through European ports, including 390 in Spain, 115 in Portugal, 22 in the Netherlands, and two in Belgium.</p><p>MSC is privately owned by Italian billionaire Gianluigi Aponte and his wife, Rafaela Aponte-Diamant, who was born in the Israeli city of Haifa in 1945, then under British rule as Mandatory Palestine.</p><p>“Israeli settlements are widely considered illegal under international law, because they are built on occupied territory, in violation of the Fourth Geneva Convention,” Nicola Perugini, senior lecturer in international relations at the University of Edinburgh, told Al Jazeera. “Commercialising products from these settlements effectively supports the illegal settlements.”</p><p>The findings capture a limited portion of the settlement trade, since import and export data from Israel and most European countries is not publicly available. They reveal a reliance on cargo shipping companies and European maritime ports for the transport of a vast range of settlement products, from food items and textiles to skin care and natural stones.</p><p>Perugini said states should ban trade with illegal settlements entirely, as it contributes to ongoing violations of international law.</p><p>“You cannot normalise the profits of an illegal occupation,” he said.</p><figure id=\"attachment_4299347\" aria-describedby=\"caption-attachment-4299347\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299347\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-MSC-ISRAELI-SETTLEMENTS-1770612697.png?quality=80\" alt=\"INTERACTIVE - MSC-ISRAELI-SETTLEMENTS-1770612697\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299347\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"us-eu-positions-on-illegal-settlements\">US, EU positions on illegal settlements</h2><p>Under President Donald Trump, the US adopted a permissive stance towards Israeli settlements, reversing decades of policy in 2019. Washington declared them as not inherently illegal under international law and continued this approach upon Trump’s re-election in 2025.</p><p>While the EU does not recognise Israel’s sovereignty over West Bank settlements and regards them as an “obstacle to peace”, the findings show that goods were delivered directly from European ports to illegal settlements.</p><p>In 2025, MSC facilitated at least 14 shipments from Italy, according to Italian export data. In each case, the cargo originated from the port of Ravenna, which stretches along the Adriatic Sea in central Italy, and openly listed the names and zip codes of Israeli settlements as recipients.</p><p>The trade stands in contrast with a <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">landmark 2024 opinion</a> by the International Court of Justice (ICJ) advising that third states are obliged to “prevent trade or investment relations that assist in the maintenance of the illegal situation created by Israel in the Occupied Palestinian Territory”.</p><p>The ICJ opinion does not directly address the responsibility of private corporations like MSC.</p><p>In April, the UN Human Rights Council urged individual corporate actors to “cease contributing to the establishment, maintenance, development or consolidation of Israeli settlements or the exploitation of the natural resources of the Occupied Palestinian Territory”.</p><p>Additionally, a 2024 EU directive on corporate sustainability mandates that large companies working in the bloc identify and address adverse human rights and environmental impacts in their operations.</p><figure id=\"attachment_4287605\" aria-describedby=\"caption-attachment-4287605\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4287605 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2025-08-14T092448Z_1437329710_RC2X6GA2BN1S_RTRMADP_3_ISRAEL-PALESTINIANS-SETTLEMENT-1770196421.jpg?resize=770%2C513&amp;quality=80\" alt=\"Israeli Finance Minister Bezalel Smotrich and a woman hold a map that shows the long-frozen E1 settlement scheme, that would split East Jerusalem from the occupied West Bank, on the day of a press conference near the Israeli settlement of Maale Adumim, in the Israeli-occupied West Bank, August 14, 2025. REUTERS/Ronen Zvulun\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287605\" class=\"wp-caption-text\">Israeli Finance Minister Bezalel Smotrich and a woman hold up a map that shows the long-frozen E1 settlement scheme, which would split Israeli-occupied East Jerusalem from the occupied West Bank, on the day of a news conference, near the illegal Israeli settlement of Maale Adumim, in the Israeli-occupied West Bank, on August 14, 2025 [Ronen Zvulun/Reuters]</figcaption></figure><p>PYM, a grassroots, international pro-Palestinian movement, last year <a href=\"/news/2025/6/23/shipping-giant-maersk-divests-from-companies-linked-to-israeli-settlements\">found that Maersk</a>, Denmark’s publicly owned shipping company, facilitated trade from Israeli settlements.</p><p>The world’s biggest container group before being overtaken by MSC in 2022, Maersk is now reviewing its screening process to align with the UN Global Compact, which urges companies to adopt sustainable, socially responsible policies, and guidelines from the Organization for Economic Co-operation and Development (OECD) to the same effect.</p><p>MSC told Al Jazeera in a statement that it “respects global legal frameworks and regulations wherever it operates” and applies this “to all shipments to and from Israel”.</p><p>Despite insurance companies raising premiums due to security risk as Israel launched its genocidal war on Gaza in October 2023, MSC announced that it would absorb the extra costs rather than impose war surcharges.</p><p>It also holds cooperation and vessel-sharing agreements with Israel’s publicly held cargo shipping company, ZIM.</p><p>The Spanish and Italian interior ministries were also contacted by Al Jazeera, but did not respond to requests for comment on the shipments.</p><p>The Israeli ministry did not respond to requests for comment.</p><h2 id=\"sustaining-settlement-economy\">Sustaining settlement economy</h2><p>According to UN estimates, settlements in <a href=\"/news/2019/9/11/what-are-areas-a-b-and-c-of-the-occupied-west-bank\">Area C</a> – comprising more than 60 percent of the occupied West Bank that Israel controls – and occupied East Jerusalem contribute about $30bn to the Israeli economy each year.</p><p>As Israel enforces administrative and physical barriers that severely limit Palestinian businesses, the West Bank’s economy is understood to have suffered a cumulative loss of $170bn between 2000 and 2024.</p><p>Israel has <a href=\"/news/2025/12/17/israel-to-advance-plans-for-9000-houses-in-occupied-east-jerusalem\">recently accelerated</a> efforts to build illegal settlements in the heart of the occupied West Bank, pressing a controversial <a href=\"/news/2025/8/21/israel-settlement-plan-threatens-viability-of-future-palestinian-state\">project known as E1</a> that could effectively sever Palestinian land and further cut off East Jerusalem.</p><p>The plan includes about 3,500 apartments that would be situated next to the existing settlement of Maale Adumim.</p><p>Israel’s far-right finance minister, Bezalel Smotrich, said the project would effectively “bury” the idea of a sovereign Palestinian state.</p><p>In August, 21 countries, including Italy and Spain, <a href=\"/news/2025/8/22/over-20-nations-join-eu-un-in-opposing-israels-illegal-e1-settlement-plan\">condemned the plan</a> as a “violation of international law” that risked “undermining security”.</p><p>Bills of lading obtained by Al Jazeera and PYM show that MSC delivered shipments on behalf of at least two companies, listing their address in Maale Adumim and the nearby Mishor Adumim industrial zone.</p><p>Maya, a wholesale supplier for supplement and candy companies, lists Mishor Adumim in the shipper address in 13 out of 14 shipments. Extal, a private company that develops aluminium solutions and holds partnerships with Israeli weapons manufacturers – including Israel Aerospace Industries (IAI) and Rafael Advanced Defense Systems – listed the Mishor Adumim industrial zone in all 38 bills of lading.</p><p>Extal is among 158 companies listed by the UN Human Rights Office (OHCHR) in its database of entities officially known to be operating from illegal Israeli settlements.</p><p>In at least three other cases, MSC delivered shipments on behalf of settlement-based companies listed in the OHCHR database.</p><p>This includes 17 shipments from Ahava Dead Sea Laboratories, an Israeli world-renowned cosmetic brand that has come under intense scrutiny for reportedly pillaging Palestinian natural resources.</p><p>A substantial portion of the settlement-based companies listed in the bills of lading were based in the Barkan Industrial Zone, one of the largest in the occupied West Bank. The area was established on confiscated private Palestinian agricultural land and, over the past 20 years, its expansion has led to the fragmentation and isolation of nearby Palestinian villages.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"obligation-to-uphold-human-rights\">Obligation to uphold human rights</h2><p>European member states are aware of a gap between the business-as-usual reality on the ground and the mandates of international law.</p><p>In June, nine EU countries called on the European Commission to come up with proposals on how to discontinue EU trade with Israeli settlements.</p><p>“This is about ensuring that EU policies do not contribute, directly or indirectly, to the perpetuation of an illegal situation,” the letter addressed to EU foreign policy chief Kaja Kallas said. It was signed by foreign ministers from Belgium, Finland, Ireland, Luxembourg, Poland, Portugal, Slovenia, Spain and Sweden.</p><p>The European Commission has not fulfilled the request. Currently, products originating from the settlements can be imported into Europe, but do not benefit from the preferential tariffs of the EU-Israel Association Agreement. Since an EU court ruling in 2019, they must be labelled as originating from Israeli settlements.</p><p>Hugh Lovatt, senior policy fellow with the Middle East and North Africa programme at the European Council on Foreign Relations (ECFR), said the EU theoretically has an obligation to align its policies with international law.</p><p>Whether that happens “comes down to a political decision”.</p><p>“Human rights abuses should be a core criterion for deciding what to buy and what to invest in,” he said. “But in the current global attitude, that approach has been increasingly undermined.”</p><p>In 2022, restrictions on trade and investment were imposed on Russian-controlled areas of Ukraine following Moscow’s full-scale invasion, but no similar measures were taken towards illegal Israeli settlements.</p><p>A few member states have opted to take independent action. Spain and Slovenia last year banned the imports of goods produced in Israeli settlements, while Ireland, Belgium and the Netherlands are working on legislation.</p><p>As of January 2026, Spain banned importing goods produced in Israeli settlements, but its measures do not make explicit mention of transshipments through its ports.</p><p>Bills of lading obtained as part of this investigation show that the port of Valencia plays a key role, receiving 358 out of a total of 390 shipments transiting through Spain.</p><p>Several bills of lading directly reference illegal settlements in the Syrian Golan Heights.</p><p>Aquestia Ltd, a company that specialises in hydraulic systems, list Kfar Haruv and Ramat HaGolan in the shipper address. Miriam Shoham, which exports fresh fruit, also lists Ramot HaGolan, while polypropylene manufacturer Mapal Cooperative Society lists Mevo Hama.</p><p>PYM said, “MSC’s transfers to and from Israeli settlements are systemic and in violation of both international and domestic Spanish laws.</p><p>“MSC provides the infrastructure connecting illegal settlements to global markets, thus encouraging further occupation of Palestinian and Syrian land.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Two babies among 53 people dead or missing after boat capsizes off Libya | Refugees News | Al Jazeera",
            "time": "2026-02-09T09:52:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/09/AP22238263546102.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Two babies among 53 people dead or missing after boat capsizes off Libya</h1><p class=\"article__subhead\"><em>The incident brings the number of people reported dead or missing on the central Mediterranean route this year to at least 484.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A rubber boat ⁠carrying dozens of people has capsized off the coast of ‌Libya, leaving at least 53 people, including two babies, ⁠dead or missing.</p><p>In a statement on Monday, the International Organization for ‌Migration (IOM) ‌said the vessel carrying 55 people had overturned north of the coastal city of Zuwara, in northwestern Libya, on February 6.</p><p>The IOM said its teams provided two survivors with emergency medical care upon disembarkation, in coordination with the relevant authorities.</p><p>According to the survivors, the agency said, the boat was carrying refugees and migrants from African countries.</p><p>It had departed from Zawia, in northwestern Libya, at about 11pm on February 5 and capsized approximately six hours later, it added.</p><p class=\" embed-paragraph-wrapper\"></p><p>According to the IOM’s Missing Migrants Project, more than 1,300 people have gone missing on the dangerous central Mediterranean route in 2025. The latest incident brings the number of refugees and migrants reported dead or missing on the route this year to at least 484.</p><p>“IOM data show that in January alone, at least 375 migrants were reported dead or missing following multiple ‘invisible’ shipwrecks in the Central Mediterranean amid extreme weather, with hundreds more deaths believed to be unrecorded,” the statement said.</p><p>“These repeated incidents underscore the persistent and deadly risks faced by migrants and refugees attempting the dangerous crossing.”</p></div></div></body></html>"
        },
        {
            "title": "Venezuela rearrests opposition figure Guanipa after release: Prosecutor | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-02-09T09:49:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-08T225647Z_1428678995_RC2YHJAIDZCQ_RTRMADP_3_USA-VENEZUELA-PRISONERS-1770623708.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela rearrests opposition figure Guanipa after release: Prosecutor</h1><p class=\"article__subhead\"><em>Public prosecutor says Guanipa placed under house arrest, as opposition figure’s son, allies decry ‘kidnapping’.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s public prosecutor’s office has said opposition figure Juan Pablo Guanipa has been rearrested shortly after his release.</p><p>In a statement on Monday, the office said 61-year-old Guanipa, an ally of Nobel laureate Maria Corina Machado, had not complied with the terms of <a href=\"/news/2026/2/8/venezuela-opposition-politician-juan-pablo-guanipa-released\">his release on Sunday</a>, without elaborating.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said Guanipa, accused of leading a “terrorist” plot, has been put under house arrest “in order to safeguard the criminal process”.</p><p>Guanipa, who was vice president of Venezuela’s National Assembly, was first arrested in May 2025 after months in hiding. His release on Sunday made him one of hundreds of political prisoners freed since January 8, when the government, under pressure from the United States, <a href=\"/news/2026/1/9/venezuela-releases-imprisoned-political-figures-in-trump-approved-move\">announced a new series of releases</a>.</p><p>The release of political prisoners comes weeks after President Nicolas Maduro was abducted by the US forces in a military operation in Caracas and taken to the US. Maduro has since been indicted on drug and gun charges. He has pleaded not guilty.</p><h2 id=\"kidnapped\">‘Kidnapped’</h2><p>Guanipa’s son, Ramon, referred to his father’s seizure on Monday as an “abduction”, saying a group of about 10 unidentified, armed people had taken him. “We demand immediate proof of life and his release,” said Ramon in a message shared on his father’s X page.</p><p>Machado also claimed Guanipa had been “kidnapped” and that the incident happened in Caracas’s Los Chorros neighbourhood. In a message of support for her ally on X, Machado demanded Guanipa’s “immediate release”.</p><p>Hours earlier, newly freed Guanipa had posted several videos to social media in which he addressed a crowd of journalists and ‌supporters, urging the release of other political prisoners and calling the current administration illegitimate.</p><p>Since <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Maduro’s</a> abduction on January 3, Vice President Delcy Rodriguez has taken over as interim president. She has since moved to cooperate with the US and opened up the country’s enormous oil reserves to international corporations.</p><p>Maduro and his predecessor, Hugo Chavez, were critics of US hegemony in Latin America.</p><p>Venezuela’s opposition and human rights groups have said for years ‌that the country’s government uses detentions to stamp out dissent.</p><p>But the government has denied holding political prisoners and says those jailed have committed crimes. The Venezuelan government has also accused some opposition leaders of working against the country’s interests. Several opposition figures, including Machado, had called for US military intervention in her country. She had also promised to open up the country’s oil sector to foreign investors, including US corporations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu to meet Trump in US to discuss Iran | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-02-09T09:07:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-29T193055Z_2118682294_RC2U1HAPF5PL_RTRMADP_3_USA-TRUMP-ISRAEL-1770621079.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu will head to the United States to meet Donald Trump as the US president confirmed plans to hold follow-on discussions with Iran after the weekend talks in Oman between the two foes, according to Netanyahu’s office.</p><p>The talks will address the US’s ongoing negotiations with Iran, said the Israeli Prime Minister’s Office (PMO) on Monday, as Netanyahu believes Tehran should be pushed for “limitations on ballistic missiles” and ending its support for regional groups, such as Hamas and Hezbollah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The planned meeting will be the seventh between Trump and Netanyahu since the US president returned to office last year. Analysts say Netanyahu will likely urge Trump to push Tehran on its ballistic missile programme, seen as a red line by Tehran.</p><p>Iranian Foreign Minister Abbas Araghchi has maintained talks will remain focused on the nuclear issue and not its missile programme, which he deemed “non-negotiable”.</p><p>On Sunday, President Masoud Pezeshkian described the indirect talks held in Oman on Friday as a “step forward” and said his administration favours dialogue.</p><p>“Our reasoning on the nuclear issue is based on rights stipulated in the Non-Proliferation Treaty,” Pezeshkian wrote in a post on X on Sunday. “The Iranian nation has always responded to respect with respect, but cannot withstand the language of force.”</p><p>Iranian officials have signalled eagerness for nuclear-only negotiations, while rejecting a massive US military build-up in the region.</p><p>Though both Israel and the US are antagonistic towards Iran, Israel has taken an even harder-line stance on the negotiations, which Trump has said will resume this week.</p><p>The US president said the <a href=\"/news/2026/2/6/iran-us-hold-talks-in-oman-as-fears-of-war-hang-over-region\">last round of talks</a> that ended in Oman on Friday was “very good” and that Iran “looks like it wants to make a deal very badly”.</p><p>“If they don’t make a deal, the consequences are very steep,” Trump added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-long-way-to-build-trust\">‘A long way to build trust’</h2><p>The US-Iran talks come after weeks of Trump threatening military action against Iran, following its <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">intervention in the 12-day-war</a> between Israel and Iran in June.</p><p>During that conflict, Israel, which has sought to isolate Iran regionally, launched waves of air strikes on Iranian military and nuclear sites, killing some top nuclear scientists and military commanders. The US also carried out bunker-buster strikes on Iran’s Natanz, Fordow and Isfahan nuclear facilities. Iran retaliated with hundreds of ballistic missiles against Israeli cities and some US interests in the region.</p><p>Trump warned that a possible next attack on Iran would be “far worse” and escalated pressure by <a href=\"/video/newsfeed/2026/1/23/trump-says-armada-of-us-warships-is-heading-towards-iran\">deploying an aircraft carrier</a> and accompanying warships to the Middle East.</p><p>World powers and regional states fear a breakdown in US-Iran negotiations could lead to conflict spilling over to the rest of the oil-producing region. Gulf states Saudi Arabia, Qatar and Oman have <a href=\"/news/2026/1/16/gulf-countries-gear-up-diplomacy-to-stave-off-us-iran-escalation\">engaged in intensive diplomatic efforts</a> to ease tensions and stop a potential US attack.</p><p>Iranian Minister Araghchi <a href=\"/news/2026/2/7/iran-says-oman-mediated-talks-with-us-a-good-start\">said the talks with the US have been “a good start”</a>, but that “there is a long way to go to build trust”.</p><p>Trita Parsi, cofounder of the Quincy Institute for Responsible Statecraft, a foreign policy think tank, said the outcome of the US’s talks with Iran could hinge on whether Washington focuses on its nuclear demands, which are “absolutely achievable”, or adopts Israel’s maximalist position.</p><p>“If we see a continuation of the pursuit of Israeli red lines, I presume that those talks will collapse very shortly,” Parsi told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}