{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Palestinians in Gaza say ‘Board of Peace’ will further occupation | Gaza | Al Jazeera",
            "time": "2026-02-19T19:12:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T172032Z_1_LWD693819022026RP1_RTRWNEV_C_6938-ISRAEL-PALESTINIANS-GAZA-TRUMP-BOARD-REAX_cropped-1771527343.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump announces billions of dollars in Gaza aid at Board of Peace meeting | Gaza News | Al Jazeera",
            "time": "2026-02-19T18:47:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T170104Z_808935973_RC23PJAE32WK_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-TRUMP-BOARD-1771521952.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump has told the first meeting of his <a href=\"/news/2026/2/18/trumps-board-of-peace-meets-whos-in-whos-out-whats-on-the-agenda\">Board of Peace </a>that nine member nations have pledged $7bn to a reconstruction fund for the Gaza Strip, with five countries agreeing to deploy troops to an international stabilisation force for the Palestinian territory.</p><p>Addressing the board in a meeting in Washington, DC, on Thursday, the United States president said the US will make a contribution of $10bn to the Board of Peace, although he didn’t specify what the money will be used for.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kazakhstan, Azerbaijan, the United Arab Emirates, Morocco, Bahrain, Qatar, Saudi Arabia, Uzbekistan and Kuwait have raised an initial down payment for Gaza reconstruction, Trump said.</p><p>“Every dollar spent is an investment in stability and the hope of a new and harmonious [region],” said Trump. He added, “The Board of Peace is showing how a better future can be built right here in this room.”</p><p>The funds pledged, while significant, represent a fraction of the estimated $70bn needed to rebuild the Palestinian territory that has been decimated after more than two years of Israel’s genocidal war.</p><h2 id=\"proposed-stabilisation-force\">Proposed stabilisation force</h2><p>Meanwhile, Indonesia, Morocco, Kazakhstan, Kosovo and Albania have pledged to send troops for the Gaza stabilisation force, part of Trump’s 20-point plan to end Israel’s war on Gaza. Egypt and Jordan have committed to training police officers.</p><p>Indonesian President Prabowo Subianto announced his country would contribute up to 8,000 troops to the proposed force “to make this peace work”.</p><p>The force, led by a US general with an Indonesian deputy, will start in the Israeli-controlled city of Rafah and train a new police force, eventually aiming to prepare 12,000 police and have 20,000 troops.</p><p>While the disarmament of Hamas was a part of Trump’s 20-point plan for Gaza, the group has been reluctant to hand over weaponry as Israel continues to carry out daily attacks on Gaza.</p><p>Hamas spokesperson Hazem Qassem said any international force must “monitor the ceasefire and prevent the [Israeli] occupation from continuing its aggression.” Disarmament could be discussed, he said, without directly committing to it.</p><p>Trump first proposed the board last September as part of his <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">plan</a> to end the war. But since the October “ceasefire”, Trump’s vision for the board has morphed, and he wants it to have an even more ambitious remit to tackle other conflicts worldwide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The board has faced criticism for including Israeli representatives but not Palestinians.</p><p>Reporting from Gaza City, Al Jazeera’s Hani Mahmoud said that Palestinians want to see concrete solutions rather than pledges.</p><p>“Past experiences with conferences, with regard to reconstruction, with regard to the peace process, all ended up with large needs for funding that were delayed or [plans] that were not implemented,” he said.</p><p>“Palestinians don’t want to see this again; they don’t want to see the Board of Peace as another international body that falls into the category of crisis management rather than finding a tangible solution to this longstanding problem, the Palestinian problem,” Mahmoud noted.</p><p>More than 40 countries and the European Union confirmed they were sending officials to Thursday’s meeting. Germany, Italy, Norway, Switzerland and the United Kingdom are among more than a dozen countries that have not joined the board, but are taking part as observers.</p></div></div></body></html>"
        },
        {
            "title": "Les Wexner: How the billionaire enabled Jeffrey Epstein’s rise | Corruption News | Al Jazeera",
            "time": "2026-02-19T17:57:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_69970a7b658e8-1771506299.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a closed-door session at his Ohio home on Wednesday, billionaire Leslie Wexner faced mounting questions from United States lawmakers about <a href=\"/news/2026/2/18/un-panel-says-epstein-abuses-may-constitute-crimes-against\">Jeffrey Epstein’s</a> rise to wealth and influence – and the role he may have played in that ascent.</p><p>Five members of the House Oversight Committee had travelled to depose the 88-year-old after Democrats subpoenaed him in the wake of the latest US Department of Justice release tied to Epstein.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The latest tranche of documents, published by the Justice Department on January 30, 2026, is part of a vast wealth of materials amassed during federal investigations into Epstein, who pleaded guilty in 2008 to procuring a minor for prostitution and was later charged in 2019 with sex trafficking of minors before his death by suicide in federal custody. Wexner’s name appears, both redacted and <a href=\"/news/2026/2/11/six-men-named-in-us-congress-why-is-so-much-redacted-in-the-epstein-files\">unredacted</a>, on communications and financial documents within these files.</p><p>“I was naive, foolish, and gullible to put any trust in Jeffrey Epstein,” Wexner said in a statement. “He was a con man. And while I was conned, I have done nothing wrong and have nothing to hide.”</p><p>For decades, Epstein cultivated relationships with business leaders, politicians and academics.</p><p>Central among them was Wexner, the founder of L Brands, the retail empire behind Victoria’s Secret, Bath &amp; Body Works and The Limited, whose fortune helped build the foundations for Epstein’s access to global elites, including former Israeli Prime Minister Ehud Barak.</p><p>The newly released files shed fresh light on how deeply Epstein embedded himself within Wexner’s financial and philanthropic world, a relationship that proved pivotal in transforming him from an obscure money manager into a figure of extraordinary wealth and influence.</p><figure id=\"attachment_4324683\" aria-describedby=\"caption-attachment-4324683\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4324683\" src=\"/wp-content/uploads/2026/02/ap_69970a923719d-1771506322.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Rep. David Min, D-Calif., left, speaks during a press conference following the congressional deposition of Les Wexner in the Jeffrey Epstein case, Wednesday, Feb. 18, 2026, in New Albany, Ohio. (AP Photo/Joshua A. Bickel)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4324683\" class=\"wp-caption-text\">US Representative David Min, left, speaks during a press conference after the congressional deposition of Les Wexner in the Jeffrey Epstein case, Wednesday, February 18, 2026, in New Albany, Ohio [Joshua A Bickel/AP]</figcaption></figure><h2 id=\"epstein-and-wexner-s-townhouse\">Epstein and Wexner’s townhouse</h2><p>Epstein was introduced to Wexner in the mid-1980s. At the time, Epstein was a college dropout who had briefly taught at Manhattan’s elite Dalton School after reportedly exaggerating his academic credentials. He had passed through Bear Stearns under executive Alan “Ace” Greenberg before leaving to set up his own advisory firm.</p><p>By 1986, he had met Wexner. Five years later, the retail billionaire had granted him full power of attorney, an extraordinary delegation allowing Epstein to sign cheques, hire staff, borrow money, and buy or sell property on Wexner’s behalf.</p><p>Al Jazeera has reviewed newly released Justice Department records, including a 1998 purchase and sale agreement and related promissory note and guaranty, which detail the mechanics of asset transfers between the two men.</p><p>The documents show how control of Wexner’s Manhattan townhouse at 9 East 71st Street was formalised through a structured transaction involving a $10m promissory note and a personal guaranty signed by Epstein. The property became Epstein’s New York base and a symbol of his growing stature.</p><p>By the early 1990s, Epstein was embedded in Wexner’s philanthropic and corporate world, serving as a trustee of the Wexner Foundation and as the president of Wexner-affiliated property companies. In 1996, he relocated his firm to the US Virgin Islands, positioning himself as an offshore financier.</p><p>The authority Wexner granted him over assets, philanthropy and property did more than elevate his status socially. It conferred institutional legitimacy. With control over substantial wealth and formal roles inside a major foundation, Epstein could present himself as a financier with access to capital and global networks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-wexner-foundation-and-the-israel-connection\">The Wexner Foundation and the Israel connection</h2><p>One of the clearest through-lines from that period runs to former Israeli Prime Minister Ehud Barak, who was introduced to Epstein by former Israeli President Shimon Peres at a large event in Washington in 2003.</p><p>Between 2004 and 2006, <a href=\"https://www.timesofisrael.com/wexner-foundation-2-3-million-to-barak-was-for-2-reports-1-wasnt-finished/\">the Wexner Foundation</a> paid Barak approximately $2.3m for two commissioned research studies, one on leadership and another on the Israeli-Palestinian conflict. The foundation later said only one paper was completed, but determined that the work justified the payment.</p><p>Barak, who served as Israel’s prime minister from 1999 to 2001 and later as defence minister from 2007 to 2013, maintained contact with Epstein for several years.</p><p>A court filing included in the newly released Epstein records contains an allegation that prominent victim Virginia Giuffre claimed that Wexner and Barak were two of the men Epstein trafficked her to.</p><p>The filing does not provide supporting evidence for the claim. Neither man has been charged with wrongdoing in connection with Epstein.</p><p>In February this year, Barak <a href=\"/news/2026/2/13/former-israeli-pm-barak-responds-to-criticism-over-close-epstein-links\">told</a> Israel’s Channel 12 he had been unaware of the full scope of Epstein’s crimes and regretted ever meeting the financier.</p><p>Wexner has said he severed ties with Epstein around 2007 after he discovered the financier had “misappropriated vast sums of money from me and my family”.</p><p>But the financial and institutional credibility Epstein accumulated during his years managing Wexner’s wealth did not evaporate when that relationship ended.</p><h2 id=\"epstein-editing-barak-s-op-ed\">Epstein ‘editing’ Barak’s op-ed</h2><p data-pm-slice=\"1 1 []\">Even after his relationship allegedly ended with Wexner, Epstein now had the social prestige, and money, to develop ties with powerful decision-makers, emails newly released by the Justice Department and reviewed by Al Jazeera show.</p><p data-pm-slice=\"1 1 []\">In October 2014, Nili Priel Barak – Barak’s wife – wrote to Epstein about travel plans to New York, suggesting dates when Ehud Barak would be in town and asking whether he would be available to meet.</p><p>Days later, she forwarded him a draft opinion piece, writing: “Herewith the Op Ed. Please let me know your opinion and your remarks. Thanks.”</p><p>Epstein replied with what he labelled “beginning edits”, returning a version of the unpublished article. The draft speaks in Barak’s political voice, including the line: “As the Minister of Defence of Israel I’ve met more than once with [US] President [Barack] Obama…” and lays out arguments about the “two states solution” versus a “one state solution”.</p><p>A year later, in 2015, Epstein invested in Reporty Homeland Security, later rebranded as Carbyne, a startup chaired by Ehud Barak that developed advanced emergency communications technology – further tying their political relationship to a shared commercial venture.</p><p>The company’s leadership included CEO Amir Elichai, a former special forces officer, and director Pinhas Buchris, a former Israeli Defence Ministry director-general and former commander of Unit 8200, the Israeli military’s cyber intelligence unit.</p><p>Between 2012 and 2014, documents <a href=\"https://www.dropsitenews.com/p/jeffrey-epstein-israel-surveillance-state-cote-d-ivoire-ehud-barak-leaked-emails\">reportedly</a> indicate Epstein also assisted Barak in exploring security-related business with African world leaders. The documents illustrate how Epstein managed to convert financial credibility into political access, and then reinforced those relationships through shared commercial ventures.</p><p>Barak has said: “I am responsible for all my actions and decisions. There is room to question whether I should have investigated more thoroughly. I regret not doing so.”</p><p>Wexner has never been charged with any crime and has said he was unaware of Epstein’s criminal conduct. But his name appears repeatedly throughout the newly released files, a reminder of how central their relationship once was.</p></div></div></body></html>"
        },
        {
            "title": "The quiet conquest of the West Bank and the death of the Oslo Accords | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-19T17:40:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69974a69-1771522665.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"248\" data-end=\"602\">Israel always had a plan to annex more land in the occupied West Bank, and its actions prove it.</p><p data-start=\"248\" data-end=\"602\">This week, the Israeli cabinet <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">approved a plan</a> to claim Palestinian lands in the West Bank as “state land”. The proposal, pushed by far-right Israeli leaders, including Finance Minister Bezalel Smotrich, Justice Minister Yariv Levin and Defence Minister Israel Katz, emphasises Israeli supremacy over Palestinians.</p><p data-start=\"604\" data-end=\"771\">The Israeli government has created 35 new positions and allocated 244.1 million shekels (nearly $79m) for the land registration project from 2026 to 2030.</p><p data-start=\"773\" data-end=\"1192\">The process outlined in the proposal is not new in itself. It is a process that has been frozen since 1967, and the most recent resumption is a continuation of Israel’s longstanding plan to take over Palestinian lands. While Israel suspended the land registration process in 1967, it did not suspend its practices of ethnic cleansing, colonial violence and de facto land annexation.</p><p data-start=\"1194\" data-end=\"1524\">For Palestinians, this decision does not mark a new escalation but a solidification of the Israeli presence in the West Bank. While it may seem like mere paperwork, it is actually a milestone in Israel’s gradual takeover of the West Bank, the last remaining territorial obstacle to the completion of Israel’s colonial project in Palestine.</p><h2 id=\"bureaucracy-as-annexation\">Bureaucracy as annexation</h2><p data-start=\"1560\" data-end=\"1895\">This shift cannot be understood without revisiting the Oslo Accords. Under the 1993 and 1995 agreements, the West Bank was carved into Areas A, B and C as an “interim” arrangement that was never meant to become permanent. Area C, the largest area containing the most land and resources, remained under full Israeli control while Areas A and B were left as fragmented Palestinian islands with limited Palestinian authority.</p><p data-start=\"1560\" data-end=\"1895\">That made Area C the real battlefield.</p><p data-start=\"1560\" data-end=\"1895\">As part of the new policy, land registration in Area C, which constitutes more than 62 percent of the West Bank, is to take place through the Land Title Settlement Administration, part of Israel’s Ministry of Justice. What this in effect does is shift Area C from military administration into direct Israeli civilian governance.</p><p data-start=\"1897\" data-end=\"2013\">These measures should not be taken lightly. They are telling of Israel’s latest annexation strategy: governance.</p><p data-start=\"2015\" data-end=\"2453\">On February 8, a week before the Israeli cabinet’s approval to register West Bank lands as state land, Israeli authorities adopted new measures that open land purchase mechanisms for settlers while reducing oversight. That same day, Israeli authorities also moved to further erode Palestinian Authority powers in Areas A and B, which under international agreements signed by Israel should be under full administrative Palestinian control.</p><p data-start=\"2948\" data-end=\"3133\">Taken together, these measures mark a new phase of Zionist territorial conquest in the 21st century – one that relies less on overt warfare and more on administrative consolidation.</p><p data-start=\"3135\" data-end=\"3338\">In 1948, Zionist militias pursued territorial conquest through large-scale warfare, mass displacement and the redrawing of borders. Today, conquest increasingly operates through clerical mechanisms.</p><p data-start=\"3340\" data-end=\"3795\">It is not accidental that a minister as vocally racist as Smotrich explained the plan as an attempt to end “current chaos that is bad for everyone – Jews and Arabs alike”. While Israel’s goal of taking over Palestinian lands has remained unchanged, the post-Oslo era and the reputational damage Israel has sustained during its genocidal war on Gaza mean that visible and large-scale violence is not sustainable for long-term achievements in the West Bank.</p><p data-start=\"3797\" data-end=\"3990\">So rather than tanks, bombs and dramatic declarations of territorial conquest, Israel is lowering both regional and international alarm by consolidating land through perceived bureaucracy.</p><h2 id=\"from-paperwork-to-dispossession\">From paperwork to dispossession</h2><p data-start=\"4032\" data-end=\"4333\">Israel is pushing its West Bank policies as neutral cadastral clean-up when in reality they are large-scale land grabs carried out through administrative means. It is an act of state building that allows Zionist Israelis to determine whose claims over Palestinian lands are legal and whose vanish.</p><p data-start=\"4335\" data-end=\"4543\">This is precisely why land registration matters: Once land is entered into the Israeli registry as “state land”, it becomes a legal reality far more difficult to reverse than a temporary military seizure.</p><p data-start=\"4545\" data-end=\"4799\">For Palestinians, this policy signals serious danger because we have seen it before. After the large-scale dispossession of hundreds of thousands of Palestinians from their lands in 1948, about 150,000 Palestinians remained in what became Israel.</p><p data-start=\"4801\" data-end=\"5115\">These Palestinians were put under military rule until the 1960s despite holding Israeli citizenship. This was not done for security; it was done to ensure territorial restructuring. Lands that did not have Palestinians physically present on them were absorbed through the Absentees Property Law.</p><p data-start=\"5117\" data-end=\"5761\">A similar dynamic is unfolding today in the West Bank, where physical displacement and restricted access are again being converted into legal dispossession. In the West Bank, the last two years have seen alarming rates of settler violence that have pushed thousands of Palestinians off their lands while other areas have been taken and declared closed military zones. This denied Palestinians access to their homes, farmlands and properties. Under Israeli law, these can all be considered absentee lands, even if their rightful owners are just a few metres away and unable to reach their lands due to Israeli hostilities.</p><p data-start=\"5763\" data-end=\"6120\">Through this, Israel is creating a system in which the default legal outcome produces territorial absorption. The bureaucratic aspect of this means that annexation becomes irreversible. It is no longer a temporary military seizure operation; it is transforming territory into property operating within a state system, in this case the Israeli legal system.</p><p data-start=\"6122\" data-end=\"6321\">More dangerously, historical evidence shows that Israel has not only absorbed Palestinian lands through bureaucracy but also coerced Palestinians to engage with Israeli legal structures as a final avenue.</p><p data-start=\"6323\" data-end=\"6734\">Still today, Palestinians with Israeli citizenship in areas such as Ein Hod are in legal battles over land. Not only were they displaced from their village, which now serves as a Jewish artist colony, but Palestinians are also just a few kilometres away, holding Israeli citizenship. Decades later, they remain in legal battles to secure building permits to live on the nearby lands they were forced to move to.</p><h2 id=\"why-the-world-enables-administrative-conquest\">Why the world enables administrative conquest</h2><p data-start=\"6790\" data-end=\"6961\">It is important to realise that all of this was made possible by the international community’s refusal to address the criminality of the Israeli regime as a whole.</p><p data-start=\"6963\" data-end=\"7414\">Condemnations of individual Israeli settler attacks in the last two years and refusal to disarm Israel despite having committed genocide are precisely what is allowing Israel to persist in its colonial expansion. For years Palestinians, as well as international human rights organisations, have warned not only of rising Israeli settler violence but also of a clear synchronisation of efforts by the army and armed Israeli militias in the West Bank.</p><p data-start=\"7416\" data-end=\"7734\">Palestinians shared reports, tried to tell the stories of trees uprooted by the thousands, of water pipelines being destroyed by Israelis, of large-scale arson attacks and pogroms across different cities and towns, of settlers being armed with military-grade weapons and trained by the army in illegal settlements.</p><p data-start=\"7736\" data-end=\"8098\">However, the world defined violence only when it came in the shape of bullets and bombs, which is what allowed Israel to shift strategies in the West Bank. While Palestinians are disarmed in the West Bank, all that was left were outcries and calls for media coverage. Violence enacted against Palestinians was reduced to random and exceptional acts of hostility.</p><p data-start=\"8100\" data-end=\"8591\">Yet in the West Bank, Israel did not choose dramatic war; it chose subtlety. In the last two years, the battlefield in the West Bank has diffused into everyday life and relocated into the nervous system. Violence no longer depends on constant lethal force but on permanent anticipation of a settler attack, a military raid or a court demolition order. Constant surveillance, drones overhead, incessant home invasions, arrests and checkpoints every few metres hold the body captive.</p><p data-start=\"8593\" data-end=\"8887\">All of these practices paved the way for the ongoing displacement and dispossession of Palestinians from their lands. More importantly, they are precisely why Israel is able to push renewed policies to register lands as state lands and to allow Israelis to buy lands with little oversight.</p><p data-start=\"8889\" data-end=\"9032\">What this must teach us is that sometimes war exists in the subtleties, and the absence of relentless bombing does not mean the absence of war.</p><p data-start=\"8889\" data-end=\"9032\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "OpenAI’s Sam Altman: Global AI regulation ‘urgently’ needed | Science and Technology | Al Jazeera",
            "time": "2026-02-19T17:17:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771521529.jpg?resize=1606%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza ‘stabilization force’ commander outlines security plans | Gaza | Al Jazeera",
            "time": "2026-02-19T16:48:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T161301Z_686880446_RC22PJAAN9K7_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-TRUMP-BOARD_cropped-1771519395.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Can Europe reduce its dependence on the US and at what cost? | Business and Economy | Al Jazeera",
            "time": "2026-02-19T16:15:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/web-1771495430.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump’s tariffs, Greenland and defence spending are testing US-Europe alliance.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has imposed tariffs on European goods, made a bid to take over Greenland and demanded Europe foot the bill for its own defence. European leaders now fear the era of US-led security protections may be over. They’re accelerating efforts to reduce their military and economic dependence on the US.</p><p>At the Munich Security Conference, US Secretary of State Marco Rubio insisted his nation is not walking away from its allies. But few in the room were convinced. Instead, leader after leader took to the podium with the same message: Europe must stand on its own.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump suggests Iran has 10 days to reach agreement with US | Donald Trump News | Al Jazeera",
            "time": "2026-02-19T16:01:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-15T190353Z_1949412274_RC27GJAEQ307_RTRMADP_3_IRAN-CRISIS-USA-CARRIER-1771514493.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump has renewed his threats against Iran, suggesting that Tehran has about 10 days to reach a deal with Washington or face further military strikes.</p><p>Speaking at the inaugural Board of Peace meeting in Washington, DC, on Thursday, the United States president reiterated his argument that the joint Israeli-US strikes <a href=\"/news/2026/2/19/iran-builds-concrete-shield-at-military-site-amid-acute-us-tensions\">against Iran</a> in June of last year paved the way to the “ceasefire” in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump argued that without the US attack on Iran’s nuclear facilities, the “threat” of Iran would have prevented countries in the region from agreeing to “peace in the Middle East”.</p><p>“So now we may have to take it a step further, or we may not,” Trump said. “Maybe we’re going to make a deal. You’re going to be finding out over the next probably 10 days.”</p><p>Trump’s comments come days after the US and Iran held a second round of indirect talks.</p><p>On Wednesday, Iran’s Minister of Foreign Affairs Abbas Araghchi said the two sides made “good progress in the negotiations” in Geneva and “were able to reach broad agreement on a set of guiding principles” for an agreement.</p><p>But the US has continued to amass <a href=\"/news/2026/2/18/white-house-says-iran-would-be-wise-to-take-deal-amid-military-buildup\">military assets</a> in the Gulf region, including two aircraft carriers and dozens of fighter jets.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Iran, which denies seeking a nuclear weapon, has said it would agree to curbing its uranium enrichment and placing it under rigorous international inspection.</p><p>But the Trump administration has said that it would oppose any Iranian enrichment. Washington has also sought to place limits on Tehran’s missile arsenal, but Iranian officials have ruled out any concessions over the issue, which they say is a non-negotiable defence principle.</p><p>On Thursday, Trump said his diplomatic aides Steve Witkoff and Jared Kushner have had “very good meetings” with Iran’s representatives.</p><p>“We have to make a meaningful deal. Otherwise, bad things happen,” he said.</p><p>Last week, Trump said the US and Iran should come to an agreement “over the next month”, <a href=\"/news/2026/2/10/trump-threatens-iran-with-something-very-tough-if-us-demands-are-not-met\">warning Tehran</a> of “very traumatic” consequences otherwise.</p><p>But Iranian officials have expressed defiance against the US president’s threats.</p><p>“The Americans constantly say that they’ve sent a warship toward Iran. Of course, a warship is a dangerous piece of military hardware,” Iranian Supreme Leader Ali Khamenei wrote on X on Thursday.</p><p>“However, more dangerous than that warship is the weapon that can send that warship to the bottom of the sea.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tensions between Washington and Tehran have been escalating since late 2025, when Trump, while hosting Israeli Prime Minister Benjamin Netanyahu in December, <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">promised to strike</a> Iran again if attempts to rebuild its nuclear or missile programmes.</p><p>Days later, antigovernment protests broke out in Iran. Trump encouraged the demonstrators to take over state institutions, promising them that “help is on the way”.</p><p>Trump appeared to step back from the brink of attacking Iran last month, saying that the country agreed to halt the execution of dissidents under US pressure.</p><p>The two countries later <a href=\"/video/newsfeed/2026/2/6/iran-foreign-minister-arrives-in-oman-for-talks-with-us\">renewed negotiations</a> with the first round of talks since the June war taking place in Oman on February 6.</p><p>But threats and hostile rhetoric between Washington and Tehran have persisted despite the ongoing diplomacy.</p><p>In 2018, during his first term, Trump nixed the multilateral nuclear deal that saw Iran scale back its nuclear programme in exchange for lifting international sanctions against its economy.</p></div></div></body></html>"
        },
        {
            "title": "Trump praises ‘magnificent’ B-2 bombers that struck Iran in 2025 | Donald Trump | Al Jazeera",
            "time": "2026-02-19T15:58:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/9436274_cropped-1771516401.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Italy opposes Paralympics allowing Russia and Belarus to use flags, anthems | Olympics News | Al Jazeera",
            "time": "2026-02-19T15:30:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26034335676314-1771513588.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy opposes Paralympics allowing Russia and Belarus to use flags, anthems</h1><p class=\"article__subhead\"><em>The two countries had been banned following the invasion of Ukraine, but had their rights restored last year.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Olympic hosts Italy called for a reversal of the decision to let 10 ⁠Russian and Belarusian athletes compete with national flags and anthems at next month’s Paralympic Games.</p><p>Foreign Minister Antonio Tajani and Sports Minister Andrea Abodi urged the International Paralympic Committee to reconsider <a href=\"/sports/2026/2/18/russian-belarusian-athletes-to-compete-under-own-flag-at-paralympics-2026\">its ⁠stance</a> due to Russia’s four-year-old invasion of Ukraine, saying on Thursday it contradicted the Olympic spirit.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Italian government expressed its “absolute opposition” to the IPC’s ruling in September, they said in a statement late on Wednesday, adding that Rome’s stance echoed that of 33 other countries and the European Commission.</p><p>“Russia’s ‌continued violation of the truce and Olympic and Paralympic ideals, supported by Belarus, is incompatible with the participation of their athletes in the Games, except as neutral individual athletes,” the statement said.</p><p>Russia’s embassy in Italy said it was unacceptable to target athletes with disabilities. “The harsh and undiplomatic stance taken by the two Italian politicians, backed by the authority of the government they represent, is offensive and deserves widespread condemnation,” it ⁠said on Telegram.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russia and its ⁠ally Belarus, which was used as a staging area for attacking Ukraine, were banned from Paralympics competitions after the 2022 invasion but regained full rights in the IPC in a vote by members last year.</p><p>International federations ⁠for each sport on the Paralympic Games programme had said they would maintain bans on athletes from those countries, but Russia and ⁠Belarus won an appeal with the Court of Arbitration ⁠for Sport back in December against the International Ski and Snowboard Federation.</p><p>A limited number of Russian and Belarusian athletes are competing as neutral independents without flags or anthems at the ongoing Winter Games, with Olympic Committees of ‌both nations still sanctioned by the International Olympic Committee.</p><p>An Italian ministerial source denied a report in the newspaper La Repubblica suggesting that Tajani might move to block visas for Russians. “The ‌Italian ‌authorities would not take any action to block visas for athletes or their entourage if their participation was confirmed,” the source said.</p><p>The Winter Paralympics run from March 6- 15.</p></div></div></body></html>"
        },
        {
            "title": "Jordan-Israel relationship ‘at its worst’ after West Bank plans | Occupied West Bank | Al Jazeera",
            "time": "2026-02-19T15:23:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771514603.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Zimbabwe shock Sri Lanka to upset the T20 World Cup odds again | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-19T15:19:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260219__987B8HN__v1__MidRes__CricketIccMensT20Wc2026SriZim-1771512732.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Zimbabwe shock Sri Lanka to upset the T20 World Cup odds again</h1><p class=\"article__subhead\"><em>Zimbabwe chase down target of 179 to beat one of the favourites – and tournament co-hosts – Sri Lanka at cricket’s T20 World Cup.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Zimbabwe signed off the group stage of the <a href=\"/news/2026/2/5/icc-mens-t20-cricket-world-cup-2026-explained-in-maps-and-charts\">T20 World Cup</a> with a warning ‌shot to the heavyweights who have reached the ⁠Super Eight as they beat co-hosts Sri Lanka by six wickets to top Group B.</p><p>The Africans’ opener Brian Bennett scored an unbeaten 63 and captain Sikandar Raza made a quick 45 as Zimbabwe, who <a href=\"/sports/2026/2/13/zimbabwe-shock-australia-in-massive-upset-at-t20-world-cup\">stunned Australia</a> last week, chased down a target of 179 with ⁠three balls to spare on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The result, which shocked the home support at R Premadasa Stadium in Colombo, handed ⁠Sri Lanka their first loss in the cricket campaign, with both teams having already qualified for <a href=\"/sports/2026/2/18/which-teams-are-in-the-t20-world-cup-super-eight-and-whats-the-schedule\">the Super Eight</a>.</p><p>“I am pretty excited with how we have gone about our business,” player of the match Raza said. “We are unbeaten so far … nice position to ‌be in as a captain, but I will try and enjoy at least tonight.”</p><p>Zimbabwe won three of their four group games while Tuesday’s match against Ireland was washed out, which meant Zimbabwe qualified for the Super Eight with Australia eliminated.</p><p>Sri Lanka, who ensured their qualification for the Super Eight with <a href=\"/sports/2026/2/16/australia-lose-to-sri-lanka-by-8-wickets-stare-at-t20-world-cup-exit\">Monday’s win</a> against Australia, chose to bat first and posted 178-7, as ⁠opener Pathum Nissanka led with a knock of 62.</p><p>Two-wicket ⁠hauls by Blessing Muzarabani, Brad Evans and Graeme Cremer helped contain Sri Lanka to a competitive total in Colombo, before Bennett combined with Tadiwanashe Marumani (34) for a 69-run opening partnership to set the ⁠stage for the chase.</p><p>Raza hit four sixes and two boundaries to score 45 from 26 balls, leaving Zimbabwe 12 ⁠short with 10 balls left. Bennett scored the ⁠winning runs with a drive towards mid off, getting his team to 182-4.</p><p>Zimbabwe, who did not qualify for the 2024 edition, are the only team in this year’s Super Eight who reached the T20 ‌World Cup through a continental tournament.</p><p>Sri Lanka face England, New Zealand and Pakistan in Group Two of the Super Eight, while Zimbabwe will be in Group ‌One ‌alongside holders India, South Africa and West Indies.</p><p>Zimbabwe will play West Indies on Monday, a day after Sri Lanka face England.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "France hit by more than 35 days of rain | Floods News | Al Jazeera",
            "time": "2026-02-19T15:09:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260218__982W644__v1__HighRes__FranceWeatherFlood-1771507957.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France has marked a record-breaking streak of more than 35 consecutive days of rain.</p><p>National weather service Meteo-France said the country was experiencing its longest series of rainy days since measurements began in 1959, breaking the 2023 record.</p><p>Four departments in western France were placed under red alert for the risk of flooding, with officials expecting the situation to worsen with the arrival of Storm Pedro, which is poised to batter swaths of Western Europe.</p><p>The new rainfall could “fuel the current floods”, said Lucie Chadourne-Facon, director of flood alert service Vigicrues.</p><p>The mayor of Bordeaux, Pierre Hurmic, activated the southwestern city’s emergency plan for the first time since record floods in 1999.</p><p>In the western town of Chalonnes-sur-Loire, on the left bank of the Loire, a man went missing on Tuesday evening after his canoe capsized, said senior official Francois Pesneau.</p><p>Nine departments were placed on orange alert, the second-highest level.</p><p>The affected regions will see drier weather from Friday, said Chadourne-Facon, adding, however, that “the end of the rain does not mean the end of the flooding.”</p></div></div></body></html>"
        },
        {
            "title": "Trump’s ‘Board of Peace’ convenes for first time | Gaza | Al Jazeera",
            "time": "2026-02-19T14:49:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T142545Z_525998574_RC21PJAYMHNB_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-TRUMP-BOARD_cropped-1771512406.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UN says Israel is stoking ‘ethnic cleansing’ fears in Gaza, West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-19T14:00:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26046632604973-1771399274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"533\" data-end=\"744\">A new United Nations Human Rights Office report says Israel’s military campaign and blockade of Gaza have created living conditions “increasingly incompatible with Palestinians’ continued existence as a group in Gaza” as it presses its genocidal war on the enclave.</p><p data-start=\"746\" data-end=\"943\">The <a href=\"https://palestine.un.org/en/310336-ethnic-cleansing-concerns-gaza-and-west-bank-amid-intensified-violence-and-forcible\">report</a> released on Thursday states that “intensified attacks, the methodical destruction of entire neighbourhoods and the denial of humanitarian assistance appeared to aim at a permanent demographic shift in Gaza”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"945\" data-end=\"1099\">“This, together with forcible transfers, which appear to aim at a permanent displacement, raise concerns over ethnic cleansing in Gaza and the West Bank.”</p><p data-start=\"1101\" data-end=\"1323\">Covering the period from November 1, 2024 to October 31, 2025, the report documents Israel’s security forces’ “systematic use of unlawful force” in the occupied West Bank and occupied East Jerusalem.</p><p>It highlights “widespread” arbitrary detention and the “extensive unlawful demolition” of Palestinian homes, stating that the measures seek to “systematically discriminate, oppress, control and dominate the Palestinian people”.</p><p>These policies are altering “the character, status and demographic composition of the occupied West Bank, raising serious concerns of ethnic cleansing”.</p><p>In Gaza, the report condemns the killing and maiming of “unprecedented numbers of civilians”, the spread of famine and the destruction of the “remaining civilian infrastructure”.</p><p>At least 463 Palestinians, including 157 children, starved to death during the 12-month period, according to the findings.</p><p>“Palestinians faced the inhumane choice of either starving to death or risking being killed while trying to get food,” it says, adding that the famine and “foreseeable and repeatedly foretold” deaths directly resulted from actions taken by the Israeli government.</p><h2 id=\"israel-s-ongoing-attacks-on-gaza\">Israel’s ongoing attacks on Gaza</h2><p data-start=\"534\" data-end=\"728\">Israeli forces launched new air strikes and artillery attacks across the Gaza Strip, as families in the besieged enclave woke to begin their Ramadan fast <a href=\"/features/2026/2/18/gaza-welcomes-ramadan-amid-fragile-ceasefire-and-fears-of-renewed-war\">under bombardment</a>.</p><p data-start=\"730\" data-end=\"921\">Shelling struck areas east of Khan Younis in southern Gaza at dawn on Thursday, where Israeli troops remain deployed. Warplanes also hit Rafah and areas east of Gaza City, according to Al Jazeera’s correspondent.</p><p data-start=\"923\" data-end=\"1259\">A day earlier, medical officials at Nasser Medical Complex confirmed that two Palestinians were killed by Israeli fire near the so-called “yellow line” in Bani Suheila, east of Khan Younis.</p><p data-start=\"923\" data-end=\"1259\">Israeli forces continue to <a href=\"/news/2026/1/26/investigation-reveals-israeli-campaign-to-flatten-gaza-town-of-beit-hanoon\">demolish homes</a> and infrastructure in areas they control, flattening entire neighbourhoods and entrenching displacement.</p><p data-start=\"1261\" data-end=\"1635\">The attacks form part of Israel’s repeated breaches of the <a href=\"/news/2026/2/18/unsc-moves-gaza-meeting-to-avoid-clash-with-trumps-board-of-peace\">ceasefire</a> that began on October 10, 2025.</p><p data-start=\"1261\" data-end=\"1635\">Gaza’s Ministry of Health says those violations have killed 603 Palestinians and wounded 1,618 others as of Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"partnership-between-settlers-and-the-occupation-forces\" data-start=\"534\" data-end=\"728\">‘Partnership between settlers and the occupation forces’</h2><p data-start=\"1637\" data-end=\"1693\">Violence has also intensified in the occupied West Bank.</p><p data-start=\"1695\" data-end=\"2107\">On Wednesday evening, the Palestinian Ministry of Health announced the death of 19-year-old Nasrallah Mohammad Jamal Abu Siam, who succumbed to wounds sustained during a settler assault on Mukhmas, northeast of occupied East Jerusalem.</p><p data-start=\"1695\" data-end=\"2107\">Settlers, operating under the protection of Israeli forces, opened fire and stole dozens of sheep from Palestinian farmers. Three of the wounded were shot with live ammunition.</p><p data-start=\"2109\" data-end=\"2281\">With Abu Siam’s killing, the number of Palestinians shot dead by settlers alone since October 7, 2023 has risen to 37, according to the Wall and Settlement Resistance Commission.</p><p data-start=\"2283\" data-end=\"2482\">Moayad Shaaban, head of the commission, described events in Mukhmas as a “dangerous escalation in organised settler terrorism”, citing a “full partnership between settlers and the occupation forces”.</p><p data-start=\"2484\" data-end=\"2656\">Israeli troops also raided the town of Arraba, south of Jenin, wounding two young men with live fire, one critically. Soldiers detained several others during the incursion.</p><p data-start=\"2658\" data-end=\"2896\">In Jerusalem, Ramadan has brought further restrictions at Al-Aqsa Mosque. The mosque’s imam, Sheikh Akrama Sabri, said Israeli authorities are “imposing a reality by force” by limiting worshippers while allowing extremist Jewish incursions into the compound.</p><p data-start=\"2898\" data-end=\"3161\">Occupation authorities have issued more than 100 deportation orders barring young Jerusalemites from entering the mosque and restricted West Bank worshippers to 10,000 permits under strict age and security conditions. Al-Aqsa can hold up to half a million people.</p><p data-start=\"3163\" data-end=\"3296\">Sheikh Sabri said Israeli forces question worshippers during tarawih prayers in what he described as “provocation upon provocation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Amid tensions, Ukraine’s Chernobyl site remains part of a war zone | Nuclear Energy | Al Jazeera",
            "time": "2026-02-19T13:45:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771508700.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh referendum: The big post-election flashpoint? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-19T13:32:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6996edbf-1771498943.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alongside last week’s parliamentary <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">election in Bangladesh</a>, voters also cast their ballots in a national referendum on important constitutional reforms proposed for the country following the July 2024 uprising and ousting of former Prime Minister Sheikh Hasina.</p><p>The July National Charter, which most political parties signed last year, was approved by <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">60.26 percent</a> of voters.</p><p>But that vote has now exposed a schism between the victorious Bangladesh Nationalist Party (BNP), led by <a href=\"/news/2026/2/17/incoming-bangladesh-pm-tarique-rahman-lawmakers-sworn-into-parliament\">Tarique Rahman</a>, and the opposition, led by Jamaat-e-Islami.</p><p>On Tuesday, newly elected BNP members of parliament refused to take an oath as members of a new Constitution Reform Council, throwing the future of reforms into doubt.</p><p>We break down what the national referendum in <a href=\"/news/2026/2/17/who-are-bangladeshs-new-cabinet-members\">Bangladesh</a> was all about, why the country is divided on it and what happens next.</p><h2 id=\"what-is-the-context\">What is the context?</h2><p>In July 2024, <a href=\"/news/longform/2024/8/7/how-bangladeshs-gen-z-protests-brought-down-pm-sheikh-hasina\">students in Bangladesh</a> began protesting against a conventional job quota system, which reserved a significant share of prized government jobs for descendants of Bangladesh’s freedom fighters of 1971, now widely regarded as the political elite.</p><p>Hasina ordered a brutal crackdown as the protests escalated. Nearly 1,400 people were killed, and more than 20,000 were wounded, according to the country’s International Crimes Tribunal (ICT), which later found Hasina guilty of <a href=\"/news/2025/11/17/sheikh-hasina-convicted-of-crimes-against-humanity-what-we-know\">crimes against humanity</a> and sentenced her to death. She is currently in exile in India, where she fled after her ouster.</p><p>After Hasina went into exile, her Awami League party, which had been in power for 15 years under her leadership, was also <a href=\"/news/2025/5/11/bangladesh-bans-activities-of-awami-league-the-party-of-ousted-pm-hasina\">banned</a> from all political activities. The latest election was the first since the uprising.</p><h2 id=\"what-is-the-july-charter\">What is the July Charter?</h2><p>After Hasina was ousted, Nobel laureate Muhammad Yunus took over as the country’s interim leader of a caretaker government in August 2024.</p><p>The <a href=\"/news/2026/2/11/bangladesh-election-2026-what-happens-when-and-whats-at-stake\">July National Charter 2025</a> was drafted by the caretaker government, outlining a roadmap for constitutional amendments, legal changes and the enactment of new laws.</p><p>It contains more than 80 proposals to overhaul Bangladesh’s system of governance, with key reforms being “increasing women’s political representation, imposing prime ministerial term limits, enhancing presidential powers, expanding fundamental rights, and protecting judicial independence”, according to the International Institute for Democracy and Electoral Assistance (IDEA).</p><p>The charter also recommends creating a 100-member upper chamber alongside Bangladesh’s current single parliamentary body, the 350-member Jatiya Sangsad.</p><p>The BNP was <a href=\"/features/2026/2/13/what-does-bnps-landslide-mean-for-bangladeshs-post-uprising-order\">sceptical</a> about the July National Charter referendum for months during the transitional government, at times signalling a “no”, until party leader Tarique Rahman publicly endorsed a “yes” vote on January 30 and the BNP said it would adopt the charter if approved in the referendum.</p><p>In particular, analysts say, the BNP appeared opposed to proposals to use proportional representation to fill the upper house, which, it has argued, could dilute large parliamentary majorities under the current electoral system.</p><p>Now that the charter has been approved, the new MPs must set up the Constitution Reform Council to enact the constitutional amendments in the charter. The implementation process is required to be completed within 180 days of forming the council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-the-referendum-caused-division-in-bangladesh\">Has the referendum caused division in Bangladesh?</h2><p>On Tuesday, newly elected members of parliament were sworn in.</p><p>They were asked to take two oaths. The first was the standard pledge to uphold the Constitution of Bangladesh. The second bound them to respect and implement the July National Charter 2025.</p><p>But the newly elected MPs from the BNP did not take the second oath, prompting criticism from members of Jamaat and its ally, the National Citizen Party (NCP), a party formed by students who led the protests against Hasina in 2024.</p><p>Under an implementation order that sets out how the July National Charter will be turned into law, the Constitutional Reform Council is to be composed of MPs who, at the same ceremony, also take an oath as council members. This technically means only the Jamaat, the NCP and a small number of others who took the second oath are currently eligible to sit on the Council.</p><p>Because more than two-thirds of the MPs did not take the second oath, the Council has not yet been constituted. It is unclear what will happen next regarding the formation of the council.</p><h2 id=\"what-is-the-main-sticking-point-for-the-bnp\">What is the main sticking point for the BNP?</h2><p>Salahuddin Ahmed, a BNP standing committee member and MP, told local media after the ceremony that BNP lawmakers had refused to take the Charter oath because, in their view, the Constitution Reform Council, which will be charged with enacting the reforms, has not yet been approved by parliament.</p><p>“None of us have been elected as the members of this ‘Constitution Reform Council’. This council is not even a part of the constitution yet. It will be considered legitimate only when it is approved by the elected parliament,” Ahmed said, according to local media reports.</p><p>On Tuesday, however, he reaffirmed the BNP’s promise to enact the reforms: “We are committed and pledged to implement the July National Charter exactly as it was signed as a document of political consensus.”</p><p>The main concern the BNP is understood to have about the reforms relates to the formation of a second, 100-member upper chamber of parliament.</p><p>“Major parties appear to agree on almost all the core referendum issues. However, disagreements remain regarding specific details, particularly in regard to the formation of the proposed Upper House,” Asif Nazrul, a law professor at Dhaka University, told Al Jazeera earlier.</p><p>Bangladesh currently conducts all elections using the first-past-the-post (FPTP) electoral system. Each voter picks one candidate, and whoever gets the most votes in a seat wins it.</p><p>This can create a large gap between a party’s overall vote share and its actual share of seats. Theoretically, one party could win 51 percent of the vote in every seat, while another could win 49 percent in every seat. The first party would receive 100 percent of the seats, however.</p><p>Any party that wins at least 151 of the 300 seats can form a government alone, while the runner-up in seat count becomes the official opposition.</p><p>In last week’s election, the BNP-led alliance won 212 seats, followed by 77 for the Jamaat-led alliance, out of the 297 parliamentary seats for which results were announced.</p><p>The BNP wishes to retain the system of FPTP, but the July Charter recommends that the upper house be filled with representatives elected according to the proportional representation electoral system, which would give parties a share of seats more in line with their share of overall votes.</p><p>Forming the upper house in line with the FPTP system, by contrast, would put the BNP at an advantage due to the large proportion of seats it won in parliament.</p><p>“The BNP favours forming it [the upper house] in proportion to parliamentary seats, while Jamaat and the NCP prefer a system of proportional representation. Resolving this dispute remains a key challenge,” Nazrul said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Board of Peace live: Trump says war in Gaza ‘over’ despite Israeli attacks | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-02-19T13:20:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T160955Z_1147527298_RC22PJAKSJ9W_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-TRUMP-BOARD-1771518985.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Board of Peace live: Trump says war in Gaza ‘over’ despite Israeli attacks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Countries pledge $7bn for Gaza reconstruction and troops for an eventual 20,000-strong stabilisation force.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What we know so far about arrest of UK’s former Prince Andrew | Police | Al Jazeera",
            "time": "2026-02-19T13:10:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771506617.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Real Madrid send ‘all available’ Vinicius evidence to UEFA in racism row | Football News | Al Jazeera",
            "time": "2026-02-19T12:49:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-17T213607Z_299072774_UP1EM2H1NCVRQ_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1771504047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Real Madrid send ‘all available’ Vinicius evidence to UEFA in racism row</h1><p class=\"article__subhead\"><em>Real Madrid’s Brazilian forward Vinicius Jr alleges he was racially abused by Benfica’s Gianluca Prestianni.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid has sent UEFA, football’s governing body in Europe, “all available evidence” of an alleged racist insult against Vinicius Jr in a Champions League match against Benfica.</p><p>“Our club has actively collaborated with the investigation opened by UEFA following the unacceptable episodes of racism experienced during that match,” the Spanish club said on Thursday without elaborating on the evidence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>UEFA appointed a special investigator on Wednesday to <a href=\"/sports/2026/2/18/real-madrids-vinicius-to-have-alleged-racist-abuse-investigated-by-uefa\">gather evidence</a> about what happened in Lisbon on Tuesday in <a href=\"/sports/2026/2/17/vinicius-earns-real-madrid-1-0-win-at-benfica-in-match-marred-by-racism-row\">Madrid’s 1-0 win</a> at Benfica in the first leg of the knockout round of the Champions League.</p><p>Vinicius accused Benfica player Gianluca Prestianni of calling him “monkey” after the Brazilian scored the only goal. Prestianni was among the Benfica players upset with Vinícius after the forward celebrated by the Benfica corner flag.</p><p>Prestianni covered his mouth with his shirt when he allegedly spoke to the Brazilian player and denied racially abusing Vinicius, who is Black and has been subjected to repeated racist insults in Spain.</p><p>“Real Madrid appreciates the unanimous support, backing, and affection that our player Vinicius Jr. has received from all areas of the global football community,” the club said. “Real Madrid will continue working, in collaboration with all institutions, to eradicate racism, violence, and hate in sports and society.”</p><p>Benfica said Prestianni was the victim of a “defamation campaign” and welcomed the investigation opened by UEFA, saying it “fully supports and believes the version presented” by Prestianni.</p><p>FIFA President Gianni Infantino said on Wednesday he was “shocked and saddened to see the incident of alleged racism” and praised the referee for activating the antiracism protocol during the match, which was halted for nearly 10 minutes at the Stadium of Light.</p></div></div></body></html>"
        },
        {
            "title": "Israel installed security at Epstein’s Manhattan apartment for ex-PM Barak | News | Al Jazeera",
            "time": "2026-02-19T12:24:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-06-26T151236Z_1388642092_RC1D538D5C90_RTRMADP_3_ISRAEL-POLITICS-BARAK-1770964722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government installed security equipment and controlled access to a Manhattan apartment building managed by the late sex offender <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein</a>, according to an investigation published by Drop Site News.</p><p>Based on a tranche of emails recently released by the United States Department of Justice, the <a href=\"https://www.dropsitenews.com/p/israeli-government-surveillance-epstein-apartment-66th-street-ehud-barak\">report</a> detailed how Israeli officials coordinated directly with Epstein’s staff starting in early 2016 to secure a residence at 301 East 66th Street. Former Israeli Prime Minister Ehud Barak frequently used the apartment for extended stays.</p><p>While the property was technically owned by a company linked to Epstein’s brother, Mark Epstein, the disgraced financier essentially controlled it. The units in the building were frequently loaned to Epstein’s associates and used to house underage models, the report said.</p><p>Barak served as prime minister from 1999 to 2001. Under Israeli law, former prime ministers receive state-funded security after leaving office. The documents expose a direct operational relationship between Israel’s permanent mission to the United Nations and Epstein’s enterprise.</p><p>Rafi Shlomo, the former director of protective services at the Israeli mission and head of Barak’s security detail, personally controlled access to the apartment. Shlomo conducted background checks on Epstein’s employees and cleaning staff and held meetings with them to coordinate the installation of surveillance equipment.</p><h2 id=\"coordinated-surveillance\">Coordinated surveillance</h2><p>The structural modifications carried out by the Israeli government required permission from Epstein.</p><p>In a January 2016 email exchange, Barak’s wife, Nili Priell, discussed the installation of alarms and surveillance tools with Epstein’s longtime assistant Lesley Groff. Priell noted the system included sensors on the windows and remote access capabilities.</p><p>“They can neutralize the system from far, before you need somebody to enter the appartment [sic],” Priell <a href=\"https://www.justice.gov/epstein/files/DataSet%209/EFTA00331291.pdf\">wrote</a>. “The only thing to do is call Rafi from the consulate and let him know who and when is entering.”</p><p>Groff later confirmed to Barak and Priell that Epstein had personally authorised the physical alterations to the property, <a href=\"https://www.justice.gov/epstein/files/DataSet%2010/EFTA02062130.pdf\">writing</a>: “Jeffrey says he does not mind holes in the walls and this is all just fine!”</p><p>The correspondence between the Israeli mission and Epstein’s representatives continued regularly throughout 2016 and 2017 to manage access for maids and coordinate subsequent visits by Barak.</p><h2 id=\"state-ties-and-political-fallout\">State ties and political fallout</h2><p>After Epstein’s death in a New York jail in 2019 while he was awaiting a sex-trafficking trial, Barak tried to downplay his relationship with the financier, claiming that while they had met, Epstein never supported or paid him.</p><p>The political fallout from the relationship has been seized upon by Barak’s rivals in Israel. Israeli Prime Minister Benjamin Netanyahu recently weaponised the newly released documents, arguing that the ties implicated Barak rather than Israel.</p><p>“Jeffrey Epstein’s unusual close relationship with Ehud Barak doesn’t suggest Epstein worked for Israel. It proves the opposite,” Netanyahu <a href=\"https://x.com/netanyahu/status/2019739136660222088\">stated</a>, accusing Barak of working with the “anti-Zionist radical left” to undermine Israel’s current government.</p><p>However, the emails released by the US Justice Department demonstrate that the entanglement extended beyond Barak to other active Israeli state officials.</p><p>Yoni Koren, a longtime aide to Barak who died in 2023, was also a frequent guest at the 66th Street apartment. Congressional investigations and leaked emails indicated Koren stayed at the Epstein-controlled residence multiple times, including in 2013 while he was serving as the bureau chief for the Israeli Ministry of Defence. Further records showed Koren continued to use the apartment while receiving medical treatment in New York until Epstein’s final arrest in 2019.</p><h2 id=\"intelligence-and-settler-funding\">Intelligence and settler funding</h2><p><a href=\"/news/2026/2/9/what-were-jeffrey-epsteins-links-to-israel\">The ties between Epstein and Israel</a> have come into sharp focus since the release of millions of documents relating to the criminal investigations into Epstein. Beyond his interactions with members of the global elite, including Barak, the files document Epstein’s financial support for Israeli groups, including Friends of the Israeli army and the settler organisation the Jewish National Fund as well as his connections to the Mossad, Israel’s foreign intelligence agency.</p><p>Barak has expressed remorse over his ties to Epstein. Despite the financier pleading guilty to soliciting a minor for prostitution in 2008, which resulted in a prison sentence, Barak maintained a close personal and business relationship with him. The former Israeli leader claimed he remained unaware of the full scope of Epstein’s crimes until a wider federal inquiry was opened in 2019.</p></div></div></body></html>"
        },
        {
            "title": "Israeli raids in occupied West Bank at start of Ramadan | Genocide | Al Jazeera",
            "time": "2026-02-19T12:16:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/wide-1771503386.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Slot offers Vinicius support, saying football ‘must do more’ against racism | Football News | Al Jazeera",
            "time": "2026-02-19T12:15:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-17T222507Z_202747653_UP1EM2H1NF5RX_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1771501077.jpg?resize=1730%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slot offers Vinicius support, saying football ‘must do more’ against racism</h1><p class=\"article__subhead\"><em>Liverpool manager Arne Slot speaks out about racism in football and says the sport must do more to prevent future incidents.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool manager Arne Slot says ‌more needs to be done to avoid racism in football following allegations by ⁠Real Madrid’s Brazilian forward ⁠Vinicius Junior that he was subjected to racist abuse from Benfica’s Argentinian winger Gianluca Prestianni.</p><p>Real’s 1-0 Champions League playoff first-leg win at Benfica on Tuesday was ⁠overshadowed by Vinicius accusing Prestianni of directing a racist slur at him, <a href=\"/sports/2026/2/18/mourinho-and-benfica-under-fire-after-real-madrids-vinicius-alleges-racism\">a charge denied</a> by the Portuguese club, the player and their manager, Jose Mourinho.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>European football’s governing body, UEFA, ⁠said it was <a href=\"/sports/2026/2/18/real-madrids-vinicius-to-have-alleged-racist-abuse-investigated-by-uefa\">reviewing the incident</a>, which led to the game being halted for 11 minutes under FIFA’s antiracism protocol.</p><p>“In general, you can never do enough, you can always do more to make sure this [racism in football] never happens again,” Slot told reporters ahead of Liverpool’s Premier League visit to ‌relegation-threatened Nottingham Forest on Sunday.</p><p>“We have to try as a football community to do more than society does. That’s maybe not so difficult, by the way. Protocol was followed in the game; that’s the first step,” he said on Thursday.</p><p>“I would hope my players would act in a similar way – immediately address it, and the referee acts in a similar way.”</p><p>Regarding the Forest game, Slot expects a different set-up under the Midlands club’s ⁠new manager, Vitor Pereira, compared with the meeting in November when Liverpool ⁠lost 3-0 at Anfield.</p><p>Former Wolverhampton Wanderers boss Pereira was appointed last Sunday to replace the sacked Sean Dyche.</p><p>“We only have tonight to see if this new manager changes personnel,” Slot said on Thursday, referring to Forest’s first game under Pereira ⁠at Fenerbahce in a Europa League playoff tie.</p><p>“The good thing is they have that game, and the manager was in the Premier ⁠League last season.”</p><p>The Dutchman said Jeremie Frimpong is still out ⁠this weekend, but fellow defender Joe Gomez is ready to start if needed.</p><p>Slot said his side have improved over the past few months, with Liverpool sixth in the table on 42 points from 26 games.</p><p>“We have improved compared to ‌three, four months ago. We are in a much better place than months ago,” the 47-year-old added.</p><p>“There are more reasons, but the most simple two are how fit we are and ‌that ‌we’re much better at set-pieces at the moment.”</p><p>Forest are languishing in 17th spot, one place and three points above West Ham United in the relegation zone.</p></div></div></body></html>"
        },
        {
            "title": "What happened to ISIL? | Conflict | Al Jazeera",
            "time": "2026-02-19T12:03:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771502558.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Director rejects award over Israel’s genocidal war in Gaza | News | Al Jazeera",
            "time": "2026-02-19T12:01:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/13314426-1757209795.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Director rejects award over Israel’s genocidal war in Gaza</h1><p class=\"article__subhead\"><em>Tunisian filmmaker Kaouther Ben Hania leaves film award on stage, demanding accountability for genocide in Gaza.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 4 hours ago</span><span aria-hidden=\"true\">Updated: 4 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tunisian film director Kaouther Ben Hania has refused to receive an award at a Berlin event, leaving her trophy on stage to protest against the international political cover provided for <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">Israel’s genocidal war in Gaza</a>.</p><p>Ben Hania chose not to accept the “Most Valuable Film” prize at the Cinema for Peace gala for her project The Voice of Hind Rajab, stating that the killing of the five-year-old Palestinian girl by the Israeli army was not an exception, but part of a systematic genocide.</p><p>“Peace is not a perfume sprayed over violence so power can feel refined, and can feel comfortable,” Ben Hania told the audience. “If we speak about peace, we must speak about justice. Justice means accountability.”</p><p>The director stressed that the Israeli military killed Rajab, her family and the two paramedics sent to rescue her, with the complicity of the world’s most powerful governments and institutions.</p><p></p><p> </p><p>Refusing to let the industry use her documentary for “image-laundering”, Ben Hania left her award on the podium as a reminder of the structures that enabled the mass civilian killings.</p><p>“I refuse to let their deaths become a backdrop for a polite speech about peace,” Ben Hania said. “When peace is pursued as a legal and moral obligation, rooted in accountability for genocide, then I will come back and accept it with joy.”</p><p>Ben Hania’s public stand in Berlin comes after more than 80 prominent film professionals, including actors Javier Bardem, Tilda Swinton and Brian Cox, alongside directors Mike Leigh and Adam McKay, <a href=\"/news/2026/2/18/over-80-film-workers-slam-berlin-festivals-silence-on-israels-gaza-war\">signed an open letter</a> criticising the Berlin International Film Festival, which also takes place this month in Germany’s capital.</p><p>The signatories, all festival alumni coordinated by the group Film Workers for Palestine, condemned the Berlinale’s “anti-Palestinian racism” and its failure to demand accountability for international law violations. The letter highlighted a stark double standard, contrasting the festival’s institutional silence on Gaza with its vocal solidarity for Ukraine and Iran.</p></div></div></body></html>"
        }
    ]
}