{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Costco sues Trump administration for US tariff refund | Courts News | Al Jazeera",
            "time": "2025-12-02T18:43:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25330457908630-copy-1764698302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Costco has filed a lawsuit against the administration of United States President Donald Trump in efforts to get a full refund on the tariffs the company paid this year before the US Supreme Court weighs in on the legality of tariffs.</p><p>The lawsuit, <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cit.17331/gov.uscourts.cit.17331.2.0.pdf\" target=\"_blank\" rel=\"noopener\">filed on Friday</a>, also calls to block the collection of import duties.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Costco said that the tariffs need to be immediately addressed because there is a December 15 deadline to refund taxes that have already been paid. The lawsuit alleges that US Customs and Border Protection has denied the company’s request to extend the deadline.</p><p>Costco did not specify the amount that it believes it should be refunded for.</p><p>“Importers that have paid IEEPA duties, including Plaintiff, are not guaranteed a refund for those unlawfully collected tariffs in the absence of their own judgment and judicial relief,” the suit said.</p><p>According to the suit, filed in the US Court of International Trade, Costco is also requesting a pause on further collections.</p><p>“Plaintiff seeks relief from the impending liquidations to ensure that its right to a complete refund is not jeopardized,” the lawsuit said.</p><p>The wholesale warehouse giant joins other large companies, including eyeglass maker Ray-Ban and makeup company Revlon, which are also suing the administration. Costco is represented by the law firm Crowell &amp; Moring. The firm declined Al Jazeera’s request for comment.</p><p>“They are filing within the statutory deadline in order to receive the [refunds] for the tariffs that were [allegedly] collected illegally,” Gregory Shaffer, professor of international law at Georgetown University School of Law, told Al Jazeera.</p><p>Companies have 180 days to protest the liquidation, or the amounts owed, according to Shaffer.</p><p>“The liquidation of tariffs is the final, official calculation and assessment of the duties, taxes, and fees owed on imported goods.”</p><p>The White House has pushed back on the lawsuit.</p><p>“The economic consequences of the failure to uphold President Trump’s lawful tariffs are enormous and this suit highlights that fact. The White House looks forward to the Supreme Court’s speedy and proper resolution of this matter,” White House spokesman Kush Desai said in a written statement provided to Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-looming-supreme-court-decision\">The looming Supreme Court decision</h2><p>The Supreme Court is weighing in to see if the White House has the authority under the International Emergency Economic Powers Act (IEEPA) to impose tariffs.</p><p>The law gives the US president the authority to regulate imports in the case of a national emergency. What has largely been in question is whether Trump’s tariffs meet those terms. A decision looms with an unclear date, <a href=\"/news/2025/11/6/what-has-us-supreme-court-said-about-trumps-trade-tariffs-does-it-matter\" target=\"_blank\" rel=\"noopener\">as justices heard arguments</a> nearly a month ago in early November.</p><p>Shaffer believes there is a good chance that the court will rule against the Trump administration.</p><p>“It appeared that there will be at least four votes against, and I got a sense that Justice Gorsuch would vote against, given his concerns,” Shaffer said, referring to Neil Gorsuch, an associate justice of the Supreme Court who was appointed by Trump during his first term as president.</p><p>“There is a greater likelihood from the questioning that the decision will be against the Trump administration.”</p><p>In oral arguments at the November hearing, Gorsuch pushed back on the administration’s interpretation of the IEEPA.</p><p>“Congress, as a practical matter, can’t get this power back once it’s handed it over to the president,” Gorsuch said at the time.</p><p>“It’s a one-way ratchet toward the gradual-but-continual accretion of power in the executive branch and away from the people’s elected representatives.”</p><p>On Wall Street, Costco’s stock is up by 0.2 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau’s electoral commission says coup destroyed election results | Elections News | Al Jazeera",
            "time": "2025-12-02T18:26:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f1aabd3fe-1764694699.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau’s electoral commission says coup destroyed election results</h1><p class=\"article__subhead\"><em>Major-General Horta Inta-a was sworn in as the new transitional president on November 27.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/1/ecowas-delegation-visits-guinea-bissau-for-talks-after-military-coup\">Guinea-Bissau’s</a> electoral commission has said it can no longer complete the November 23 presidential election after armed men seized ballots, tally sheets and computers from its offices, and destroyed the servers storing the results.</p><p>Army officers seized power on <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">November 26</a>, one day before the commission was due to announce provisional results from the tightly contested vote. Several buildings, including the electoral commission headquarters, came under attack during the takeover.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We do not have the material and logistic conditions to follow through with the electoral process,” Idrissa Djalo, a senior electoral commission official, said in a statement on Tuesday.</p><p>“They confiscated the computers of all 45 staff members who were at the commission that day,” he said, adding that tally sheets from all regions had been seized and the server where the results were stored had been destroyed.</p><p>“It is impossible to complete the electoral process without the tally sheets from the regions,” Djalo said.</p><p>Major-General Horta Inta-A was sworn in as the new transitional president on November 27, halting the election process. The military has since tightened restrictions, banning demonstrations and strikes.</p><p>Inta-A has promised a one-year transitional period and on Saturday appointed a 28-member cabinet made up largely of figures aligned with the deposed president.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"disputed-vote-and-political-fallout\">Disputed vote and political fallout</h2><p>The coup unfolded three days after the presidential election, with both main contenders – incumbent President Umaro Sissoco Embalo and opposition candidate Fernando Dias da Costa – claiming victory before provisional results were due. No results have been released since.</p><p>During the takeover, Embalo told French media by phone that he had been deposed and arrested. He has since fled to Brazzaville, the capital of the Republic of Congo.</p><p>Nigeria said President Bola Tinubu had authorised protection for Dias da Costa, citing an “imminent threat to his life”.</p><p>The PAIGC, one of the country’s dominant political parties, had been barred from presenting a candidate in the election – a decision condemned by civil rights groups who described it as part of a broader crackdown on the opposition.</p><p>Guinea-Bissau’s new military authorities are facing growing pressure from the Economic Community of West African States (ECOWAS) to restore constitutional rule and allow the election process to resume.</p><p>A high-level delegation from the bloc, led by its current chairman and Sierra Leone’s President Julius Maada Bio, met military leaders and electoral commission officials in Bissau on Monday to urge a “complete restoration of constitutional order”.</p><p>ECOWAS leaders, who have threatened sanctions against those undermining the democratic process, are due to meet on December 14 to discuss the crisis.</p></div></div></body></html>"
        },
        {
            "title": "Sri Lanka airlifts aid to communities devastated by huge floods | Climate Crisis | Al Jazeera",
            "time": "2025-12-02T18:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/sri_lanka_flooding_mudslides_airlift_helicopter_minelle_fernandez-1764699546.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hong Kong residents demand answers after deadly apartment fire | Newsfeed | Al Jazeera",
            "time": "2025-12-02T18:18:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764699501.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "After a military coup, what is next for Guinea-Bissau? | News | Al Jazeera",
            "time": "2025-12-02T18:15:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764699229.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A drug trafficking hub between Latin America and Europe, what’s in store for Guinea-Bissau after the military takeover?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Right before the results of a highly-contested election were due to be announced, Guinea-Bissau’s government fell to a military coup, which some leaders in West Africa are saying was staged. In a nation where most people rely on growing cashews for a living, cocaine trafficking casts a long shadow. Guinea-Bissau is often referred to as “Africa’s first narco-state”. What does the future hold now?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ex-PM Imran Khan healthy but cut off in Pakistan jail, sister says | Imran Khan News | Al Jazeera",
            "time": "2025-12-02T18:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f1988300f-1764694408.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-PM Imran Khan healthy but cut off in Pakistan jail, sister says</h1><p class=\"article__subhead\"><em>Imran Khan is ‘physically well’ but ‘very angry’ about being so isolated, sibling says after visit.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s jailed former Prime Minister Imran Khan is healthy but struggling with the largely solitary conditions in prison, his sister has said, after becoming the first family member in weeks to be allowed to visit him.</p><p>Uzma Khanum, who is a doctor, gave the update on Tuesday while speaking to reporters in Rawalpindi, the city where her brother is imprisoned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He is physically well,” Khanum said. “But he is kept inside all the time and only goes out for a short while. There is no contact with anybody.”</p><p>Khanum described Khan as being “very angry” about being so isolated, saying that he deemed the resulting “mental torture” to be “worse than physical abuse”.</p><p>Their brief meeting was closely supervised, and no mobile devices were allowed during it, she noted.</p><p>Supporters of Khan’s Pakistan Tehreek-e-Insaf (PTI) party had gathered outside Adiala Jail from early on Tuesday to hear how he was.</p><p>Prior to Khanum’s visit, both PTI and Khan’s family had expressed alarm that none of his relatives or associates had been allowed to see him for almost a month, with one of his sons telling Reuters last week of his fear “that something irreversible is being hidden from us”.</p><p>On Tuesday, the ex-leader’s spokesperson Zulfikar Bukhari called on the authorities to allow Khan’s relatives and legal team to visit him more regularly.</p><p>His family also wants his personal doctor to check up on him, something that has not happened for more than a year.</p><p>Pakistan’s Human Rights Commission, an independent rights monitor, has said that it is “seriously concerned” by the reports of Khan’s detention conditions.</p><p>Pakistan’s authorities argue that Khan is not being mistreated, while Interior Minister Talal Chaudhry has said prison visits are the responsibility of jail officials rather than the government.</p><p>The 73-year-old detainee, who used to be a professional cricketer, served as Pakistan’s prime minister from 2018 until April 2022, when he was ousted in a no-confidence vote.</p><p>He has been in prison since August 2023, and has been convicted on several charges including corruption and revealing state secrets. He has since been acquitted of some of the charges against him. Khan denies any wrongdoing, saying the cases against him are politically motivated.</p><p>Khan remains <a href=\"/news/2025/8/5/imran-khans-supporters-rally-in-pakistan-on-two-years-of-imprisonment\">popular among many Pakistanis</a>. His party won the most votes in the 2024 election, 4.5 million votes ahead of its nearest rival. However, rival parties formed a coalition government, freezing the PTI out.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Honduras election: Why has Trump threatened to cut off aid? | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T17:39:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f0b66360d-1764690790.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The National Electoral Council (CNE) of Honduras called for “patience” on Tuesday as it launched a manual count of votes in one of the closest presidential elections the country has seen in more than a decade – a contest over which US President Donald Trump has threatened to cut off aid to the country.</p><p>Vote counting has been held up by technical difficulties with the results website. As of the latest count in the November 30 election, right-wing candidate Nasry Asfura was said to be holding a narrow lead, though the race remains effectively a <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">“technical tie”</a> and no official winner has yet been declared.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump has publicly endorsed Asfura and threatened to cut off United States aid to Honduras if his preferred candidate does not win. He has also accused CNE of “trying to change” the outcome by calling a “technical tie” at this stage, and doubled down on vague threats of retaliation in posts published on his Truth Social platform.</p><p>Observers claim this is the latest example of Trump’s attempts to meddle with the internal affairs of other countries – several of which are in South America.</p><h2 id=\"who-are-the-main-candidates-and-what-do-they-stand-for\">Who are the main candidates, and what do they stand for?</h2><p>Asfura, 67, from the right-wing National Party of Honduras, has campaigned on a promise of economic stability, foreign investment and a tougher security stance.</p><p>Trump has thrown his support behind Asfura, calling him the “only real friend of Freedom in Honduras” in a Truth Social post and urging people to vote for him.</p><p>Asfura’s main rival, 72-year-old Salvador Nasralla, is running under the Liberal Party banner and positions himself as a centrist reformer focused on restoring the rule of law and on battling corruption.</p><p>The candidate for the left-wing ruling party, Liberty and Refoundation, Rixi Moncada, presents herself as the defender of President Xiomara Castro’s left-leaning legacy.</p><p>Moncada, 60, has proposed “democratising the economy” by expanding credit, strengthening national production, and building an economic model that generates “real opportunities for everyone”. She has also proposed changes to the Constitution to underpin a judicial overhaul in an effort to battle corruption.</p><p>“Our fight against corruption is head-on and without fear. To reform the justice system, there is only one way: to have a majority in Congress,” Moncada said during the campaign.</p><p>Throughout the campaign, polling has suggested a fragmented electorate with no clear favourite, setting the stage for the tight count now unfolding.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-trump-involved-himself-in-this-election\">How has Trump involved himself in this election?</h2><p>Trump pledged that there would be “hell to pay” in Honduras if election officials tampered with the results of the vote. He has threatened to cut off US aid to the country if his favoured, right-wing candidate does not win.</p><p>Trump has not specified the precise aid he would suspend, but the US provides Honduras, which has a population of around 11 million, with a substantial package of economic, development and security assistance each year.</p><p>The US president has also shown favour to Juan Orlando Hernandez, the former president of Honduras and member of the country’s right-wing National Party, by pardoning his US drug conviction and releasing him from a 45-year jail sentence. On Monday, Hernandez was released from the high-security facility of USP Hazelton in West Virginia in the US.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He was extradited to the US in 2022 and was found guilty of conspiring to import cocaine to the US, and of possessing machine guns, in 2024. Justifying his decision to pardon him, Trump said Hernandez had been “treated very harshly and unfairly” in a social media post on Friday.</p><h2 id=\"what-aid-does-the-us-provide-to-honduras\">What aid does the US provide to Honduras?</h2><p>In 2024, the US provided just under $193.5m in aid to Honduras, according to <a href=\"https://foreignassistance.gov/cd/honduras/\">government data</a>.</p><p>Much of that flowed via the US Agency for International Development (USAID) and through programmes aimed at supporting small businesses, strengthening local governance, improving the agricultural sector and expanding education and health services, according to the US State Department’s website. About $10m was paid directly to the Honduran government.</p><p>USAID was closed down by the Trump administration earlier this year. It is unclear how that portion of aid would be distributed in the future.</p><p>Another major pillar is security cooperation through the US State Department and the Central America Regional Security Initiative, which trains police, supports anti-drug operations, and funds youth and community-violence-prevention initiatives.</p><p>These programmes are deeply embedded in Honduras’s security and social infrastructure. A sudden cutoff could disrupt everything from the police’s ability to operate to the basic work NGOs are able to carry out, according to experts.</p><h2 id=\"just-how-would-honduras-be-affected-if-trump-cuts-off-aid\">Just how would Honduras be affected if Trump cuts off aid?</h2><p>For one of the poorest countries in the region – and a major source of migration to the US – aid is far from just symbolic. It supports critical state functions in areas where violence, poverty and climate disasters drive migration.</p><p>Experts and rights groups <a href=\"https://reliefweb.int/report/honduras/cut-too-deep-us-foreign-aid-withdrawals-and-collapse-protection-women-and-girls-honduras\">warned</a> earlier this year that abrupt cuts to funding to Honduras would likely worsen insecurity, weaken already strained public services and accelerate migration.</p><p>Nearly 30,000 Honduran people have been deported from the US since Trump returned to office in January, according to Honduran government data. The clampdown has dealt a severe blow to the country, where remittances from workers overseas represented about 25 percent of gross domestic product (GDP) last year.</p><h2 id=\"is-this-another-instance-of-trump-meddling-in-the-affairs-of-countries-in-south-america\">Is this another instance of Trump meddling in the affairs of countries in South America?</h2><p>Trump’s comments about the election in Honduras fit a broader pattern observers say they have seen this year. He has publicly pressured governments or sided with specific opposition parties in several countries, most obviously in Venezuela.</p><p>In Venezuela, Trump has been accused of angling for <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\">a “regime change”</a> against President Nicolas Maduro’s government, via a military campaign of strikes on Venezuelan boats in the Caribbean and the eastern Pacific that the Trump administration claims are trafficking drugs.</p><p>Since September 2, US forces have carried out <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">at least 21 strikes</a> on boats, killing more than 80 people. Trump says he has not ruled out military action by land as well. The US has not shown evidence of drug trafficking, however.</p><p>The US has also built up a huge <a href=\"/amp/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">military presence</a> in the Caribbean, claiming this is necessary for national security and to push back an “invasion” by Venezuelan drug gangs.</p><p>Maduro has accused the US government of “fabricating a new eternal war” against him.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Brazil, Trump <a href=\"/news/2025/7/7/terrible-thing-trump-defends-brazils-jair-bolsonaro-against-coup-trial\">publicly questioned</a> the legitimacy of criminal coup charges against former President Jair Bolsonaro earlier this year, bolstering Bolsonaro’s claims of political persecution and suggesting the country’s courts were being used to sideline a right-wing ally of the US. Bolsonaro was ultimately sentenced to 27 years in prison.</p><p>The US president’s comments were heavily criticised by Brazilian lawmakers, who claim he is attempting to delegitimise their institutions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This year, Trump has also said Mexico is being “run by the cartels” and has blamed the Mexican government for fentanyl trafficking. He has threatened to increase trade tariffs if the government does not extradite anyone involved, and has also hinted at US military action.</p><p>In Argentina, Trump has lavished praise on right-wing, populist President Javier Milei and said the US would not “waste our time” with helping Argentina if Milei’s party does not win future elections. A presidential election is not due in Argentina until 2027, but Trump said if “a socialist wins” then the US would feel “a lot differently” about supporting the country.</p><p>Following Trump’s threat over aid, Milei’s party went on to <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">win</a> legislative elections in October with more than 40 percent ​​of the vote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill two Palestinian teenagers in occupied West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-02T17:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692ed5a47683-1764677028.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/2/beyond-netanyahu-israels-major-political-corruption-scandals\">Israeli forces</a> have killed two Palestinian teenagers in separate incidents in Hebron and Ramallah in the occupied West Bank.</p><p>The Israeli army said 17-year-old Muhannad al-Zughair was shot dead in the Abu Daajan area of Hebron after what it claimed was a ramming attack that injured two soldiers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera’s Nour Odeh, reporting from Ramallah, said, “We do not know whether that attack occurred because no investigation has been launched.”</p><p>“The teenager was injured and fled towards Hebron. He was later found and killed inside a car. The body is now being withheld by Israeli forces in what is now standard operating procedure.”</p><p>Meanwhile, in the north of Ramallah, 18-year-old Muhammad Asmar was killed near the village of Umm Safa. Odeh added that the alleged assailant was “held by soldiers and was then shot while on the ground and left to bleed for hours”.</p><p>In a statement, the Israeli army said it had killed a Palestinian who “had begun to stab soldiers near the settlement”. According to the Magen David Adom ambulance service, two Israelis were lightly wounded.</p><p>Hamas praised what it called a “heroic stabbing operation”, saying the attack “is a natural response to the crimes of the [Israeli] occupation, and a clear message that its attempts to break the will of our people through military operations, daily killings, arrests, and field executions will not succeed”.</p><p>Across the occupied West Bank, Israeli forces have continued to carry out raids. Troops stormed the vicinity of three hospitals in Hebron and demolished two apartments in al-Walaja village, west of Bethlehem.</p><p>Israeli settlers also attacked Burqa village northwest of Nablus, setting fire to a tractor and attempting to torch a vehicle, while others sprayed graffiti on a home.</p><p>Israeli settlements in the occupied West Bank and East Jerusalem are illegal under international law. The International Court of Justice reaffirmed last year that Israel’s presence in the occupied Palestinian territory <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">is unlawful</a> and must end.</p><h2 id=\"journalist-killed-in-gaza-drone-strike\">Journalist killed in Gaza drone strike</h2><p>Meanwhile, Israel has continued its attacks in Gaza, where an Israeli drone strike in central Khan Younis killed Palestinian photojournalist Mahmoud Wadi.</p><p>The Wafa news agency reported that journalist Muhammad Abdel Fattah Aslih was also wounded in the same attack.</p><p>Aslih is the brother of Hassan Aslih, a photographer killed in a drone strike on Nasser Hospital in May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A video posted on Instagram and verified by Al Jazeera shows Wadi’s body with a press vest laid on top, surrounded by mourners.</p><p>More than 260 media workers have been <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">killed in Gaza</a> since October 2023, making it the deadliest conflict for journalists on record.</p><p>Israel’s war on Gaza has killed at least 70,100 Palestinians and wounded 170,965 since October 2023. A total of 1,139 people were killed in Israel during the October 7 attacks, and about 200 were taken captive.</p><p>Israel has continued to attack Gaza despite a ceasefire, which began on October 10. More than 356 Palestinians have been <a href=\"/news/2025/3/18/gaza-tracker\">killed in Israeli attacks</a> during that period.</p><h2 id=\"health-system-on-the-brink\">Health system on the brink</h2><p>The Israeli prime minister’s office said authorities have received “findings” from Gaza that could be the remains of two captives whose bodies have not yet been returned.</p><p>The office said the material was transferred via the Red Cross and would be received in a military ceremony before being taken to Israel’s forensic medicine centre for identification.</p><p>Hamas had agreed to return the bodies of captives as part of the ceasefire agreement, but has said that widespread destruction across Gaza has made recovery efforts difficult.</p><p>Meanwhile, healthcare workers in Gaza say they face critical shortages of medicines and equipment. The UN has described the situation as “catastrophic”.</p><p>Less than half of Gaza’s hospitals, and just over a third of its clinics, are functioning at minimal capacity.</p><p>Al-Ahli Hospital is treating more than three times the patients it was built for, while al-Shifa, Nasser and al-Rantisi hospitals are also overwhelmed. More than half of essential medicines and two-thirds of medical supplies are out of stock, the UN has said.</p><p>Monitoring groups say Israeli forces have killed about 1,000 healthcare workers since the war began. At least 25 medical staff from Gaza are being held in Israeli prisons without charge.</p></div></div></body></html>"
        },
        {
            "title": "Ex-EU top diplomat Mogherini detained in Belgium fraud case: Reports | European Union News | Al Jazeera",
            "time": "2025-12-02T17:03:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20191111__1M652X__v1__HighRes__BelgiumSudanEuDiplomacy-1764685722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/tag/european-union/\">European Union’s</a> former top diplomat has been detained as part of an anti-fraud probe relating to a diplomatic training programme, according to Belgian media reports.</p><p>Federica Mogherini, who served as EU foreign policy chief from 2014 to 2019 and now leads the College of Europe graduate school that teaches a training programme for junior EU diplomats, was taken into custody by Belgian police in Brussels on Tuesday, reported Belgian broadcaster VRT, the news agency Belga, and the news site Euractiv.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The arrest came amid police raids at the College of Europe’s campus in Bruges, <a href=\"/where/belgium/\">Belgium</a>, and the Brussels premises of the European External Action Service – the EU’s diplomatic wing.</p><p>European Public Prosecutor’s Office (EPPO) announced the searches and said three suspects, which it did not name, were taken into custody. It said the investigation involved “suspected fraud related to EU-funded training for junior diplomats”.</p><p>Stefano Sannino, a senior EU official who was EEAS secretary-general from 2021 to 2024, was also among those detained, Agence France-Presse and Belgian media report.</p><p>Conducted by Belgian federal police at the EPPO’s request, the searches also targeted the houses of suspects, prosecutors said.</p><p>At issue, according to the EPPO, is a nine-month training programme for junior diplomats across EU states, known as the European Union Diplomatic Academy.</p><p>The programme was awarded by the EEAS to the College of Europe in Belgium in the period 2021-2022, and the probe focuses on whether the tender process was skewed to favour the school.</p><p>Mogherini is the head of both the College of Europe and of the EU Diplomatic Academy.</p><p>“There are strong suspicions that … confidential information related to the ongoing procurement was shared with one of the candidates participating in the tender,” said the EPPO statement.</p><h2 id=\"conflict-of-interest\">‘Conflict of interest’</h2><p>The European Commission confirmed the raids and said there was an “ongoing investigation”.</p><p>“We can confirm that the police was today at the EEAS buildings, and this is part of the ongoing investigation of the activities that took place before in the previous mandate,” said a commission spokesperson Anitta Hipper.</p><p>The EU’s current top diplomat, High Representative for Foreign Affairs Kaja Kallas, took over the post a year ago from Mogherini’s successor, Josep Borrell.</p><p>The EPPO said it had requested and obtained the lifting of immunity of several suspects prior to the searches.</p><p>If confirmed, the allegations “could constitute procurement fraud, corruption, conflict of interest and violation of professional secrecy”, the prosecutor’s office said.</p><p>“The investigation is ongoing to clarify the facts and assess whether any criminal offences have occurred,” it added.</p><p>The EPPO is the independent public prosecution office of the EU, responsible for investigating crimes against the bloc’s financial interests.</p><p>The probe is also supported by the European Anti-Fraud Office (OLAF), to which the accusations were first reported.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Barcelona vs Atletico Madrid - La Liga | Football News | Al Jazeera",
            "time": "2025-12-02T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_692f32823002-1764700802.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Barcelona vs Atletico Madrid – La Liga</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Barcelona host fellow title contenders Atletico.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s Military Moves & Claims on Venezuela | News | Al Jazeera",
            "time": "2025-12-02T16:57:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-3-1764694563.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Venezuela’s Nicolás Maduro reappeared after days of speculation he’d fled – just as President Trump confirmed a call with him and sent a US carrier to the Caribbean…raising fresh questions about what’s really driving Washington’s pressure campaign: drugs, oil, or a political showdown built on claims not backed by fact, and a Congress sharply split over the path ahead.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Our presenter, Jillian Wolf, dives deep into the facts.</p><p>Subscribe to our channel: http://bit.ly/AJSubscribe<br>\nFollow us on X : https://twitter.com/AJEnglish<br>\nFind us on Facebook: https://www.facebook.com/aljazeera<br>\nCheck our website: http://www.aljazeera.com/<br>\nCheck out our Instagram page: https://www.instagram.com/aljazeeraenglish/<br>\nDownload AJE Mobile App: https://aje.io/AJEMobile</p><p>#aljazeera<br>\n#aljazeeraenglish<br>\n#aljazeeranewslive</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Propaganda or military victory? Russia claims capture of Pokrovsk | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T16:52:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/russian_soldier_ukraine_pokrovsk-1764688846.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Juan Orlando Hernandez freed after Trump’s ‘full and complete’ pardon | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T16:27:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/02/2024-02-21T170604Z_1418408218_RC2476A6QBMI_RTRMADP_3_USA-HONDURAS-DRUGS-HERNANDEZ-1708567017.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the United States have released former Honduran President <a href=\"/news/2024/3/8/honduran-president-juan-orlando-hernandez-guilty-in-drug-trafficking-case\">Juan Orlando Hernandez</a>, who was serving a lengthy prison sentence for drug trafficking, after US President Donald Trump pardoned him.</p><p>Hernandez’s lawyer, Renato Stabile, confirmed that the former Honduran president was freed on Tuesday, a day after being pardoned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“President Trump has issued a full and unconditional pardon, signed, Dec 1, 2025. President Hernandez was released from prison early this morning,” Stabile told Al Jazeera in an email.</p><p>A federal prison database showed that Hernandez was released from a detention centre in West Virginia after spending more than three years <a href=\"/news/2022/4/21/honduras-ex-president-hernandez-on-way-to-us-to-face-drug-charges\">in US jail</a>.</p><p>Last year, Hernandez was sentenced <a href=\"/news/2024/6/26/honduras-ex-president-sentenced-to-45-years-for-helping-drug-traffickers\">to 45 years</a> for involvement in a scheme to export cocaine in the US, which prosecutors described as “one of the largest and most violent drug trafficking conspiracies in the world”.</p><p>Trump announced plans to pardon the former Honduran president last week as he called for the people in the Central American country to back right-wing candidate Nasry “Tito” Asfura, a member of Hernandez’s party.</p><p>“I will be granting a Full and Complete Pardon to Former President Juan Orlando Hernandez who has been, according to many people that I greatly respect, treated very harshly and unfairly,” Trump wrote in a social media post on Tuesday.</p><p>“This cannot be allowed to happen, especially now, after Tito Asfura wins the Election, when Honduras will be on its way to Great Political and Financial Success.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hernandez was convicted of accepting millions of dollars in bribes from violent drug-trafficking organisations over 18 years, which he used to fuel his rise in politics.</p><p>“During his political career, Hernandez abused his powerful positions and authority in Honduras to facilitate the importation of over 400 tons of cocaine into the US,” the US Justice Department said after he was sentenced last year.</p><p>“Hernandez’s co-conspirators were armed with machine guns and destructive devices, including AK-47s, AR-15s, and grenade launchers, which they used to protect their massive cocaine loads as they transited across Honduras on their way to the United States, protect the money they made from the eventual sale of this cocaine, and guard their drug-trafficking territory from rivals.”</p><p>During his trial, Hernandez denied taking bribes from drug dealers, arguing that he cracked down on the narcotics trade and citing his administration’s cooperation with the US military.</p><p>Trump’s pardon of Hernandez comes at a time when his administration is carrying out <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">deadly air strikes</a> against boats in the Caribbean Sea and Atlantic Ocean that it says are carrying drugs – a campaign that critics say violates domestic and international law.</p><p>Trump has also been issuing threats against Venezuelan President <a href=\"/news/2025/12/2/maduro-rejects-a-slaves-peace-for-venezuela-as-us-ramps-up-pressure\">Nicolas Maduro</a> after accusing him without evidence of leading a drug cartel that the US labelled as a “terrorist” group.</p><p>Washington has also been ramping up its military presence in the Caribbean in what it calls an anti-drug trafficking operation, which raised speculations about a possible war to topple Maduro.</p><p>Pardoning Hernandez has intensified criticism of the Trump administration’s approach to Latin America.</p><p>“As President, Juan Orlando Hernandez personally helped the Sinaloa Cartel and El Chapo traffic deadly drugs into the United States. Drugs that killed Americans,” Democratic Senator Catherine Cortez Masto said in a social media post on Monday.</p><p>“But instead of standing with law enforcement who brought Hernandez to justice, Trump is letting this criminal go free.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Honduras, an election took place on Sunday, but the race is still <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">too close to call</a>, with sports journalist Salvador Nasralla leading against Asfura by only hundreds of votes.</p><p>Trump – who continues to falsely claim that his 2020 election loss to former US President Joe Biden was due to widespread fraud – is already casting doubt over the outcome of the vote in Honduras.</p><p>“Looks like Honduras is trying to change the results of their Presidential Election,” he wrote on his Truth Social platform on Monday. “If they do, there will be hell to pay!”</p></div></div></body></html>"
        },
        {
            "title": "Europe should seize Russia’s frozen assets now | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T15:48:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f0a23-1764690467.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration is now determining what the future holds for Ukraine, and by extension for Europe, in matters of territorial integrity, sovereignty and security. Washington aims to make a deal to end the full-scale war Russia launched in February 2022 that Russian President Vladimir Putin has waged against Ukraine, even if it means abandoning longstanding international principles that prohibit the recognition of territory acquired through military occupation.</p><p>For Europe more broadly, and the European Union in particular, however, there is far more at stake than those principles, which Washington has rarely prioritised in its own foreign policy.</p><p>Deterring Putin from further aggression, and ensuring that Ukraine is stable both politically and economically, lies at the core of the bloc’s security and political concerns. A settlement to the conflict that fails to achieve either would risk the bloc’s own long-term security.</p><p>Of course, all of this must be managed while ensuring that the Trump administration does not itself further endanger European security by once again casting doubt on its commitment to NATO’s security infrastructure. But Europe has already, if belatedly, begun to wake up to these concerns. By last year, 23 NATO members were spending the target 2 percent of GDP on defence, and the alliance agreed a new goal of raising core defence spending to at least 3.5 percent of GDP by 2035, with up to another 1.5 percent of GDP to be spent on critical infrastructure and on expanding their defence industrial bases.</p><p>More immediately, Europe has also surpassed the US for the first time since June 2022 in total military aid for Ukraine, with 72 billion euros ($83.6bn) allocated compared with Washington’s 65 billion euros ($75.5bn) by the end of April, according to the Ukraine Support Tracker.</p><p>Yet, regardless of the outcome of the Trump administration’s efforts to push Ukraine towards a negotiating position that Putin might be willing to accept, the increased European support is not enough to offset the standstill in US funding. Military aid is also only one part of the picture: Kyiv is dependent on the West’s fiscal aid as well, to ensure the continued functioning of its government. And the bill for reconstruction only continues to grow as Russia’s assaults and aerial attacks continue. In February, the World Bank estimated it at $524bn (506 billion euros) —about 280 percent of Kyiv’s 2024 GDP.</p><p>Without dramatic action, Europe risks being left to Trump’s whims as to its future security, despite having bowed to his demands not only on NATO spending and military support for Ukraine, but also on trade through agreements that have seen the US’s average tariff rate on imports from the EU and UK rise sharply.</p><p>But there is a clear policy choice that Europe can make to ensure that financial support for Kyiv remains sufficient over the coming years and to shape the outcome of any settlement to the conflict, while simultaneously further deterring Putin.</p><p>The European Union and the United Kingdom can move to confiscate the sovereign Russian funds frozen in their jurisdictions since 2022. Most importantly, they can seize the 185 billion euros ($214.8bn) frozen at the Belgium-based clearing house Euroclear – the majority of which is now in cash and can thus rapidly be deployed or reinvested – as well as the Russian government funds frozen at Euroclear’s Luxembourg-based rival, Clearstream, which are estimated to amount to around 20 billion euros  ($23.2bn).</p><p>Europe is not unaware of this possibility, and in fact, it has been debating doing so for months. The Euroclear assets have already been used to underpin an earlier $50bn (43 billion euros) loan to Ukraine finalised in January 2025, which is secured over earnings from those assets.</p><p>Europe had been expected to advance a plan to create a new loan – one amounting to as much as 140 billion euros ($162.6bn) – secured over the assets at the European Council meeting on December 18-19, after delaying a final decision at the previous council meeting on October 23. The delay was largely due to obstinacy from the Belgian government, which has demanded indemnification from the rest of Europe while endorsing Kremlin talking points that such a move would be unprecedented.</p><p>Yet there is ample precedent. German and Japanese government assets were seized by the United States in the course of the second world war. In the latter case, Japan’s assets were even frozen before the attack on Pearl Harbour, the majority of which were later retained under the San Francisco Peace Treaty of 1951.</p><p>The Kremlin’s threats to tie up Belgium in decades-long litigation are also overblown. They rely on a pre-Soviet-collapse bilateral investment treaty that Putin and his proxies have already failed to invoke successfully to unfreeze their assets or challenge previous sanctions. Additionally, there are dozens of unresolved claims worth tens of billions of dollars against Russia in European courts — including the roughly 13-billion-euro ($15bn) arbitration award won by energy firm Uniper against Gazprom for disruption to gas supplies in 2022. The largest and most significant case remains the 2014 award to former shareholders of Yukos, over the Kremlin’s expropriation of their company. That award survived all appeals: in October 2025, the Supreme Court of the Netherlands rejected Russia’s final challenge, confirming that the award — now valued at more than $65bn, including interest — is final and enforceable against Russian state assets worldwide. Enforcement, however, will still depend on locating suitable Russian assets that courts are willing and able to seize.</p><p>The Kremlin will certainly engage in lawfare and litigation over these disputes, as it has repeatedly throughout Putin’s tenure. But it will lose, and when its national interests are at stake, it will pay. Russia has repeatedly complied with adverse rulings when vital access to Western markets or assets was at stake. The only clear-cut cases of either the West or Russia returning funds owed as a result of litigation arising from Russia’s war have been the settlements paid by Russian state insurer NSK and aviation firm Aeroflot over Putin’s 2022 seizure of aircraft leased from Western companies.</p><p>There is no excuse for Europe’s delays in acting thus far. Every month of inaction increases both the financial burden on Europe and the likelihood that Washington will strike a deal that sidelines European interests. The question is now a critical one: how to ensure Ukraine’s continued financing and its ability to sustain its defence. It is also all the more important that Europe act before the Trump Administration tries to secure a deal with the Kremlin over its head.</p><p>The 28-point “peace plan” formulated by Kremlin insiders and signed off by Trump’s special envoy and long-time associate Steve Witkoff last month not only includes carving up these same frozen funds and even demands that Europe itself provide a further $100 billion, but would also divert frozen Russian assets away from Ukraine’s reconstruction while imposing an additional financial burden directly on Europe. Such a deal would leave Europe footing an even larger bill if the Kremlin fails to adhere to its commitments — as it did with the ceasefire agreements struck in 2014 and 2015 following its initial invasion of Ukraine.</p><p>Europe has the leverage to advance its political, economic and military security in the negotiations over Ukraine’s future, and it must not be afraid to use it.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Isack Hadjar to replace Yuki Tsunoda at Red Bull for 2026 F1 season | Motorsports News | Al Jazeera",
            "time": "2025-12-02T15:31:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/SOR04487-1764671472_64f839-1764671614.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Isack Hadjar to replace Yuki Tsunoda at Red Bull for 2026 F1 season</h1><p class=\"article__subhead\"><em>Red Bull Racing will pair another new driver with Max Verstappen after Isack Hadjar replaced Yuki Tsunoda for next year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Isack Hadjar will replace Yuki Tsunoda as Max Verstappen’s Red Bull teammate next season, with Arvid Lindblad joining Liam Lawson at Racing Bulls, the Formula One (F1) teams announced on Tuesday.</p><p>Frenchman Hadjar, 21, has made a big impression in his debut season with sister team Racing Bulls, including taking his first podium with third place in the Dutch Grand Prix at the end of August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>British-born Lindblad, who also has Swedish nationality and Indian heritage through his mother, moves up from Formula Two to partner with Lawson and will be the sole rookie on the 2026 grid.</p><p>Tsunoda’s departure leaves Formula One without a Japanese driver on the starting grid. Red Bull said he will remain in the team as a reserve.</p><p>Hadjar is the third driver to fill the second Red Bull Racing seat in the past 12 months.</p><p>Lawson was named as the replacement for Sergio Perez in December. The New Zealander was then replaced by Tsunoda in March after the opening two Grand Prix of 2025.</p><p>Verstappen will compete for the fifth straight World Drivers’ title at the season-ending Abu Dhabi Grand Prix on Sunday.</p><figure id=\"attachment_4144888\" aria-describedby=\"caption-attachment-4144888\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144888\" src=\"/wp-content/uploads/2025/12/GettyImages-2222251640-1764671159.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen and Isack Hadjar react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144888\" class=\"wp-caption-text\">Max Verstappen, left, and Isack Hadjar will form the Red Bull Racing driver lineup for the 2026 Formula One season [File: Clive Rose/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Is war between Ethiopia & Eritrea inevitable?: Mehdi Hasan & Getachew Reda | Abiy Ahmed | Al Jazeera",
            "time": "2025-12-02T15:29:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764689356.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Mehdi Hasan debates Getachew Reda on his alliance with Prime Minister Abiy Ahmed and justice for the war in Tigray.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2022, the Pretoria Agreement ended a brutal civil war between the federal government of Ethiopia and the Tigray People’s Liberation Front.</p><p>Today, the hopes of lasting peace and justice have vanished. Relations between Prime Minister Abiy Ahmed’s government and the TPLF have once again soured, with many fearing renewed hostilities.</p><p>And relations with neighbouring Eritrea, a nation that fought alongside Ethiopia against the TPLF, have deteriorated, and the countries teeter on the brink of war.</p><p>Getachew Reda was a leading political figure in Tigray, as a spokesperson for the TPLF during the civil war and interim president of Tigray.</p><p>After a public falling out, he claimed there was deep-seated corruption among the TPLF leadership and joined his once arch-nemesis, Abiy.</p><p>Mehdi Hasan goes head-to-head with Getachew Reda, adviser to Ethiopia’s prime minister, on his new alliance with Abiy, and asks whether Ethiopia and Eritrea are headed for war.</p><p><strong>Joining the discussion are:<br>\n</strong>Tsedale Lemma — Editor, The Addis Standard newspaper<br>\nKjetil Tronvoll — Professor of peace and conflict studies, Oslo New University College<br>\nBisrat Lemessa — Founder, Nexus Forum for Research and Dialogue</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel’s Netanyahu says deal with Syria possible but demands buffer zone | Syria's War News | Al Jazeera",
            "time": "2025-12-02T15:18:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692ea7fd23a3-1764665341.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu has said an agreement with <a href=\"/news/2025/12/1/trump-says-israel-must-seek-strong-and-true-dialogue-with-syria\">Syria</a> is achievable, outlining expectations that Syrian authorities establish a demilitarised buffer zone stretching from Damascus to Jabal al-Sheikh, which Israel currently occupies.</p><p>Netanyahu’s comments on Tuesday came a day after US President Donald Trump said he wanted both Syria and Israel to “have a long and prosperous relationship together”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Talks have been ongoing over a security agreement between Israel and Syria for months, but appear to have made little progress in recent weeks.</p><p>Syria does not formally recognise Israel, which has expanded its illegal occupation of Syrian territory over the last year.</p><p>Israel captured the Golan Heights from Syria in the 1967 war and later illegally annexed the area, a move recognised by the United States but rejected by most of the international community.</p><p>Then, after the fall of former Syrian President Bashar al-Assad in December 2024, it reneged on a 1974 agreement and expanded further into Syrian territory, seizing areas including the whole of Jabal al-Sheikh, a mountain that commands views over northern Israel and southern Syria.</p><p>Israel has repeatedly attacked Syria in the last year, despite the new government in Damascus’s insistence that it is not looking for a fight. Most recently, an Israeli raid last Friday <a href=\"/news/2025/11/30/israel-attacks-on-syria-what-happened-who-did-israel-claim-it-was-after\">killed 13 people</a> in the town of Beit Jinn, southwest of Damascus.</p><p>“What we expect Syria to do is, of course, to establish a demilitarised buffer zone from Damascus to the buffer area, including the approaches to Mount Hermon and the Hermon peak,” Netanyahu said, using the Israeli name for Jabal al-Sheikh, during a visit to wounded soldiers in central Israel.</p><p>“We hold these areas in order to ensure the security of Israel’s citizens, and that is what obligates us.”</p><p>He added, “With goodwill and an understanding of these principles, it is possible to reach an agreement with the Syrians, but we will stand by our principles in any case.”</p><p>Gideon Levy, a columnist for the Israeli newspaper Haaretz, sharply criticised Netanyahu’s demands, calling them “ourageous”.</p><p>“If Israel wants a security zone it must do it on it’s own territory. What Netanyahu is asking for more territory from the Syrian country,” Levy told Al Jazeera.</p><p>It’s not just about territory, it’s about maintaining the situation of war – it does so in Gaza, Lebanon and Syria – he is interested in continuing the war. There is no ceasefire for him,” he said.</p><p>The Trump administration has been attempting to broker a non-aggression pact between the two countries, while the US president has expressed his support for Syria’s new leader, President Ahmed al-Sharaa.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump praised what he described as progress under al-Sharaa’s fledgling government, which has promised to unify Syria after years of civil war and sectarian fragmentation.</p><p>“The United States is very satisfied with the results displayed, through hard work and determination, in the Country of Syria,” the US president wrote. “We are doing everything within our power to make sure the Government of Syria continues to do what was intended, which is substantial, in order to build a true and prosperous Country.”</p><p>“The new President of Syria, Ahmed al-Sharaa, is working diligently to make sure good things happen, and that both Syria and Israel will have a long and prosperous relationship together,” he added.</p><p>Shortly after Trump’s statement, Netanyahu’s office said the two leaders had spoken by phone.</p><p>US Special Envoy Tom Barrack was in Damascus on Tuesday, where he met Syrian Foreign Minister Assad al-Shaibani to discuss Syria-Israel relations. Barrack had met al-Sharaa on Monday.</p><p>Israel and Syria have been in talks for months over a settlement, but Israeli media have recently reported that talks between the two had reached <a href=\"/news/2025/11/20/after-israel-pms-trip-to-occupied-syria-is-a-deal-off-the-table\">a dead end</a>, mainly as a result of Netanyahu’s unwillingness to compromise on Israel’s refusal to withdraw from the territory it has seized in the last year.</p><p>Israel has also reportedly demanded that it be allowed to maintain an aerial corridor to Iran via Syria, in case it needs to use it for future air strikes.</p></div></div></body></html>"
        },
        {
            "title": "Athletic Bilbao vs Real Madrid La Liga preview - team news, start, lineups | Football News | Al Jazeera",
            "time": "2025-12-02T15:11:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692d6fb3606ca-1764585395.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Athletic Bilbao vs Real Madrid<br>\n<strong>What:</strong> Spain’s La Liga<br>\n<strong>Where: </strong>The San Mames Stadium, Bilbao, Spain<br>\n<strong>When:</strong> Wednesday at 7pm (18:00 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 15:00 GMT in advance of our live text commentary stream.</p><p class=\"p1\">Real Madrid are looking to get their title charge back on track against Athletic Bilbao after a series of draws enabled rivals Barcelona to <a href=\"/sports/2025/11/30/yamal-olmo-score-goals-as-barcelona-rallies-to-beat-alaves\">gain pole position</a> in La Liga.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Madrid were held to a third consecutive La Liga draw at lowly Girona on Sunday, where they were forced to fight back from a goal down.</p><p class=\"p1\">Athletic Bilbao, who are eighth in the division with 20 points from their opening 14 games, sealed a 2-0 win at Levante on Saturday with goals from Robert Navarro and Nico Williams.</p><h2 id=\"pressures-grows-on-real-madrid-manager-alonso\">Pressures grows on Real Madrid manager Alonso</h2><p class=\"p1\">The draw with Girona increases the pressure on Real coach Xabi Alonso, with recent rumours suggesting his future is in doubt in the Madrid dugout.</p><p class=\"p1\">“We are up there, it’s all very even, it’s a long season and we have to continue,” Alonso told reporters after the game.</p><p class=\"p1\">“I liked the reaction from the players. It was not enough to turn it around, but we were close, and we have to continue with the unity we have, being self-critical enough, and wanting to win away from home.”</p><p class=\"p1\">Madrid travel to Bilbao on Wednesday for a fourth consecutive league match on the road, a game moved because of the club’s participation in the Spanish Super Cup in January.</p><p class=\"p1\">“The table will be hard-fought, there will be lots of movement,” Alonso added.</p><figure id=\"attachment_4143175\" aria-describedby=\"caption-attachment-4143175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143175\" src=\"/wp-content/uploads/2025/12/afp_692d80688d03-1764589672.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Real Madrid's Spanish coach Xabi Alonso gives instructions to his players during the UEFA Champions League, league phase - matchday 5, football match between Olympiakos (GRE) and Real Madrid (ESP) at the Georgios Karaiskakis Stadium in Piraeus on November 26, 2025. (Photo by Angelos Tzortzinis / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143175\" class=\"wp-caption-text\">Madrid coach Xabi Alonso took over from Carlo Ancelotti in the summer [Angelos Tzortzinis/AFP]</figcaption></figure><h2 id=\"we-need-to-change-this-dynamic\" class=\"p2\">‘We need to change this dynamic’</h2><p class=\"p1\">Madrid’s superstar striker Kylian Mbappe had a goal ruled out for handball moments before Morocco international Azzedine Ounahi fired Girona ahead on Sunday, rifling home from just inside the area to stun the illustrious visitors.</p><p class=\"p1\">Real goalkeeper Thibaut Courtois then made a stunning save to tip away Vladyslav Vanat’s drive across goal before Los Blancos fought back.</p><p class=\"p1\">After having a goal disallowed for offside, Vinicius Jr was clumsily felled in the box by Hugo Rincon.</p><p class=\"p1\">Mbappe smashed the resulting penalty into the bottom left corner past Paulo Gazzaniga’s dive for his 14th La Liga goal of the campaign.</p><p class=\"p1\">“Absolutely not the result we wanted, but the league is still on and very long,” Mbappe wrote on social media. “We need to change this dynamic and show who we are as a team.”</p><figure id=\"attachment_4143210\" aria-describedby=\"caption-attachment-4143210\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143210\" src=\"/wp-content/uploads/2025/12/afp_692d84a5020a-1764590757.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - Real Madrid's French forward #10 Kylian Mbappe celebrates scoring the opening goal during the Spanish league football match between Girona FC and Real Madrid CF at Montilivi Stadium in Girona on November 30, 2025. (Photo by Josep LAGO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143210\" class=\"wp-caption-text\">Kylian Mbappe of Real Madrid celebrates scoring the equaliser against Girona [Josep Lago/AFP]</figcaption></figure><h2 id=\"bilbao-get-morale-boost-with-win-over-levante\">Bilbao get morale boost with win over Levante</h2><p>Manager Ernesto Valverde admitted that Athletic’s win over Levante gave his side a much-needed morale boost after a number of depressing defeats in recent weeks.</p><p>“This match was very important for us in many ways, both from a morale standpoint, and above all, to get our confidence after some less than positive results,” Valverde said following the match.</p><p>Valverde, however, cautioned that “now we have a difficult and very exciting week ahead of us with tough opponents coming to San Mames”, adding that “we have to take each game as it comes and fight for the win”.</p><h2 id=\"williams-says-club-and-city-mean-everything-to-me-amid-transfer-rumours\">Williams says club and city ‘mean everything to me’ amid transfer rumours</h2><p>The Athletic winger spoke in an interview with GQ Hype about his deep attachment to his boyhood club and the city of Bilbao, after being again linked with a move to Barcelona despite him <a href=\"/sports/2025/7/4/nico-williams-signs-new-contract-with-athletic-bilbao-until-2035\">extending his contract</a> until 2035.</p><p>“Athletic and Bilbao mean everything to me … I’ve grown here as a person and as a player,” Nico Williams said.</p><p>“Representing this club and this city has made me understand the value of hard work, humility, and family. We all know that Athletic is unique in the world, as the motto says.”</p><p>He added: “Here in Bilbao, I have my family and loved ones with whom I make every decision. Playing alongside my brother in the Champions League is a dream come true.”</p><figure id=\"attachment_4143212\" aria-describedby=\"caption-attachment-4143212\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143212\" src=\"/wp-content/uploads/2025/12/getty_692d852b3a-1764590891.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"VALENCIA, SPAIN - NOVEMBER 29: Jeremy Toljan of Levante UD competes for the ball with Nico Williams of Athletic Club during the LaLiga EA Sports match between Levante UD and Athletic Club at Ciutat de Valencia on November 29, 2025 in Valencia, Spain. (Photo by Mateo Villalba Sanchez/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143212\" class=\"wp-caption-text\">Athletic’s Nico Williams, left, in action with Jeremy Toljan of Levante [Mateo Villalba Sanchez/Getty Images]</figcaption></figure><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs have faced each other on 248 occasions, with Real Madrid winning 124, Athletic Club winning 79, and 45 games ending as draws.</p><p>Athletic won their most recent meeting with Los Blancos at home 2-1 with Alex Berenguer and Gorka Guruzeta scoring.</p><p>That was Athletic’s first La Liga win over Real Madrid since a 1-0 win in March 2015 as Los Blancos have usually dominated recent fixtures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"athletic-bilbao-s-team-news\">Athletic Bilbao’s team news</h2><p>Athletic will be boosted by the return of midfielder Inigo Ruiz de Galarreta from suspension, although Oihan Sancet remains suspended.</p><p>Benat Prados, Unai Egiluz, Maroan Sannadi and Robert Navarro have all been ruled out with injuries, and Inaki Williams remains a major doubt after missing Athletic’s last seven games with a groin issue.</p><p>Defender Aymeric Laporte missed the Levante game through illness, but is expected to return against Madrid.</p><h2 id=\"athletic-bilbao-s-predicted-starting-xi\">Athletic Bilbao’s predicted starting XI</h2><p>Simon; Gorosabel, Laporte, Vivian, Berchiche; Ruiz de Galarreta, Jauregizar; Berenguer, Sanchez, Nico Williams; Gomez</p><h2 id=\"real-madrid-s-team-news\">Real Madrid’s team news</h2><p>Madrid’s injury issues are centred around the defence at the moment.</p><p>Centre-back Dean Huijsen is a major doubt after missing the last two games with a muscular problem, while David Alaba is also unlikely to feature as he recovers from his own muscular injury.</p><p>Dani Carvajal will be sidelined until 2026 after undergoing an operation on a knee problem.</p><p>But while centre-back Raul Asencio missed the game against Girona due to illness, he is expected to recover in time for the Bilbao game.</p><h2 id=\"real-madrid-s-predicted-starting-xi\">Real Madrid’s predicted starting XI</h2><p>Courtois; Alexander-Arnold, Militao, Rudiger, Carreras; Camavinga, Valverde, Tchouameni; Bellingham; Mbappe, Vinicius Jr</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bulgarian government pulls budget amid fierce protests | Protests News | Al Jazeera",
            "time": "2025-12-02T14:56:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251201__86RG9NQ__v1__HighRes__BulgariaPoliticsGovernmentProtest-1764679084.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bulgarian government pulls budget amid fierce protests</h1><p class=\"article__subhead\"><em>Protesters argue the draft budget would increase taxes and inflation with little payoff, while entrenching corruption.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bulgaria’s government has announced plans to drop a controversial budget proposal that triggered nationwide protests, the latest bout of unrest to hit the country as it moves towards adopting the euro.</p><p>The government’s information service reported on Tuesday that it had asked parliament to withdraw the 2026 budget – which had provoked public anger over planned tax increases and higher social security contributions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The budget row adds to <a href=\"/news/2024/10/27/bulgarians-vote-in-another-election-but-end-to-political-deadlock-unlikely\">years of political instability in Bulgaria</a>, which has gone through seven snap elections and a succession of short-lived governments since massive <a href=\"/opinions/2020/9/10/what-is-happening-with-the-bulgarian-protest-movement\">anti-corruption protests in 2020</a>. The country is bitterly divided over entry to the eurozone and its broader <a href=\"/news/2025/9/1/russia-suspected-of-jamming-navigation-on-eu-leaders-plane-above-bulgaria\">geopolitical alignment between Russia and the European Union</a>, of which it is a member state.</p><h2 id=\"not-allow-ourselves-to-be-robbed\">‘Not allow ourselves to be robbed’</h2><p>Critics of the latest budget proposal, the first to be calculated in euros, argued that it would not only hurt the economy but funnel more money into state institutions they believe to be corrupt. Bulgaria is ranked as the most corrupt country in the EU, according to anti-corruption watchdog Transparency International.</p><p>“We are here to protest for our future. We want to be a European country, not one ruled by corruption and the mafia,” Ventsislava Vasileva, a 21-year-old student attending the protest, told Agence France-Presse news agency.</p><p>The government initially promised to retract and overhaul the budget proposal after protests last week, but later backed away, sparking another round of protests in major cities on Monday night. Organisers said that 50,000 people took part in youth-led protests in the capital, Sofia.</p><p>Chanting slogans like “we will not allow ourselves to be lied to; we will not allow ourselves to be robbed” and “resignation”, demonstrators demanded that the government revise the draft budget or step down. Slogans displayed in front of the parliament read “Generation Z is Coming” and “Young Bulgaria Without the Mafia”.</p><p>Organisers had urged demonstrators to keep the rallies peaceful, but violent clashes broke out between a small group of protesters and police. Demonstrators hurled rocks and firecrackers at police guarding the main ruling parties’ offices and damaged police cars, with officers in riot gear pepper-spraying protesters.</p><p>Several people were hospitalised with injuries, while police said they have detained 10 people.</p><figure id=\"attachment_4145258\" aria-describedby=\"caption-attachment-4145258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145258\" src=\"/wp-content/uploads/2025/12/AFP__20251201__86RG6KF__v1__HighRes__BulgariaPoliticsGovernmentProtest-1764679112.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A protester clashes with Bulgarian Gendarmerie during an anti-government protest in Sofia on December 1, 2025. Tens of thousands of people held anti-government protests in Bulgaria on Monday, widening an anti-corruption movement sweeping the European Union's poorest country as it prepares to adopt the euro. (Photo by Nikolay DOYCHINOV / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145258\" class=\"wp-caption-text\">A protester clashes with Bulgarian police during an anti-government protest in Sofia on December 1 [Nikolay Doychinov/AFP]</figcaption></figure><p>Opponents of the abandoned budget argued that the plan to increase spending would have been shouldered by higher taxes on businesses and workers, as well as a sharp rise in public debt. They said this would have increased inflation without improving the efficiency of public services.</p><p>The government, however, claimed the plan was necessary to meet the eurozone’s requirement for a budget deficit under 3 percent of gross domestic product (GDP).</p><p>Around half of Bulgarians oppose adopting the euro, fearing that it will impinge on the sovereignty of the country and that retailers will exploit the changeover from the national currency, the lev, to the euro to raise prices.</p><p>The state-owned Bulgarian News Agency has reported that the cabinet will start the process of developing a new budget once parliament formally agrees to withdraw the previous bill.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel’s genocide in Gaza has not stopped, despite the ceasefire: Analysts | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-02T14:48:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13528820-1763903520.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On October 10, 2025, a ceasefire was supposed to have put an end to Israel’s genocidal war on Gaza.</p><p>But two months on, Israel has violated the ceasefire more than 500 times, killing at least 356 Palestinians, and sending the total death toll in Gaza <a href=\"/news/2025/11/29/israeli-attack-kills-two-children-in-southern-gaza-despite-ceasefire\">above 70,000</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel’s Prime Minister Benjamin Netanyahu has made his position clear, <a href=\"/news/2025/11/19/despite-ceasefires-in-gaza-and-lebanon-the-war-isnt-over-for-netanyahu\">saying that the war “has not ended”</a>.</p><p>Analysts say that while the rate of Israel’s killing of Palestinians in Gaza has slowed since the ceasefire, the war, for all intents and purposes, has continued.</p><p>“If you break genocide down to its essence, it’s not only mass killing,” Muhammad Shehada, a visiting fellow with the Middle East and North Africa programme at the European Council on Foreign Relations, told Al Jazeera.</p><p>“It is also destroying the population’s ability to exist together as a group, and that is being achieved by the mass destruction [of infrastructure], the killing, ethnic cleansing, and starvation,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-theatre-and-spectacle\">Political theatre and spectacle</h2><p>Analysts say that instead of coming as a reprieve for Palestinians, the ceasefire gave the international community an excuse to stop focusing on Israel’s actions in Gaza.</p><p>The US-backed ceasefire agreement was meant to stop Israeli attacks on Gaza and kick-start aid deliveries to Palestinians in the besieged Gaza Strip, where famine had been declared.</p><p>“At long last, we have peace in the Middle East,” US President Donald Trump declared from Egypt’s Sharm el-Sheikh, where a Gaza peace summit was being held.</p><p>But Israel continued attacking. It has also failed to allow the entry of the <a href=\"/news/2025/11/7/un-warns-gaza-aid-still-too-slow-as-israel-restricts-supplies-despite-truce\">amount of aid</a> it agreed to, destroyed more than 1,500 buildings, and <a href=\"https://www.youtube.com/watch?v=klrO05fcCC0\">expanded deeper </a>into Gaza, cutting people off from their homes.</p><p>“It’s theatre because everyone was fed up with the genocide and keen for it to disappear and not solve it. And that’s exactly what we’ve seen,” Shehada said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the weeks since the ceasefire began, Gaza has flickered in and out of media headlines.</p><p>“The main difference, of course, is the reduced media coverage, which was one of the intended purposes of the so-called ceasefire,” Lebanese Palestinian researcher and writer Elia Ayoub told Al Jazeera.</p><p>“There is far less pressure on Israel today than there was until October 10, with no sign of accountability on the horizon.”</p><h2 id=\"israel-s-genocide-is-not-over\">‘Israel’s genocide is not over’</h2><p>The ongoing harm to Palestinians in Gaza has also been noted by Amnesty International, which released a legal analysis last week of what it <a href=\"/news/2025/11/27/israel-escalates-aerial-assault-of-southern-central-gaza-past-yellow-line\">called</a> the “ongoing genocide in the Occupied Gaza Strip”.</p><p>“The world must not be fooled. Israel’s genocide is not over,” said Agnes Callamard, secretary-general of Amnesty International.</p><p>The analysis cites the number of Palestinians killed since the ceasefire went into effect, Israel’s restriction of relief, humanitarian and medical supplies, and how Israel’s blockade and siege of Gaza led to a famine, and thus an increased vulnerability to illnesses.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“So far, there is no indication that Israel is taking serious measures to reverse the deadly impact of its crimes and no evidence that its intent has changed,” Callamard said.</p><p>Philippe Lazzarini, head of the United Nations Relief and Works Agency for Palestine Refugees (UNRWA), said on October 1, before the ceasefire, that 100 people were dying in Gaza a day, mostly from Israeli military operations or shootings at <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">Gaza Humanitarian Foundation</a> aid distribution points.</p><p>Since the ceasefire, people are still dying from direct military operations, albeit fewer per day, and the foundations of Palestinian society in Gaza are still lying in ruins.</p><p>“Israel is continuing its genocide in Gaza, but its pace is different; the destruction on the houses is continuing and the killing of Palestinians is continuing, and the Israeli yellow line of occupation in the Gaza Strip is part of the genocide,” defence analyst Hamze Attar told Al Jazeera.</p><p>“The genocide is not only about killing people, but about restricting people from going back to their homes and creating a new reality in the Gaza Strip.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"simply-genocide\">Simply genocide</h2><p>One of the ceasefire’s main stipulations was for Hamas and other Palestinian groups to return the captives held in Gaza. Hamas has returned all living captives and all but two of the bodies of dead captives: an Israeli policeman named Ran Gvili and a Thai national named Sudthisak Rinthalak.</p><p>One of the remaining bodies could be returned in the coming days, according to Israeli media. For months, Israel’s most fervent supporters claimed a return of the captives would end the war.</p><p>Hamas spokesman Hazem Qassem previously said the group has shown its “commitment to fully complete the exchange process and its ongoing efforts to finalise it despite significant difficulties”.</p><p>As for Israel, it has released 2,000 Palestinian prisoners and returned the bodies of 345 more who died in its prisons. Many reportedly showed signs of torture, mutilation and execution. However, Israel has not eased its pressure on the people of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“As soon as ceasefires go into effect, nobody bothers with details, which gives Israel a free hand to do what it wants,” Shehada said.</p><p>As for the United States, which helped pressure Israel into the deal, Shehada said Trump is more interested in the spectacle of peace than in “the dynamics on the ground”, adding that Israel violates the ceasefire systematically, making it difficult for mediators to keep up.</p><p>The end goal, he said, was still the ethnic cleansing of Palestinians in Gaza.</p><p>In Gaza, as in <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">Lebanon</a> or in <a href=\"/news/2025/11/30/israel-attacks-on-syria-what-happened-who-did-israel-claim-it-was-after\">Syria</a>, Israel has undermined peace agreements, analysts say. Netanyahu has claimed his goal is to destroy and dismantle Hamas, though <a href=\"/news/2025/6/8/clearly-an-excuse-does-netanyahu-really-want-hamas-gone\">analysts have repeatedly doubted</a> his stated intentions.</p><p>“It confirms what we already knew: that the goal is not to defeat an armed enemy, Hamas, but to make sure that life itself cannot be sustained in Gaza in the long-term,” Ayoub said.</p><p>“It’s simply genocide.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Was ex-Honduras leader Hernandez victim of Biden ‘set-up’, as Trump claims? | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T14:47:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25332779283824-1764659842.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the United States continued its military campaign against what the Trump administration calls “<a href=\"/news/2025/10/24/kill-them-trump-says-no-congress-nod-needed-to-attack-narco-terrorists\">narco-terrorists</a>” in the Caribbean, President Donald Trump announced he would <a href=\"/news/2025/11/28/trump-says-will-pardon-former-honduras-leader-before-presidential-vote\">pardon</a> a former Honduran president notorious for his involvement in the US <a href=\"/news/2025/11/22/us-warns-civilian-flights-as-military-activity-around-venezuela-increases\">drug trade</a>.</p><p>Juan Orlando Hernandez was sentenced in 2024 to 45 years in prison after being convicted of conspiring to distribute more than 400 tonnes of cocaine into the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During an exchange with reporters on board Air Force One on Sunday, Trump said Hernandez had been “set up” by former US President Joe Biden’s administration. “If somebody sells drugs in that country, that doesn’t mean you arrest the president and put him in jail for the rest of his life,” Trump said, without providing evidence of the alleged “set-up”.</p><p>Trump inaccurately stated the nature of the former Honduran president’s arrest and conviction: the US did not try Hernandez after his presidency because he sold drugs in <a href=\"/news/2025/11/30/polls-open-in-honduras-presidential-election-marked-by-fraud-accusations\">Honduras</a>, but because he was deeply involved in the transit of illicit drugs into the US.</p><p>The situation is rare but not without precedent.</p><p>The White House framed Trump’s planned pardon as an effort to correct a miscarriage of justice. At a December 1 press briefing, White House press secretary Karoline Leavitt criticised Hernandez’s three-week jury trial as being scant on evidence.</p><p>After his conviction, a judge denied Hernandez’s motion for a new trial.</p><h2 id=\"what-was-hernandez-convicted-of\">What was Hernandez convicted of?</h2><p>Hernandez’s presidency ran from January 2014 to January 2022, during which he told US officials he was working to combat drug trafficking. Trump praised his efforts in 2019.</p><p>In April 2022, the US government indicted and extradited Hernandez to the US on drug- and weapons-trafficking charges. On June 26, 2024, District Judge P Kevin Castel sentenced him to 540 months in prison and 60 months of supervised release for cocaine importation and related weapons offences.</p><p>The US Justice Department said Hernandez had financed his political career with drug trafficking proceeds and had used his presidential authority to traffic hundreds of tonnes of cocaine to the US.</p><p>At one point, the department said, Hernandez declared that he wanted to “stuff the drugs right up the noses of the gringos”.</p><p>The prosecution included testimony from witnesses, some of them former traffickers. Documents presented in the case said Hernandez facilitated the importation into the US of more than 400 tonnes of cocaine — equivalent to about 4.5 billion doses — working with coconspirators armed with machineguns, assault rifles and grenade launchers.</p><p>The Honduran military and the police carried out orders from criminal groups, according to witnesses in Hernandez’s trial.</p><p>US prosecutors said Hernandez ended up receiving millions of dollars of drug proceeds from some of the largest and most violent drug-trafficking organisations in Honduras, Mexico and other countries. He then used those bribes to fuel his rise in Honduran politics, which enabled him to protect his co-conspirators, prosecutors said.</p><p>Hernandez’s brother, Juan Antonio Hernandez Alvarado, a former member of the Honduran National Congress, received protection from the government under Hernandez’s leadership. Hernandez also received millions of dollars from  Joaquin “El Chapo” Guzman, the former leader of the Sinaloa Cartel, prosecutors said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-was-the-us-able-to-try-a-foreign-head-of-government\">How was the US able to try a foreign head of government?</h2><p>Trump said the US singled out Hernandez because he was the president of Honduras. It is unusual but not unprecedented for a foreign president to be prosecuted.</p><p>Under international law, a sitting head of state or head of government enjoys “complete immunity” from prosecution in the courts of another country, said Anthony Clark Arend, a Georgetown University professor of government and foreign service who specialises in international law.</p><p>However, the restrictions are looser for former heads of state. Hernandez was weeks out of office at his US extradition.</p><p>A former head of state or government is immune from another country’s prosecution if it is about actions carried out in their official capacity, Arend said. But the US was able to prosecute Hernandez because drug trafficking has historically not been considered an “official” duty.</p><p>Because he was facing drug-trafficking charges, “there would be no impediment under international law to trying him, a former president, for those charges”, Arend said.</p><p>Hernandez’s prosecution “seemed to have legitimacy both in the US and in Honduras”, said Daniel Sabet, a visiting fellow at the SNF Agora Institute at Johns Hopkins University who studies Central America. “Outside of his core supporters, the arrest was seen as legitimate.”</p><p>Such prosecutions are rare but not unprecedented, most notably the case of Manuel Noriega of Panama.</p><p>In 1989, President George HW Bush sent US forces into Panama to seize <a href=\"/news/2025/11/26/a-timeline-of-cia-operations-in-latin-america\">Noriega</a>, the country’s leader, after his indictment by a US grand jury on drug-related charges. (Noriega’s status as head of government was contested in Panama at the time, and his status was not recognised by the US.)</p><p>After turning himself in and being extradited to the US state of Florida, Noriega was tried and convicted on eight counts of drug trafficking, money laundering, and racketeering. He was sentenced to 40 years in prison. The prosecution was upheld by a three-judge appeals court panel in 1997, turning aside Noriega’s argument that his position as head of state should have preempted his prosecution.</p><p>Sabet also cited the case of former Ukrainian Prime Minister Pavel Lazarenko, who was arrested in the US in 1999, charged with 53 counts of money laundering. He was convicted and sentenced to three years in federal prison.</p><p><em>PolitiFact researcher Caryn Baird contributed to this report.</em></p></div></div></body></html>"
        },
        {
            "title": "Why is the UK scaling back jury trials, and why is it controversial? | Civil Rights News | Al Jazeera",
            "time": "2025-12-02T14:41:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20240723__364P4PV__v2__HighRes__BritainPoliticsGovernment-1721725257-1764683184.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>The United Kingdom’s justice secretary, David Lammy, is</span> limiting people’s right to a trial by jury in England and Wales. Under proposals he outlined in parliament on Tuesday, only defendants accused of rape, murder or manslaughter, or cases meeting a defined “public-interest” test, will undergo a jury trial.</p><p>Reforms to the justice system include creating a new tier of “swift courts” as part of a plan to tackle unprecedented delays in the court system. New jury-free courts will take on many of the cases normally heard by juries at Crown Courts, which cover serious crimes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The upshot is that jury trials for defendants facing relatively short custodial sentences – those of up to three years – will be scrapped in England and Wales. The reforms will not extend to Scotland, which has its own legal system, or Northern Ireland.</p><p data-start=\"964\" data-end=\"1196\">Earlier this year, the Ministry of Justice reported that more than 78,000 Crown Court cases remain unresolved, a record number. Eliminating the jury aspect of a trial saves about 20 percent of the time of a trial, the government claims.</p><h2 id=\"what-is-the-government-proposing\" data-start=\"964\" data-end=\"1196\">What is the government proposing?</h2><p data-start=\"1735\" data-end=\"2036\">Under the reforms announced on Tuesday, criminal cases which carry sentences of up to three years, as well as complex fraud and financial cases, will be tried without juries. Serious offences, including rape, murder and manslaughter, will remain subject to jury trial.</p><p>Also under the reforms, the government will set aside 550 million pounds ($726m) for victim support services over the next three years. This will fund support for survivors and witnesses as they move through the justice system, counselling and guidance.</p><p>A Justice Ministry memo, which was circulated around Whitehall last week, had seemed to suggest Lammy would go further than he has announced by allowing jury trials for “public interest” cases with potential prison sentences of over five years only.</p><p>However, it is understood that following backlash from members of the Cabinet and legal figures, he has watered down his planned reforms.</p><p>Regardless, they represent a change from Lammy’s views in the past. In a social media post five years ago, he wrote, “Trials are a fundamental part of our democratic settlement. Criminal trials without juries are a bad idea.”</p><p>The shadow justice secretary, Robert Jenrick, accused Lammy of “scrapping the institution he once lauded”.</p><h2 id=\"why-is-lammy-announcing-these-changes-now\">Why is Lammy announcing these changes now?</h2><p>The reforms follow the results of a review of criminal courts by former judge Sir Brian Leveson in July. The government commissioned that review because of a significant backlog of criminal cases which had developed.</p><p>Justice Ministry figures show that the open criminal caseload was 78,329 at the end of June, 10 percent higher than the year before. The median length of cases has also increased by 10 percent – from 153 to 168 days – since 2024.</p><p>This backlog was caused primarily by two things: delays backed up from the COVID-19 pandemic, and years of underinvestment in the courts.</p><p>Leveson advised the government to end jury trials for some serious offences, which could be conducted instead by one judge or with two sitting magistrates without compromising “the right to a fair trial”.</p><p>Lammy had described the backlog as a “courts emergency” and warned that the backlog could rise to 100,000 by 2028 if it was not addressed.</p><p>Announcing his criminal court reform in the Commons, he said, “I will create new swift courts within the crown court with a judge alone deciding verdicts in trial of either way cases with a likely sentence of three years or less as Sir Brian [Leveson] recommends.”</p><h2 id=\"what-are-the-criticisms-of-these-proposals\">What are the criticisms of these proposals?</h2><p>The right of defendants to a trial by jury has long been a central part of the English justice system.</p><p>In advance of Lammy’s announcement, Mark Evans, president of the Law Society of England and Wales, which represents thousands of solicitors, told The Guardian newspaper that the proposals were an “extreme measure” that go “far beyond” Leveson’s recommendations.</p><p>“This is a fundamental change to how our criminal justice system operates and it goes too far. Our society’s concept of justice rests heavily on lay participation in determining a person’s guilt or innocence,” he said. “Lay participation” refers to people who are not legally trained and pertains to the right to a trial by a jury of one’s peers.</p><p>Riel Karmy-Jones, a criminal solicitor, told the BBC that the new proposals would not fix the backlog, which she blamed on decades of underfunding in the UK’s legal system.</p><p>She added that introducing an “untested layer of complexity” by removing juries would undermine the justice system.</p><p>Following the announcement in parliament, Abigail Ashford, a solicitor advocate, told the BBC: “Judge-only trials risk deepening existing inequalities and eroding confidence among communities who already feel marginalised.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“In complex or sensitive cases, removing the community from assessing credibility and fairness undermines trust in a way that cannot be compensated for by concentrating decisions in the hands of a single judge.”</p><p>A survey of Criminal Bar Association members found 88.5 percent are opposed to the creation of new “swift courts”.</p><h2 id=\"what-is-the-english-history-of-jury-trials\">What is the English history of jury trials?</h2><p>The concept behind jury trials can be traced to the Magna Carta of 1215, which laid the foundations for parliamentary power. It stated that no free man could be punished “except by the lawful judgment of his peers or by the law of the land”.</p><p>While this clause did not immediately lead to the establishment of juries as they are today, it cemented the idea that state power should be constrained and that local communities – the general populace, rather than just those with legal training – should play a role in trials.</p><p>By the end of the English Civil War around 1660, the independence of juries had become a key safeguard against arbitrary rule. The Bushel’s Case of 1670 cemented this by ruling that jurors could not be punished for their verdicts, establishing the principle of jury autonomy.</p><p>The English Bill of Rights in 1689 further entrenched the right of defendants to trial by jury, particularly in criminal matters, as a safeguard against interference or abuses by the King. Juries became symbols of both community participation and protection from state overreach.</p><p>As the British Empire expanded, the jury system travelled with it, influencing judicial systems in the United States, Canada, Australia, India and parts of Africa and the Caribbean. As such, the British model remains one of the most influential templates for due process around the world.</p><h2 id=\"have-any-other-countries-scrapped-jury-trials\">Have any other countries scrapped jury trials?</h2><p>In 1941, the Vichy regime under World War II German occupation in France replaced traditional juries with cours d’assises, courts composed mainly of judges. That system has been largely retained since then. Advocates claim it produces predictable verdicts, but critics say it has weakened the public role in administering justice.</p><p>Some parts of the former British Empire have retreated from traditional jury trials since their introduction by the British.</p><p>India abolished virtually all jury-led trials for criminal cases following a notorious murder trial in 1959, during which intense media pressure and perceived jury bias led to the controversial acquittal of Kawas Manekshaw Nanavati.</p><p>Singapore phased out juries between the 1960s and 1970s, arguing that a small, multilingual population made representative juries unreliable. Officials also claimed that complex commercial cases were too much for untrained people on juries to take on and required specialist judges.</p><p>Malaysia followed a similar path, abolishing jury trials in 1995. Officials pointed to the persistent difficulty of “empanelling” truly impartial jurors – a process that involves identifying, selecting and formally appointing citizens to hear a case.</p></div></div></body></html>"
        },
        {
            "title": "Israel targeted Al Shifa Hospital “the same way” as military systems | Gaza | Al Jazeera",
            "time": "2025-12-02T14:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-AHMED-1764683882.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dr Ahmed Mokhallalati of Al Shifa Hospital says that despite Israeli attacks on Gaza’s health system, Al Shifa Hospital is demonstrating resilience and has managed to reopen.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s boat bombings: How the US has long used ‘double-tap’ strikes | Conflict News | Al Jazeera",
            "time": "2025-12-02T13:51:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692eda72c975-1764678258.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has confirmed that a top US Navy commander ordered a second round of strikes on an alleged Venezuelan drug boat in September despite almost completely destroying it in the first attack.</p><p>A <a href=\"/news/2025/8/26/what-are-double-tap-strikes-that-israel-used-to-hit-a-hospital\">double-tap strike</a> essentially means carrying out two strikes on the same target – often wounding or killing medics and civilians who are coming to the aid of people harmed in the first attack. Here is more about how the United States has used such strikes throughout history.</p><h2 id=\"did-the-us-carry-out-a-double-tap-strike\">Did the US carry out a double-tap strike?</h2><p>The <a href=\"https://aje.aj-harbinger.com/video/newsfeed/2025/9/3/trump-says-us-strike-targeted-venezuelan-drug-smuggling-boat-2\">US military struck</a> a boat in the Caribbean on September 2, as part of its ongoing military campaign against drug-trafficking networks.</p><p>Its campaign in the Caribbean and eastern Pacific has, so far, killed <a href=\"https://aje.aj-harbinger.com/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a> while targeting at least 21 boats it claims were trafficking drugs. It has not provided any evidence to support this.</p><p>The first strike on September 2 destroyed one vessel and killed nine people. Two survivors were left clinging to debris in the water.</p><p>But the Washington Post has reported that mission commander Admiral Frank Bradley then authorised a second strike, killing the two survivors.</p><p>The Post reported that Bradley had acted after receiving a verbal directive from Defense Secretary Pete Hegseth. One source characterised that directive as: “The order was to kill everybody.” Hegseth has denied issuing such an order.</p><p>On Monday, White House Press Secretary Karoline Leavitt told reporters that Bradley “worked well within his authority and the law” in ordering the second strike.</p><h2 id=\"has-the-us-used-double-tap-strikes-before\">Has the US used ‘double-tap’ strikes before?</h2><p>The US is believed to be one of the main countries to have used double-tap strikes extensively in recent history.</p><p>Here is a brief timeline of Washington’s alleged or confirmed use of double-tap strikes on various targets.</p><h3>2025: Yemen</h3><p>In April, the US conducted <a href=\"/news/2025/4/18/more-than-30-killed-80-injured-in-us-air-strikes-on-yemen-report\">air strikes</a> on the Ras Isa oil port in Yemen.</p><p>In a social media post, the US Central Command (CENTCOM) said the objective of these strikes was “to degrade the economic source of power of the Houthis, who continue to exploit and bring great pain upon their fellow countrymen”.</p><p>CENTCOM, the US military arm overseeing operations in the Middle East, Central Asia and parts of South Asia, added: “Today, US forces took action to eliminate this source of fuel for the Iran-backed Houthi terrorists.”</p><p>The strike killed at least 80 people and wounded another 150, according to the Hodeidah Health Office in Yemen. The Houthi-led government said that the strikes had been made on a civilian facility.</p><p>The Council on American-Islamic Relations (CAIR), an American Muslim civil rights and advocacy organisation, said the US struck the site a second time – a “double tap” – just as first responders were arriving at the scene. The US has never confirmed this attack was a double tap.</p><p>United Kingdom-based watchdog Airwars, which gathers open-source information, also recorded this incident as a double-tap attack in its online database.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>2017: Yemen</h3><p>In September 2017, two US drone strikes targeted the Al Saru area, a rural locality in the Sama’a district of Al Bayda governorate in central Yemen.</p><p>That area is under Houthi control. In 2017, al-Qaeda was believed to also be operating in rural parts of the area.</p><p>While casualty reports from those strikes vary, Airwars reported that the second strike hit people coming to the aid of those wounded in the first attack.</p><p>US CENTCOM confirmed that, in total, three strikes occurred in Al Bayda that day, killing “several” al-Qaeda members.</p><p>However, local media reported that between two and four civilians had also been killed.</p><p>In April 2017, the Pentagon confirmed that a US strike had killed eight al-Qaeda members in the Shabwa governorate. However, other reports suggested three civilians had also been killed, according to Airwars.</p><p>Sources, including the AFP news agency, suggested that those civilians were killed in the second of a double-tap attack after they had gone to help those hurt in the first strike.</p><h3>2012: Pakistan</h3><p>During the administration of US President Barack Obama, US missiles hit a tent in Zowi Sidgi, a remote village in North Waziristan, in July 2012, in what was described by people on the ground as a double strike. The US claimed it was targeting alleged al-Qaeda sanctuaries in the region.</p><p>According to Amnesty International’s Mustafa Qadri, who was speaking to the BBC at the time, a group of miners and woodcutters had gathered in the tent for dinner.</p><p>Moments after the first strike, when people had arrived to assist those who were hurt, a second US missile hit the same location, local people said. Eighteen people died in total in the two strikes.</p><p>The US has never publicly confirmed that this was a double-tap attack.</p><h3>2003 and 2004: Iraq</h3><p>In 2003, US forces in Baghdad fired at wounded Iraqis during the invasion of Baghdad, during Operation Thunder Run. The US military alleged that the Iraqis were pretending to be dead or injured and were, in fact, planning a surprise attack.</p><p>US reporter David Zucchino, who was embedded with the US military, reported that Iraqi soldiers who had appeared to be dead were getting up and firing at US vehicles from behind, after they passed by.</p><p>For this reason, US Army Lieutenant Colonel Eric Schwartz ordered US soldiers to “double tap” – or shoot at anyone who showed any signs of moving close to a weapon.</p><p>In 2004, US soldiers attacked the Fallujah mosque in the Al Anbar governorate of Iraq, claiming they were being fired upon. Afterwards, they shot at injured Iraqis inside the mosque.</p><p>NBC News correspondent Kevin Sites, who was embedded with the US military, reported that a US soldier had shot an unarmed, wounded Iraqi prisoner at the mosque. The next day, Sites filmed an American soldier shouting at Iraqis in the mosque, accusing them of pretending to be dead.</p><p>Footage from the mosque attack sparked controversy, prompting an investigation by the US military into whether a US soldier who shot a prisoner had acted in self-defence, legitimately fearing a surprise attack. Investigators found insufficient evidence to charge the soldier.</p><figure id=\"attachment_4145242\" aria-describedby=\"caption-attachment-4145242\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145242\" src=\"/wp-content/uploads/2025/12/2003-11-21T120000Z_599521578_PBEAHUOLWAL_RTRMADP_3_IRAQ-1764678689.jpg?w=770&amp;resize=770%2C571&amp;quality=80\" alt=\"U.S. soldiers arrive at the site of morning attacks in central Baghdad November 21, 2003. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145242\" class=\"wp-caption-text\">US soldiers arrive at the site of morning attacks in central Baghdad on November 21, 2003 [File: Reuters]</figcaption></figure><h2 id=\"are-double-tap-strikes-a-war-crime\">Are double-tap strikes a war crime?</h2><p>While double-tap strikes are not explicitly deemed a war crime, international law restricts their use. The 1949 Geneva Conventions prohibit the targeting of medics, anyone assisting in rescue efforts, or those wounded in a first strike.</p><h2 id=\"what-is-the-history-of-double-tap-strikes\">What is the history of double-tap strikes?</h2><p>Double-tap strikes date back to the 19th century, when British soldiers fired at bodies of French soldiers who had fallen to the ground during fighting at the Battle of Waterloo.</p><p>This practice continued through World War I, when soldiers from both the Allied and Central Powers – including Britain, France and Germany – used bayonets to stab enemy soldiers lying on the ground.</p><p>During World War II, German, Soviet, Japanese, British and US troops used the tactic to ensure that the enemy soldiers who appeared dead were actually dead.</p><p>In more recent history, several other countries have also been accused of carrying out double-tap attacks.</p><p>According to evidence collected by Airwars, Israel conducted a double-tap shelling in Gaza’s Khan Younis in May this year, injuring at least three members of the Palestinian Civil Defence.</p><p>Overall, since Israel’s war on Gaza began in October 2023, Airwars has recorded 28 instances of Israel carrying out double-tap strikes in Gaza, which have killed or injured medics and civilians. These were mostly air strikes, with a few instances of artillery strikes.</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s paramilitary RSF claims control of key city of Babnusa | Newsfeed | Al Jazeera",
            "time": "2025-12-02T13:44:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764683042.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}