{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Protests, vigils held around globe for Gaza, assassinated journalists | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-13T18:51:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25225509911492-1755103929.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protests and vigils have taken place around the world in support of Palestinians suffering in Gaza and to pay tribute to the four Al Jazeera journalists and two freelancers killed by Israel in the besieged enclave in a deliberate targeted assassination on Sunday.</p><p>Journalists, students, activists and members of civil society – notably in Cape Town, South Africa; Manila, the Philippines; and London, the United Kingdom – held the protests on Wednesday to call on their governments to put pressure on Israel to allow international media into Gaza and bring an end to Israel’s genocidal war there.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Late on Sunday, Al Jazeera correspondents Anas al-Sharif and Mohammed Qreiqeh, along with cameramen Ibrahim Zaher and Mohammed Noufal, were <a href=\"/news/2025/8/10/al-jazeera-journalist-anas-al-sharif-killed-in-israeli-attack-in-gaza-city\">killed in an Israeli strike</a> that had targeted their media tent located by al-Shifa Hospital in Gaza City.</p><p>Al-Sharif had been one of Gaza’s most recognisable faces for his constant reporting of the reality on the ground since Israel’s war on Gaza began following the Hamas-led October 7, 2023 attacks on southern Israel.</p><blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/reel/DNQ_kV8sDgW/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote><p></p><p><a href=\"/tag/israel-palestine-conflict/\">Israel’s war on Gaza</a> has killed at least 61,722 people and wounded 154,525. An estimated 1,139 people were killed in Israel during the October 7, 2023, attacks in southern Israel, and more than 200 were taken captive.</p><p><a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">Nearly 270 Palestinian journalists and media workers</a> have been killed by Israel since the war began.</p><h2 id=\"south-africa\">South Africa</h2><p>Members of civil society and journalists gathered at St George’s Cathedral in Cape Town on Wednesday to express their anger at al-Sharif’s murder, sporting placards with one reading “your voice was louder than their bombs”.</p><p>The location is significant, said Al Jazeera’s Fahmida Miller, reporting from Cape Town, as “it’s been an important signal against oppression here in South Africa, especially during the decades of apartheid”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The people gathered here “have condemned what Israel has done”, Miller said.</p><p>“They want the entry of international journalists into Gaza in addition to the work being done by Palestinian journalists,” she said. “People here are angry.”</p><p>Journalist Zubeida Jaffer told Miller, “I was one of the journalists who were targeted, you know those media that documented apartheid, so this really resonates with me.”</p><p>Miller said, “The South African government has previously condemned the killing of journalists in Gaza, specifically in 2022 when Shireen Abu Akleh was killed. The South African government had said it was a violation of international law.”</p><p>Abu Akleh was a Palestinian-American journalist who worked as a reporter for 25 years for Al Jazeera, before she was killed by Israeli forces while covering a raid on the Jenin refugee camp in the Israeli-occupied West Bank.</p><p>In December 2023, <a href=\"/news/2024/1/11/a-quick-guide-to-south-africas-icj-case-against-israel\">South Africa brought a case</a> before the International Court of Justice, accusing Israel of committing genocide in the Gaza Strip.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"united-kingdom\">United Kingdom</h2><p>Reporters belonging to the UK branches of the National Union of Journalists paid their respects on Wednesday to the slain Al Jazeera workers outside the prime minister’s residence at Number 10 Downing Street, said Al Jazeera’s Jonah Hull, reporting from London.</p><p>The reporters, holding placards bearing the names of journalists killed since Israel’s war on Gaza began, read out the names of each journalist that appeared on their placard and “symbolically, recited Islamic funeral prayers” for those killed on Sunday, said Hull.</p><p>Those present “have really condemned the British government … talking about its complicity in what is going on in Gaza, for not doing more and speaking out more,” said Hull.</p><p>While British Prime Minister Keir Starmer on Monday “talked about his grave concern” about the killings of the Al Jazeera journalists, those present on Wednesday “want outright condemnation and nothing less”, said Hull.</p><p>“They also want the government to take firm steps to pressure the Israeli government to ensure the safety of journalists in Gaza, importantly to allow international journalists into Gaza to be able to work freely there and for an independent investigation to be carried out by … the International Criminal Court in order to provide justice and accountability for those involved.”</p><p>Last week, Starmer condemned Israel’s plans to take over Gaza City, saying they were “wrong” and “will only bring more bloodshed”. He has also announced that the UK will recognise a Palestinian state in September unless Israel meets certain conditions, including agreeing to a ceasefire in Gaza and reviving the prospect of a two-state solution.</p><h2 id=\"philippines\">Philippines</h2><p>Students, campus journalists and activists gathered at the University of the Philippines on Wednesday to express outrage at the killing of the Al Jazeera journalists.</p><p>They say “the attack … is a deliberate cover-up by Israel of its crimes against humanity” in the Gaza Strip, said Al Jazeera’s Barnaby Lo, reporting from Manila.</p><p>“They also describe the accusation that Anas al-Sharif, one of the most prominent voices reporting from within Gaza, is a member of Hamas is baseless,” said Lo, noting that protesters say “this is an age-old tactic used by governments who are bent on silencing the truth”.</p><p>“Any imperialist power … will choose a scapegoat to use as a pretext, however false it is,” campus journalist Karl Patrick Suyat told Lo.</p><p>These protesters also gathered to urge “the international community to ramp up pressure on Israel to stop its genocide, including for the Philippine government to cut its trade and defence ties with Israel”, said Lo.</p><p>The Philippines is the third-largest importer of Israeli weapons.</p><p>In June, the Philippines voted in favour of a United Nations General Assembly resolution demanding an immediate and lasting ceasefire in Gaza. This resolution also condemned Israel’s use of starvation as a weapon of war and called for Israel to lift its blockade on humanitarian aid in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US car sales slow after tariff-driven buying surge ends | Automotive Industry News | Al Jazeera",
            "time": "2025-08-13T18:50:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24304375408510-1755109268.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After a wave of rushed buying, driven by looming tariffs, US car sales have started to slow, weighing on carmakers.</p><p>New car sales fell by 300,000 in June from 15.6 million to 15.3 million, according to data released by Cox Automotive last month.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Now we’ve got sales slowing because [the pre-tariff buying] surge pretty much pulled ahead a lot of people that might have been in the market this year, who wanted to buy before tariffs hit,” Mark Schirmer, director of industry insights at Cox Automotive, told Al Jazeera.</p><p>This will only get harder for carmakers, dealerships and shoppers down the road.</p><p>“Price rises together with demand destruction,” Sina Golara, assistant professor of supply chain management at Georgia State’s Robinson College of Business, told Al Jazeera. “If consumers don’t have the resilience to pay for those higher prices, they’ll take a step back.”</p><p>United States President Donald Trump’s erratic approach to tariffs, putting some in place and then taking them away, has made it difficult for businesses to plan. In April, car companies, including <a href=\"/economy/2025/4/30/automakers-suspend-financial-guidance-amid-tariff-uncertainty\" target=\"_blank\" rel=\"noopener\">Stellantis, Ford and Volvo, suspended</a> financial guidance as a result of the uncertainty.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last month Volvo also said that tariffs will cost it $1.2bn in the second quarter. Ford then announced it expects a reduced annual profits to $3bn after taking an $800m hit from tariffs in the second quarter. GM announced that it expects a $5bn hit, and Toyota said it expects $9.5bn in tariff-driven blows to profits for the year.</p><p>In May, Ford also announced it would have to raise prices on some of its cars made in Mexico, including the Mustang Mach-E electric SUV, Maverick pick-up truck and Bronco Sport, in some cases by as much as $2,000, the Reuters news agency reported. Those cars began to reach lots last month.</p><p>As a result, consumers are overwhelmingly opting for used cars that are not subject to tariffs, including foreign-made ones, as they are already on US roads.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Used car sales are up 2.3 percent from this time last year, according to Used Car Index report, an auto industry insight platform by Edmunds.</p><p>In part, this is because of the limited supply of used cars. Edmunds’s report says that buyers, and sellers looking to upgrade but need the money from sale of a current car, are hesitant about undertaking expenses amid economic uncertainty.</p><p>The bigger impact of both those trends is of inventory piling up. On average, dealerships have 82 days worth of cars on the lot, a roughly 14 percent increase between May and June.</p><h2 id=\"an-expensive-escalation\">An expensive escalation</h2><p>Cox forecasts prices could rise anywhere between 4 to 8 percent over the next six months as a result of the tariffs. The group expects new car sales of 13 million to 13.3 million this year.</p><p>“Tariffs will be inflationary on both the new and used vehicle market,” Schirmer said, adding, the main challenge right now is the unsold inventory that’s piling up.</p><p>Analysts believe that prices will continue to rise amid Trump’s tariffs, especially as companies try to move supply chains to the US, as demanded by Trump, an effort that is years in the making.</p><p>“The tariff ‘relief’ is like putting a band-aid on a bullet wound with US car companies now dealing with the repercussions moving forward as this Twilight Zone situation will change the paradigm for the US auto industry for years to come,” Dan Ives, analyst at Wedbush Securities, said in a note provided to Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the meantime, the cost to import a car is expected to increase by $1,000 this year to $5,700, according to Cox Automotive.</p><p>“The US imports a little less than half of the new vehicles sold, but dependence on imports varies substantially by segment. The most dependent segments are at the two ends of the price spectrum – the most affordable vehicles and luxury vehicles. Most of the vehicles priced under $30,000 would face added costs that would make them unaffordable,” Cox Automotive chief economist Jonathan Smoke said in a June conference call shared with Al Jazeera.</p><h2 id=\"evs-hit-hard\">EVs hit hard</h2><p>Trump’s new tax legislation – signed into law last month and which cut the EV tax credit of up to $7,500 – has already led to a significant pullback specifically for the electric vehicle marketplace as demand for the products begins to fall.</p><p>“Our forecast had been for approximately 10 percent of new vehicle sales this year to be EV. We slightly lowered that to 9 percent,” Schirmer added.</p><p>Volvo reported a 26 percent decline in sales for electric vehicles (12 percent overall). Ford EV sales tumbled by 31 percent. Rivian saw sales decline by 23 percent. Tesla saw a decline of 13.5 percent globally as CEO Elon Musk’s political involvement hindered the brand’s reputation. The cuts to the EV tax credit is expected to cost Tesla $1.2bn every year, JP Morgan forecast.</p><p>“Several dealers have also stated that these [EV tax credits] are the main drivers [for consumers]. So without those incentives, there would definitely be a significant hit through EV sales,” Golara added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>General Motors has been the exception to the rule. The Michigan-based auto giant doubled its <a href=\"https://www.freep.com/story/money/cars/general-motors/2025/07/03/gm-tesla-ev-sales-elon-musk/84452115007/\" target=\"_blank\" rel=\"noopener\">EV sales</a> in recent months.</p><p>Despite the dip in sales, Golora believes that the setback in the EV market is temporary.</p><p>“It’s [the EV market] still compelling in the long run because many manufacturers have already reached a decision that this is where the industry is going,” Golara said.</p><p>“Investment [in EV production] doesn’t look like a lost one. The payback period will be longer.”</p><h2 id=\"manufacturing-strains\">Manufacturing strains</h2><p>While US manufacturing ticked up overall in June, when it comes to motor vehicle and parts production, it is a different story. Production tumbled by 2.6 percent for the month as demand began to slow.</p><p>US auto manufacturing employment is also down. According to the Bureau of Labor Statistics, employment in auto manufacturing in the United States has tumbled by 35.7 percent since this time last year and down 2.4 percent from this time last month.</p><p>Al Jazeera reached out to the United Auto Workers for comment about the effect on car manufacturing jobs, but the organisation did not respond.</p><p>“Demand was not growing as fast as needed, and many manufacturers were caught by surprise. That’s a problem, and it is kind of a longer-term, structural issue,” Golara said.</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Palestinian man killed in occupied West Bank by Israeli settler | Occupied West Bank | Al Jazeera",
            "time": "2025-08-13T18:41:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755110481.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Chinese fighter jet intercepts Philippine aircraft carrying journalists | Conflict News | Al Jazeera",
            "time": "2025-08-13T17:59:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/wide_thumb_jet-1755106941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump touts second trilateral meeting before Putin summit; Zelenskyy pushes | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-13T17:36:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/getty_689cc009b9-1755103241.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has reiterated that there should be no peace talks to end the Russia-Ukraine war now in its fourth year without representation from his country, and also said Russia should face sanctions if it does not agree to an immediate ceasefire, following a <a href=\"/news/liveblog/2025/8/13/live-ukrainian-european-leaders-to-speak-to-trump-before-putin-summit\">virtual meeting</a> between him, United States President Donald Trump and European leaders.</p><p>Zelenskyy delivered the message after the call on Wednesday, two days ahead of a summit between Trump and his Russian counterpart Vladimir Putin in Alaska, which comes as part of Washington’s so far failed attempts to end the war in Ukraine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Meanwhile, Trump promised to hold trilateral talks with both Ukraine and Russia, if Friday’s summit “goes OK”.</p><p>“I would like to do it immediately,” he said. “We’ll have a quick second meeting between President Putin and President Zelenskyy and myself if they’d like to have me there.”</p><p>The US president also vowed that Moscow would face “severe consequences” if Putin did not agree to end its war.</p><p>In a joint statement, leaders of the UK, France and Germany said that Russia should face tougher sanctions if it fails to agree to a ceasefire on Friday.</p><p>Kyiv must also be given “robust and credible security guarantees” and have no limitations placed on its armed forces or on its cooperation with other countries, they added.</p><p>“The Coalition of the Willing is ready to play an active role, including through plans by those willing to deploy a reassurance force once hostilities have ceased.”</p><p>The rapid developments came after Trump met virtually with Zelenskyy and other European leaders including France’s Emmanuel Macron and the United Kingdom’s Keir Starmer on Wednesday.</p><p>Arranged in a bid for Europe to try and influence Trump’s meeting with Putin on Friday, this second call took place after talks earlier in the day between Zelenskyy, European leaders and the heads of NATO and the European Union.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Thanking German Chancellor Friedrich Merz for hosting the meetings, Zelenskyy said on X that Ukraine and Europe were “cooperating constructively with the United States”.</p><p>“I hope that today we have come closer to ending the war and building a guaranteed peaceful future,” he concluded.</p><p>Trump and European leaders called their joint meeting a success, with the US president describing it as a “very good call”.</p><p>“I would rate it a 10. Very friendly,” he said, speaking during a press conference at the Kennedy Center.</p><p>Trump noted that he would be calling Zelenskyy and European leaders immediately following his meeting with Putin.</p><p>At a press conference with Merz, Zelenskyy expressed his hope that the Trump-Putin summit would focus on an “immediate ceasefire”.</p><p>“Sanctions must be in place and must be strengthened if Russia does not agree to a ceasefire,” he added.</p><p>As the Russian army continues to make <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">sizable territorial gains in the east Ukrainian province of Donetsk</a>, Zelenskyy told the US president and his European colleagues that Putin was “bluffing” about pursuing peace.</p><p>His choice of words, a term commonly used in reference to poker, evoked Trump telling Zelenskyy, “you don’t have the cards” in the <a href=\"/news/2025/2/28/key-takeaways-from-the-fiery-white-house-meeting-with-trump-and-zelenskyy\">infamously hostile</a> news conference at the White House on February 28th.</p><p>“He is trying to apply pressure before the meeting in Alaska along all parts of the Ukrainian front,” Zelenskyy suggested. “Russia is trying to show that it can occupy all of Ukraine.”</p><p>After the Trump call, Merz, who described the meeting as “exceptionally constructive”, stressed that Ukraine is willing to negotiate, but noted that “legal recognition of Russian occupation is not up for debate”.</p><figure id=\"attachment_3886723\" aria-describedby=\"caption-attachment-3886723\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886723\" src=\"/wp-content/uploads/2025/08/afp_689cc06e83dc-1755103342.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"US President Donald Trump speaks during the unveiling of the Kennedy Center Honors nominees on August 13, 2025, at the Kennedy Center in Washington, DC [Mandel Ngan/ AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886723\" class=\"wp-caption-text\">US President Donald Trump speaks during the unveiling of the Kennedy Center Honors nominees on August 13, 2025, at the Kennedy Center in Washington, DC, the US [Mandel Ngan/ AFP]</figcaption></figure><p> </p><p>“The principle that borders cannot be changed by force must continue to apply,” Merz said.</p><p>“Negotiations must include robust security guarantees for Kyiv,” he added. “The Ukrainian armed forces must be able and remain able to effectively defend the sovereignty of their country. They must also be able to count on Western aid in the long term.”</p><p>After the online meeting, France’s Macron said Trump would be seeking a ceasefire in Ukraine during his meeting with Putin on Friday.</p><p>The US president would also seek a trilateral meeting with Putin and Zelenskyy in the future, the French president noted.</p><p>The Trump-Putin summit in Alaska has been a cause for anxiety in Kyiv and Europe more widely, after Trump declared that both Ukraine and Russia would have to swap land if a truce is to be reached.</p><p>Speaking from the UK on Wednesday, JD Vance, the US vice-president, seemed to try to allay fears in Europe.</p><p>“I just talked to him [Trump] right before I came on the stage, and he said very simply that we are going to make it our mission as an administration to bring peace to Europe once again,” Vance said.</p><p>Reporting from Berlin, Al Jazeera’s Step Vaessen said there was “some optimism” in Europe that Trump had agreed to Wednesday’s meeting.</p><p>However, Vaessen noted that European leaders were still “concerned that everything changes as soon as President Trump is in that room with President Putin, who they know is a very keen, a very sharp negotiator”.</p><p>Elsewhere, the Russian Foreign Ministry sought to downplay the relevance of Europe’s last-minute diplomatic efforts with Trump, branding them “practically insignificant”.</p><p>On the battlefield, Russia has claimed to have captured the villages of Suvorovo and Nikanorovka as its gains in Donetsk continue, with the Ukrainian authorities issuing evacuation orders for around a dozen settlements.</p><p>The Kremlin’s forces achieved their largest 24-hour advance in more than a year on Tuesday, according to data from the US-based Institute for the Study of War.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump names Kiss, Sylvester Stallone as Kennedy Center Honors picks | Donald Trump News | Al Jazeera",
            "time": "2025-08-13T17:29:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25225570684494-1755100893.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has unveiled his slate of picks for the Kennedy Center Honors, an annual awards show designed to honour actors, musicians, designers and creative professionals who have dedicated their lives to the performing arts.</p><p>On Wednesday, Trump appeared on stage at the John F Kennedy Center for the Performing Arts, one of the premier stages in Washington, DC, in a show of power over the national cultural institution.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We’ll make it better than it ever was, frankly,” he said of the awards show. “ It’ll be something that people are going to be very proud of.”</p><p>This year’s five honourees include disco singer Gloria Gaynor, country music musician George Strait, the rock band Kiss, British performer Michael Crawford and actor Sylvester Stallone, star of the classic films Rocky and Rambo.</p><p>Trump, a former reality TV star, also revealed that he would host the award show himself. In his opening remarks, he suggested his allies strong-armed him into taking the hosting gig.</p><p>“I’ve been asked to host. I said, ‘I’m the president of the United States. Are you fools asking me to do that?'” Trump said. “ So I have agreed to host. Do you believe what I have to do?”</p><p>Wednesday’s announcement was Trump’s latest foray into the arts, as he seeks to reshape the US’s cultural institutions to reflect his agenda.</p><figure id=\"attachment_3886628\" aria-describedby=\"caption-attachment-3886628\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886628\" src=\"/wp-content/uploads/2025/08/AP25225567160193-1755100956.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Presenters unveil a portrait of George Strait at the Kennedy Center.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886628\" class=\"wp-caption-text\">Presenters unveiled the nomination for country music artist George Strait at the Kennedy Center on August 13 [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"exerting-power-over-the-kennedy-center\">Exerting power over the Kennedy Center</h2><p>During Trump’s first term, from 2017 to 2021, the Republican leader never attended the Kennedy Center Honors, breaking with a longtime presidential tradition.</p><p>Since the ceremony’s beginnings in 1978, presidents have been regular attendees, except in rare cases, including Cold War-era negotiations and the 1979 Iran hostage crisis.</p><p>But since returning to the White House for a second term in January, Trump has not only sought to make his presence known at the Kennedy Center, but he has also sought to wield power over its programming.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On February 7, Trump announced he would purge the Kennedy Center’s governing board and declared his intention to lead the institution as its chair.</p><p>“I have decided to immediately terminate multiple individuals from the Board of Trustees, including the Chairman, who do not share our Vision for a Golden Age in Arts and Culture,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113964959500715895\" target=\"_blank\" rel=\"noopener\">wrote</a> at the time. “We will soon announce a new Board, with an amazing Chairman, DONALD J. TRUMP!”</p><p>By February 12, the new Kennedy Center board had made good on its promise <a href=\"https://www.kennedy-center.org/news-room/press-release-landing-page/kennedy-center-board-elects--president-donald-j.-trump-as-board-chair/\" target=\"_blank\" rel=\"noopener\">to elect</a> Trump as chair.</p><p>Since then, Trump has expanded his reach into the country’s arts and culture spheres. On Tuesday, for instance, his administration <a href=\"https://www.whitehouse.gov/briefings-statements/2025/08/letter-to-the-smithsonian-internal-review-of-smithsonian-exhibitions-and-materials/\" target=\"_blank\" rel=\"noopener\">revealed</a> it would undertake an “internal review” of several Smithsonian museums, to “ensure alignment with the President’s directive to celebrate American exceptionalism”.</p><p>Trump also teased his new vision for the Kennedy Center Honors — and appeared to troll critics who expressed outrage over Republican proposals to rename the performing arts centre after the Republican leader.</p><p>“GREAT Nominees for the TRUMP/KENNEDY CENTER, whoops, I mean, KENNEDY CENTER, AWARDS,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115015798555807745\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media in the lead-up to Wednesday’s announcement.</p><p>He pledged the revamped award show would reflect “the absolute TOP LEVEL of luxury, glamour, and entertainment”.</p><figure id=\"attachment_3886633\" aria-describedby=\"caption-attachment-3886633\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886633\" src=\"/wp-content/uploads/2025/08/AP25225572819354-1755100991.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Presenters unveil a portrait of the rock group KISS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886633\" class=\"wp-caption-text\">Presenters unveil a portrait of the rock group KISS at the Kennedy Center on August 13 [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"a-crackdown-on-crime-in-the-capital\">A crackdown on crime in the capital</h2><p>The Kennedy Center Honors is expected to air on the TV channel CBS in December, and it broadcasts from its eponymous theatre.</p><p>In Wednesday’s speech, Trump tied the upcoming ceremony to his broader campaign to crack down on crime in Washington, DC.</p><p>“ In the coming months, we’ll fully renovate the dated and, really, the entire infrastructure of the building and make the Kennedy Center a crown jewel of American arts and culture once again,” he said.</p><p>“ We have the right location, and soon we will be a crime-free area.”</p><p>Earlier this week, Trump invoked the capital’s Home Rule Act to take control of the local police force, and he deployed members of the National Guard to patrol the city’s streets, despite the fact that violent crime in the city was at a 30-year low.</p><p>Trump, however, has denied the legitimacy of those statistics, a claim he made again at the Kennedy Center on Wednesday.</p><p>“ You’re gonna see a big change in Washington crime stats very soon — not the stats that they gave because they turned out to be a total fraud. The real stats,” he said.</p><p>Trump also faces legal limitations to his efforts: The capital’s police can only be federalised for a period of 30 days, barring congressional action.</p><p>When asked about that limit at Wednesday’s news conference, Trump indicated he would seek to retain control of Washington’s police for the long term.</p><p>“ If it’s a national emergency, we can do it without Congress,” Trump said, though he added that he would introduce a crime bill that would allow him to extend his control over the local police.</p><p>“ We’re going to do this very quickly, but we’re going to want extensions. I don’t want to call a national emergency. If I have to, I will, but I think the Republicans in Congress will approve this pretty much unanimously.”</p><figure id=\"attachment_3886814\" aria-describedby=\"caption-attachment-3886814\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886814\" src=\"/wp-content/uploads/2025/08/AP25225570015911-1755106316.jpg?w=770&amp;resize=770%2C492&amp;quality=80\" alt=\"Trump stands in front of a photo of Sylvester Stallone at the Kennedy Center\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886814\" class=\"wp-caption-text\">Donald Trump stands in front of a portrait of Sylvester Stallone, a 2025 Kennedy Center honouree [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"trump-very-involved-in-honouree-selection\">Trump ‘very involved’ in honouree selection</h2><p>The Republican leader also hinted at a potential political bent to the reimagined Kennedy Center Honors.</p><p>He has previously denounced the Kennedy Center’s programming, pledging to nix artistic productions like drag shows and book classic Broadway hits instead.</p><p>In response, over the past year, the touring production of the hit Broadway musical Hamilton cancelled its scheduled stop at the Kennedy Center, as did comedian Issa Rae and the opera Fellow Travelers.</p><p>Performers in a touring production of Les Miserables also boycotted performances at the Kennedy Center to protest Trump’s changes.</p><p>Still, Trump doubled down on the programming changes, saying his ratings success on the reality TV show The Apprentice testified to his arts-industry smarts.</p><p>“I shouldn’t make this political because they made the Academy Awards political and they went down the tubes,” Trump said on Wednesday.</p><p>“They’ll say, ‘Trump made it political,’ but I think, if we make it our kind of political, we’ll go up, OK? Let’s see if I’m right about that.”</p><p>He also confirmed that he had played a large role in selecting this year’s Kennedy Center honourees.</p><p>“I would say I was about 98-percent involved. No, they all went through me,” Trump explained, adding that he turned down “plenty” of candidates, including “a couple of wokesters”.</p><p>Looking ahead, Trump said the Kennedy Center would feature heavily in his plans to celebrate the 250th anniversary of the country’s founding in 2026.</p><p>“I’m going to be president for the Olympics. I’ll be president for the World Cup. And the 250th is going to be maybe more exciting than both,” Trump said. “It’s a great celebration of our country. We’re going to be using this building for a lot of the celebration.”</p></div></div></body></html>"
        },
        {
            "title": "Trump nominee to lead labour statistics agency faces wave of criticism | Politics News | Al Jazeera",
            "time": "2025-08-13T17:12:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219616607123-1-1755101505.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p id=\"antoni-was-nominated-by-trump-after-the-bls-released-a-jobs-report-aug-1-that-showed-that-hiring-had-weakened-in-july-and-was-much-lower-in-may-and-june-than-the-agency-had-previously-reported-trump-without-evidence-charged-that-the-data-had-been-rigged-for-political-reasons-and-fired-the-then-bls-chair-erika-mcentarfer-much-to-the-dismay-of-many-within-the-agency-and-widely-condemned-by-experts\">EJ Antoni, United States President Donald Trump’s nominee to lead the Bureau of Labor Statistics, the agency that produces the nation’s jobs and inflation data, has been embroiled in criticism from economists.</p><p><a href=\"/economy/2025/8/12/trump-names-conservative-economist-to-lead-labour-statistics-agency\" target=\"_blank\" rel=\"noopener\">Antoni was chief economist</a> at the conservative Heritage Foundation and an author of Project 2025, the far-right wish list the think tank created for then-candidate Trump – or the next Republican president.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>His selection threatens to bring a new level of politicisation to a producer of measurements of the nation’s economic health that has, for decades, been widely regarded as a nonpartisan and reliable agency.</p><p>“Trump has nominated a sycophant to tell him exactly what he wants to hear. Make no mistake: This selection is a clear assault on independent analysis that will have far-reaching implications for the reliability of US  economic data,” Alex Jaquez, a member of the White House National Economic Council under former President Joe Biden, said in a statement provided to Al Jazeera.</p><p>Many former Labor Department officials say that while it is unlikely Antoni will be able to distort or alter the data, particularly in the short run, he could change the currently dry-as-dust way it is presented.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Antoni was nominated by Trump after the Bureau of Labor Statistics (BLS) released a jobs report on August 1 that showed that hiring had weakened in July and was much lower in May and June than the agency had previously reported. Trump, without evidence, charged that the data had been “rigged” for political reasons and fired the then-BLS chair, Erika McEntarfer, much to the dismay of many within the agency and the broad condemnation of experts.</p><p>“Firing officials for reporting accurate data unflattering to the regime is straight out of the authoritarian playbook. It is an attempt to mislead the American people, to avoid being held to account for their failures, and to rewrite history,” Vanessa Williamson, senior fellow at the Urban-Brookings Tax Policy Center, said in a statement provided to Al Jazeera.</p><p>Antoni’s nomination comes as <a href=\"/economy/2025/8/1/trump-says-economic-growth-shatters-expectations-data-says-otherwise\" target=\"_blank\" rel=\"noopener\">Trump continues to spin fabrications</a> throughout the US economic data, including claiming gas prices are lower than they are and that egg prices have fallen 400 percent – a mathematically impossible figure.</p><h2 id=\"government-data-critic\">Government data critic</h2><p id=\"the-stock-market-moves-clearly-based-on-these-job-numbers-and-so-people-with-skin-in-the-game-think-it-s-telling-them-something-about-the-future-of-their-investments-albrecht-said-could-it-be-improved-absolutely-katharine-abraham-an-economist-at-the-university-of-maryland-who-was-bls-commissioner-under-president-bill-clinton-said-updating-the-jobs-report-s-methods-would-require-at-least-some-initial-investment\">Antoni has been a vocal critic of the government’s jobs data in frequent appearances on podcasts and cable TV. His partisan commentary is unusual for someone who may end up leading the BLS.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On August 4, a week before he was nominated, Antoni said in an interview on Fox News Digital that the Labor Department should stop publishing the monthly jobs reports until its data collection processes improve, and rely on quarterly data based on actual employment filings with state unemployment offices.</p><p>The monthly employment reports are probably the most closely watched economic data on Wall Street, and can frequently cause swings in stock prices.</p><p>When asked at Tuesday’s White House briefing whether the jobs report would continue to be released, press secretary Karoline Leavitt said the administration hoped it would be.</p><p>“I believe that is the plan and that’s the hope,” Leavitt said.</p><p>Leavitt also defended Antoni’s nomination, calling him an “economic expert” who has testified before Congress and adding that, “the president trusts him to lead this important department.”</p><p>Yet Antoni’s TV and podcast appearances have created more of a portrait of a conservative ideologue, instead of a careful economist who considers tradeoffs and prioritises getting the math correct.</p><p>“There’s just nothing in his writing or his resume to suggest that he’s qualified for the position, besides that he is always manipulating the data to favour Trump in some way,” said Brian Albrecht, chief economist at the International Center for Law and Economics, told The Associated Press.</p><p>Antoni wrongly claimed in the last year of Biden’s presidency that the economy had been in recession since 2022; he called on the entire Federal Reserve board to be fired for not earning a profit on its Treasury securities holdings; and posted a chart on social media that conflated timelines to suggest inflation was headed to 15 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>His argument that the US was in a recession rested on a vastly exaggerated measure of housing inflation, based on newly purchased home prices, to artificially make the nation’s gross domestic product appear smaller than it was.</p><p>“This is actually maybe the worst Antoni content I’ve seen yet,” Alan Cole of the centre-right Tax Foundation said on social media, referring to his recession claim.</p><p>On a 2024 podcast, Antoni wanted to sunset Social Security payments for workers paying into the system, saying that “you’ll need a generation of people who pay Social Security taxes but never actually receive any of those benefits.” As head of the BLS, Antoni would oversee the release of the consumer price index by which Social Security payments are adjusted for inflation.</p><h2 id=\"flawed-data\">Flawed data</h2><p>Many economists share, to some degree, Antoni’s concerns that the government’s jobs data has flaws and is threatened by trends such as declining response rates to its surveys. The drop has made the jobs figures more volatile, though not necessarily less accurate over time.</p><p>“The stock market moves clearly based on these job numbers, and so people with skin in the game think it’s telling them something about the future of their investments,” Albrecht said. “Could it be improved? Absolutely.”</p><p>Katharine Abraham, an economist at the University of Maryland who was BLS commissioner under President Bill Clinton, said updating the jobs report’s methods would require at least some initial investment.</p><p>The government could use more modern data sources, she said, such as figures from payroll processing companies, and fill in gaps with surveys.</p><p>“There’s an inconsistency between saying you want higher response rates and you want to spend less money,” she said, referring to the administration’s proposals to cut BLS funding.</p><p>Still, Abraham and other former BLS commissioners do not think Antoni, if confirmed, would be able to alter the figures. He could push for changes in the monthly press release and seek to portray the numbers in a more positive light.</p><p>William Beach, who was appointed BLS commissioner by Trump in his first term and also served under Biden, said he is confident that BLS procedures are strong enough to prevent political meddling. He said he did not see the figures until two days before publication when he served as commissioner.</p><p>“The commissioner does not affect the numbers,’’ Beach said. “They don’t collect the data. They don’t massage the data. They don’t organise it.”</p><p>Regarding the odds of rigging the numbers, Beach said, “I wouldn’t put it at complete zero, but I’d put it pretty close to zero.’’</p><p>It took about six months after McEntarfer was nominated in July 2023 for her to be approved. Antoni will likely face stiff opposition from Democrats, but that may not be enough to derail his appointment.</p><p>Senator Patty Murray, a senior Democrat from Washington, on Tuesday slammed Antoni as “an unqualified right-wing extremist” and demanded that the GOP chairman of the Senate Health, Education, Labor and Pensions Committee, Senator Bill Cassidy of Louisiana, hold a confirmation hearing for him.</p></div></div></body></html>"
        },
        {
            "title": "The Privacy Paradox | Social Media | Al Jazeera",
            "time": "2025-08-13T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755100975.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We claim to value privacy, but surrender it daily, often without knowing.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>We say we care about privacy, but this episode examines whether our actions reflect that.</p><p>In The Privacy Paradox, we unravel the disconnect between our stated values and our digital behaviour.</p><p>From mindless clicks to routine app permissions, this episode exposes how everyday online habits feed a vast, invisible data economy, often without our knowledge or consent.</p></div></div></body></html>"
        },
        {
            "title": "Israeli army expels Bedouin community in West Bank | Newsfeed | Al Jazeera",
            "time": "2025-08-13T16:14:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755101655.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What is the future of journalism in Gaza? | Gaza News | Al Jazeera",
            "time": "2025-08-13T16:12:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755101488.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of journalists have been killed by Israel in Gaza since October 7, 2023. Inside the enclave, reporters feel abandoned by the very world they’re informing. What’s happening to Gaza’s journalists, and why?</p><p><em>This is a story from the archives. This originally aired on January 22, 2024. None of the dates, titles, or other references from that time have been changed.</em></p></div></div></body></html>"
        },
        {
            "title": "At least 20 refugees and migrants die in shipwreck off Italy’s Lampedusa | Migration News | Al Jazeera",
            "time": "2025-08-13T16:01:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2024-08-12T183601Z_1369510331_RC2CE9ATR6RB_RTRMADP_3_MIGRATION-EUROPE-OPEN-ARMS-1750194137.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 20 refugees and migrants die in shipwreck off Italy’s Lampedusa</h1><p class=\"article__subhead\"><em>There are 60 survivors from the perilous journey from Libya, but a UN agency says there could be more people missing.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 20 people have died in a shipwreck off the southern Italian island of Lampedusa, and a United Nations agency says more refugees and migrants could be missing as search operations continue.</p><p>Rescue services on Wednesday found 20 bodies, while 60 survivors, 56 men and four women, were brought ashore to Lampedusa, according to the Italian Red Cross and the United Nations High Commissioner for Refugees (UNHCR).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The disaster, involving people travelling from Libya, was the latest to befall refugees and migrants making the perilous Mediterranean crossing from Africa to Europe.</p><p>Rights groups and UN agencies have also documented <a href=\"/news/2025/2/9/libya-finds-two-mass-graves-with-bodies-of-nearly-50-migrants-refugees\">systematic abuse against refugees and migrants in Libya</a>, including torture, rape and extortion. In February, Libyan authorities uncovered nearly 50 bodies from two mass graves in the country’s southeastern desert, in the latest horror involving people seeking to make it to Europe through the North African country.</p><p>Since the beginning of this year, 675 people have died in the central Mediterranean while trying to make the crossing, said Filippo Ungaro, a UNHCR spokesperson in Italy.</p><p>An Italian law enforcement aircraft spotted a capsized boat with bodies in the water about 23km (14 miles) off Lampedusa on Wednesday morning, triggering a rescue operation, a source close to the matter told the Reuters news agency.</p><p>The Reuters source said that based on initial accounts from the rescued people, they departed from the Tripoli area in Libya in the early morning aboard two boats. One of the boats began taking on water, and they transferred to the other vessel, which later capsized in rough waters.</p><p>Initial UNHCR figures suggested that 92 to 97 people were in the group, indicating as many as 17 people were missing.</p><p>Cristina Palma, who works for the Italian Red Cross in Lampedusa, said in a video statement that the survivors were in “decent” health, but four of them had been hospitalised for checks.</p><p>Italian Prime Minister Giorgia Meloni’s right-wing government has vowed to block the refugee and migrant sea journeys from Africa and has passed measures against human smugglers, including tougher jail terms, and has urged allies to do more to curb the migration attempts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What’s next for oil as OPEC+ and Trump shake the market? | Business and Economy | Al Jazeera",
            "time": "2025-08-13T15:59:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/web-1755100094.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">OPEC+ is opening the oil taps again, while Donald Trump’s tariffs target Russian crude buyers.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>OPEC+, which includes Saudi Arabia and Russia, has agreed to another large production hike in September.</p><p>That’s despite a warning by the International Energy Agency, the extra barrels could tip the market into oversupply later this year.</p><p>US President Donald Trump’s tariffs have targeted Russian crude buyers.</p><p>But whether those tariffs are imposed depends on the outcome of trade negotiations with India and China.</p><p>And even more so on talks over a peace deal in Ukraine between Washington and Moscow.</p><p>Can the US and Europe break China’s grip on rare earths?</p><p>Plus, why is China’s Labubu toy so popular?</p></div></div></body></html>"
        },
        {
            "title": "Dozens injured in Serbia as clashes erupt at antigovernment protests | Protests News | Al Jazeera",
            "time": "2025-08-13T15:25:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_689ca2c819c06-1755095752.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Dozens injured in Serbia as clashes erupt at antigovernment protests</h1><p class=\"article__subhead\"><em>Images from the scene show government supporters throwing flares at the protesters who hurl back various objects.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes have erupted as opponents and supporters of the Serbian government faced off, each side staging its own demonstrations, as sustained protests against populist President Aleksandar Vucic have now gone on for more than nine months.</p><p>The clashes first began on Tuesday night in Vrbas, northwest of the capital Belgrade, where riot police separated the two groups outside the governing Serbian Progressive Party offices in the town.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The <a href=\"/news/2025/6/30/what-are-serbias-protesters-demanding-and-whats-next\">student-led protests in Serbia</a> first started in November after a train station canopy collapsed in the northern city of Novi Sad, killing 16 people, triggering furious accusations of corruption in state infrastructure projects.</p><p>Serbia’s president, other government officials and pro-government media have repeatedly described the protesters as “terrorists”, although protests since November have been largely peaceful.</p><p>Led by university students, the protesters are demanding that Vucic call an early parliamentary election, which he has refused to do.</p><p>Images from the scene showed government supporters throwing flares, rocks and bottles at the protesters, who hurled back various objects. Police said that dozens of people were injured, including 16 police officers.</p><p>Similar incidents were reported at protests in other parts of the country.</p><p>Police said that several people were detained in Vrbas. Police Commissioner Dragan Vasiljevic told state-run RTS television that the protesters “came to attack” the governing party’s supporters outside the party’s offices.</p><figure id=\"attachment_3886420\" aria-describedby=\"caption-attachment-3886420\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886420\" src=\"/wp-content/uploads/2025/08/ap_689ca306f36c8-1755095815.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An image taken from video shows protesters and riot police engulfed by smoke as clashes erupted at protests in Vrbas, Serbia, Tuesday, Aug. 12, between opponents and supporters of the government in an escalation of tensions following more than nine months of persistent demonstrations against populist President Aleksandar Vucic. (N1 Serbia via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886420\" class=\"wp-caption-text\">An image taken from video shows protesters and riot police engulfed by smoke as clashes erupted at protests in Vrbas, Serbia, Tuesday, August 12, between opponents and supporters of the government [File: N1 Serbia via AP]</figcaption></figure><p>Protesters have said that government supporters attacked them first in Vrbas and also further south in Backa Palanka and later in Novi Sad and the southern city of Nis. In Belgrade, riot police pushed away protesters who gathered in a downtown area.</p><p>Vucic said at a news conference on Wednesday with Austrian Chancellor Christian Stocker that <a href=\"/news/2025/6/28/serbian-protesters-rally-in-belgrade-to-demand-snap-election\">pro-democracy protests</a> in Serbia have been “very violent and were violent last night”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Protests have, since November, drawn hundreds of thousands of people, rattling Vucic’s long-running presidency. The Serbian leader’s supporters have recently started organising counterdemonstrations, fuelling fears of further violence.</p><p>Serbia is formally seeking European Union membership, but Vucic has maintained strong ties with Russia and China, and has been accused of stifling democratic freedoms since coming to power 13 years ago.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel kills more than 50 people in Gaza City, at least 89 across enclave | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-13T15:10:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-13T072037Z_981964012_RC256GAQRCKZ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1755071705.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 89 Palestinians have been killed in Israeli attacks across <a href=\"/news/liveblog/2025/8/13/live-israel-kills-73-in-gaza-after-world-shocked-by-murder-of-journalists\">Gaza</a> since dawn, according to medical sources, with Al Jazeera’s team on the ground reporting the intensification of strikes on the northern parts of the besieged enclave, where more than 50 people were killed in Gaza City alone.</p><p>Israeli air strikes on groups trying to secure the distribution of aid north of Gaza City killed at least 12 people on Wednesday</p><p>At least 26 people desperately seeking any food for their families were killed by Israeli fire, including 16 killed by Israeli near an aid point north of Rafah, according to the Nasser Hospital in southern Gaza.</p><p>In the last 24 hour reporting period, at least eight people, including three children, died from Israeli-imposed starvation and malnutrition, bringing the total number of hunger-related deaths since the war began in October, 2023 to 235, among them 106 children, the Health Ministry said on Wednesday.</p><p>Philippe Lazzarini, head of the United Nations Relief and Works Agency for Palestine Refugees (UNRWA), described the deaths as “the latest in the war on children and childhood in Gaza”.</p><p>“This is in addition to: over 40,000 children reported killed or injured due to bombardment and airstrikes, at least 17,000 unaccompanied and separated children, and one million deeply traumatised children and out of education,” he wrote in a post on X.</p><p>“Children are children. No one should stay silent when children die, or are brutally deprived of a future, wherever these children are, including in Gaza.”</p><p>Gaza’s healthcare system has also been the subject of targeted destruction by the Israeli military, which amounts to “medicide”, UN experts said Wednesday, accusing Israel of deliberately attacking and starving healthcare workers, paramedics and hospitals to wipe out medical care in the enclave.</p><p>“As human beings and UN experts, we cannot remain silent about the war crimes committed before our eyes in Gaza,” said Tlaleng Mofokeng, special rapporteur on the right to health, and Francesca Albanese, special rapporteur on the situation of human rights in the Palestinian territory occupied since 1967.</p><p>“In addition to bearing witness to an ongoing genocide, we are also bearing witness to a ‘medicide’, a sinister component of the intentional creation of conditions calculated to destroy Palestinians in Gaza, which constitutes an act of genocide,” the experts said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Health and care workers have been continuously targeted, detained, tortured and are now, like the rest of the population, being starved,” they added.</p><h2 id=\"ceasefire-talks-to-restart\">Ceasefire talks to restart</h2><p>As the death toll continues to rise in Gaza from Israeli attacks and its punishing blockade, a delegation from the Palestinian group Hamas was scheduled to begin discussions in Egypt over a potential ceasefire on Wednesday.</p><p>The previous round of indirect ceasefire talks in Qatar ended in deadlock in late July, after Israel and the United States withdrew their delegations hours after Hamas submitted its response to a truce proposal.</p><p>The talks in Cairo will focus on ways to stop the war, deliver aid, and “end the suffering of our people in Gaza”, Hamas official Taher al-Nono said.</p><figure id=\"attachment_3886309\" aria-describedby=\"caption-attachment-3886309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886309\" src=\"/wp-content/uploads/2025/08/getty_689c96a998-1755092649.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"SOUTHERN ISRAEL, ISRAEL - AUGUST 13: Israeli soldiers look at destructed buildings in the Northern Gaza Strip as they are standing at a view point on the Israeli side of the border on August 13, 2025 in Southern Israel, Israel. Last week Israel's security cabinet approved Prime Minister Benjamin Netanyahu's proposal to expand IDF occupation of the Gaza Strip, including taking &quot;complete control&quot; of Gaza City. The planned offensive has been met with widespread condemnation by the international community, as well as hostage families, who say the move would further endanger hostages still believed to be held alive by Hamas in Gaza, as well as one million Palestinians in Gaza City, who are already facing displacement and an acute hunger crisis. (Photo by Amir Levy/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886309\" class=\"wp-caption-text\">Israeli soldiers look at destroyed buildings in the northern Gaza Strip as they stand at a viewpoint in Israel on August 13, 2025 [Amir Levy/Getty Images]</figcaption></figure><p>A Palestinian official familiar with the negotiations told the news agency Reuters that “Hamas believes negotiation is the only way to end the war and is open to discuss any ideas that would secure an end to the war”.</p><p>A Hamas representative also told Reuters the group was willing to hand over governance of Gaza to a non-partisan committee, but would not give up its weapons before a Palestinian state is established.</p><p>Israeli Prime Minister Benjamin Netanyahu has promised to continue the war until Hamas is “destroyed”.</p><h2 id=\"israeli-military-plan-to-seize-gaza-city\">Israeli military plan to seize Gaza City</h2><p>Israel’s security cabinet last week approved plans to seize Gaza City and forcibly displace hundreds of thousands of Palestinians to concentration zones, despite international condemnation from the United Nations and dissent from within Israel’s own military.</p><p>However, earlier Wednesday, the military said its chief of staff, Eyal Zamir, had signed off on the “main framework” for the operational plan during a meeting with top commanders, Shin Bet representatives and senior officers.</p><p>According to the statement, Zamir “emphasised the importance of increasing troop readiness and preparedness for reserve recruitment, while conducting proficiency training and providing breathing space ahead of the upcoming missions”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said Israeli forces appeared to be in the preparatory stage of the expanded invasion, hitting multiple neighbourhoods overnight.</p><p>“Explosions [were] clearly heard from the eastern part of Gaza City, particularly near the Zeitoun neighbourhood and surrounding areas as far as the Sabra neighbourhood,” Mahmoud reported. “Seven people were reported killed overnight from a mixture of heavy artillery and air strikes targeting major residential clusters.”</p><p>In the city’s Sheikh Radwan neighbourhood, three more people were reportedly killed as they fled the area.</p><p>Mahmoud said the Zikim crossing, the main entry point for aid in northern Gaza, had become “deadly for Palestinians”, with limited aid trucks allowed through despite crowds of desperate people.</p><p>“More people are dying there, either from deliberate Israeli military fire or from the stampede,” he said.</p><figure id=\"attachment_3886300\" aria-describedby=\"caption-attachment-3886300\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886300\" src=\"/wp-content/uploads/2025/08/afp_689c9681a6f6-1755092609.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - A Palestinian girl cries as she tries to receive cooked meals along with others from a food distribution center in Gaza City on August 13, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886300\" class=\"wp-caption-text\">A Palestinian girl cries as she tries to receive cooked meals along with others from a food distribution centre in Gaza City on August 13, 2025 [AFP]</figcaption></figure><p>Mahmoud added that there was growing international condemnation of Israel “for creating the humanitarian crisis in Gaza”, but no change on the ground.</p><p>“They gave permission for some aid trucks to enter Gaza, to create a media buzz that there is food coming in,” he said. “But that has nothing to do with what’s going on … more people are still dying on a daily basis of enforced starvation.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump is “waging a war on Democratic-run cities” | Donald Trump | Al Jazeera",
            "time": "2025-08-13T14:51:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/claire-horz-thumb-1755096567.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinian man killed in West Bank by Israeli soldier backing up settlers | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-13T14:34:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689c935ff3db-1755091808.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Palestinian man in the occupied West Bank has been shot dead in an attack instigated by Israeli settlers, according to the Palestinian Health Ministry as cited by the Wafa news agency.</p><p>Thamin Khalil Reda Dawabsheh, 35, was shot Wednesday morning in the town of Duma, south of Nablus, by an Israeli off-duty soldier who was accompanying “an Israeli civilian” near Duma “during engineering works”, the Israeli army said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Earlier Palestinian reports of the attack had stated that Dawabsheh was killed by an Israeli settler.</p><p></p><p>According to the mayor of Duma, Palestinians in the town were “startled” by an Israeli settler attack, said Al Jazeera’s Nida Ibrahim.</p><p>“The settlers started assaulting a 14-year-old, leading many Palestinian men to go and try to defend him,” Ibrahim said.</p><p>Later, more armed settlers arrived, and they started shooting at the Palestinians, resulting in the death of Dawabsheh, “whose only crime was being on his land”, she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Suleiman Dawabsheh, the head of the Duma village council, said that settlers attacked Palestinians and opened fire on them in the southern part of the village, amid land-levelling operations that have been taking place in the area for days, Palestinian news agency Wafa reported.</p><p>Ibrahim said that Thamin Dawabsheh’s killing is part of a pattern of increased Israeli settler violence against Palestinians that is often filmed on camera.</p><p>“Every day, we stumble upon more videos showing how Israeli settlers are attacking Palestinians – intimidating them, shooting them, killing them. And they are not being held accountable by the Israeli authorities,” said Ibrahim.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The statement published by the Israeli army claimed dozens of Palestinians were hurling rocks towards the Israeli civilian and soldier, and “in response, the soldier fired to remove the threat, and a hit was identified”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-deadly-pattern-of-israeli-military-settler-attacks\">A deadly pattern of Israeli military, settler attacks</h2><p data-start=\"1336\" data-end=\"1612\">Recently, 31-year-old Palestinian activist and English teacher <a href=\"/news/2025/7/29/who-was-awdah-hathaleen-palestinian-activist-killed-by-an-israeli-settler\">Awdah Hathaleen</a> was shot dead by an Israeli settler on July 28 in the village of Umm al-Kheir, south of Hebron.</p><p data-start=\"1336\" data-end=\"1612\">Hathaleen was well known for his activism, including helping the creators of the Oscar-winning film No Other Land, which documents Israeli settler and soldier attacks on the Palestinian community of Masafer Yatta.</p><p>Israeli settlers, protected by the Israeli military, are often armed and fire at will against Palestinians who try to stop them. They attack residents and burn property with impunity, rarely if ever facing legal consequences.</p><p>The <a href=\"/news/2025/7/15/attacks-on-palestinians-intensifying-in-occupied-west-bank-un-rights\">Israeli military</a> has also been intensifying its deadly raids, home demolitions and displacement campaigns in the West Bank.</p><p><a href=\"/news/2025/7/29/calls-for-us-to-sanction-israeli-settlers-after-palestinian-activist-killed\">Violent attacks by Israeli settlers</a> and soldiers in the occupied West Bank have surged since October 2023, in tandem with <a href=\"/news/liveblog/2025/8/13/live-israel-kills-73-in-gaza-after-world-shocked-by-murder-of-journalists\">Israel’s genocidal war in Gaza,</a> with the United Nations reporting that almost 650 Palestinians – including 121 children – have been killed in the territory by Israeli forces and settlers between January 1, 2024 and the start of July 2025.</p><p>A further 5,269 Palestinians were injured during that period, including 1,029 children.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Turkiye slams Israel, Kurdish-led SDF for destabilising a recovering Syria | News | Al Jazeera",
            "time": "2025-08-13T14:01:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Israeli_attack_Syria_Damascus_military_headquarters_AlJazeera_Arabic-1752689306.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkiye has said that Israel and the Kurdish-led Syrian Democratic Forces (SDF) must stop threatening the security and stability of Syria as Foreign Minister Hakan Fidan hosted his Syrian counterpart Asaad al-Shaibani in Ankara.</p><p>Speaking at a joint news conference on Wednesday, Fidan accused Israel and the SDF of wilfully undermining the <a href=\"/where/syria/\">country’s recovery efforts</a> after the devastation of a 14-year civil war and the ouster of longtime leader Bashar al-Assad last December by a lightning rebel offensive.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Fidan said Israel had “fuelled certain difficulties” in Syria and warned that Israeli security “cannot be achieved through undermining the security of your neighbours”.</p><p>“To the contrary, you should make sure your neighbouring countries are prosperous and secure,” he said. “If you try to destabilise these countries, if you take steps to that end, this could trigger other crises in the region.”</p><p>Al-Shaibani said Israel’s actions “undermine the security of our citizens,” adding that “certain countries want Syria to disintegrate based on ideologies, based on ethnicity, and obviously we are against all these efforts”.</p><p>Concurrently, the defence ministers of Turkiye and Syria signed a memorandum of understanding on military training and consultancy after talks in Ankara on Wednesday, Turkiye’s Defence Ministry said. The countries had been negotiating a comprehensive military cooperation agreement for months since al-Assad’s fall.</p><p>Syrian interim President Ahmed al-Sharaa’s fledgling government has been beset by heavy fallout from sectarian violence that broke out on July 13 in the southern province of Suwayda between Bedouin and Druze fighters. Government troops were deployed to quell the conflict.</p><p>The bloodshed worsened, and Israel carried out strikes on Syrian troops and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital, Damascus</a>, under the pretext of protecting the Druze. Israel had been regularly bombarding Syria and staging ground excursions into Syria since al-Assad’s ouster, saying it was targeting weapons sites and branding the leaders of the new government as “extremists”.</p><p>In the meantime, ongoing <a href=\"/news/2025/8/4/syrias-kurdish-led-sdf-government-forces-clash-in-aleppo-province\">eruptions of violence</a> between Syrian government forces and the SDF continued on Tuesday in Aleppo province in the northwest.</p><p>The clashes cast further doubt over an <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">integration deal</a> signed in March by the armed group and Syria’s Damascus as part of efforts to reunite the country, devastated and divided by the ruinous war that saw hundreds of thousands killed and millions displaced.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Defence Ministry said on Tuesday that the SDF must abide by that accord and stop targeting government forces, warning that “the continuation of these actions will lead to new consequences”, the SANA state news agency reported.</p><p>However, the March agreement does not specify how the SDF would be merged into Syria’s armed forces. The group has previously said its forces must join as a bloc, while the government wants its fighters to join as individuals.</p><p>Syria’s government said last week that it would not take part in <a href=\"/news/2025/8/9/syria-backs-out-of-paris-talks-with-kurdish-led-fighters-state-tv\">planned meetings</a> with the SDF in Paris amid mounting tensions. But the foreign minister and a senior official in the country’s Kurdish administration reportedly met on Tuesday in Damascus, sources from both sides told the AFP news agency.</p><p>The SDF was the main force allied with the United States in Syria during fighting that defeated ISIL (ISIS) in 2019.</p><p>On Saturday, the group accused government-backed factions of attacking areas in northeastern Syria more than 22 times. It said that it had exercised restraint during such “aggressions”, but that the continuation of attacks “threatens mutual trust and undermines understandings”.</p><p>Fidan accused the SDF of trying to turn instability in Syria into an “opportunity for themselves.”</p><p>Ankara views the SDF with hostility as the group is spearheaded by the People’s Protection Units (YPG) affiliated with the Kurdistan Workers’ Party (PKK) that recently began <a href=\"/news/2025/7/11/pkk-begins-disarmament-process-after-40-years-of-armed-struggle-in-turkiye\">disarmament as part of a peace process</a> with Turkiye after more than 40 years of fighting in a conflict that killed more than 40,000 people. The SDF has said it is not party to the deal between Ankara and the PKK.</p><p>“At this point, we are beginning to witness developments that we are finding increasingly difficult to tolerate,“ Fidan said. ”The upper echelons of the YPG need to stop playing for time because the chaos they’re waiting for [in Syria] will not take place, and even if it does, it will not be to their advantage.” Fidan said.</p><p>He added: “They shouldn’t take us for fools. We have good intentions, but that doesn’t mean we will turn a blind eye to your mischievous or devious ways.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Lebanon rejects foreign interference, president tells Iran official | Hezbollah News | Al Jazeera",
            "time": "2025-08-13T13:38:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689c83b2901f-1755087794.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon’s president has told a senior Iranian official that Beirut rejects any interference in its internal affairs and has criticised Tehran’s statements on plans to <a href=\"/news/2025/8/10/will-lebanon-succeed-in-disarming-hezbollah\">disarm Hezbollah</a> as “unconstructive”.</p><p>Iran’s Supreme National Security Council chief Ali Larijani’s visit to Beirut on Wednesday comes a week after the Lebanese government ordered the army to devise plans by the end of 2025 to disarm the Iran-aligned Lebanese armed group.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Iran expressed opposition to the plan to disarm <a href=\"/news/2025/8/5/hezbollah-supporters-protest-disarmament-ahead-of-lebanese-government-talks\">Hezbollah</a>, which before a war with Israel last year was believed to be better armed than the Lebanese military.</p><p>“It is forbidden for anyone … to bear arms and to use foreign backing as leverage,” Aoun told Larijani, according to a statement from the Lebanese presidency posted on X.</p><p>Larijani responded to Aoun by stating that Iran does not interfere in Lebanese decision-making, and that foreign countries should not give orders to Lebanon.</p><p>“Any decision taken by the Lebanese government in consultation with the resistance is respected by us,” he said after separate talks with Parliament Speaker Nabih Berri, whose Amal Movement is an ally of Hezbollah.</p><p>“Iran didn’t bring any plan to Lebanon, the US did. Those intervening in Lebanese affairs are those dictating plans and deadlines”, said Larijani.</p><p>He said Lebanon should not “mix its enemies with its friends – your enemy is Israel, your friend is the resistance”.</p><p>Larijani further added that Lebanon should appreciate Hezbollah, and its “value of resistance”.</p><p>Reporting from Beirut, Al Jazeera’s Zeina Khodr said Larijani appeared to have softened his language on the visit.</p><p>“Ali Larijani has been using more diplomatic language than … a few days ago [when] he was blunt that Iran opposes the Lebanese government’s decision to disarm Hezbollah.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“He said that Iran’s policy is about friendly cooperation, not giving orders and timetables, so he was referring to the United States, the US envoy, which presented a plan to end tensions with Israel, and that plan involves disarming Hezbollah [on] a four-month timetable.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-state-by-state-relationship\">A ‘state-by-state’ relationship</h2><p>Dozens of Hezbollah supporters gathered along the airport road to welcome Larijani on Wednesday morning. He briefly stepped out of his car to greet them as they chanted slogans.</p><p>“If … the Lebanese people are suffering, we in Iran will also feel this pain and we will stand by the dear people of Lebanon in all circumstances,” Larijani told reporters shortly after landing in Beirut.</p><p>The Iranian official is also scheduled to meet Lebanese Prime Minister Nawaf Salam, as well as Berri, who is close to Hezbollah.</p><p>Iran has suffered a series of blows in its long-running rivalry with Israel, including during 12 days of open war between the two countries in June.</p><p>Hezbollah, meanwhile, was weakened during the war with Israel, which ended in a November 2024 ceasefire that Israel <a href=\"/news/2025/8/7/at-least-six-killed-10-wounded-in-israeli-strikes-on-lebanon\">continues to violate</a>.</p><p>The new Lebanese government, backed by the United States, has moved to further restrain the group.</p><p>“What the new Lebanese leadership wants is a state-by-state relationship, not like in the past where …  the Iranians would be dealing with Hezbollah and not [with] the Lebanese state,” said Khodr.</p><p>Hezbollah has called the government’s disarmament decision <a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">a “grave sin”.</a></p><p>Khodr said the tensions have sparked concern about potential unrest in the country.</p><p>Hezbollah is part of Iran’s so-called “axis of resistance” – a network of aligned armed groups in the region, including Hamas in Gaza and Yemen’s Houthi rebels, who oppose Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Human rights groups file ICC case against Israel over journalist murders | Gaza | Al Jazeera",
            "time": "2025-08-13T13:29:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755091730.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Clinton to Trump: How Putin has met, courted and frustrated US presidents | Vladimir Putin News | Al Jazeera",
            "time": "2025-08-13T12:50:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-24T202523Z_1621917192_RC27TFASPS16_RTRMADP_3_UKRAINE-CRISIS-TRUMP-RUSSIA-OIL-1754451672.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Russian President Vladimir Putin prepares for a summit in Alaska with his United States counterpart Donald Trump, he can draw on his experiences from 48 previous meetings with American presidents.</p><p>Over 25 years as Russia’s leader, Putin has met and worked with five US presidents: Bill Clinton, George W Bush, Barack Obama, Trump and Joe Biden.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>While some of the earlier meetings were relatively warm, reflecting the hopes of US-Russia friendship between the end of the Cold War and the early 2000s, most of Putin’s more recent interactions — especially with Obama and Biden — have been frostier, as bilateral ties have worsened.</p><p>Here’s a recap of some of the key moments from those past meetings, and how jazz concerts and fishing trips gave way to threats.</p><figure id=\"attachment_3886033\" aria-describedby=\"caption-attachment-3886033\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886033\" src=\"/wp-content/uploads/2025/08/AP17186546816310-1755084808.jpg?w=770&amp;resize=770%2C559&amp;quality=80\" alt='FILE In this Saturday, July 21, 2000 file photo President Bill Clinton shares a light moment with Russian President Vladimir Putin during a tree-planting ceremony at Bankokushinryokan or \"bridge to the world,\" before the Group of Eight meeting in Nago, Okinawa, Japan. (AP Photo/Vincent Yu, File)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886033\" class=\"wp-caption-text\">Bill Clinton shares a light moment with Putin during a tree-planting ceremony before the G8 meeting in Nago, Okinawa, Japan, on July 21, 2000 [Vincent Yu/AP Photo]</figcaption></figure><h2 id=\"june-2000-putin-clinton\">June 2000: Putin-Clinton</h2><p>Less than three months after he formally became president of Russia, Putin hosted US President Clinton in Moscow. The Russian leader took Clinton on a <a href=\"http://en.kremlin.ru/events/president/news/38511\">tour of the Kremlin</a>, after which a Russian jazz group performed for them.</p><p>Clinton congratulated Putin on Russia’s decision to ratify two arms control treaties. “President Yeltsin led Russia to freedom. Under President Putin, Russia has the chance to build prosperity and strength, while safeguarding that freedom and the rule of law,” <a href=\"https://clintonwhitehouse4.archives.gov/WH/New/Europe-0005/briefings/20000604-1855.html\">Clinton said</a>, referring to Boris Yeltsin, Putin’s predecessor as president.</p><p>Putin, on his part, described the US as “one of our main partners”. Moscow, he said, would never again seek confrontation with Washington. “Never. We are for cooperation. We are for coming to agreement on problems that might arise,” he said.</p><p>But Clinton acknowledged their differences over Chechnya, where Russian forces had launched a major war the previous year, after a series of apartment blasts in Russia killed more than 300 people. Moscow blamed Chechen separatists for the explosions.</p><p>The Moscow meeting was the first of four between Putin and Clinton in 2000, the others on the margins of multilateral events, before the US president left office in January the following year.</p><figure id=\"attachment_3886039\" aria-describedby=\"caption-attachment-3886039\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886039\" src=\"/wp-content/uploads/2025/08/AP01111405407-1755084927.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"George W. Bush and Vladimir Putin during a toast at Bush ranch, Crawford, Texas, photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886039\" class=\"wp-caption-text\">George W Bush and Putin during a toast at Bush ranch, Crawford, Texas, on November 14, 2001 [AP Photo]</figcaption></figure><h2 id=\"november-2001-putin-bush\">November 2001: Putin-Bush</h2><p>After the September 11 attacks, Putin was the first world leader to call then-US President Bush and offer support. Two months later, <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2001/11/20011115-4.html\">Bush hosted Putin</a> at his Crawford, Texas ranch, optimism about ties dripping from his words.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“When I was in high school, Russia was an enemy. Now the high school students can know Russia as a friend; that we’re working together to break the old ties, to establish a new spirit of cooperation and trust so that we can work together to make the world more peaceful,” Bush said. Bush drove Putin in a pick-up truck to a waterfall on the ranch.</p><p>But by the time they met in Russia in November 2002, US-led efforts for <a href=\"https://georgewbush-whitehouse.archives.gov/infocus/iraq/news/20021122-2.html\">NATO expansion</a> had injected unease into the relationship.</p><figure id=\"attachment_3886043\" aria-describedby=\"caption-attachment-3886043\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886043\" src=\"/wp-content/uploads/2025/08/AP070702046635-1755085043.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Putin holding up a fish he caught in Maine, while visiting US President George W Bush and his family on July 2, 2007 [FILE: AP Photo]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886043\" class=\"wp-caption-text\">Putin holding up a fish he caught in Maine, while visiting Bush and his family on July 2, 2007 [AP Photo]</figcaption></figure><h2 id=\"july-2007-putin-bush\">July 2007: Putin-Bush</h2><p>By this point, the US invasion of Iraq in 2003 had amplified tensions between the two countries. But despite differences, Bush continued to maintain a warm personal relationship with Putin, whom he hosted at his parents’ home in <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2007/07/20070702-2.html\">Kennebunkport, Maine</a>.</p><p>Both acknowledged areas where their views diverged, but they each credited the other with transparency.</p><p>Bush took Putin fishing. The Russian president was the only one who caught a fish on that trip – it was set free, Putin said.</p><figure id=\"attachment_3886053\" aria-describedby=\"caption-attachment-3886053\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886053\" src=\"/wp-content/uploads/2025/08/AP21162465221687-1755085168.jpg?w=770&amp;resize=770%2C627&amp;quality=80\" alt=\"FILE - In this April 6, 2008 file photo, President George Bush, left, and Russian President Vladimir Putin, look on during a press conference at the Russian Presidential residence Bochorov Ruchei, in Sochi, Russia. (AP Photo/Gerald Herbert)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886053\" class=\"wp-caption-text\">Bush, left, and Putin, look on during a news conference at the Russian leader’s residence in Sochi, Russia, on April 6, 2008 [Gerald Herbert/AP Photo]</figcaption></figure><h2 id=\"april-2008-putin-bush\">April 2008: Putin-Bush</h2><p>The final meeting between Bush and Putin as presidents took place in Sochi, Russia, and was focused on US plans to expand a <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2008/04/20080406-3.html\">missile defence system in Europe</a> that Russia was opposing.</p><p>There was no breakthrough – the two leaders agreed to disagree.</p><p>But their personal rapport appeared intact. Bush met Putin 28 times in total. He only met British Prime Minister Tony Blair more.</p><figure id=\"attachment_3886056\" aria-describedby=\"caption-attachment-3886056\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886056\" src=\"/wp-content/uploads/2025/08/AP090707053840-1755085280.jpg?w=770&amp;resize=770%2C374&amp;quality=80\" alt=\"FILE - In this July 7, 2009 file photo, President Barack Obama meets with then- Russian Prime Minister Vladimir Putin in Moscow. President Barack Obama and Russian President Vladimir Putin will use their first meeting Monday June 18, 2012 since Putin returned to the top job to claim leverage on their twin needs: Obama needs Russia to help, or at least not hurt, U.S. foreign policy aims in the Mideast and Afghanistan. Putin needs the United States as a foil for his argument that Russia doesnt get its due as a great power. (AP Photo/Haraz N. Ghanbari, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886056\" class=\"wp-caption-text\">Barack Obama meets with Putin in Moscow on July 7, 2009 [Haraz N Ghanbari/AP Photo]</figcaption></figure><h2 id=\"july-2009-putin-obama\">July 2009: Putin-Obama</h2><p>Putin was now prime minister, with ally Dmitry Medvedev the Russian president.</p><p>US President <a href=\"https://obamawhitehouse.archives.gov/the-press-office/remarks-president-obama-and-prime-minister-putin-russia-meeting\">Obama met Putin</a> during a visit to Moscow. By now, differences had grown over Russia’s invasion of Georgia in 2008, which the US had opposed.</p><p>“We may not end up agreeing on everything, but I think that we can have a tone of mutual respect and consultation that will serve both the American people and the Russian people well,” Obama told Putin.</p><figure id=\"attachment_3886062\" aria-describedby=\"caption-attachment-3886062\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886062\" src=\"/wp-content/uploads/2025/08/AP17186546769136-1755085385.jpg?w=770&amp;resize=770%2C527&amp;quality=80\" alt=\"FILE In this Monday, June 17, 2013 file photo President Barack Obama meets with Russian President Vladimir Putin in Enniskillen, Northern Ireland. (AP Photo/Evan Vucci, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886062\" class=\"wp-caption-text\">Obama meets with Putin in Enniskillen, Northern Ireland, on June 17, 2013 [Evan Vucci/ AP Photo]</figcaption></figure><h2 id=\"june-2013-putin-obama\">June 2013: Putin-Obama</h2><p>As Obama met Putin on the <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2013/06/17/remarks-president-obama-and-president-putin-russia-after-bilateral-meeti\">margins of the G8 summit in Northern Ireland</a> — Russia had been added to the grouping in 1998 and was expelled in 2014 after its annexation of Crimea — their frustration with each other was visible in an awkward photo that made headlines.</p><p>The US and its allies wanted then-Syrian President Bashar al-Assad to quit amid the civil war in that country, but Russia was backing him.</p><p>“With respect to Syria, we do have differing perspectives on the problem, but we share an interest in reducing the violence; securing chemical weapons and ensuring that they’re neither used nor are they subject to proliferation,” Obama said.</p><figure id=\"attachment_3886064\" aria-describedby=\"caption-attachment-3886064\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886064\" src=\"/wp-content/uploads/2025/08/AP17187472698493-1755085491.jpg?w=770&amp;resize=770%2C715&amp;quality=80\" alt=\"FILE - In this Nov. 20, 2016 file photo, President Barack Obama talks with Russia's President Vladimir Putin at the opening session of the Asia-Pacific Economic Cooperation (APEC) in Lima, Peru. When U.S. and Russian presidents meet, the rest of the world stops to watch. For decades, summits between leaders of the world powers have been heavily anticipated affairs in which every word, handshake and facial expression is scrutinized. (AP Photo/Pablo Martinez Monsivais, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886064\" class=\"wp-caption-text\">Obama talks with Putin at the opening session of the Asia-Pacific Economic Cooperation (APEC) forum in Lima, Peru, on November 20, 2016 [Pablo Martinez Monsivais/AP Photo]</figcaption></figure><h2 id=\"november-2016-putin-obama\">November 2016: Putin-Obama</h2><p>By the time Obama and Putin met for the ninth and final time at the APEC Summit in Peru, there was no pretence of bonhomie.</p><p>Russia had accused the US of engineering a coup against its ally and former Ukrainian President Viktor Yanukovych in 2014. The US and its allies had imposed sanctions against Russia over its annexation of Crimea.</p><p>Putin and Obama spoke for barely four minutes on the sidelines of the summit, with the US president asking his Russian counterpart to stick to his commitments under the Minsk agreements that were meant to bring peace to Ukraine.</p><figure id=\"attachment_3886067\" aria-describedby=\"caption-attachment-3886067\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886067\" src=\"/wp-content/uploads/2025/08/AP25043637089835-1755085599.jpg?w=770&amp;resize=770%2C519&amp;quality=80\" alt=\"FILE - Russian President Vladimir Putin, right, and U.S. President Donald Trump give a joint news conference at the Presidential Palace in Helsinki, Finland, July 16, 2018. (AP Photo/Pablo Martinez Monsivais, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886067\" class=\"wp-caption-text\">Putin, right, and Trump give a joint news conference at the Presidential Palace in Helsinki, Finland, on July 16, 2018 [Pablo Martinez Monsivais/AP Photo]</figcaption></figure><p><strong>July 2018: Putin-Trump</strong></p><p>A year and a half into his first presidency, Trump’s victory in the 2016 US presidential election was still clouded by accusations that Russia had interfered in the election on his behalf when he <a href=\"https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-putin-russian-federation-joint-press-conference/\">met Putin in Helsinki</a>.</p><p>The two met alone, with only interpreters. In a media interaction after that, Putin tried to recast the relationship in optimistic hues. “The Cold War is a thing of past,” he said, before listing a series of modern challenges facing the world — from an environmental crisis to terrorism. “We can only cope with these challenges if we join the ranks and work together. Hopefully, we will reach this understanding with our American partners.”</p><p>But it was Trump who made headlines. After he acknowledged that he had discussed the allegations of election interference with Putin, Trump was asked whether he believed US intelligence agencies that had concluded that Moscow had intervened in the vote.</p><p>“I have great confidence in my intelligence people, but I will tell you that President Putin was extremely strong and powerful in his denial today,” Trump said. “He just said it’s not Russia. I will say this: I don’t see any reason why it would be.”</p><p>Trump met Putin six times in all in his first term.</p><figure id=\"attachment_3886070\" aria-describedby=\"caption-attachment-3886070\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3886070\" src=\"/wp-content/uploads/2025/08/AP25220309454492-1755085703.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE - Russian President Vladimir Putin, left, and U.S President Joe Biden shake hands in Geneva, Switzerland, on June 16, 2021. (AP Photo/Alexander Zemlianichenko, Pool, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3886070\" class=\"wp-caption-text\">Putin, left, and Joe Biden shake hands in Geneva, Switzerland, on June 16, 2021 [Alexander Zemlianichenko/AP Photo]</figcaption></figure><h2 id=\"june-2021-putin-biden\">June 2021: Putin-Biden</h2><p>US President Joe Biden flew to Geneva for his only face-to-face meeting with Putin.</p><p>After years of steady deterioration, relations had reached their nadir after Biden had described Putin as a killer in March, prompting Russia to withdraw its ambassador from Washington. The US had followed.</p><p>The Geneva meeting helped reset ties – a bit. Both countries agreed to reappoint ambassadors.</p><p>But Biden was also <a href=\"/news/2021/6/16/biden-putin-conclude-geneva-summit-after-hours-of-talks\">blunt with Putin</a> about US concerns over Russian election interference and cyberattacks, and said he had, in effect, threatened Moscow that Washington could launch tit-for-tat cyberstrikes.</p><p>Russia by then was building up its troop presence along the border with Ukraine, a key source of stress in ties with the US that came up during the Putin-Biden meeting.</p><p>Eight months later, Russia would launch a fully fledged invasion of Ukraine, marking the start of Europe’s largest war since World War II — a war Trump says he wants to end through the summit in Alaska on August 15.</p></div></div></body></html>"
        },
        {
            "title": "Superman’s new job at ICE is the perfect American plot twist | Cinema | Al Jazeera",
            "time": "2025-08-13T12:25:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/epa_689c83cded0d-1755087821.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"118\" data-end=\"356\">Last week, actor Dean Cain, known for portraying Superman in the 1990s TV show Lois &amp; Clark: The New Adventures of Superman, announced that he was going to be sworn in as a United States Immigration and Customs Enforcement (ICE) agent.</p><p data-start=\"359\" data-end=\"663\">Cain said he was joining the agency because ICE agents, whom he described as the “real true heroes”, were being vilified. He also posted an ICE recruitment video on Instagram with the Superman theme song playing in the background, and promoted the generous pay and benefits that come with being an ICE agent.</p><p data-start=\"666\" data-end=\"846\">Cain is not the only one. Some pro-Trump celebrities have also defended or praised ICE. And Dr Phil tagged along on ICE raids in Chicago and quizzed apprehended migrants on camera.</p><p data-start=\"849\" data-end=\"1028\">But setting aside the irony that the Man of Steel himself was in fact also an undocumented alien, why would Superman be so keen to join ICE’s draconian raids targeting immigrants?</p><p data-start=\"1031\" data-end=\"1103\">For one thing, we need to understand the allure of these ICE operations.</p><p data-start=\"1106\" data-end=\"1395\">The visuals of masked federal agents, hopping out of armoured vehicles, in military-style gear and swiftly descending on what ICE enthusiasts would claim are terrorists, rapists, paedophiles, murderers, drug traffickers and gang members, are deeply comforting for many in the US.</p><p data-start=\"1398\" data-end=\"1516\">This is a consequence of a long history where militarised policing gained a semblance of sacrosanctity in the country.</p><p data-start=\"1519\" data-end=\"1899\">It is well documented that contemporary policing in the US has its origins in slave patrols. This means that the development of the US criminal justice system has its roots not only in slavery, but also in the belief that slave revolts or any effort to upend the racial hierarchy in American society are an existential threat to the established social order.</p><p data-start=\"1902\" data-end=\"2390\">Over the years, the gradual militarisation of the police has drawn its rationale from periods of perceived existential crises in American society. Whether it was the rise of organised crime during the Prohibition era of the 1920s, uprisings during the civil rights movement of the 1960s, or when President Richard Nixon declared drug addiction “public enemy no 1” requiring an “all-out offensive”, these have served as the pretext for strong, military-style policing on American streets.</p><p data-start=\"2393\" data-end=\"2856\">This militarisation of the police has been supported by Section 1033 of the National Defense Authorization Act for Fiscal Year 1997, which President Bill Clinton signed into law, allowing local law enforcement agencies to access excess military equipment from the Department of Defense (DOD). The 1033 programme has allowed the DOD to “sell or transfer”, among other things, mine-resistant ambush-protected vehicles, grenade launchers, aeroplanes and helicopters.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2859\" data-end=\"3353\">This love affair with ICE is also a cultural phenomenon. The hard-edged, violent and brash cop, willing to stray outside the bounds of the law to protect innocent civilians from evil (the Muslim terrorist, the Soviets, the Germans) is a popular Hollywood and American TV show staple. This has normalised the perception that to keep America safe from such existential threats, it is sometimes necessary to use deadly force or extrajudicial actions, no matter how cruel or excessive they may seem.</p><p data-start=\"3356\" data-end=\"3466\">Of course, in all of this, we cannot ignore the deep, anti-immigrant sentiments that drive the support for ICE.</p><p data-start=\"3469\" data-end=\"3524\">In my adult life, this xenophobia has taken many forms.</p><p data-start=\"3527\" data-end=\"3907\">As an 18-year-old college student in upstate New York in the early 2000s, I was the physical epitome of all things evil and anti-American as the country waged its “Global War on Terror”. At the time, I remember a fellow student justifying the extra security checks I had to suffer through at airports, saying, “You cannot ignore the fact that you look like the people who hate us.”</p><p data-start=\"3910\" data-end=\"4139\">In my late 20s as a PhD student in Copenhagen, I had to hear a senior colleague say, “You’re Indian. I guess your skill is raping women.” He was referring to the 2012 Delhi bus gang rape and murder that received global attention.</p><p data-start=\"4142\" data-end=\"4386\">Globally, we have also seen a proliferation of reality TV shows like Border Security: Australia’s Front Line and Nothing to Declare UK that claim to show the reality of the multiple threats that Western countries encounter at their borders.</p><p data-start=\"4389\" data-end=\"4500\">It is now all but commonplace to imagine the figure of the migrant as a vessel for all things we fear and hate.</p><p data-start=\"4503\" data-end=\"4654\">When Syrian refugees arrived in Europe in 2015, they were portrayed as a security threat, a burden on public services, and a threat to European values.</p><p data-start=\"4657\" data-end=\"4939\">Last year, the United Kingdom saw a wave of far-right anti-immigrant riots after a mass stabbing of girls in Southport. The riots followed false claims that the attacker was a Muslim migrant. Rioters attacked minority-owned businesses, the homes of immigrants and hotels housing asylum seekers.</p><p data-start=\"4942\" data-end=\"5192\">This year, Ireland has seen anti-immigrant attacks on South Asians, including a six-year-old girl who was punched in the face and hit in the genital area. Reportedly, these attacks have been fuelled by anger over the affordability and housing crisis.</p><p data-start=\"5195\" data-end=\"5265\">Such anti-immigrant sentiments have been endemic to American politics.</p><p data-start=\"5268\" data-end=\"5838\">While the discourse during the Obama years was not as antagonistic, the removal of undocumented migrants was still a political priority. President Obama was called “deporter-in-chief”, and in 2012, deportations peaked at 409,849. That said, in the same year, he also signed the Deferred Action for Childhood Arrivals (DACA) policy, allowing undocumented migrants who were brought into the country as minors to apply for “renewable two-year periods of deferred action from deportation, allowing them to remain in the country”. DACA also made them eligible for work permits.</p><p data-start=\"5841\" data-end=\"6039\">Deportations were also a priority during the Biden years. In fiscal year 2023, US immigration authorities deported or returned 468,000 migrants, surpassing any single year during Trump’s first term.</p><p data-start=\"6042\" data-end=\"6328\">That said, during Trump’s tenure in the White House, the anti-immigrant rhetoric has been vicious, and the Republican leader does not shy away from portraying migrants as synonymous with criminality and an existential threat to the demographic, moral and cultural fabric of the United States.</p><p data-start=\"6331\" data-end=\"6644\">This framing of immigrants as a problematic presence in American society served as a pretext for Trump’s plan to build a wall across the US-Mexico border to stop the movement of undocumented migrants, the travel ban on citizens from several Muslim countries, and a suspension of the US Refugee Admissions Program.</p><p data-start=\"6647\" data-end=\"7025\">Trump’s second term has only been a continuation of such policies. With the genocide ongoing in Gaza and the concurrent visibility of the Palestine solidarity movement, the anti-immigration movement has merged with anti-Palestinian racism, with ICE also targeting pro-Palestine activists whom the Trump administration claims hold views that are antithetical to American values.</p><p data-start=\"7028\" data-end=\"7316\">With all of this in the background, it then makes sense that an actor who once played an undocumented alien on TV and who himself has Japanese heritage would join ICE. In the era of Trump, targeting the tired and poor huddled masses who yearn to breathe free seems to be the American way.</p><p data-start=\"7028\" data-end=\"7316\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘Health champions’: Local women lead the fight against polio in Nigeria | Health News | Al Jazeera",
            "time": "2025-08-13T12:21:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/A-women-vaccinotor-in-Nasrwa-carrying-her-baby-during-the-vaccination-drive-1755066794.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"ltr\"><strong>Abuja and Nasarawa, Nigeria –</strong> In the neighbourhood of Kado Lifecamp on the outskirts of Nigeria’s capital, 29-year-old Eucharia Joseph grips a cooler box and sets out for her day. Inside are oral polio vaccines packed in ice.</p><p dir=\"ltr\">Joseph’s route takes her through dusty lanes, past tin-roofed homes, mosques and churches. By nightfall, she and her team of six women will have vaccinated hundreds of children. Their mission: To ensure no child is left unprotected from the disease that once crippled thousands across the country.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p dir=\"ltr\">In 2020, Nigeria was declared free of wild poliovirus by the World Health Organization (WHO) – a landmark achievement for a country once at the centre of global transmission. But the virus hasn’t vanished entirely.</p><p dir=\"ltr\">A related strain, known as circulating vaccine-derived poliovirus (cVDPV), still threatens under-immunised communities. Unlike the wild virus, cVDPV emerges when the weakened virus from oral vaccines mutates and spreads via contaminated food or water, for instance, in areas where too few children are vaccinated.</p><p dir=\"ltr\">That threat remains. Despite steady progress, Nigeria still reports sporadic outbreaks of cVDPV. As of March this year, the country <a href=\"https://www.vax-before-travel.com/2025/03/29/nigeria-reports-10th-polio-case-2025\">had reported</a> 10 cases of the mutated strain. Last year, 98 cVDPV2 cases were reported.</p><p dir=\"ltr\">With ongoing insecurity in northern Nigeria and pockets of resistance elsewhere, the job of eradicating polio now rests heavily on the shoulders of women like Joseph, who are often the only ones granted access to households due to a confluence of cultural, religious and safety reasons.</p><p dir=\"ltr\">“It’s my gift,” Joseph said of her work, as she adjusted her headscarf under the sun. “I go to different localities. I talk to mothers. I sit with them. I know how to convince them. That’s what makes this work possible.”</p><figure id=\"attachment_3885580\" aria-describedby=\"caption-attachment-3885580\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885580\" src=\"/wp-content/uploads/2025/08/A-polio-vaccination-drive-in-Mararba-town-in-Nigeria-1755066772.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885580\" class=\"wp-caption-text\">A polio vaccination drive in Mararaba town, Nigeria [Hanan Zaffar/Al Jazeera]</figcaption></figure><h2 id=\"women-on-the-front-lines\" dir=\"ltr\">Women on the front lines</h2><p>Female health workers like Joseph are the backbone of Nigeria’s polio response.</p><p dir=\"ltr\">In rural or conservative communities, male health workers are often not allowed to interact with women and children. While in conflict-affected areas, strange men moving between households may be viewed with suspicion, as many of these areas are battling rebels.</p><p dir=\"ltr\">In Borno State – the epicentre of Nigeria’s long-running Boko Haram rebellion and one of the regions hardest hit by polio outbreaks – the stakes are especially high. Male health workers have sometimes been suspected by the community of working with government forces or intelligence services.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p dir=\"ltr\">In some neighbourhoods, the mistrust and resistance extend to female vaccinators as well.</p><p dir=\"ltr\">“Most people in Maiduguri [the state capital] don’t always like the vaccine. They think it prevents them from giving birth,” said Aishatu, who chose not to reveal her last name. The community health worker leads immunisation rounds across several wards in the area.</p><p dir=\"ltr\">Such rumours about the effects of vaccines have circulated for years, often fanned by misinformation circulating among community networks, some religious leaders, and occasionally by armed groups such as Boko Haram, which has attacked vaccinators and portrayed immunisation as part of a foreign agenda.</p><p dir=\"ltr\">In some cases, religious teachings have been misrepresented, for example, claims that vaccines are forbidden during certain religious festivals or that immunisation interferes with divine will. There have also been conspiracy theories saying vaccines are a Western plot to sterilise children.</p><p dir=\"ltr\">Combined with longstanding mistrust of government programmes in some areas, belief in these rumours has made vaccine acceptance a persistent challenge in parts of northern Nigeria, health workers say.</p><p>For front-liners like Aishatu, confronting the beliefs has become part of the job. Her strategy is persistence and patience.</p><p dir=\"ltr\">“We handle it by trying to increase sensitisation,” she said, referring to the repeated community visits, one-on-one conversations, and informal group talks that female health workers use to counter vaccine myths and build trust among hesitant parents. “We keep talking to the mothers, telling them the truth. Some accept it slowly, some after seeing others take it.”</p><p dir=\"ltr\">Aishatu has to balance this work with managing her household responsibilities. But she sees the job as something beyond a paycheck. “The work is a professional one,” she said. “But it also adds so much to life. I know I am helping people and I love it.”</p><p dir=\"ltr\">But she also believes more needs to be done to expand the programme’s reach. “More female vaccinators are needed,” she said. “That’s the best approach for the government to use for creating more awareness about [the need and effectiveness of] polio vaccines.”</p><p dir=\"ltr\">In areas or situations where male vaccinators face access constraints and restrictions, women doing the work have been more effective. And for some, their demeanour and approach to patients is what also makes a difference.</p><p dir=\"ltr\">“Women are very social,” said Esu Danlami Audu, village head of Kado who has seen his village stamp out new polio cases because of efforts by women vaccinators.</p><p dir=\"ltr\">“They are able to talk to parents, gain trust, and explain the importance of vaccines in ways men cannot. That is why they have played such an important role in our progress against eradication of poliovirus.”</p><p dir=\"ltr\">This access has proven more critical in regions like Borno. According to the WHO, female vaccinators and community health promoters have been instrumental in reaching children in hard-to-access areas, sometimes even risking their lives to do so.</p><p>“All over Africa, despite facing life threats at many places, their [women vaccinators’] presence and persistence have helped overcome barriers of trust, cultural norms, and insecurity. This is especially true for conflict-affected areas of northern Nigeria where women are often the only ones allowed into households – especially those with young children – making their role irreplaceable,” said Dr Ndoutabe Modjirom, coordinator of WHO-led polio outbreaks rapid response team for the African region.</p><figure id=\"attachment_3885582\" aria-describedby=\"caption-attachment-3885582\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885582\" src=\"/wp-content/uploads/2025/08/A-neighbourhood-in-Kado-village-in-Abuja-1755066785.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885582\" class=\"wp-caption-text\">A neighbourhood in Kado village, Abuja [Hanan Zaffar/Al Jazeera]</figcaption></figure><h2 id=\"to-further-counter-these-challenges-health-agencies-have-also-adopted-a-mix-of-innovation-and-local-knowledge\" dir=\"ltr\">Innovation, persistence and economic ripple effect</h2><p id=\"to-further-counter-these-challenges-health-agencies-have-also-adopted-a-mix-of-innovation-and-local-knowledge\" dir=\"ltr\">To further counter these challenges, health workers have also adopted a mix of innovation and local knowledge.</p><p dir=\"ltr\">Geographic Information System (GIS) mapping now helps identify missed settlements. Community mobilisers, often local women, monitor newborns and report missed vaccinations. Mobile health units and door-to-door outreach campaigns are routine.</p><p dir=\"ltr\">“We go to schools, churches, mosques and markets,” said Aminat Oketi, a vaccinator in Nasarawa State and a mother of six. “Sometimes we vaccinate 150, even 300 children a day. The work is tough. But when I see a child protected, it is worth it.”</p><p dir=\"ltr\">Although Oketi earns some money from her work, the job is not well paid. Most vaccinators receive just 12,000 naira (about $8) from the government for a five-day campaign. Transport often eats into their earnings, forcing them to supplement this income with petty trade or hawking goods.</p><p dir=\"ltr\">Aishatu supplements her income by<strong> </strong>running a small beans trading business in Maiduguri to earn an income. “I buy and sell beans,” she said. “I manage it by separating my time to work [as a health worker] and do business.”</p><p dir=\"ltr\">While the campaigns has improved public health outcomes, it has also unintentionally created a foundation for economic empowerment among women, many say. Empowered by training and purpose, many of these women have become micro-entrepreneurs and informal community leaders.</p><p dir=\"ltr\">Vaccinators like Oketi, who joined the programme four years ago, are not only safeguarding children but also building personal livelihoods.</p><p dir=\"ltr\">She runs a small poultry business alongside her health work. “I have a shop where I sell chicken feed and I rear birds too,” she said. Her modest vaccine stipend barely covers transport, but the exposure to community networks and the sense of mission have translated into entrepreneurial confidence.</p><p dir=\"ltr\">“When people trust you with their children, they also trust you to provide them with other services,” she said. “My customers come because they know me from the vaccination rounds. It is all connected.”</p><p dir=\"ltr\">This is a common trajectory. While some female vaccinators have leveraged their community credibility to start small businesses, others, like Joseph, have set up informal health outreach networks, advising new mothers and coordinating care for sick children.</p><p dir=\"ltr\">According to Cristian Munduate, UNICEF’s country representative, this dual role of healthcare provider and entrepreneur reflects a deeper shift. “They are not just women with jobs; they are agents of change,” she said. “Vaccination campaigns have opened a pathway for leadership, agency, and financial independence.”</p><p dir=\"ltr\">Helen Bulus, a government health officer in charge of vaccinations in Mararaba town in Nasarawa, reflects on the sense of commitment female health workers share.</p><p dir=\"ltr\">“We are mothers too. Women take care of children, not just their own. That’s why they don’t give up [even when there is hardship],” she said.</p><p dir=\"ltr\">And as they persevere, their work creates other positive ripples, like contributing to higher school enrolment among girls in some regions, she added. “As mothers become more economically stable, they invest more in their daughters’ futures.”</p><figure id=\"attachment_3885586\" aria-describedby=\"caption-attachment-3885586\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885586\" src=\"/wp-content/uploads/2025/08/A-vaccination-drive-in-a-school-in-Kado-village-1755066801.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885586\" class=\"wp-caption-text\">A vaccination drive in a school in Kado village [Hanan Zaffar/Al Jazeera]</figcaption></figure><h2 id=\"a-global-model-with-challenges\" dir=\"ltr\">A global model  – with challenges</h2><p dir=\"ltr\">While wild polio now remains endemic only in Pakistan and Afghanistan, Nigeria’s experience offers vital lessons. Its fight against polio, led by women, supported by community trust, and bolstered by innovative strategies, has reshaped how public health can be delivered in fragile settings.</p><p dir=\"ltr\">The next step, experts say, is sustaining this momentum.</p><p dir=\"ltr\">“Routine immunisation must be strengthened,” said Munduate. “And communities must be supported, not just during outbreaks but all year round.”</p><p dir=\"ltr\">The polio infrastructure has also transformed Nigeria’s broader healthcare system. Cold chains, data systems, and human networks developed for polio now support routine immunisations, maternal health, and even responses to outbreaks like cholera and COVID-19.</p><p dir=\"ltr\">“We have built a legacy platform. Female vaccinators trained for polio are now part of nutrition drives, health education, and emergency response. They have become health champions,” WHO’s Modjirom explained.</p><p dir=\"ltr\">Still, hurdles persist. Insecurity continues to hinder access in parts of northern Nigeria. In conservative areas, misinformation remains rife, fed by rumours that vaccines cause infertility or are part of foreign agendas.</p><p dir=\"ltr\">Despite gains, health workers say there is little scope for complacency. Experts warn that until every child is reached, the virus remains a threat not just to Nigeria, but to global eradication efforts.</p><p dir=\"ltr\">“For each paralytic case, thousands more may be infected,” said Munduate. “That’s why we can’t stop and efforts have to continue.”</p><p dir=\"ltr\"><em>The reporting for this story was supported by UN Foundation Polio Press Fellowship</em></p></div></div></body></html>"
        },
        {
            "title": "France, Germany and UK say they are ready to reimpose Iran sanctions | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-13T12:14:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_689c6f81-1755082625.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France, Germany and the United Kingdom have told the United Nations they are prepared to reinstate sanctions on <a href=\"/news/2025/8/11/iran-says-iaea-talks-will-be-complicated-ahead-of-agencys-planned-visit\">Iran</a>, according to a joint letter.</p><p>The letter, sent to UN Secretary-General Antonio Guterres and the UN Security Council, said the three European powers were “committed to use all diplomatic tools at our disposal to ensure Iran does not develop a nuclear weapon” unless Tehran meets a deadline to speak with them.</p><p>“We have made it clear that if Iran is not willing to reach a diplomatic solution before the end of August 2025, or does not seize the opportunity of an extension, E3 are prepared to trigger the snapback mechanism,” the ministers wrote, the AFP news agency reported on Wednesday.</p><p>Iran says its nuclear programme is for civilian purposes and has denied seeking nuclear weapons.</p><p>The warning comes amid heightened tensions over Iran’s suspension of cooperation with the International Atomic Energy Agency (IAEA). Tehran halted collaboration with the UN nuclear watchdog after Israel launched a 12-day war against Iran in June, targeting senior military leaders, top scientists and nuclear facilities.</p><p>Iran had been in talks with the United States at the time over its nuclear programme, before Washington later carried out its own bombing raid on Iran’s nuclear sites during the conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The foreign ministers of the so-called E3 group wrote to the UN on Tuesday, raising the prospect of “snapback” sanctions – a provision in a 2015 nuclear deal with Iran that eased UN Security Council measures in exchange for curbs on its nuclear activities.</p><p>Under the agreement, which expires in October, any signatory can restore the sanctions if they believe Iran is in breach.</p><p>The letter follows what the E3 described as “serious, frank and detailed” discussions with Iran in Istanbul last month, the first in-person talks since Israeli and US strikes targeted Iranian nuclear sites.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>France, Germany and the UK were signatories to the 2015 Joint Comprehensive Plan of Action (JCPOA) alongside the United States, China, Russia and the European Union. The accord required Iran to limit its uranium enrichment in exchange for sanctions relief.</p><p>In 2018, then-US President Donald Trump unilaterally withdrew from the deal and reimposed sanctions. The European powers pledged to uphold the agreement but now claim Iran has breached its terms, including building a uranium stockpile more than 40 times the limit set in 2015.</p><p>However, no evidence has been found that Iran has enriched uranium to weapons-grade levels of 90 percent after it allowed inspections of its nuclear facilities by the IAEA.</p><p>Meanwhile, Iran has agreed to hold talks with the IAEA and is preparing to host a visit by the UN watchdog, its first since Tehran cut ties with the agency last month following the June conflict.</p></div></div></body></html>"
        },
        {
            "title": "Forcing Tests could ‘bankrupt’ cricket countries: Australia chief | Cricket News | Al Jazeera",
            "time": "2025-08-13T12:00:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-13T135352Z_757326518_UP1EL6D12LQ1F_RTRMADP_3_CRICKET-TEST-ZAF-AUS-1755085832.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Forcing Tests could ‘bankrupt’ cricket countries: Australia chief</h1><p class=\"article__subhead\"><em>With 100 days until the first Ashes game of England’s tour, Australia CEO says Test cricket needs quality, not quantity.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia cricket chief Todd Greenberg says a slimmer Test calendar could benefit smaller nations because the five-day game was better “where it means something”.</p><p>Marking 100 days until the home Ashes series against England begins in Perth, Cricket Australia CEO Greenberg suggested that quality, not quantity, was important in keeping the red-ball game viable.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We’re trying to send countries bankrupt if we force them to try to play Test cricket,” he told reporters.</p><p>“We need to make sure we invest in the right spaces to play Test cricket where it means something.</p><p>“That’s why the Ashes will be as enormous and as profitable as it is – because it means something.”</p><p>England have just completed <a href=\"/sports/2025/8/4/india-tie-england-series-in-one-of-greatest-test-finales\">a thrilling 2-2 home drawn series against India</a> in front of sold-out crowds.</p><p>At the same time, New Zealand and Australia romped to easy overseas Test series wins against uncompetitive West Indies and Zimbabwe teams respectively, leaving question marks over the quality of Test cricket in those countries.</p><p>One idea is to create two or more divisions of Test cricket to keep it competitive, but Greenberg said he did not have a strong opinion on the ideal number of Test-playing nations.</p><p>“Let’s consider what the future might look like,” he said.</p><p>But the five-day game remained in rude health in Australia, Greenberg said, where interest in the Ashes had been “off the charts”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This will be the biggest sports event in Australia this year,” said Greenberg.</p><p>“The interest is quite extraordinary with ticket allocations for 11 of the 20 days on sale already exhausted.”</p><p>Australia were <a href=\"/sports/2023/6/11/australia-beat-india-to-win-cricket-world-test-championship\">defeated by South Africa</a> in the final of the 2025 World Test Championship at Lord’s Cricket Ground in London in June.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh officials testify against Tulip Siddiq at anticorruption trial | Corruption News | Al Jazeera",
            "time": "2025-08-13T11:32:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_689c653e55e67-1755079998.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh officials testify against Tulip Siddiq at anticorruption trial</h1><p class=\"article__subhead\"><em>The former British minister is being tried over an alleged land grab of plots in the capital, Dhaka.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladeshi anticorruption officials have testified in court against former British Minister Tulip Siddiq, accused of using her familial ties to deposed Prime Minister Sheikh Hasina to obtain state-owned land plots in the South Asian country.</p><p>Three officials from the Anti-Corruption Commission (ACC) on Wednesday read out testimonies in three separate cases, over an alleged land grab of plots in the capital, Dhaka.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Siddiq, who is Hasina’s niece, <a href=\"/news/2025/1/15/who-is-tulip-siddiq-and-why-has-she-resigned-as-uk-minister\">resigned from her post</a> as an anticorruption minister in United Kingdom Prime Minister Keir Starmer’s government in January, following reports that she lived in London properties linked to her aunt and was named in an anticorruption investigation in Bangladesh.</p><p>She is being tried in the land grab case together with her mother, Sheikh Rehana, brother, Radwan Mujib, and sister, Azmina.The four were indicted earlier and asked to appear in court; however, the prosecution said they absconded and would be tried in absentia.</p><p>Siddiq has called the process a “persecution and a farce”.</p><p>ACC lawyer Khan Mohammad Mainul said Siddiq was “lying”.</p><p>“We have obtained all the necessary documents, including her correspondence in this matter,” he told the AFP news agency. “We have strong evidence against her.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The cases are in addition to three corruption cases that opened on Monday. <a href=\"/news/2025/8/5/theyre-selling-the-revolution-bangladesh-a-year-after-hasinas-downfall\">Hasina,</a> 77, is named in all.</p><p>Separately, the anticorruption investigation has alleged that Siddiq’s family was involved in brokering a 2013 deal with Russia for a nuclear power plant in Bangladesh in which large sums of money were said to have been embezzled.</p><p>Siddiq represents the north London district of Hampstead and Highgate in Parliament, and served in the UK’s centre-left Labour Party government as economic secretary to the Treasury – the minister responsible for tackling financial corruption.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Hasina’s rule saw widespread human rights abuses, including the mass detention and <a href=\"/news/2025/7/24/shoot-them-sheikh-hasina-ordered-firing-on-bangladesh-protesters-in-2024\">extrajudicial killing of her political opponents</a>.</p><p>She fled Bangladesh by helicopter on August 5, 2024, after weeks of student-led protests against her rule.</p><p>She has defied orders to return from India, including to attend her separate and ongoing trial on charges amounting to crimes against humanity, over the deadly crackdown on the uprising.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}