{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "[no-title]",
            "time": "2026-01-14T21:59:15",
            "imgUrl": "",
            "body": "<html><body></body></html>"
        },
        {
            "title": "Child rights org says Google undermines parental control of child accounts | Technology News | Al Jazeera",
            "time": "2026-01-14T21:51:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-13T091047Z_1928902270_RC2UZIAD1UMQ_RTRMADP_3_GOOGLE-VIETNAM-1768424284.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A child rights advocacy organisation in the United States is accusing Google of bypassing parental authority by allowing children to disable parental supervision over Google accounts after they turn 13.</p><p>Melissa McKay, president of the Digital Childhood Institute, stated on LinkedIn that Google sent her 12-year-old an email that will unlock additional tools once he turns 13, posting screenshots of the email.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Google’s frequently asked questions, it shows that children can disable tools that allow parents to supervise accounts once they are what is known as the minimum age in their country, which is often 13 in many countries.</p><p>Among the changes, once children turn the age of 13, they can turn off supervised experiences on YouTube and can add payment methods to Google Pay. Parents will no longer be able to block apps, turn on location sharing without the permission of the child user or block access to payment features.</p><p>“Google is asserting authority over a boundary that does not belong to them. It reframes parents as a temporary inconvenience to be outgrown and positions corporate platforms as the default replacement,” McKay said in a post on LinkedIn.</p><p>Parents are able to supervise Google accounts through a programme called Family Link up until age 13.</p><p>“In nearly ten years as an online safety advocate, this is among the most predatory corporate practices I have seen,” she added.</p><p>McKay first raised the complaint in October, in a letter to the Federal Trade Commission (FTC).</p><p>“Enabling minors at this critical stage of development to terminate parental oversight, even when parents expressly seek to maintain such protections, constitutes a clear breach of duty of care,” McKay said in the letter shared with Al Jazeera.</p><p>McKay told Al Jazeera she had met with then FTC chairman Andrew Ferguson and said she had spent 45 minutes with him and his staff to walk through the complaints prior to sending the letter.</p><p>The 50-page document alleges that the Silicon Valley tech giant violated the Children’s Online Privacy Protection Act (COPPA), which is a law that puts limits on how tech companies can collect and use personal data from children under the age of 13.</p><p>The letter also alleges a violation of the 2014 FTC Consent Decree on in-app purchases, which requires platforms like Google to get parental permission before allowing such purchases by children.</p><p>Other parental rights activists echoed McKay’s worries.</p><p>“Our concern is that messaging like Google’s – telling a 13-year-old they can now remove parental supervision – sends the signal that parents are barriers to freedom, rather than partners in growth. This type of corporate language accelerates tech independence without any built-in safety net, education, or emotional readiness. We’re worried it normalises the idea that kids should ‘go it alone’ online just because they’ve reached an arbitrary age,” Joanne Ma, cofounder of DigiDefendr, a new platform that helps teach kids about safe practices online, told Al Jazeera.</p><p>Representatives for Alphabet, Google’s parent company, did not respond to Al Jazeera’s request for comment.</p><p>The FTC did not respond to Al Jazeera’s request for comment.</p><p>The Utah State Attorney General’s office, the state in which McKay is based, as well as Senator Mike Lee of Utah, who has been behind several pushes for age verification laws in the US – including regarding social media use and access to adult explicit material, did not respond to a request for comment.</p><h2 id=\"a-risky-environment\">A risky environment</h2><p>Google has long been under the microscope for the relationship between kids and teens and their slate of tools. A lawsuit in 2025 alleged that the tech giant harvested data on Chromebooks used by students for schoolwork in public school systems around the US. Another report in 2024 alleged that Google sales representatives advised potential advertisers about how to target teens on YouTube.</p><p>In 2019, the tech giant also settled a lawsuit with the New York State Attorney General for collecting the personal data of children using YouTube. It paid $136m in fines to the FTC and another $34m to New York.</p><p>Even beyond Google platforms, the online landscape has been an increasingly volatile place for children and teens, and 48 percent of teens reported that social media usage had a negative impact on their mental health, according to a survey last year by the Pew Research Center.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>As cellphone and technology use, especially among younger people, escalates, including the rising use of chatbots like <a href=\"/podcasts/2025/7/3/the-take-is-chatgpt-hurting-our-critical-thinking-skills\" target=\"_blank\" rel=\"noopener\">ChatGPT</a>, online safety experts are flashing warning signs. About 72 percent of the US teens say they use ChatGPT, for instance, and a report from the Center For Counting Digital Hate found that the OpenAI-owned chatbot lacked sufficient safeguards like age verification tools.</p><p>The report also assessed if the chatbot would encourage dangerous behaviours by creating personas showing tendencies for substance abuse, suicidal ideation and eating disorders, with 53 percent of responses to prompts deemed as harmful.</p><p>“Continued parental supervision should be the default and NOT something that the child opts into. This is a decision that Google and other corporations need to make within their own policy. There should be some corporate responsibility here, especially with all that is out there about youth mental health and how it relates to social media,” Tracy Parolin, the other cofounder of DigiDefendr, told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration to suspend immigrant visa processing for 75 countries | Donald Trump News | Al Jazeera",
            "time": "2026-01-14T21:42:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967fd9c-1768422812.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump administration to suspend immigrant visa processing for 75 countries</h1><p class=\"article__subhead\"><em>US State Department says freeze will affect citizens of Somalia, Haiti, Iran and Eritrea, among other countries.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States says it will suspend immigrant visa processing for 75 countries around the world, as US President Donald Trump’s administration continues its wide-reaching <a href=\"/news/2026/1/13/minnesota-sues-trump-administration-over-immigration-crackdown\">crackdown on immigration</a>.</p><p>The Department of State said on Wednesday that visa processing would be paused for countries “whose migrants take welfare from the American people at unacceptable rates”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The freeze will remain active until the US can ensure that new immigrants will not extract wealth from the American people,” it said, adding that the measure would affect “dozens of countries”, including Somalia, Haiti, Iran and Eritrea.</p><p>Trump has pursued a hardline, anti-immigration agenda since he returned to office in January 2025, promising to carry out the largest deportation operation in US history.</p><p>Over the past year, he has announced curbs to several US visa programmes and drastically slashed the number of planned <a href=\"/news/2025/10/30/trump-announces-lowest-refugee-admission-cap-in-us-history-at-7500\">refugee admissions</a> into the US.</p><p>His administration has also deployed heavily armed immigration officers to major US cities to detain and deport people accused of being in the country illegally.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The State Department said earlier this week that it has revoked <a href=\"/news/2026/1/13/us-revokes-more-than-100000-visas-since-trumps-return-to-office\">more than 100,000 visas</a> since Trump’s return to the White House, a one-year record.</p><p>The Department of Homeland Security last month said the Trump administration has deported more than 605,000 people, while 2.5 million others left the US on their own.</p><p>The State Department did not immediately release a full list of the countries that will be subjected to the freeze on immigrant visas on Wednesday.</p><p>The AFP news agency, citing an unnamed US official, said Brazil, Egypt, Thailand, Nigeria, Iraq and Yemen would be among those affected.</p><p>Meanwhile, a State Department spokesman said the freeze on immigrant visa processing would begin on January 21.</p><p>The move will not apply to applicants seeking non-immigrant, or temporary tourist or business, visas.</p><p>David Bier, the director of immigration studies at the Cato Institute, said the Trump administration “has proven itself to have the most anti-legal immigration agenda in American history”.</p><p>“This action will ban nearly half of all legal immigrants to the United States, turning away about 315,000 legal immigrants over the next year alone,” Bier said in a statement.</p><p>Aaron Reichlin-Melnick, a senior fellow at the American Immigration Council, said Wednesday’s announcement, when combined with <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">previously announced US travel bans</a>, means the Trump administration “has now banned or suspended immigrant visas for 90 different countries”.</p><p>Seventy percent of the targeted countries were in Africa, Reichlin-Melnick added.</p></div></div></body></html>"
        },
        {
            "title": "Three Palestine Action activists end UK hunger strike | News | Al Jazeera",
            "time": "2026-01-14T21:31:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/09/breaking-news%402x.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three detained British activists who <a href=\"/news/2026/1/11/hunger-strike-for-70-days-how-the-body-breaks-down-without-food\">spent weeks refusing food</a> have ended their hunger strike, citing a report that a United Kingdom-based subsidiary of a major Israeli weapons company was denied a UK government contract.</p><p>The Prisoners for Palestine group said in a statement on Wednesday that hunger-strikers Kamran Ahmed, <a href=\"/news/2026/1/13/uk-hunger-striker-heba-muraisi-i-think-about-how-or-when-i-could-die\">Heba Muraisi</a> and Lewie Chiaramello ended their strike after one of their “key” demands was achieved.</p><p>“Our prisoners hunger strike will be remembered as a landmark moment of pure defiance; an embarrassment for the British state,” the group said.</p><p>Several people affiliated with the proscribed group <a href=\"/opinions/2026/1/11/an-urgent-appeal-to-save-the-lives-of-palestine-action-hunger-strikers\">Palestine Action</a> had refused food in UK prisons since November in protest of their detention and the British government’s support for Israel as it wages a genocidal war against Palestinians in Gaza.</p><p><i>More to come…</i></p></div></div></body></html>"
        },
        {
            "title": "UK prosecutors seek to reinstate ‘terrorism’ charge against Kneecap rapper | Courts News | Al Jazeera",
            "time": "2026-01-14T21:08:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6967f2343a-1768419892.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK prosecutors seek to reinstate ‘terrorism’ charge against Kneecap rapper</h1><p class=\"article__subhead\"><em>Irish band slams push to reinstate charge against rapper Liam O’Hanna as ‘waste of public time and public money’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British prosecutors have sought to reinstate a “terrorism” charge against a member of Irish rap group Kneecap for allegedly displaying a flag of Lebanese group Hezbollah during a gig in London, after a judge <a href=\"/news/2025/9/26/uk-court-throws-out-kneecap-terror-charge-quoting-technicality\">threw out the case</a> last year.</p><p>The Crown Prosecution Service (CPS) launched a High Court challenge on Wednesday, arguing that a chief magistrate erred in September when he dismissed the case against Liam O’Hanna, also known as Liam Og O hAnnaidh in Irish, over a technical error.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>O’Hanna, who performs under the name Mo Chara, was charged with displaying the flag at a November 21, 2024, concert in London, breaching the United Kingdom’s 2000 Terrorism Act.</p><p>In written submissions unveiled in court, the CPS “submits that the Learned judge was wrong to find that the proceedings … were not instituted in the correct form”.</p><p>Kneecap – known for their politically charged lyrics and support for Palestinian rights – have said the case is an attempt to distract from what they described as British complicity in Israel’s genocide against Palestinians in the Gaza Strip.</p><p>The band has called the attempted prosecution of O’Hanna a “British state witch-hunt”.</p><p>“Today more Palestinians were murdered by Israel,” Kneecap wrote in <a href=\"https://x.com/KNEECAPCEOL/status/2011485468110553205\" target=\"_blank\" rel=\"noopener\">a social media post</a> on Wednesday after the court hearing.</p><p>“More homes demolished and more children dead due to cold and lack of aid not permitted to enter by Israel. That is the ONLY thing about this whole witch-hunt worth talking about,” the band said, denouncing the legal proceedings as “a waste of public time and public money”.</p><figure id=\"attachment_4239675\" aria-describedby=\"caption-attachment-4239675\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4239675\" src=\"/wp-content/uploads/2026/01/afp_6967f22c45b9-1768419884.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Irish rap group Kneecap band member, Liam O'Hanna, who performs under the stage name Mo Chara, hold placards as they gather outside the Royal Courts of Justice ahead of the singer's arrival in London on January 14, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4239675\" class=\"wp-caption-text\">Kneecap supporters rally in defence of O’Hanna on January 14, 2026 [AFP]</figcaption></figure><p>O’Hanna was <a href=\"/video/newsfeed/2025/6/18/kneecap-rapper-in-uk-court-on-terrorism-charge-over-flag\">charged in May</a> after a video emerged from the London concert in which he allegedly displayed the Hezbollah flag, an offence he has denied.</p><p>Kneecap previously said the flag was thrown on stage during their performance and that they “do not, and have never” supported Hezbollah.</p><p>The charge against O’Hanna was thrown out in September after a court ruled it had originally been brought without the permission of the director of public prosecutions and the attorney general, as well as one day outside the six-month statutory limit.</p><p>But <a href=\"/news/2025/10/7/uk-prosecutors-will-challenge-decision-to-dismiss-kneecap-terrorism-case\">CPS lawyer</a> Paul Jarvis told London’s High Court on Wednesday that permission was only required by the time O’Hanna first appeared in court, meaning the case can proceed.</p><p>O’Hanna did not attend the hearing.</p><p>But his bandmate, JJ O Dochartaigh, better known by the stage name DJ Provai, was in court alongside the band’s manager, Dan Lambert, and its lawyers.</p><p>About 100 Kneecap supporters also turned up at the court to show their support, holding Irish and Palestinian flags, singing songs and listening to speeches.</p><p>Kneecap has promised to “win again”, arguing in legal filings that September’s court decision to throw out the charge “was plainly correct”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We are stuck’: Young Ugandans want stability, opportunities on eve of vote | Elections News | Al Jazeera",
            "time": "2026-01-14T20:46:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967f8b0-1768421552.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kampala, Uganda –</strong> It’s the eve of Uganda’s highly contested presidential election, and the country is partially shut down.</p><p>The national communications authority has <a href=\"/news/2026/1/14/uganda-faces-mounting-calls-to-end-internet-blackout-before-elections\">suspended public internet access</a>, the sale and registration of new SIM cards, and outbound roaming services.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On the streets of the capital city, the move has triggered anger and frustration — especially among young people who rely heavily on the internet for work, communication, and opportunity.</p><p>Marvin Masole says he mostly uses WhatsApp to communicate and to do business.</p><p>The 27-year-old university graduate has tried repeatedly to find a job — and failed.</p><p>Frustrated, he is now looking for opportunities abroad.</p><p>“Many of us use WhatsApp. Without internet, we are stuck,” he tells Al Jazeera.</p><p>“There are people out there earning money online. I feel if we had a youthful president, he would not have authorised the shutdown. He is marginalising us.”</p><p>Masole is gathered with friends at a food stall in downtown Kampala. The group share a famous “Rolex” – a chapati rolled with egg – a popular street delicacy in Uganda.</p><p>The oldest person among them is 37 years old. Most are in their 20s.</p><p>This mirrors the national average – more than 70 percent of the country is under the age of 35.</p><p>But for decades, this youthfulness has not been reflected in the upper echelons of power.</p><p>For all their lives, Masole and his friends have known only one president — Yoweri Museveni, now 81, who is seeking a seventh term after nearly four decades in power.</p><figure id=\"attachment_4239840\" aria-describedby=\"caption-attachment-4239840\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4239840\" src=\"/wp-content/uploads/2026/01/ap_6967f87de5968-1768421501.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Uganda opposition presidential candidate Robert Kyagulanyi Ssentamu, known as Bobi Wine, hold onto each other as they attend his final campaign rally at Aga Khan Grounds in Kampala, Uganda, Monday, Jan. 12, 2026. (AP Photo/Samson Otieno)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4239840\" class=\"wp-caption-text\">Opposition supporters in Uganda attend a campaign rally at Aga Khan Grounds in Kampala, Uganda, Monday, January 12, 2026 [Samson Otieno/AP]</figcaption></figure><h2 id=\"tension-and-uncertainty\">Tension and uncertainty</h2><p>More than 21.6 million voters have registered for Thursday’s election.</p><p>But for many young Ugandans, the disconnect between them and Museveni’s policies feels both generational and political. They are educated, digitally connected, and facing high unemployment — and many say their voices do not translate into power.</p><p>But for other young Ugandans, the generational divide between them and the president does not translate into an ideological one.</p><p>Scovia Tusabimana strongly supports the president and his policies. She believes his leadership has benefitted the country.</p><p>“I was five years old when Museveni came to power. I’m an orphan. I couldn’t afford school,” she tells Al Jazeera.</p><p>“The president introduced universal primary education. He has built roads and hospitals.”</p><p>When asked about the internet shutdown and reports of campaign violence against the opposition and its supporters in the run-up to the polls, she says: “I’m not happy with the way things have been going, but I believe there is a reason why.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Masole says that in an ideal world, he would want to see a peaceful and harmonious transfer of power after the vote.</p><p>Yet Uganda has not experienced a peaceful handover since independence in 1962.</p><p>For years, elections in Uganda have been clouded by uncertainty and tension.</p><p>During the last polls in 2021, election-related violence and a crackdown by security forces left more than 50 people dead, according to rights groups.</p><p>Before and since then, Museveni’s government has been accused of fiercely cracking down on its critics.</p><p>In recent months, opposition politicians and activists have faced escalating harassment, including arbitrary arrests and detentions on what they describe as politically motivated charges.</p><p>Civil society organisations are also under growing pressure, facing tighter regulations and increased surveillance aimed at limiting their ability to influence and comment on the political process.</p><p>During campaigning for this year’s election, leading opposition candidate <a href=\"/news/2026/1/13/protect-the-vote-bobi-wine-opposition-brace-for-tense-uganda-election\">Bobi Wine</a> also warned that the state plans to arrest him again.</p><p>This comes as political analysts and observers predict that Museveni is almost guaranteed to win another term – a victory his competitors will likely say was rigged.</p><figure id=\"attachment_4239862\" aria-describedby=\"caption-attachment-4239862\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4239862\" src=\"/wp-content/uploads/2026/01/getty_6967f8cc3e-1768421580.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"KAMPALA, UGANDA - JANUARY 13: Crowds of supporters gather outside the home of Bobi Wine as he prepares to depart for the National Unity Platform's final campaign rally ahead of Uganda's 2026 general elections &gt; on January 13, 2026 in Kampala, Uganda. Robert Kyagulanyi Ssentamu, popularly known as Bobi Wine, is a Ugandan musician, activist, and politician currently serving as the president of the National Unity Platform (NUP). As of January 2026, he is the primary opposition candidate challenging incumbent President Yoweri Museveni in Uganda's upcoming general election to be held on January 15. (Photo by Michel Lunanga/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4239862\" class=\"wp-caption-text\">Crowds of supporters gather outside the home of Bobi Wine as he prepares to depart for the National Unity Platform’s final campaign rally ahead of Uganda’s 2026 general elections, on January 13, 2026, in Kampala, Uganda [Michel Lunanga/Getty Images]</figcaption></figure><h2 id=\"i-dream-of-a-country-with-good-hospitals\">‘I dream of a country with good hospitals’</h2><p>Out on the streets of Kampala, many people say they want to vote — but worry about what comes after the ballot is cast.</p><p>Okiya Abdul, a former teacher, says he wants a peaceful outcome. But he insists that the will of the people must be respected.</p><p>Frustration and disillusionment run deep, particularly among first-time voters who are questioning whether the ballot can still deliver change.</p><p>Sam Muzaale owns the food stall in downtown Kampala.</p><p>A former security guard, he worked his way up selling Rolex chapatis. He now employs several people. And for the first time, he plans to vote.</p><p>“I dream of a country with good hospitals and enough medicine, schools with teachers, and lower taxes — because taxes keep going up,” he tells Al Jazeera.</p><p>Masole, still frustrated by the internet shutdown and lack of opportunities, says he is unsure what the coming days will bring.</p><p>“The president knows how to use the military and police to bring peace. He knows how to restore order. I think he will find a way to stabilise the situation,” he says.</p><p>“What I fear is what will be done to bring back that stability.”</p><p>It is a concern shared by many Ugandans — a desire for peace and harmony, alongside anxiety about the cost of maintaining it.</p></div></div></body></html>"
        },
        {
            "title": "Kneecap’s pro-Palestine supporters protest court appeal | Protests | Al Jazeera",
            "time": "2026-01-14T20:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768422423.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Timeline of how Iran’s deadly protests unfolded | Protests News | Al Jazeera",
            "time": "2026-01-14T19:56:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768420546.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Danish FM says US ‘conquer’ of Greenland not acceptable | Politics | Al Jazeera",
            "time": "2026-01-14T19:55:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260114__92Q46J8__v1__HighRes__UsDenmarkGreenlandPoliticsDiplomacy_cropped-1768420416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinians in Gaza rebuild houses with mud and rubble | Newsfeed | Al Jazeera",
            "time": "2026-01-14T19:50:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768420194.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Is Starlink helping Iranians break internet blackout, and how does it work? | Telecommunications News | Al Jazeera",
            "time": "2026-01-14T19:45:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T200530Z_588105977_RC2VZIAHS5OQ_RTRMADP_3_IRAN-ECONOMY-PROTESTS-STARLINK-1768383386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s Starlink is reportedly offering free service to users in Iran, where a communications blackout is under way amid widespread antigovernment protests.</p><p>The satellite communication service from SpaceX is one of the few ways that images and videos of the protests and the ensuing government crackdown have made their way out of Iran. Here’s what you need to know:</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"how-is-starlink-being-used-in-iran\">How is Starlink being used in Iran?</h2><p>After Iran’s government cut off access to much of the internet on Thursday, Iranians have turned to proxy tools and Starlink’s constellation of low-orbit satellites to get online and share news of the protests with the outside world.</p><p>Starlink does not have a licence to operate in Iran, but thousands of its terminals have been smuggled into Iran since 2022 when then-United States President Joe Biden authorised US tech companies to bypass sanctions and sell Iranians communication tools. That move coincided with mass protests that had broken out over the death in custody of Mahsa Amini, an Iranian woman who was arrested for allegedly wearing the hijab improperly.</p><p>More recently, US President Donald Trump told reporters on Sunday that he wanted to see Starlink restore internet access to Iran and he would speak to Musk about the issue.</p><p>Although neither Starlink nor Musk has publicly confirmed the news, a person familiar with Starlink services told Bloomberg that the company is offering free services to Iran.</p><p>Mahmood Amiry-Moghaddam – director of Iran Human Rights, a human rights group with members inside and outside Iran – <span>told Al Jazeera that access to Starlink has played a pivotal role in sharing information about the protests, including estimates about the death toll.</span></p><p>“It has been extremely important because the alternative would have been no information,” Amiry-Moghaddam said.</p><p>Iran has released no official death toll, but authorities said more than 100 members of the security forces have been killed. Opposition activists said the toll is much higher and includes more than 1,000 protesters. The US-based Human Rights Activists News Agency said the number of dead has climbed to at least 2,571. Al Jazeera cannot independently verify any of these figures.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2446228\" src=\"/wp-content/uploads/2023/10/INTERACTIVE-How-does-starlink-work-1698575538.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - How does starlink work-1698575538\" fetchpriority=\"low\"></p><h2 id=\"how-does-this-communication-blackout-compare-with-the-past\">How does this communication blackout compare with the past?</h2><p>There have been 17 internet shutdowns in Iran since 2018, according to the Internet Society, a digital rights nonprofit, but they have varied in severity.</p><p>Blackouts have coincided with periods of unrest, such as the 2019 protests over fuel prices and the 2022 demonstrations after Amini’s death, according to Cloudflare, a global cybersecurity and cloud services firm.</p><p>Iran also briefly cut off internet access in June during a 12-day war with Israel and the US.</p><p>But Amiry-Moghaddam said the blackout this month has been more extensive than previous occasions due to its geographic scope and restrictions on international phone access.</p><p>“In 2019, there was a real blackout. In 2022, there were some areas, for some hours, and it was moving. But it has never been the whole country the way it is now and for so many days. It has never been that extensive,” Amiry-Moghaddam said.</p><p>The Fars news agency, which is affiliated with Iran’s Islamic Revolutionary Guard Corps, said in a Telegram post on Wednesday that access to the National Information Network, the state-controlled domestic intranet, had been restored.</p><p>The post said the “final decision on greater access to the internet” would be made in the next two weeks by “relevant institutions”.</p><h2 id=\"how-is-iran-blocking-communications\">How is Iran blocking communications?</h2><p>Iran’s latest shutdown was preceded by several days of internet traffic “anomalies” as antigovernment protests swept Iran, according to a Cloudflare analysis.</p><p>After the initial shutdown on Thursday, there were brief periods of connectivity on Friday, but as of Saturday, Iran “remains almost entirely cut off from the global internet”, according to its analysis.</p><p>Iran’s government has also tried to jam Starlink’s signals and seize terminals in a departure from past blackouts.</p><p>“In previous incidents, none of the internet shutdowns were as severe as this one,” Amir Rashidi, director of internet security and digital rights at the nonprofit Miaan Group, told Al Jazeera. “We never saw Iran trying to jam Starlink. That was not the case at all. Now they’re doing it.”</p><p>Iranian state media shared a video on Telegram on Tuesday of confiscated Starlink terminals and other telecommunications equipment still in their original packaging, which it described as “electronic espionage and sabotage items.”</p><p>Iran’s Ministry of Intelligence said the items were supposed to be distributed in areas that were experiencing unrest, according to the post.</p><h2 id=\"how-does-starlink-work\">How does Starlink work?</h2><p>Starlink’s “constellation” of telecoms satellites circle in a low Earth orbit about 550km (340 miles) above the ground.</p><p>On Earth, the person wanting to hook up to the internet must have a wifi-enabled satellite receiver. Much like a mobile phone connecting to different base stations as a user moves around, Starlink receivers, also known as terminals, must constantly hand off from one satellite to another as they pass overhead.</p><p>This contrasts with traditional telecommunication satellites, which are “geostationary”, meaning they orbit over the same spot on the Earth’s surface. That means Starlink customers don’t depend on just any one satellite. But it also means that the Starlink receiver is designed to accept signals from a wider angle – and that in turn leaves it more vulnerable to jamming.</p><h2 id=\"how-has-starlink-been-used-in-ukraine-and-other-places\">How has Starlink been used in Ukraine and other places?</h2><p>Starlink is also offering free broadband service to Venezuela through February 3, according to SpaceX. It decided this after the January 3 <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of President Nicolas Maduro by US special forces.</p><p>The company has also offered a month of free service to users impacted by natural disasters like Hurricane Melissa or the Canadian wildfires of 2025.</p><p>Starlink, however, has a mixed and even controversial record in some countries.</p><h2 id=\"what-are-the-controversies-that-have-surrounded-starlink-use\">What are the controversies that have surrounded Starlink use?</h2><p>The satellite service provided Ukraine’s military with a vital communications lifeline after Russia’s February 2022 full-scale invasion, but in September of that year, Musk reportedly ordered a Starlink shutdown over several regions of Ukraine as Kyiv prepared a counteroffensive.</p><p>Starlink has also been used by different groups in Sudan and Myanmar, two countries that are fighting years-long civil wars and experience frequent communications blackouts.</p><p>Scam centres in Myanmar, Cambodia and Laos have used Starlink to stay online despite international law enforcement efforts to cut off their power and internet connections. SpaceX said in October that it had disabled thousands of terminals in Myanmar although scam centres persist in the region. The United Nations estimated in 2023 that at least 220,000 people were trafficked to work in scam centres, where they engage in romance, investment and cryptocurrency scams online on behalf of criminal syndicates.</p><p>Meanwhile, critics say that the decision by the private company to operate in Iran without a licence has raised questions about the power of major corporations to violate the sovereignty of nations.</p><p>In 2023, Iran complained to the International Communication Union (ITU), the UN’s telecoms arm, about Starlink’s deployment in the country without authorisation. The ITU ruled in Iran’s favour, declaring Starlink’s actions illegal.</p></div></div></body></html>"
        },
        {
            "title": "Senegal beat Egypt 1-0 in AFCON semifinal as Sadio Mane scores late | Football News | Al Jazeera",
            "time": "2026-01-14T19:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967e78c-1768417164_6b0ff0-1768418322.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Senegal beat Egypt 1-0 in AFCON semifinal as Sadio Mane scores late</h1><p class=\"article__subhead\"><em>Mane scores 78th-minute winner to send Senegal through to play either Morocco or Nigeria in Sunday’s final.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Sadio Mane fired Senegal into the final of the Africa Cup of Nations with <a href=\"/sports/liveblog/2026/1/14/live-senegal-vs-egypt-afcon-2025-semifinal\">a 1-0 victory</a> over seven-time winners Egypt.</p><p class=\"p1\">The two-time African Footballer of the Year broke the deadlock in the 78th minute on Wednesday when he let fly from just outside the penalty area inside the bottom left corner after Lamine Camara’s initial effort was blocked.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">It sparked joy and relief among the Teranga Lions’ fans in Tangier, where the 2021 champions – after beating Egypt in the final – had taken the initiative but struggled to create clear chances against the Pharaohs’ stubborn defence.</p><p class=\"p1\">Senegal captain Kalidou Koulibaly will miss the title match – against either host <a href=\"/sports/liveblog/2026/1/14/live-nigeria-vs-morocco-afcon-2025-semifinal\">Morocco or Nigeria</a>, who are playing in Rabat later on Wednesday – after picking up a yellow card that meant a suspension and then going off injured in the 23rd minute.</p><p class=\"p1\">Koulibaly was booked in the 17th for a tactical foul on Omar Marmoush. The captain was also sent off in the group-stage win over Benin and consequently missed the win over Sudan. His tournament was effectively ended when he had to be replaced by Mamadou Sarr because of injury.</p><p class=\"p1\">Nicolas Jackson had fired over just before Senegal displayed more attacking intent. Habib Diarra and Pape Gueye also had efforts saved.</p><p class=\"p1\">Tensions boiled over when Mohamed Salah fouled his former Liverpool teammate Mane, but Senegal coach Pape Thiaw and Egypt counterpart Hossam Hassan managed to cool tempers.</p><p class=\"p1\">Senegal’s Habib Diarra was booked for arguing, however, meaning he will miss the final, too.</p><p class=\"p1\">Salah sent in a dangerous free kick that went through a host of players and out before the break. It was the closest the Pharaohs had gone to scoring.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">As the semifinal passed the hour mark, the pattern of the opening half continued. Egypt were content to let Senegal have more possession, confident they would snuff out any threat to El Shenawy.</p><p class=\"p1\">With 15 minutes of regular time remaining, Egypt had not had a goal attempt on target nor had they forced a corner.</p><p class=\"p1\">Finally, with 12 minutes remaining, the Senegalese pressure was rewarded with two-time African player of the Year Mane scoring.</p><p class=\"p1\">An ambitious long-range effort by Camara was deflected to Mane, and his low shot flew past El Shenawy and into the net.</p><p class=\"p1\">Marmoush had an effort saved in stoppage time as Egypt’s desperate attempts failed to yield a result.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mapping who controls what in Yemen in 2026 | Maps News | Al Jazeera",
            "time": "2026-01-14T18:14:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Interactive_Yemen_afterSTC_Jan13_2026-04-1768404418.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The internationally recognised government of Yemen, known as the Presidential Leadership Council (PLC), says its forces have <a href=\"/news/2026/1/12/yemens-saudi-backed-government-retakes-southern-areas-from-stc-what-next\">recaptured</a> two strategic southern provinces, reversing a month-long takeover by the separatist Southern Transitional Council (STC).</p><p>In early December 2025, the STC, a UAE-backed secessionist force, seized the two oil-rich provinces of Hadramout and al-Mahra, which border Saudi Arabia, in a campaign that Riyadh described as a red line for its national security.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Saudi Arabia, which backs the PLC, responded with a series of air strikes on STC positions, including an <a href=\"/news/2025/12/31/uae-to-pull-forces-out-of-yemen-as-tensions-rise-with-saudi-arabia\">attack</a> on the southern Mukalla port, targeting what it described as United Arab Emirates (UAE) weapons shipments to the STC.</p><p>The PLC and STC have long been allies in the fight against the Iran-aligned Houthi rebels, who captured Yemen’s capital Sanaa in 2014. Recent clashes have intensified instability in the war-ravaged nation and heightened tensions between Saudi Arabia and the UAE.</p><p>In this visual explainer, Al Jazeera unpacks the various groups fighting for control in Yemen, detailing who controls what on the ground and what this means for the humanitarian situation of the country’s 42 million people.</p><h2 id=\"who-are-the-key-players-in-yemen\">Who are the key players in Yemen?</h2><p>There are three key players in Yemen: The Saudi-backed PLC, the Emirati-backed STC and the Iranian-backed Houthis.</p><figure id=\"attachment_4237488\" aria-describedby=\"caption-attachment-4237488\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237488\" src=\"/wp-content/uploads/2026/01/Interactive_Yemen_afterSTC_Jan13_2026-05-1768386339.png?quality=80\" alt=\"Interactive_Yemen_KeyPlayers_Jan14_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237488\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>Presidential Leadership Council (PLC)</h3><p>The PLC is Yemen’s internationally recognised, Saudi-backed governing body, based in Aden.</p><p>The group has been led by Rashad al-Alimi since 2022, after former President Abd-Rabbu Mansour Hadi formally transferred his powers to the new eight-member body, which was established to unify the various factions fighting the Houthis.</p><p>The council is composed of a mix of northern and southern political and military leaders. While it included the STC at its founding in 2022 to unite anti-Houthi forces, that alliance collapsed on January 7, 2026, when the PLC expelled the STC leadership following their attempt to seize the country’s eastern oil provinces.</p><p>The PLC’s mandate is to manage Yemen’s political, security and military affairs during a transitional period and to steer negotiations towards a permanent ceasefire.</p><figure id=\"attachment_4203252\" aria-describedby=\"caption-attachment-4203252\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203252\" src=\"/wp-content/uploads/2025/12/getty_69537cb836-1767079096.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"BERLIN, GERMANY - SEPTEMBER 14: Rashad al-Alimi, Chairman of the Presidential Leadership Council of Yemen, arrives to meet with German President Frank-Walter Steinmeier on September 14, 2022 in Berlin, Germany. Al-Alimi is on a two-day official visit to Germany and met with Chancellor Olaf Scholz yesterday. (Photo by Omer Messinger/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203252\" class=\"wp-caption-text\">Rashad al-Alimi, chairman of the Presidential Leadership Council of Yemen, on September 14, 2022 [File: Omer Messinger/Getty Images]</figcaption></figure><h3>Southern Transitional Council (STC)</h3><p>The UAE-backed STC has undergone major changes over the past few weeks, leaving its future uncertain.</p><p>The group, which initially supported Yemen’s internationally recognised government against the Houthi rebels in northern Yemen, is seeking an independent state in southern Yemen, much like South Yemen before the unification of the country in 1990, under former President Ali Abdullah Saleh.</p><p>On January 7, Yemen’s internationally recognised government announced that the STC’s leader, Aidarous al-Zubaidi, had committed treason and was dismissed from the Presidential Leadership Council.</p><p>Instead of attending a meeting in Riyadh, al-Zubaidi dramatically fled the country on January 8, reportedly heading to the UAE through Somaliland.</p><p>On January 9, a delegation of STC members in Riyadh announced the group’s disbandment. However, an STC official in Yemen rejected this announcement, telling Al Jazeera that the delegation members in Riyadh were “coerced” into making the statement.</p><p>Saudi Arabia is planning to host a conference of the main political factions from the south to shape the future of Yemen.</p><figure id=\"attachment_4222658\" aria-describedby=\"caption-attachment-4222658\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4222658\" src=\"/wp-content/uploads/2026/01/AP23265571298442_cropped-1767812416.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The president of the Yemen’s Southern Transitional Council Aidarous Al-Zubaidi sits for an interview.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4222658\" class=\"wp-caption-text\">The president of Yemen’s Southern Transitional Council, Aidarous al-Zubaidi, on September 22, 2023 [File: Ted Shaffrey/AP Photo]</figcaption></figure><h3>Houthis</h3><p>Ansar Allah, commonly referred to as the Houthis, is an armed group trained and backed by Iran, and holds a considerable area in the north and west of the country, including the capital, Sanaa.</p><p>The Houthis emerged in the 1990s but rose to international prominence in 2014, when the group rebelled against Yemen’s government, forcing it to step down.</p><p>The group then spent years, with Iran’s backing, fighting a military coalition led by Saudi Arabia, which has largely been frozen since a United Nations-brokered truce in April 2022.</p><p>The Houthis control several strategic locations along the Red Sea, including the key port of Hodeidah, giving them leverage over the Bab al-Mandab Strait, which is vital to global shipping.</p><p>In November 2023, the Houthis began targeting civilian and military vessels in the Red Sea suspected of having Israeli ties, a campaign aimed at pressuring Israel to halt its genocidal war in Gaza, which began on October 7, 2023. They also launched multiple missile and drone assaults against Israel, with several strikes reportedly hitting their intended targets.</p><h2 id=\"who-controls-what-on-the-ground\">Who controls what on the ground?</h2><p>The Houthis control the northwestern regions of Yemen, including the capital Sanaa, while the Yemeni government controls most of the rest of the country. The map below highlights who controls what in Yemen based on data from the Sana’a Center for Strategic Studies, an independent think tank focused on Yemen and its surrounding region.</p><p>The government claims to have control of Aden and other parts of southern Yemen, but STC forces remain in some areas. The government has also declared that all anti-Houthi military forces, including the National Resistance Forces, will now be integrated into the Yemeni military, but that process has not yet begun.</p><figure id=\"attachment_4238467\" aria-describedby=\"caption-attachment-4238467\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4238467\" src=\"/wp-content/uploads/2026/01/Interactive_Yemen_afterSTC_Jan13_2026-01-1768404152.png?quality=80\" alt=\"Interactive_Yemen_Control_Map_Jan14_2026_REVISED\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4238467\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"yemen-s-humanitarian-situation\">Yemen’s humanitarian situation</h2><p>Yemen still suffers one of the worst humanitarian emergencies in the world, with acute malnutrition, food shortages, and infrastructure collapse affecting millions.</p><p>A decade of conflict, economic crisis and lack of social services and ability to work has pushed millions of children into acute malnutrition and scores of diseases, according to the UN Children’s Fund (UNICEF).</p><p>Despite the fragile truce in 2022, which has reduced civilian deaths, access to the most vulnerable has been limited.</p><p>According to the United Nations, at least 17 million people, about half of Yemen’s population of 42 million, face acute food shortages.</p><p>In May 2025, the UN reported that 4.95 million people are facing Phase 3, crisis-level food insecurity, which includes 1.5 million people facing emergency-level food insecurity, Phase 4.</p><p>There are about 11 million children in need of humanitarian assistance, and nearly 20 million people in desperate need of help, along with nearly 4.8 million people displaced from their homes since 2015.</p><figure id=\"attachment_4237481\" aria-describedby=\"caption-attachment-4237481\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237481\" src=\"/wp-content/uploads/2026/01/Interactive_Yemen_afterSTC_Jan13_2026-03-1768386157.png?quality=80\" alt=\"Interactive_Yemen_Hunger_Food_Insecurity_MAP_Jan14_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237481\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video shows moment anti-ICE protester is shot in face with projectile | Police | Al Jazeera",
            "time": "2026-01-14T17:58:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768413514.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Greenlanders worry over Trump’s threats as they welcome back the sun | Donald Trump | Al Jazeera",
            "time": "2026-01-14T17:54:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768413242.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Musk denies knowledge of Grok producing sexualised images of minors | Elon Musk News | Al Jazeera",
            "time": "2026-01-14T17:48:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-09T190213Z_1139857795_RC2SZHA1AZOO_RTRMADP_3_XAI-GROK-USA-1768407184.jpg?resize=1633%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Musk denies knowledge of Grok producing sexualised images of minors</h1><p class=\"article__subhead\"><em>In the US, Democratic lawmakers have called on Apple and Google to remove X from their respective app stores.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>X CEO Elon Musk has said he was not aware of any “naked underage images” generated by xAI’s Grok chatbot, as scrutiny of the AI tool intensifies worldwide.</p><p>“I [am] not aware of any naked underage images generated by Grok. Literally zero,” Musk said in an X post on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Musk’s comment on social media platform X comes as xAI and X face growing global scrutiny, including government investigations, calls by lawmakers and advocacy groups for Apple and Google to drop Grok from app stores, and bans or legal action in countries such as <a href=\"/news/2026/1/12/malaysia-blocks-musks-grok-amid-uproar-over-non-consensual-sexual-images\" target=\"_blank\" rel=\"noopener\">Malaysia</a> and <a href=\"/news/2026/1/10/indonesia-blocks-access-to-musks-ai-chatbot-grok-over-deepfake-images\" target=\"_blank\" rel=\"noopener\">Indonesia</a>.</p><p>Musk reiterated that Grok is <a href=\"/news/2026/1/9/elon-musks-ai-bot-grok-limits-image-generation-amid-deepfakes-backlash\" target=\"_blank\" rel=\"noopener\">programmed to refuse</a> illegal requests and must comply with the laws of any given country or state.</p><p>“Obviously, Grok does not spontaneously generate images, it does so only according to user requests,” Musk said.</p><p>Musk had said earlier on X that anyone using Grok to make illegal content would suffer the same consequences as if they uploaded illegal content.</p><p>Three Democratic United States senators last week called on Apple and Alphabet’s Google to remove X and its built-in AI chatbot Grok from their app stores, citing the spread of nonconsensual sexual images of women and minors on the platform.</p><p>A coalition of women’s groups, tech watchdogs, and progressive activists also called on the tech giants for a similar move.</p><p>Last week, X curtailed Grok’s ability to generate or edit images publicly for many users. However, industry experts and watchdogs have said that Grok was still able to produce sexually explicit images, and that restrictions, such as paywalling certain features, may not fully block access to deeper AI image tools.</p><p>In the United Kingdom, the law is set to change this week to criminalise the creation of such images, and UK Prime Minister Keir Starmer said on Wednesday that X is working to comply with the new rules.</p><p>Countries such as Malaysia and Indonesia have already blocked access to Grok and are pursuing legal action against X and Musk’s AI unit xAI, alleging failures to prevent harmful content and protect users.</p></div></div></body></html>"
        },
        {
            "title": "What happened in the deadly Thailand rail accident? | Infrastructure | Al Jazeera",
            "time": "2026-01-14T17:13:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768410709.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump envoy announces launch of ‘phase two’ of plan to end Gaza war | News | Al Jazeera",
            "time": "2026-01-14T17:00:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967cec0-1768410816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s special envoy to the Middle East has announced the launch of the second phase of a US-brokered plan to end Israel’s genocidal war against Palestinians in the Gaza Strip.</p><p>Steve Witkoff said in a social media post on Wednesday that <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">Trump’s 20-point Gaza plan</a> is “moving from ceasefire to demilitarization, technocratic governance, and reconstruction”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The second phase will establish a transitional administration to govern over the bombarded Palestinian territory and see the “full demilitarization and reconstruction of Gaza”, Witkoff said.</p><p>“The US expects Hamas to comply fully with its obligations, including the immediate return of the final deceased hostage. Failure to do so will bring serious consequences,” he said.</p><p>Israel has violated the US-brokered ceasefire <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">more than 1,190 times</a> since it came into effect in October, according to the Gaza Government Media Office, killing more than 400 Palestinians and blocking critical humanitarian aid from entering the enclave.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hamas, which has condemned Israel’s repeated ceasefire violations, did not immediately comment on Witkoff’s announcement.</p><p>Reporting from Deir el-Balah in central Gaza on Wednesday, Al Jazeera’s Tareq Abu Azzoum noted that the Palestinian group previously said it was ready to abandon day-to-day governance in Gaza as outlined under the Trump plan.</p><p>But the exact makeup and authority of the provisional body expected to govern in the enclave is not yet clear, Abu Azzoum said.</p><p>He added that serious questions also remain around the <a href=\"/news/2025/11/27/us-appears-to-back-plan-to-divide-gaza-rebuild-israeli-controlled-side\">reconstruction of Gaza</a>, where more than 80 percent of all buildings have been damaged or destroyed in Israel’s bombardment.</p><p>“The durability of the ceasefire itself remains a key variable. Any deterioration could delay or even ruin these plans,” Abu Azzoum said.</p><p>In a statement shared on social media, Benjamin Netanyahu’s office said the Israeli prime minister had spoken with the parents of Ran Gvili, a former Israeli police officer whose body is still in the Gaza Strip.</p><p>“The prime minister made it clear that Ran’s return is our top priority,” the statement said, adding that plans to establish the technocratic committee to run Gaza “will not affect efforts” to get Gvili’s remains back to Israel.</p><p>The 20-point US proposal, initially put forward in September, also includes the establishment of a “Board of Peace” chaired by Trump and the deployment of an “international stabilisation force” to <a href=\"/news/2025/11/18/what-is-the-international-stabilisation-force-for-gaza\">oversee security in Gaza</a>.</p><p>Last week, Netanyahu said former United Nations Middle East envoy Nickolay <a href=\"/news/2026/1/8/israel-says-nickolay-mladenov-to-head-trumps-proposed-gaza-peace-board\">Mladenov would lead the board</a>, which will be tasked with overseeing the Palestinian technocratic government governing Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"gaza-mediators-welcome-technocratic-body\">Gaza mediators welcome technocratic body</h2><p>Mediators Qatar, Turkiye and Egypt welcomed the formation of the Palestinian technocratic body, which they said would be headed by Ali Abdel Hamid Shaath.</p><p>“The mediators express their hope that the formation of the committee will pave the way for the implementation of the second phase of the ceasefire agreement in the Gaza Strip,” they said in <a href=\"https://x.com/MofaQatar_EN/status/2011495869996990923\" target=\"_blank\" rel=\"noopener\">a joint statement</a> on Wednesday.</p><p>They also stressed that all parties must “fully commit to implementing the agreement in order to achieve a sustainable peace and create the appropriate conditions for the reconstruction” of Gaza.</p><p>Marwan Bishara, Al Jazeera’s senior political analyst, questioned how the US-led plan to end the Israeli war on Gaza would be successful, however, noting that the process “is rigged in favour of Israel”.</p><p>“How can you have a just process moving forward if one party is favoured all the time against the other party?” said Bishara, adding that the freedom and <a href=\"/news/2026/1/14/uns-albanese-israel-treats-storm-hit-palestinians-of-gaza-as\">rights of Palestinians</a> also have largely been ignored.</p><p>“The people in Gaza continue to suffer … while President Trump and his entourage are celebrating [and] are ‘peacemakers’ as it were,” he said.</p><p>“Israel is not interested in leaving Gaza. The United States is not interested in pressuring Israel. And so I think that phase two, we’ll be stuck [there] for a very, very long time.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the UN and leading humanitarian groups working in Gaza continue to call on Israel to allow unimpeded deliveries of aid into the territory, including food, shelter supplies, and equipment needed to clear rubble and rebuild homes.</p><p>Legal experts have noted that the continued restrictions violate Israel’s obligation, as the occupying power in the Gaza Strip, to provide for the needs of Palestinians in the territory under its control.</p><p>They also contravene the US-brokered ceasefire agreement, which ordered Israel to allow 600 aid trucks into the enclave daily.</p><p>Against that backdrop, hundreds of thousands of Palestinian families have sought shelter in ill-equipped tent camps and other makeshift shelters that <a href=\"/news/2026/1/7/gaza-babies-suffering-from-severe-cold-as-israel-keeps-blocking-aid-msf\">leave them exposed</a> to harsh winter conditions.</p><p>Separately on Wednesday, a member of the medical staff at Nasser Hospital in southern Gaza’s Khan Younis was killed after being shot by Israeli forces near the Bani Suheila roundabout east of the city, sources told Al Jazeera.</p><p>The Palestinian Health Ministry in Gaza said on Wednesday that at least 15 bodies were brought to local hospitals over the past 24 hours, including 13 that were recovered from the rubble.</p><p>More than 71,400 Palestinians have been killed and more than 171,000 others wounded in Israel’s war on Gaza, which began in October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Uganda faces mounting calls to end internet blackout before elections | Elections News | Al Jazeera",
            "time": "2026-01-14T16:05:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6967b0260ffd-1768402982.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Uganda faces mounting calls to end internet blackout before elections</h1><p class=\"article__subhead\"><em>Amnesty International says internet blackout ‘especially alarming’ as election campaign ‘marred by massive repression’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Uganda is facing mounting calls to lift <a href=\"/news/2026/1/13/uganda-cuts-internet-days-before-presidential-election\">a nationwide internet blackout</a> before a contentious election, with the United Nations saying the government-imposed restrictions are “deeply worrying”.</p><p>In a social media post on Wednesday, the UN Human Rights Office stressed that “open access to communication &amp; information is key to free &amp; genuine elections”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“All Ugandans must be able to take part in shaping their future &amp; the future of their country,” <a href=\"https://x.com/UNHumanRights/status/2011436800292573693\" target=\"_blank\" rel=\"noopener\">it said</a>.</p><p>The call comes a day after a Ugandan government regulatory body instructed mobile network operators to block public internet access, starting on Tuesday evening, as the East African country readied for a January 15 general election.</p><p>Internet monitor <a href=\"https://x.com/netblocks/status/2011344621578961168\" target=\"_blank\" rel=\"noopener\">NetBlocks said</a> in its latest update on Wednesday that Uganda was “in the midst of a widespread internet shutdown”.</p><p>“Far from halting misinformation, the measure is likely to limit transparency and increase the risk of vote fraud,” the group warned.</p><p>The government of Ugandan President Yoweri Museveni, 81, has been accused of overseeing a years-long <a href=\"/news/2025/8/9/uganda-court-denies-bail-to-opposition-leader-kizza-besigye-in-treason-case\">crackdown on its critics</a>, arresting political opposition leaders and their supporters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Museveni is being challenged in Thursday’s vote by pop star-turned-politician <a href=\"/news/2026/1/13/protect-the-vote-bobi-wine-opposition-brace-for-tense-uganda-election\">Bobi Wine</a>, whose campaign rallies have been routinely disrupted by the Ugandan authorities.</p><p>The <a href=\"https://www.ohchr.org/en/press-releases/2026/01/uganda-repression-and-impunity-impacting-right-participation-leadup\" target=\"_blank\" rel=\"noopener\">UN Human Rights Office</a> last week warned that Ugandans would be heading to the polls amid “widespread repression and intimidation against the political opposition, human rights defenders, journalists and those with dissenting views”.</p><p>The Uganda Communications Commission defended the internet shutdown as necessary to curb “misinformation, disinformation, electoral fraud and related risks”.</p><p>But Tigere Chagutah, the East and Southern Africa regional director at Amnesty International, condemned the restrictions as “a brazen attack on the right to freedom of expression”.</p><p>“It is especially alarming coming as it does just before a crucial election already marred by massive repression and an unprecedented crackdown on opposition parties and dissenting voices,” Chagutah said in <a href=\"https://www.amnesty.org/en/latest/news/2026/01/uganda-internet-shutdown/\" target=\"_blank\" rel=\"noopener\">a statement</a> on Wednesday.</p><p>“Blanket shutdowns disrupt people’s mobility, livelihoods and their ability to access vital information. They are inherently disproportionate under international human rights law and must never be imposed.”</p><p>Widespread violence during Uganda’s last general elections campaign, in 2021, left at least 54 people dead, according to <a href=\"https://www.hrw.org/news/2021/01/21/uganda-elections-marred-violence\" target=\"_blank\" rel=\"noopener\">Human Rights Watch</a>, while t<span>he authorities also cut off social media and internet access.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Nigeria vs Morocco - AFCON semifinal extra-time | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-14T15:48:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-14T214018Z_300272597_UP1EM1E1O75W4_RTRMADP_3_SOCCER-NATIONS-NGA-MAR-1768427737.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Nigeria vs Morocco – AFCON semifinal extra-time</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with full team news coverage, ahead of our text commentary stream of the second semifinal.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Are western leaders guilty of hypocrisy over calls for free speech in Iran? | Newsfeed | Al Jazeera",
            "time": "2026-01-14T15:42:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768405150.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Is the Yemeni government getting ready to attack the Houthis? | Houthis News | Al Jazeera",
            "time": "2026-01-14T15:33:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6966a6a733929-1768335015.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After years of being at the forefront of developments in Yemen – and the wider region – the Houthis have been watching recent events from the sidelines.</p><p>The Yemeni rebel group, which is backed and funded by Iran, has controlled the capital Sanaa and much of the country’s northwest since 2014. Many see it as being in part successful for the past decade because its opponents have been so divided.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Yemeni government has been weak, unable to rule all of the areas that were nominally under its control, let alone retake territory from the Houthis.</p><p>But an ongoing <a href=\"/news/2026/1/12/yemens-saudi-backed-government-retakes-southern-areas-from-stc-what-next\">Saudi-backed campaign</a> against the separatist Southern Transitional Council (STC) now sees the government claiming control of all territory not under Houthi domination.</p><p>For the first time in years, the government, led by President Rashad al-Alimi, is exuding confidence. Al-Alimi has announced the formation of a Supreme Military Committee (SMC) that will integrate all the disparate anti-Houthi forces into the Yemeni military.</p><figure id=\"attachment_4238467\" aria-describedby=\"caption-attachment-4238467\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4238467\" src=\"/wp-content/uploads/2026/01/Interactive_Yemen_afterSTC_Jan13_2026-01-1768404152.png?quality=80\" alt=\"Interactive_Yemen_Control_Map_Jan14_2026_REVISED\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4238467\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>In a speech on Saturday, al-Alimi said that the SMC would “prepare for the next phase if the militias refuse peaceful solutions”, in a clear threat to the Houthis.</p><p>The Houthis appear to have recognised the threat, with several high-ranking officials expressing the need to be prepared to fight.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"survival-is-victory\">Survival is victory</h2><p>The Houthis currently feel emboldened in their ability to withstand attacks, having become an influential regional player with their strikes on shipping in the Red Sea and Israel.</p><p>They have also held out against attacks from the <a href=\"/news/longform/2025/5/1/animated-maps-show-us-led-attacks-on-yemen\">United States</a>, the United Kingdom and Israel since 2023, and prior to that, the Saudi-led coalition that backs the Yemeni government.</p><p>The Houthis see their very survival as a victory. Emerging from the mountains of Yemen’s far north, they have come back from near total defeat against the Yemeni military in the late 2000s to their current position as the de facto authority in Yemen’s most populous regions.</p><p>Fired by religious zeal and devotion to a leader, Abdel-Malik al-Houthi, who they believe to be divinely appointed, the group still thinks they are in a strong position, even if the Yemeni government is showing signs of life.</p><p>The central issue that prevented a peace deal in Yemen – the belief on both sides that total victory is achievable – remains.</p><p>For the Houthis, the Yemeni government is a mere puppet in the hands of Saudi Arabia and the West, and not worth talking to.</p><p>Instead, they are of the opinion that real negotiations can only be had with Riyadh, and are firm that the end result will be their continued presence in Sanaa.</p><p>The Houthis also think that previous attacks against Saudi Arabia have eventually led to negotiations, with missile attacks on targets like an <a href=\"/news/2022/3/25/saudi-aramco-jeddah-storage-facility-hit-by-attack\">oil storage facility in Jeddah</a> in 2022 damaging the kingdom’s image as a safe and business-friendly country.</p><p>The Houthis, therefore, know that they retain a threat towards Saudi Arabia and the Gulf – a threat that may prevent a full-throated campaign to retake Sanaa. That means the Houthis have no need to make any rash moves, and are instead able to wait and observe the fallout from events in southern and eastern Yemen.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"houthi-gamble\">Houthi gamble</h2><p>And yet, Saudi Arabia’s willingness in December to openly militarily confront the allies of the United Arab Emirates (UAE) in Yemen may indicate a change of mentality in Riyadh.</p><p>The STC launched an offensive against Saudi-backed government troops in December, seeking an independent state in the south.</p><p>Their advance aimed to control broad swaths of southern Yemen, including the Hadramout and Mahra provinces, in defiance of warnings from Riyadh. Hadramout borders Saudi Arabia, while Mahra is close to the border.</p><p>The conflict between the Houthis and their opponents has been largely frozen since a ceasefire in 2022. During that time, negotiations between the Houthis and Saudi Arabia have taken place periodically, indicating an openness from the latter to close the chapter of its involvement in Yemen’s war.</p><p>Do the Houthis now think they are at risk of renewed attack from the Yemeni government and Saudi Arabia? Or do they feel confident that they are strong enough to deter any such attack?</p><p>A reorganised and united anti-Houthi force would be a much greater threat than the Houthis have faced since at least 2018. Then, the Houthis almost lost their most important port – Hodeidah on the Red Sea coast – before international pressure stopped the anti-Houthi advance.</p><p>Hodeidah seems to be the most obvious choice for the Yemeni government if it does decide to move militarily against the Houthis. It is easier to fight the Houthis on the coastal plain than it is in the mountains, and the international community may be less willing to step in to stop an attack after the Houthis’ <a href=\"/news/2024/2/4/how-have-red-sea-attacks-by-yemens-houthi-fighters-affected-companies\">conduct in the Red Sea</a>.</p><p>Losing the port city would also be a vital blow to the Houthis economically, particularly with the group’s main backer, Iran, going through its own economic problems, and likely unable to provide the same level of support as it has previously.</p><p>The Houthis face a dilemma. Do they attack first, or do they hope that they have established enough of a deterrence to stop any Saudi-backed moves against them?</p><p>Yemen’s frozen conflict may be about to thaw – and the Houthis, increasingly alone in the region, will have to gamble on what their move will be soon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Somali minister blames UAE support for ‘fragmentation’ of Somalia | Conflict | Al Jazeera",
            "time": "2026-01-14T14:56:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-06T161829Z_772251102_RC2US7AIG8TB_RTRMADP_3_ISRAEL-SOMALIA-SOMALILAND_cropped-1768400542.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "France bans 10 far-right UK activists for targeting migrant boats | Migration News | Al Jazeera",
            "time": "2026-01-14T14:43:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967a467-1768399975.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>France bans 10 far-right UK activists for targeting migrant boats</h1><p class=\"article__subhead\"><em>Minister says ‘violent or hate-inciting actions have no place’ in France as ‘Raise the Colours’ activists banned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France has banned 10 British anti-migrant activists for attempting to stop migrants and asylum seekers from crossing into the United Kingdom <a href=\"/news/2024/7/12/four-people-die-in-attempt-to-cross-english-channel-from-france\">on small boats</a>, the French Ministry of Interior has announced.</p><p>In a statement on Wednesday, the ministry said it had been alerted to the actions of activists with the so-called “Raise the Colours” group, “searching for and destroying small boats” and engaging in “propaganda activity” on the northern French coast.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It issued a ban against 10 Raise the Colours activists on Tuesday, effectively banning them from entering and residing in France, the ministry said.</p><p>“Our rule of law is non-negotiable,” French Interior Minister Laurent Nunez <a href=\"https://x.com/NunezLaurent/status/2011364709287571702\" target=\"_blank\" rel=\"noopener\">wrote on social media</a>. “Violent or hate-inciting actions have no place on our territory.”</p><p>The French authorities did not immediately name the 10 people targeted by the ban.</p><p>But French authorities have opened an investigation over an alleged “aggravated assault” on migrants in September in a coastal area near the northern city of Dunkirk.</p><p>Four men carrying British and English flags verbally and physically assaulted a group of migrants in Grand-Fort-Philippe on the night of September 9 to 10, telling them they were not welcome in England, a charity working with migrants told the AFP news agency.</p><p>In <a href=\"https://x.com/RTCORGUK/status/2011437925041582344\" target=\"_blank\" rel=\"noopener\">a statement</a> shared on X, Raise the Colours said it had not received any “formal notification” from the French authorities regarding a ban.</p><p>“Raise the Colours has always maintained that its activities must remain peaceful and within the law. The organisation does not support violence or any unlawful activity,” the statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Far-right activists in the UK have seized on years of migrant and asylum seeker crossings from France – via the English Channel – to advance a hardline, anti-immigration agenda.</p><p>Last year, far-right groups <a href=\"/news/2025/8/24/scuffles-arrests-as-protesters-across-uk-rally-against-asylum-hotels\">rallied in cities and towns</a> across the UK, demanding that Prime Minister Keir Starmer’s government stop housing asylum seekers at hotels.</p><p>In July, data showed <a href=\"/news/2025/7/31/refugee-and-migrant-crossings-to-uk-hit-record-high-by-end-of-july\">more than 25,000 people</a> had crossed the English Channel into the UK by that point of the year – the fastest pace of arrivals since record-keeping began in 2018.</p><p data-start=\"1061\" data-end=\"1301\">In total, more than 41,000 people crossed the Channel in small boats in 2025, an increase from the previous year but fewer than the record set in 2022, when more than 45,000 people made the crossing, according to the Home Office.</p></div></div></body></html>"
        },
        {
            "title": "Why Somalia drew a line with the UAE | Opinions | Al Jazeera",
            "time": "2026-01-14T14:18:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768396138.jpg?resize=1512%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>By any objective measure, the <a href=\"/news/2026/1/13/last-straw-somalia-cuts-uae-ties-after-yemen-separatists-illegal-entry\">decision</a> taken by Somalia’s Cabinet on January 12 to annul all agreements with the United Arab Emirates was neither abrupt nor reckless. It came after prolonged restraint, repeated diplomatic engagement, and a sober assessment of what any responsible government is ultimately obliged to defend: its sovereignty, constitutional order, and national unity.</p><p>For years, Somalia pursued cooperation with external partners in good faith, guided by the expectation that engagement would be based on mutual respect, positive collaboration and the pursuit of a win-win prosperous future. The Somali government’s patience was not infinite nor unconditional. When international cooperation begins to bypass constitutional institutions, fragment national authority, and distort internal political balances, it ceases to be partnership and becomes illegal interference.</p><p>At its core, sovereignty is not an empty slogan; it is a system. It means that political, security, and economic relations with foreign states must flow through a country’s recognised national institutions. When parallel arrangements emerge, direct dealings with sub-national entities, security cooperation outside federal oversight, or agreements concluded without national consent, the integrity of the state is gradually eroded. Somalia experienced precisely this pattern over an extended period with the UAE engagement in the country. Therefore, our national decision on the UAE agreements was not a rejection of positive bilateral engagement, nor an abandonment of diplomacy: It was an affirmation of boundaries in line with international law.</p><p>Some critics of the Somali government’s decision to annul all UAE agreements have framed the decision as “drastic,” arguing that Somalia should have absorbed these practices for the sake of short-term stability or economic convenience. That argument misunderstands both Somalia’s recent history and the foundations of durable statehood. Fragile states do not become stable by tolerating fragmented authority driven by external interests. They become stable by consolidating institutions, clarifying chains of command, and ensuring that foreign engagement strengthens rather than substitutes the state. The nullification of UAE agreements concluded with sub-national administrations, and the suspension of bilateral security arrangements, must be understood in this context.</p><p>Under international law, and through all established diplomatic rules, sovereign nations must engage through their relevant national institutions. National institutions are solely responsible for the engagement with sub-national level institutions and actors. Accordingly, absolutely no independent country can accept security structures that operate outside its constitutional framework or port arrangements that dilute national control over strategic assets and undermine intergovernmental fiscal federalism.</p><p>What Somalia has done is draw a clear, lawful line. It has said that engagement is welcome but only on transparent, state-to-state terms, consistent with constitutional authority and international law. It has affirmed that dialogue remains possible but that principles are not negotiable.</p><p>Given Somalia’s strategic location, concerns about economic disruption resulting from the annulment of the UAE agreements are understandable. However, our government has put in place mechanisms to ensure continuity in port operations and security responsibilities, including the use of neutral international operators to continue facilitating global trade where necessary. Fundamentally, Somalia recognises that sustainable economic development and growth depend on the right enabling environment, political coherence and legal clarity, which investors are seeking across the world. Only a strong and unified state can provide this, not a fragmented one, divided within by destructive external interests.</p><p>Somalia’s decision to annul the UAE agreements reflects a broader regional reality. Somalia sits at a strategic crossroads linking the Red Sea, the Gulf of Aden, and the wider Horn of Africa. Any use of Somali territory, ports, or political space to advance external conflicts or agendas carries risks not only for Somalia, but for regional trade and stability as a whole. Therefore, a strong and united Somalia, reinforcing its national sovereignty, is a regional and global asset.</p><p>For too long, Somalia has been spoken about as an object of regional politics rather than as a subject of international law. The Cabinet’s decision on the UAE agreements signals a shift away from that narrative. It asserts that Somalia will engage the world as a sovereign equal, not as a fragmented space open to parallel influence and abuse.</p><p>History is often unkind to states that delay difficult decisions in the name of convenience. Somalia chose clarity instead. That choice deserves to be understood not as confrontation, but as an overdue act of constitutional self-respect.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        }
    ]
}