{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel used weapons in Gaza that made thousands of Palestinians evaporate | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-10T10:31:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/2024-10-14T002620Z_270633074_RC2YJAAJ6FS6_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-STRIKE-1728865929.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At dawn on August 10, 2024, Yasmin Mahani walked through the smoking ruins of <a href=\"/news/2024/8/10/israel-strike-on-gaza-school-kills-more-than-100\">al-Tabin school</a> in Gaza City, searching for her son, Saad. She found her husband screaming, but of Saad, there was no trace.</p><p>“I went into the mosque and found myself stepping on flesh and blood,” Mahani told Al Jazeera Arabic for an investigation that aired on Monday. She searched hospitals and morgues for days. “We found nothing of Saad. Not even a body to bury. That was the hardest part.”</p><p>Mahani is one of thousands of Palestinians whose loved ones have simply vanished during Israel’s genocidal war on Gaza, which has killed more than 72,000 people.</p><p>According to the Al Jazeera Arabic investigation, The Rest of the Story, Civil Defence teams in Gaza have documented 2,842 Palestinians who have “evaporated” since the war began in October 2023, leaving behind no remains other than blood spray or small fragments of flesh.</p><p>Experts and witnesses attributed this phenomenon to Israel’s systematic use of internationally prohibited thermal and thermobaric weapons, often referred to as vacuum or aerosol bombs, capable of generating temperatures exceeding 3,500 degrees Celsius [6,332 degrees Fahrenheit].</p><h2 id=\"the-chemistry-of-erasure\">The chemistry of erasure</h2><p>The investigation detailed how specific chemical compositions in Israeli munitions turn human bodies into ash in seconds.</p><p>Vasily Fatigarov, a Russian military expert, explained that thermobaric weapons do not just kill; they obliterate matter. Unlike conventional explosives, these weapons disperse a cloud of fuel that ignites to create an enormous fireball and a vacuum effect.</p><p>“To prolong the burning time, powders of aluminium, magnesium and titanium are added to the chemical mixture,” Fatigarov said. “This raises the temperature of the explosion to between 2,500 and 3,000 degrees Celsius [4,532F to 5,432F].”</p><p>According to the investigation, the intense heat is often generated by tritonal, a mixture of TNT and aluminium powder used in United States-made <a href=\"/news/2025/8/7/us-made-bombs-used-in-deadly-israeli-strikes-on-gaza-schools-hrw-says\">bombs</a> like the MK-84.</p><figure id=\"attachment_3172453\" aria-describedby=\"caption-attachment-3172453\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3172453\" src=\"/wp-content/uploads/2024/09/INTERACTIVE-Israel-2000lbs-mk-84-mk-84-bomb-1726052230.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel 2000lbs mk 84 mk-84 bomb-1726052230\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3172453\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Dr Munir al-Bursh, director general of the Palestinian Ministry of Health in Gaza, explained the biological impact of such extreme heat on the human body, which is composed of roughly 80 percent water.</p><p>“The boiling point of water is 100 degrees Celsius [212F],” al-Bursh said. “When a body is exposed to energy exceeding 3,000 degrees combined with massive pressure and oxidation, the fluids boil instantly. The tissues vaporise and turn to ash. It is chemically inevitable.”</p><h2 id=\"anatomy-of-the-bombs\">Anatomy of the bombs</h2><p>The investigation identified specific US-manufactured munitions used in Gaza that are linked to these disappearances:</p><ul>\n<li><strong>MK-84 ‘Hammer’:</strong> This 900kg [2,000lb] unguided bomb packed with tritonal generates heat up to 3,500C [6,332F].</li>\n<li><strong>BLU-109 bunker buster:</strong> Used in an attack on al-Mawasi, an area Israel had declared a “safe zone” for forcibly displaced Palestinians in September 2024, this bomb evaporated 22 people. It has a steel casing and a delayed fuse, burying itself before detonating a PBXN-109 explosive mix. This creates a large fireball inside enclosed spaces, incinerating everything within reach.</li>\n<li><strong>GBU-39:</strong> This precision glide bomb was used in the al-Tabin school attack. It uses the AFX-757 explosive. “The GBU-39 is designed to keep the building structure relatively intact while destroying everything inside,” Fatigarov noted. “It kills via a pressure wave that ruptures lungs and a thermal wave that incinerates soft tissue.”</li>\n</ul><p>Mahmoud Basal, spokesperson for the Civil Defence in Gaza, confirmed finding fragments of GBU-39 wings at sites where bodies had vanished. “We go to a targeted house where we know five people were inside,” Basal said. “We find three bodies. The other two have simply disappeared. We often find only scalps or traces of blood on the walls.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-2474448\" src=\"/wp-content/uploads/2023/11/INTERACTIVE-Israels-precision-guided-missiles-1699530503.png?w=770&amp;resize=770%2C1069&amp;quality=80\" alt=\"INTERACTIVE -Israels precision guided missiles\" fetchpriority=\"low\"></p><h2 id=\"a-global-genocide-not-just-an-israeli-one\">A ‘global genocide, not just an Israeli one’</h2><p>Legal experts said the use of these indiscriminate weapons implicates not just Israel but also its Western suppliers.</p><p>“This is a global genocide, not just an Israeli one,” said lawyer Diana Buttu, a lecturer at Georgetown University in Qatar.</p><p>Speaking at the Al Jazeera Forum in Doha, Buttu argued that the supply chain is evidence of complicity. “We see a continuous flow of these weapons from the United States and Europe. They know these weapons do not distinguish between a fighter and a child, yet they continue to send them.”</p><p>Buttu emphasised that under international law, the use of weapons that cannot distinguish between combatants and noncombatants constitutes a war crime.</p><p>“The world knows Israel possesses and uses these prohibited weapons,” Buttu said. “The question is why are they allowed to remain outside the system of accountability.”</p><p><img data-recalc-dims=\"1\" src=\"/wp-content/uploads/2023/11/INTERACTIVE-What-damage-a-bomb-can-do-Gaza-war-1699764224.png?w=770&amp;quality=80\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"collapse-of-international-justice\">Collapse of international justice</h2><p>Despite the International Court of Justice issuing provisional measures against Israel in January 2024, ordering it to prevent acts of genocide, and an arrest <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">warrant</a> from the International Criminal Court issued against Israeli Prime Minister Benjamin Netanyahu in November 2024, the killing intensified.</p><p>Tariq Shandab, a professor of international law, argued that the international justice system has “failed the test of Gaza”.</p><p>“Since the ceasefire agreement [in October], more than 600 Palestinians have been killed,” Shandab said. He highlighted that the war has continued through siege, starvation and strikes. “The blockade on medicine and food is itself a crime against humanity.”</p><p>Shandab pointed to the “impunity” granted to Israel by the US veto power at the UN Security Council. However, he noted that universal jurisdiction courts in countries like Germany and France could offer an alternative path to justice, provided there is political will.</p><p>For Rafiq Badran, who lost four children in the Bureij refugee camp during the war, these technical definitions mean little. He was only able to recover small parts of his children’s bodies to bury.</p><p>“Four of my children just evaporated,” Badran said, holding back tears. “I looked for them a million times. Not a piece was left. Where did they go?”</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Pakistan vs USA - T20 World Cup | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-10T10:30:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26038292894446-1770717953.jpg?resize=1920%2C1333",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Pakistan vs USA – T20 World Cup</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with toss and teams, ahead of our full text commentary stream of the group stage game.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "People displaced by South Sudan fighting wait for aid at remote camp | Newsfeed | Al Jazeera",
            "time": "2026-02-10T10:29:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770719357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Humanitarian crisis deepens as South Sudan violence surges | Humanitarian Crises News | Al Jazeera",
            "time": "2026-02-10T10:07:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20251120__84KN72J__v1__HighRes__SsudanSudanConflictRefugees-1770711482.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ajok Ding Duot crouches on the dusty floor of a displacement camp in South Sudan’s Lakes state, cracking nuts open one by one.</p><p>She and her family of 10 arrived here about two weeks ago, fleeing intensifying fighting between government and opposition forces in neighbouring Jonglei state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While they have found temporary shelter, Duot said there was hardly anything to eat at the camp. To survive, they rely on these nuts and wild fruits.</p><p>“We don’t know anything about what the government is doing. They’re fighting, but we don’t know what the problem is,” she told Al Jazeera.</p><p>“We’re in darkness. It’s only ever the humanitarian organisations who help.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Sudan has seen <a href=\"/news/2026/1/28/south-sudan-launches-offensive-against-opposition-forces-what-to-know\">renewed fighting</a> in recent weeks between government soldiers and fighters loyal to the Sudan People’s Liberation Army-in-Opposition (SPLA-IO).</p><p>The United Nations says an estimated 280,000 people have been displaced by the fighting and air attacks since late December, including more than 235,000 across Jonglei alone.</p><p>The UN’s children agency UNICEF also warned last week that more than 450,000 children are at risk of acute malnutrition due to mass displacement and the halting of critical medical services in Jonglei.</p><p>Nearly 10 million people need life-saving humanitarian assistance across South Sudan, a country still reeling from a <a href=\"/news/2020/2/23/after-6-years-of-war-will-peace-finally-come-to-south-sudan\">ruinous civil war</a> that killed nearly 400,000 people and displaced millions between 2013 and 2018.</p><p>Humanitarian operations, however, have been crippled by attacks and looting, with observers saying both sides in the conflict have prevented assistance from reaching areas where they believe civilians support their opponents.</p><p>The UN’s World Food Programme (WFP) suspended its activities last week in Baliet county, in Upper Nile state, following repeated attacks on a convoy carrying humanitarian assistance.</p><p>The WFP said the suspension would remain in place until the safety of its staff could be guaranteed and authorities take immediate action to recover the stolen supplies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately, medical humanitarian NGO Doctors Without Borders, known by its French initials MSF, said last week a hospital in Jonglei <a href=\"/news/2026/2/5/south-sudan-hospital-hit-by-government-air-strike-msf-says\">was hit by a government air attack</a>, marking the 10th attack in 12 months on an MSF-run medical facility in the country.</p><p>In addition, the MSF health facility in Pieri, also in Jonglei, was looted by unknown assailants, forcing staff to flee. The organisation said the violence had left some 250,000 people without healthcare, as the NGO had been the only medical provider in the area.</p><p>MSF said the targeted attacks on its facilities have forced the closure of two hospitals in the Greater Upper Nile and the suspension of general healthcare activities in Jonglei, Upper Nile and Central Equatoria states.</p><p>On Sunday, UN chief Antonio Guterres “strongly” condemned the escalating violence in the country and warned that civilians continue to bear the brunt of the conflict.</p><p>In a statement, the secretary-general called on all parties “to immediately and decisively halt all military operations, de-escalate tensions through dialogue, uphold international law, protect civilians, and ensure safe and sustained humanitarian access and the security of aid workers and United Nations peacekeeping personnel and their assets”.</p></div></div></body></html>"
        },
        {
            "title": "US strikes civil nuclear agreement with Armenia, Russia’s former close ally | Nuclear Energy News | Al Jazeera",
            "time": "2026-02-10T10:06:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T161007Z_1828949638_RC2GIJAQZMZ8_RTRMADP_3_ARMENIA-USA-VANCE-1770714697.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Armenia have struck an agreement on civil nuclear cooperation, amid a push by Washington to strengthen ties with the West Asian country that was once a close ally of Moscow.</p><p>Armenian Prime Minister Nikol Pashinyan and US Vice President JD ⁠Vance, who is on a two-day visit to the country, signed the multibillion-dollar nuclear energy deal on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The deal, known as a 123 Agreement, sees the US entering a sector previously dominated by Russia, which had supplied the technology for the only nuclear power plant in the republic.</p><p>“This agreement will open a new chapter in the deepening energy partnership between Armenia and the United States,” Pashinyan said at a joint news conference with Vance.</p><p>Vance said the agreement, which allows the US to legally license nuclear technology and equipment to other countries, would enable up to $5bn in initial US exports to Armenia, plus an additional $4bn in longer-term fuel and maintenance contracts.</p><p>The deal related to small modular reactors, he said, adding that Washington had enough confidence in Armenia to supply it with this new technology.</p><p>Vance’s visit – the first to Armenia by a sitting US president or vice president – comes six months after the Armenian and Azerbaijani leaders signed an agreement at the White House, seen as the first step towards peace ‌after decades of war.</p><h2 id=\"armenia-seeking-to-diversify-partners\">Armenia seeking to diversify partners</h2><p>Yerevan, which has relied on Moscow and Tehran to meet its energy needs, has been reviewing proposals ⁠from US, Russian, Chinese, French and South Korean companies to construct a new nuclear reactor.</p><p>The facility would replace its ageing Russian-built nuclear power plant in Metsamor.</p><p>The agreement with Washington clears the way for a US plant to be chosen – a development that would deal a blow to Russia, which has viewed the South Caucasus as its sphere of influence.</p><p>Narek Sukiasyan, a political scientist ‌in Yerevan, told the Reuters news agency that given Armenia’s multiple dependencies on Russia, it was a “political priority to diversify partners when it comes to nuclear cooperation”.</p><p>“The United States seems to be the preference now,” he said.</p><p>Russian Deputy Foreign Minister Mikhail Galuzin told media outlet Izvestia that a Russian proposal for a new nuclear plant was the best option for Armenia, and that Russia’s state nuclear corporation Rosatom was ready to proceed “very quickly” with the project.</p><p>“There are no real alternatives in terms of the availability of reliable, proven technologies, as well as the attractiveness of financial parameters,” he said.</p><p>During his trip, Vance is also seeking to advance plans for the so-called <a href=\"/news/2025/8/19/armenia-reassures-visiting-iran-leader-it-will-control-azerbaijan-corridor\">Trump Route for International ⁠Peace and Prosperity</a> (TRIPP), a proposed 43km (27-mile) corridor that would run across southern Armenia and give Azerbaijan a direct route to its exclave of Nakhchivan and on to its close ally, Turkiye.</p><p>The land corridor is part of <a href=\"/news/2025/8/8/azerbaijan-and-armenia-sign-accord-overseen-by-trump-at-the-white-house\">the deal signed</a> between Armenia and Azerbaijan in August in Washington, DC.</p><figure id=\"attachment_4301924\" aria-describedby=\"caption-attachment-4301924\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4301924\" src=\"/wp-content/uploads/2026/02/2026-02-09T152411Z_168887539_RC2FIJAWVJQT_RTRMADP_3_ARMENIA-USA-VANCE-1770714881.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"U.S. Vice President JD Vance and Armenia's Prime Minister Nikol Pashinyan walk together to hold a joint press conference in Yerevan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301924\" class=\"wp-caption-text\">Pashinyan, left, and Vance in Yerevan [Kevin Lamarque/Pool via Reuters]</figcaption></figure><p>The route would better connect Asia to Europe, while bypassing Russia and Iran at a time when Western nations are seeking to diversify energy and trade routes ‌away from Russia amid Moscow’s war on Ukraine.</p><p>The corridor, which is intended to include new or modernised rail infrastructure, oil and gas pipelines and fibre optic cables, is being billed as a transformative megaproject for the closed and conflict-riven South Caucasus.</p><p>“We’re not just making peace for Armenia,” Vance said. “We’re also creating real prosperity for Armenia and the United States together.”</p><p>Vance is due to visit Azerbaijan on Wednesday and Thursday, the White House says.</p></div></div></body></html>"
        },
        {
            "title": "The UK’s shrinking centre is Keir Starmer’s real crisis | Opinions | Al Jazeera",
            "time": "2026-02-10T10:03:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/AP25142536258790-1748348329.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"298\" data-end=\"861\">Just over two years in power, and the United Kingdom’s Labour government is facing an existential crisis.</p><p data-start=\"298\" data-end=\"861\">Disclosures linked to the Epstein files have triggered intense criticism of Prime Minister Keir Starmer’s appointment of Peter Mandelson as the UK’s ambassador to the United States, prompting senior resignations and fuelling speculation about Starmer’s political survival. But even if Starmer weathers the immediate political storm, a more profound challenge is looming: the steady fracturing of the political centre that has defined his leadership and electoral appeal.</p><p data-start=\"863\" data-end=\"1675\">UK politics has been marked by years of churn, volatility, and repeated shocks. Yet, through that instability, the political centre largely kept control of the steering wheel – presenting itself as the only credible governing alternative and containing pressure from both flanks. That dominance reinforced the view, particularly abroad, that the UK was largely insulated from the destructive polarisation reshaping other Western democracies, most notably the US.</p><p data-start=\"863\" data-end=\"1675\">Starmer is perhaps the clearest and most explicit embodiment of that centrism, having won the 2024 election on a promise of competence and restraint at a moment when the Conservative Party had lost much of its own reputation for managerial authority and “grown-up” government.</p><p data-start=\"863\" data-end=\"1675\">That centrist settlement is now beginning to fracture.</p><p data-start=\"1677\" data-end=\"2073\">The strain is now visible across multiple fronts. It is visible in polling, electoral behaviour, policy choices, and the tone of public debate. For Starmer, this creates a governing dilemma: how to hold the centre when the forces pulling away from it are becoming louder, sharper, and more confident – and when the authority of the centre itself looks increasingly fragile.</p><p data-start=\"2075\" data-end=\"2613\">On the right, Reform UK has emerged as a persistent and disruptive force. Its significance is not primarily electoral – it is unlikely to form a government – but discursive. Reform has succeeded in dragging political debate towards its framing on immigration, borders, and sovereignty. Recent defections and polling momentum have amplified its presence, forcing mainstream parties to respond to its agenda rather than define their own. Even where Reform does not win seats, it shifts the conversation, narrowing the space for moderation.</p><p data-start=\"2615\" data-end=\"3183\">Labour’s response illustrates the bind. Starmer’s leadership has been built around restoring credibility after years of Conservative turmoil: fiscal discipline, institutional stability, and reassurance to voters and markets. But this caution has its limits. Under pressure from the right, Labour has overseen tougher immigration enforcement and deportation rhetoric, moves that signal responsiveness to public anxiety but risk reinforcing Reform’s framing rather than displacing it. The centre adapts, but in doing so, it appears reactive rather than authoritative.</p><p data-start=\"3185\" data-end=\"3779\">Pressure from the left is no less significant. The Green Party is no longer a marginal protest movement confined to environmental activism. Its growing visibility in local elections and national debates reflects a broader appetite – particularly among younger voters – for sharper positions on climate change, civil liberties, and foreign policy. Where Labour emphasises managerial competence, the Greens speak the language of moral urgency. This contrast matters. Politics is not only about governing capacity, it is about meaning – and on that terrain, the centre increasingly looks hesitant.</p><p data-start=\"3781\" data-end=\"4215\">This tension is now being mirrored inside Labour itself. Recent internal upheaval – including the resignation of Starmer’s chief of staff amid controversy and criticism over appointments and strategy – has exposed unease within the governing project. The centre is no longer just under attack from the outside; it is being questioned from within. That internal turbulence weakens the claim that stability alone can anchor authority.</p><p data-start=\"4217\" data-end=\"4666\">Starmer’s governing style reflects this broader moment. His approach prioritises calm, caution, and predictability – virtues in a country fatigued by crisis. But managerial politics, by definition, struggles to inspire loyalty when social, economic, and geopolitical pressures feel unresolved. The more politics is framed as administration rather than direction, the more space opens for challengers on both flanks to claim clarity and conviction.</p><p data-start=\"4668\" data-end=\"5170\">This dynamic is increasingly visible in the UK’s foreign policy too. Starmer has sought to reposition the UK as a pragmatic global actor, signalling openness to engagement with China while maintaining transatlantic ties. Diplomatically, this is defensible. Domestically, it is harder to sell nuance in a fragmented political environment. Foreign policy, once buffered by elite consensus, is now pulled into domestic culture wars and moral disputes, further narrowing the centre’s room for manoeuvre.</p><p data-start=\"5172\" data-end=\"5568\">Polling reinforces the sense of drift. Surveys showing greater openness to electoral coalitions and rising support for smaller parties point to a loosening grip of the traditional centre. Voters appear less committed to inherited alignments and more willing to experiment – not necessarily out of ideological zeal, but out of frustration with a politics that feels risk-averse and unresponsive.</p><p data-start=\"5570\" data-end=\"5900\">None of this means the UK is on the brink of US-style polarisation. But it does suggest that the old assumptions underpinning centrist dominance no longer hold. The post-war consensus that once stabilised UK politics has eroded. What remains is a thinner centre that must be actively argued for, not simply occupied.</p><p data-start=\"5902\" data-end=\"6255\">The danger is gradual hollowing out rather than sudden collapse. If the centre comes to be seen as evasive, overly technocratic, or morally cautious, it risks losing legitimacy, even as it retains power. In that scenario, politics becomes less about governing choices and more about symbolic confrontation, with the centre permanently on the defensive.</p><p data-start=\"6257\" data-end=\"6711\">For Starmer, the challenge is therefore not just electoral management, but narrative reconstruction. Governing from the centre can no longer mean merely avoiding extremes. It must articulate why the centre is a destination in its own right – capable of leadership, not just restraint. Whether the UK’s political centre can make that transition may determine not only the future of this government, but the shape of UK politics in the years ahead.</p><p data-start=\"6257\" data-end=\"6711\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "More than two million people face hunger as drought grips Kenya | Climate News | Al Jazeera",
            "time": "2026-02-10T09:32:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13725035-1770704923.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Severe drought has left more than two million Kenyans facing hunger with northeastern cattle-raising communities suffering the most, according to the United Nations.</p><p>Disturbing images of starving livestock near the Somali border have recently underscored the devastating impacts of climate change in this region. Shortened rainy seasons have increasingly exposed communities to drought conditions, and animals are often the first casualties.</p><p>Current livestock deaths echo the crisis from 2020 to 2023 when millions of animals perished across Kenya, Ethiopia and Somalia. A potential famine in Somalia was narrowly averted through increased international aid.</p><p>The Horn of Africa has endured four consecutive failed wet seasons. The latest October-December wet period ranked among the driest ever recorded with eastern Kenya experiencing its worst drought for that season since 1981, according to UN health officials.</p><p>Kenya’s National Drought Management Authority reported drought conditions in 10 counties. Mandera County, near the Somalia border, has reached “alarm” status with severe water shortages leading to livestock deaths and child malnutrition.</p><p>Neighbouring countries are facing similar challenges. The UN’s World Health Organization reported comparable conditions across Somalia, Tanzania and Uganda in late January.</p><p>Islamic Relief’s assessment in southern Somalia revealed “shocking food shortages as families flee the region’s worsening drought”. More than three million Somalis have been displaced to camps, where 70 percent of those in Baidoa survive on one meal or less per day as children exhibit “visible signs of malnutrition and wasting”.</p><p>Experts attributed these conditions largely to climate change. The warming of the Indian Ocean has generated more destructive tropical storms while droughts have grown longer and more severe.</p><p>These changes are devastating African communities reliant on rain-fed agriculture. Farmers said rising temperatures are destroying their livestock pastures and ruining crops.</p><p>Africa is particularly vulnerable to extreme weather due to limited disaster preparedness infrastructure. Despite contributing only 3 to 4 percent of global greenhouse gas emissions, according to the UN, the continent bears a disproportionate burden of climate change impacts.</p></div></div></body></html>"
        },
        {
            "title": "How does the cutoff of Starlink terminals affect Russia’s moves in Ukraine? | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-10T08:55:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-12T200518Z_464537579_RC28WW9KBMON_RTRMADP_3_IRAN-ECONOMY-PROTESTS-STARLINK-1770670679.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> A heavy Russian Geran drone struck a fast-moving train in northern Ukraine on January 27, killing five, wounding two and starting a fire that disfigured the railway carriage.</p><p>Such an attack was impossible back in 2022, when Russia started dispatching roaring swarms of Shaheds, the Geran-2’s Iranian prototypes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ukrainian servicemen ridiculed them for their slow speed and low effectiveness – and shot them down with their assault rifles and machineguns.</p><p>But the Geran kamikaze drones have undergone countless modifications, becoming faster and deadlier – and some were equipped with <a href=\"/features/2026/2/6/ukraine-pulls-plug-on-russian-starlink-beefs-up-drone-defence\">Starlink</a> satellite internet terminals.</p><p>The terminals made them immune to Ukrainian jamming and even allowed their Russian operators to navigate their movement in real time.</p><p>Western sanctions prohibit the import of the notebook-sized terminals operated by Elon Musk’s SpaceX company to Russia.</p><p>But Moscow has allegedly smuggled thousands of them via ex-Soviet republics and the Middle East, notably Dubai, using falsified documents and activation in nations where the use of Starlink is legal, according to Russian war correspondents and media reports.</p><p> </p><p>Russian forces were able to counter the use of Starlink by Ukrainian forces as the terminals linked to SpaceX’s satellite armada orbiting the Earth allowed faster communication and data exchange, as well as greater precision.</p><p>In early February, SpaceX blocked the use of every Starlink geolocated on Ukrainian territory, including the ones used by Ukrainian forces.</p><p>Only after a verification and inclusion into “white lists” that are updated every 24 hours can they be back online.</p><p>But any terminal will be shut down if moving faster than 90km/h (56mph) to prevent drone attacks.</p><p>“Looks like the steps we took to stop the unauthorized use of Starlink by Russia have worked,” Musk wrote on X on February 1.</p><p>The step is ascribed to Ukraine’s new defence minister, Mykhailo Fedorov, a 35-year-old who had served as the minister of digital transformation. He introduced dozens of innovations that simplified bureaucracy and business, according to a four-star general.</p><p>“Fedorov managed to sort it out with Musk – somehow, because we couldn’t do it earlier,” Lieutenant General Ihor Romanenko, a former deputy head of Ukrainian armed forces, told Al Jazeera.</p><p>He said the shut-off “significantly lowered” the effectiveness of Russia’s drone attacks and disrupted the communication of small groups of Russian soldiers trying to infiltrate Ukrainian positions.</p><p>The effect was so devastating that it made Russian forces “howl” with despair, said Andriy Pronin, one of the pioneers of military drone use in Ukraine.</p><p>“They’re like blind kittens now,” he told Al Jazeera.</p><p>Russian servicemen in places like the contested eastern town of Kupiansk are now “deprived of any way of getting in touch with mainland”, one of them <a href=\"https://t.me/apwagner/54919\" target=\"_blank\" rel=\"noopener\">complained</a> on Telegram on February 4.</p><p>Other servicemen and war correspondents decried the shortsightedness of Russian generals who built communications around Starlink and did not create an alternative based on Russian technologies and devices.</p><p>However, the shutdown affected Ukrainian users of Starlink that were not supplied to the Defence Ministry but were procured by civilians and charities.</p><p>“The communications were down for two days until we figured out the white list procedure,” Kyrylo, a serviceman in the northern Kharkiv region, told Al Jazeera. He withheld his last name in accordance with the wartime protocol.</p><p>The effect, however, is short-term and is unlikely to turn the tables in the conflict that is about to enter another year.</p><p>“It’s not a panacea, it’s not like we’re winning the war,” Pronin said. “It will be hard [for Russians], but they will restore their communications.”</p><p>According to Romanenko, “it’ll take them several weeks to switch to older” communication devices such as radio, wi-fi, fibre optic or mobile phone internet.</p></div></div></body></html>"
        },
        {
            "title": "Vonn reflects on Winter Olympics downhill crash and tibia injury | Winter Olympics News | Al Jazeera",
            "time": "2026-02-10T08:12:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260203__94YJ4Z8__v1__HighRes__SkiAlpineOly2026MilanoCortinaUsPresserVonn-1770709601_96212e-1770709981.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Vonn reflects on Winter Olympics downhill crash and tibia injury</h1><p class=\"article__subhead\"><em>Despite undergoing surgery for a fractured left leg, ski icon Lindsey Vonn defended her decision to compete at Games.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>American ski athlete Lindsey Vonn said on Monday she had suffered a “complex tibia fracture” when she crashed in the Winter Olympics downhill and would need “multiple surgeries”.</p><p>“While yesterday did not end the way I had hoped, and despite the intense physical pain it caused, I have no regrets,” Vonn said on her social media, from the hospital in Italy where she is being treated.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Vonn, 41, insisted that the ruptured anterior cruciate ligament she suffered in a crash in a World Cup race before the Milan-Cortina Games “had nothing to do with my crash whatsoever”.</p><p>“I was simply 5 inches too tight on my line when my right arm hooked inside of the gate, twisting me and resulted in my crash,” she added.</p><p>“I sustained a complex tibia fracture that is currently stable but will require multiple surgeries to fix properly.”</p><p>In her first statement since the crash, Vonn said: “My Olympic dream did not finish the way I dreamt it would. It wasn’t a story book ending or a fairy tale, it was just life. I dared to dream and had worked so hard to achieve it.</p><p>“Because in Downhill ski racing the difference between a strategic line and a catastrophic injury can be as small as 5 inches.”</p><p>Vonn crashed heavily just 13 seconds after starting her run. She was winched off the piste by a rescue helicopter and is being treated in a hospital in Treviso.</p><p>She had resumed her career in late 2024 after nearly six years in retirement and was considered a strong favourite for the downhill at these Olympics after recording seven World Cup podium finishes, including two wins, before her pre-Olympics crash in Crans-Montana, Switzerland.</p><figure id=\"attachment_4297759\" aria-describedby=\"caption-attachment-4297759\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4297759\" src=\"/wp-content/uploads/2026/02/GettyImages-2260513503-1770556566-e1770558664652.jpg?w=770&amp;resize=770%2C431&amp;quality=80\" alt=\"Lindsey Vonn in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4297759\" class=\"wp-caption-text\">Vonn’s crash during the Olympic Women’s Downhill on Sunday is likely to be career-ending for the American Alpine ski athlete [Screengrab by IOC via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Ghislaine Maxwell refuses to answer questions from US Congress | Human Trafficking | Al Jazeera",
            "time": "2026-02-10T08:06:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770710702.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "In Ukraine, deaths from hypothermia rise as Russia attacks energy system | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-10T08:05:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-07T172401Z_1209009826_RC25HJAEQ36D_RTRMADP_3_UKRAINE-CRISIS-COLD-KYIV-1770644873.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> No one was hurt when the first Russian drone hit Taira Sluisarenko’s apartment building in eastern Kyiv on the night after her 16th birthday.</p><p>“I was sitting on the bathroom floor and right away felt [the explosion] shook us more than usual,” shattering windows and outer walls of apartments several storeys above hers, she told Al Jazeera about the January 9 attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I began reconsidering my decision not to move to Poland,” where her aunt and  cousin live, she said. “But I felt no fear.”</p><p>Russian forces used a double-tap tactic of sending a second drone to the same location. Thirty minutes later, a blast outside the building killed Serhiy Smolyak, a 56-year-old emergency medic, and wounded his colleagues.</p><p>Russia launched 242 drones and 36 missiles that night, including an <a href=\"/news/2026/1/10/russia-hits-ukraine-with-oreshnik-hypersonic-missile-why-it-matters\">Oreshnik ballistic missile</a> that Russian President Vladimir Putin calls “meteor-like”. It flies at 13,000 kilometres per hour (8,077 miles per hour) and cannot be intercepted by advanced Western air defence systems.</p><p>The assault killed four people and wounded dozens overall and destroyed energy infrastructure.</p><p>Dozens of similar attacks since 2022 have deprived millions of people throughout Ukraine of heat, power and running water as winter temperatures have dropped far below minus 10 degrees Celsius (14 degrees Fahrenheit), covering roads and the Dnipro, Europe’s fifth largest river, with thick ice.</p><figure id=\"attachment_4300142\" aria-describedby=\"caption-attachment-4300142\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300142\" src=\"/wp-content/uploads/2026/02/Taira-Sluisarenkos-apartment-building-in-eastern-Kyiv-hit-by-Russian-drone-attack-on-January-9-1770638137.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Taira Sluisarenko's apartment building in eastern Kyiv hit by Russian drone attack on January 9-1770638137\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300142\" class=\"wp-caption-text\">Taira Sluisarenko’s apartment building in eastern Kyiv, after it was hit by Russian drone attack on January 9 [Mansur Mirovalev/Al Jazeera]</figcaption></figure><p>Sluisarenko’s apartment building is new and advanced with insulated walls and solar panels that help power water pumping in the central heating system.</p><p>Its residents are affluent enough to pitch in for a huge, gas-guzzling generator that keeps the elevators running.</p><p>But all of that still was not enough to keep the apartments warm, and since the attack, Sluisarenko has been sleeping under two warm blankets with tights and four pairs of socks on.</p><p>Yet, she’s surviving.</p><h2 id=\"white-deaths\">‘White deaths’</h2><p>At least 10 “white deaths” from hypothermia have been reported by emergency and health officials this year in two Ukrainian regions – Ternopil and Rivne, where infrastructure is far less damaged than in Kyiv or eastern and southern regions that are closer to Russia.</p><p>The pre-war population of Ternopil and Rivne was 2.1 million, or about 5 percent of Ukraine’s pre-war population of 42 million.</p><p>There are no overall statistics of “white deaths” for all of Ukraine because officials summarise such deaths only after the winter.</p><p>But a rough extrapolation – considering that about 6 million people have fled Ukraine since 2022 and almost 6 million live in Russia-occupied regions – suggests that the number of “white deaths” may be close to 200.</p><p>Descriptions of “white deaths” are gruesome with no names and few details.</p><p>A 41-year-old man died of “general hypothermia of the body” on Sunday in the town of Ostroh in Rivne, said the State Emergency Service of Ukraine.</p><p>It and the Ministry of Health did not immediately respond to Al Jazeera’s requests for comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A United Nations official warned that children are especially vulnerable to the cold, <a href=\"/news/2026/1/11/fourth-palestinian-baby-freezes-to-death-in-gaza-since-november\">as has been seen</a> in Gaza.</p><p>“Newborns and infants lose body heat rapidly and are at heightened risk of hypothermia and respiratory illness, conditions that can quickly become life-threatening without adequate warmth and medical care,” Munir Mammadzade, UNICEF country representative in Ukraine, said in a statement on January 16.</p><p>Russia’s campaign to freeze Ukraine into submission has intensified this winter, triggering many more health problems.</p><p>At least 18 deaths from carbon monoxide caused by indoor burning of wood and coal have been recently reported along with hundreds of cases of frostbite and thousands of instances of pneumonia and acute colds.</p><p>Cardiovascular diseases have skyrocketed along with worsening mental health as millions lie awake at night in frozen apartments hearing the buzzing of drones, whooshing of missiles and heavy thuds of air defences above them.</p><h2 id=\"we-do-everything-to-keep-people-warm\">‘We do everything to keep people warm’</h2><p>The struggle for warmth is a 24/7 ordeal.</p><p>“Without power, we’re like in a coffin,” Yelena Hodarenko, who struggles to survive in the northern Kyiv district of Troeshchina, told Al Jazeera as she showed a thin crust of ice on her kitchen floor next to the outer wall.</p><p>Her 12-storey apartment building has had no central heating since mid-January after ice burst the pipes. The power supply resumes for one to two hours a day, always unexpectedly, and after getting stuck in the elevator three times, Hodarenko prefers to take the stairs to her apartment on the eighth floor.</p><p>She fumbles her way in icy darkness past graffiti-covered concrete walls with a faint cellphone torchlight, greeting neighbours scurrying up and down the stairs.</p><figure id=\"attachment_4300137\" aria-describedby=\"caption-attachment-4300137\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300137\" src=\"/wp-content/uploads/2026/02/A-medic-warming-up-a-cauldron-with-plov-to-be-distributed-free-of-charge-to-residents-of-northern-Kyiv-1770638130.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A medic warming up a cauldron with plov to be distributed free of charge to residents of northern Kyiv-1770638130\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300137\" class=\"wp-caption-text\">A medic warms up a cauldron with food to be distributed free of charge to residents of northern Kyiv [Mansur Mirovalev/Al Jazeera]</figcaption></figure><p>Her biggest worry is her pallid-faced husband, Mikyailo, bedridden after three surgeries. Every time the power is back on, she rushes to heat up water and pour it in plastic bottles that keep his feet warm under five blankets.</p><p>Her neighbourhood looks postapocalyptically deserted after many residents left for their relatives’ and friends’ countryside houses that rely on firewood and coal for warmth.</p><p>They followed the call of Kyiv’s mayor.</p><p>On January 22, Vitali Klitschko said 600,000 people had already left the city of 3 million and urged others who have “options” to stay in the countryside to leave too.</p><p>“I’m telling you honestly, the situation is complicated and now may not be the most complicated time,” he said at the time.</p><p>Some military units have sent their medics and rescue teams to pitch army tents with simple wood stoves where dozens of civilians sleep on bunk beds.</p><p>“We do everything to keep people warm,” Tymofei, a military medic with the 2nd Special Medical Battalion told Al Jazeera, withholding his last name in accordance with wartime regulations.</p><p>His colleagues were warming up a giant cauldron of plov, a hearty Central Asian dish of rice, meat and carrots, to be distributed free of charge.</p></div></div></body></html>"
        },
        {
            "title": "UN spokesman pressed on ‘de facto annexation’ of occupied West Bank | Genocide | Al Jazeera",
            "time": "2026-02-10T07:57:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770710135.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Evil deeds’: Hong Kong leader praises lengthy jail sentence for Jimmy Lai | Politics News | Al Jazeera",
            "time": "2026-02-10T07:49:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2021-02-09T013732Z_366892669_RC2POL9CEEDD_RTRMADP_3_HONGKONG-SECURITY-JIMMY-LAI-1755221603.jpg?resize=1844%2C1080",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hong Kong’s Chief Executive John Lee has praised the sentencing of pro-democracy <a href=\"/news/2026/2/9/hong-kong-media-mogul-jimmy-lai-faces-sentencing-in-national-security-trial\">media tycoon Jimmy Lai to 20 years</a> in prison, saying he had committed “numerous heinous crimes, and his evil deeds were beyond measure”.</p><p>Lee’s condemnation on Tuesday of the former Apple Daily newspaper owner came as officials in the United States, the United Kingdom and several other countries, as well as the United Nations, said the jailing of Lai was “unjust” and that the 78-year-old should be freed on humanitarian grounds.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This verdict needs to be promptly quashed as incompatible with international law,” UN Human Rights Commissioner Volker Turk said.</p><p>The Hong Kong chief executive said Lai’s newspaper had “poisoned” Hong Kong citizens and encouraged them to break the law and become radical and violent, during <a href=\"/news/2026/2/9/jimmy-lai-sentenced-whats-happened-to-other-hk-pro-democracy-protesters\">months of antigovernment demonstrations in 2019</a>.</p><p>“The severe sentence of 20 years’ imprisonment imposed on him manifests that the rule of law is upheld and justice is done, and also brings great relief to all,” Lee said.</p><p>Lai was sentenced on Monday alongside eight other defendants, including six former Apple Daily employees, who received prison terms ranging from six years and three months to 10 years.</p><p>His sentence was the harshest yet to be handed down in Hong Kong since Beijing imposed national security legislation on the semi-autonomous city in 2020.</p><p>US Secretary of State Marco Rubio described the sentence as an “unjust and tragic conclusion” to Lai’s case.</p><p>“It shows the world that Beijing will go to extraordinary lengths to silence those who advocate fundamental freedoms in Hong Kong,” he said in a statement shared on X.</p><p></p><p>Rubio and UK Foreign Secretary Yvette Cooper called for Hong Kong to release Lai, a dual UK and Hong Kong citizen, on humanitarian grounds.</p><p>“For the 78-year-old, this is tantamount to a life sentence. I remain deeply concerned for Mr Lai’s health, and I again call on the Hong Kong authorities to end his appalling ordeal and release him on humanitarian grounds, so that he may be reunited with his family,” Cooper said.</p><h2 id=\"anti-china-agitators\">‘Anti-China agitators’</h2><p>Lai was found guilty in December of two counts of colluding with foreign forces – a national security charge – and one count of sedition for supporting the protests and allegedly lobbying the US to sanction Hong Kong leaders following a crackdown on the protests.</p><p>Before his arrest, Lai was known as a longtime critic of China’s Communist Party and a strong supporter of Hong Kong’s pro-democracy movement.</p><p>His son Sebastian told the BBC this week that a 20-year prison term was tantamount to a “death sentence” given his father’s age and deteriorating health.</p><p>“I do hope the government does more in freeing my father,” he said, referring to the British government.</p><p>UK opposition leaders, including Conservative Party Shadow Foreign Secretary Priti Patel, have criticised Prime Minister Keir Starmer for not doing enough to help Lai during his trip to Beijing in January.</p><p>“The Prime Minister Keir Starmer and the Labour Government should be ashamed of themselves for not securing the release of Jimmy,” Patel wrote on X.</p><p>Patel also described Starmer as “spineless” for simultaneously approving China’s controversial plan to build a mega embassy and alleged “spy hub” in central London.</p><p></p><p>Despite the global criticism, China has maintained that national security laws are necessary to “safeguard” Hong Kong. China’s powerful State Council referred to Lai’s trial in a new report released on Tuesday about Hong Kong’s national security situation.</p><p>The report said “anti-China agitators” – like Lai – “who sought to destabilise Hong Kong have been convicted and put in jail in accordance with the law”.</p></div></div></body></html>"
        },
        {
            "title": "Iran’s top security official in Oman following nuclear talks with US | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-10T07:45:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T103528Z_1436877402_RC2A6GA96CIR_RTRMADP_3_IRAN-CRISIS-NUCLEAR-LARIJANI-1770709794.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ali Larijani, secretary of Iran’s Supreme National Security Council, has met with Oman’s ruler, Sultan Haitham bin Tariq Al Said, in the wake of talks held in the country between Tehran and Washington over the former’s nuclear programme, Omani state media reported.</p><p>The two leaders “discussed the latest developments in the Iranian-American negotiations”, the official Oman News Agency reported on Tuesday. They also explored “ways to reach a balanced and just agreement between the two sides, and emphasised the importance of returning to the table of dialogue and negotiation”, according to the Omani agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Larijani, a close adviser to Iran’s Supreme Leader Ayatollah Ali Khamenei, was also due to meet Omani Foreign Minister Badr al-Busaidi, the chief intermediary in the US-Iran talks.</p><p>The Iranian state-run IRNA news agency said “discussions over the latest regional and international developments” were on the agenda for Larijani’s visit to Muscat, “as well as ways to strengthen bilateral cooperation between Iran and Oman”.</p><p>Reporting from Tehran, Al Jazeera’s Tohid Asadi said some analysts were interpreting the visit, on the back of the recent talks in the country, “as a positive sign indicating a sort of progress” in efforts to advance the negotiations.</p><p>Oman hosted talks on Iran’s nuclear programme last week aimed at avoiding a conflict between Tehran and Washington, amid surging tensions and a growing United States military build-up in the region.</p><p>It was an outcome of concerted diplomatic efforts in the region to avert a conflict. A second round of talks has been confirmed, but a date has not been announced.</p><p>IRNA reported on Tuesday that Iranian Foreign Minister Abbas Araghchi had held a series of phone calls with his counterparts in Turkiye, Egypt and Saudi Arabia to brief them on the latest developments in the negotiations with Washington in Muscat.</p><h2 id=\"tehran-condemns-israeli-influence\">Tehran condemns Israeli influence</h2><p>At a news briefing on Tuesday, Esmaeil Baghaei, spokesperson for Iran’s Ministry of Foreign Affairs, said Larijani’s visit was part of regional consultations in line with Tehran’s policy of strengthening relations with neighbouring countries, and had been planned in advance.</p><p>Regarding the negotiations with the US, Baghaei said Washington “must act independently, free from the destructive pressures being exerted that harm the region and American interests”.</p><p>He urged the US to resist Israeli pressure over the nuclear issue, claiming that “one of the United States’ problems in the region is its subservience to the demands of the Zionist entity, which is the primary factor destabilising security in the region.</p><p>“Israel has turned our nuclear programme into an artificial crisis and is trying to raise unfounded fears about a nuclear bomb that does not exist in Iran,” he said.</p><p>Speaking on the progress of the talks to date, Baghaei said that after the collapse of the diplomatic process last year, it was “unrealistic to expect detailed discussions in the very first meeting”.</p><p>“The Muscat meeting itself was brief, lasting about half a day, and from our perspective was mainly aimed at assessing the other side’s seriousness and exploring how the process might proceed,” he said.</p><p>The focus, he said, had been on general principles, and Iran’s “core positions” were clear – “securing the Iranian people’s interests based on international law and the Nuclear Non-Proliferation Treaty, including the right to peaceful use of nuclear energy”.</p><p>He added that European countries had “missed past opportunities to play a constructive role and failed to act independently or positively in diplomatic processes, choosing instead to follow others and making serious miscalculations”.</p><p>He said recent moves by the European Union to <a href=\"/news/2026/1/29/iran-slams-selective-outrage-after-eu-labels-irgc-a-terrorist-group\">designate Iran’s Islamic Revolutionary Guard Corps</a> as a terrorist organisation were “both illegal and a strategic mistake”.</p><p>“Rather than persisting in such actions and media rhetoric, they should reflect on how to restore Europe’s role in regional and international affairs,” he said.</p><p>He added that Larijani would visit Qatar after his trip to Oman.</p><h2 id=\"iran-hints-at-uranium-dilution\">Iran hints at uranium dilution</h2><p>Both sides have given mixed signals about their progress in the negotiations.</p><p>However, on Monday, Iran’s atomic energy chief <a href=\"/news/2026/2/9/iran-suggests-it-could-dilute-highly-enriched-uranium-for-sanctions-relief\">Mohammad Eslami said</a> Tehran was open to diluting its highly enriched uranium if the US ends sanctions, signalling flexibility on a key US demand.</p><p>Eslami said the prospects of Iran diluting its 60 percent enriched uranium, a threshold close to weapons-grade, would hinge on “whether all sanctions would be lifted in return”, IRNA reported.</p><p>US President Donald Trump has repeatedly called for Iran to be subject to a total ban on enrichment, a condition unacceptable to Tehran.</p><p>Washington has demanded Iran relinquish its stockpile – estimated last year by the United Nations nuclear agency at more than 440kg (970lb) – of uranium enriched to up to 60 percent fissile purity, a small step away from the 90 percent ⁠that is considered weapons-grade.</p><p>Araghchi, speaking to diplomats at a summit in Tehran on Sunday, had signalled that Iran would stick to its position that it must be allowed to enrich uranium.</p><p>“The Americans are now saying that they are looking for a package of comprehensive negotiations to include other controversial issues such as the ballistic missiles, defence capabilities, regional activities of the country,” said Al Jazeera’s Asadi.</p><p>“Meanwhile, Tehran is saying it wants talks to be focused and concentrated around the nuclear policy, and for the knots to be untangled one by one.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"further-talks-expected\">Further talks expected</h2><p>The date of the next round of talks has yet to be announced, although Trump has said they will be held this week.</p><p>Iran and the US held five rounds of talks last year on curbing Tehran’s nuclear programme, with the process stalling largely owing to disputes over uranium enrichment.</p><p>Washington then joined Israeli strikes on Iran in June, targeting the Natanz, Fordow and Isfahan nuclear facilities with bunker-buster hits.</p><p>Since those strikes, Tehran has said it has halted enrichment activity.</p><p>It has always maintained that its nuclear programme is solely for peaceful purposes.</p><h2 id=\"netanyahu-to-meet-trump\">Netanyahu to meet Trump</h2><p>Larijani’s Oman trip comes as Benjamin Netanyahu left for the United States <a href=\"/news/2026/2/9/netanyahu-to-meet-trump-in-us-to-discuss-iran-says-israeli-pm\">for a meeting with Trump</a> to discuss Washington’s ongoing negotiations with Iran, the Israeli prime minister’s office said on Monday.</p><p>The planned meeting will be the seventh between Trump and Netanyahu since the US president returned to office last year.</p><p>During his meeting with Trump, Netanyahu will highlight Israel’s concerns over Iran’s missile arsenal, and not just the nuclear programme, the Israeli prime minister’s office said over the weekend.</p><p>He “believes any negotiations must include limitations on ballistic missiles and a halting of the support for the Iranian axis”, said Netanyahu’s office, referring to Iran’s allies in the region such as Hezbollah.</p><p>Analysts have said Netanyahu will likely urge Trump to push Tehran on its ballistic missile programme, seen as a red line by Tehran.</p><p>The US has sought to include Iran’s ballistic missile arsenal in negotiations, but Tehran has ruled this out, with Araghchi insisting its missile programme is “non-negotiable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinian citizens of Israel demand government do more to stop crime | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-10T07:35:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_698632e9-1770402537.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Weighing up his options on a Monday morning in January, Ali Zbeedat, a longtime shopkeeper from Sakhnin, a small Palestinian-majority town in Israel’s north, decided he had had enough.</p><p>Earlier that day, the widespread and organised criminality that plagues Sakhnin and countless other Palestinian towns and villages across Israel had come to his door.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We know where you go and where you walk. We will kill you if you don’t finish what you’re supposed to,” a message sent to his phone read. Gunmen had already targeted Zbeedat’s family businesses on four separate occasions, the latest just the week before, when one of his stores had been hit by dozens of automatic rifle rounds.</p><p>The message was the final straw. Zbeedat shuttered his businesses, with no plan to reopen them.</p><p>His case has caught the attention of Palestinian citizens of Israel, as well as wider Israeli society.</p><p>As word of Zbeedat’s action spread, more and more businesses in Sakhnin closed their doors, protesting against the organised crime that had become endemic to their community amid what appeared to be a deliberate policy of government neglect.</p><p>What began as protests in Sakhnin quickly galvanised public opinion against criminal gangs to levels described by commentators as “historic”, with tens of thousands of people, both Palestinian and Jewish Israeli, taking to the streets of Tel Aviv and choking traffic in Jerusalem over the weekend to demonstrate against the organised crime that has been allowed to leach the lifeblood out of Israel’s remaining Palestinian communities.</p><p></p><p>“In 2025, <a href=\"/opinions/2026/2/5/heres-why-israel-is-allowing-record-murder-rates-in-its-palestinian-towns\">252 Palestinians were murdered in Israel</a>, but that doesn’t tell you everything,” Aida Touma-Suleiman, a Palestinian member of the Israeli parliament representing the left-wing Hadash-Ta’al faction, who has been one of the few prominent voices to constantly speak out on the violence, said.</p><p>“It doesn’t tell you about the thousands of people unable to live a normal life, or forced to pay nearly all their income for protection.</p><p>“The fear and the anger are growing, but it took one very courageous man in Sakhnin to light the spark. They asked him for protection; he said, no. They tried to shoot one of his sons, so he closed his shops and said they would remain closed,” she told Al Jazeera.</p><h2 id=\"fertile-ground\">Fertile ground</h2><p>Palestinian citizens of Israel make up approximately 21 percent of Israel’s overall population.</p><p>They are the descendants of Palestinians who were not forced out in the Nakba of 1948, when 750,000 people fled following the establishment of the State of Israel.</p><p>The Palestinians who remain in Israel largely live separate lives from the rest of the population in isolated towns and villages, suffering from a lack of government funding and living as de facto second-class citizens.</p><p>To many that live in those communities, it is not that the state is actively working against them, rather it is entirely absent, observers, including Hassan Jabareen, the founder and general director of the Arab rights organisation Adalah, said.</p><p>“It’s Hobbesian,” he said, drawing a parallel with how the English philosopher Thomas Hobbes described human conditions without the restraining power of the state, and life in one of Israel’s Palestinian communities, which he described as “nasty, brutish and short”, paraphrasing Hobbes.</p><p>About 38 percent of Palestinian households fall below the poverty line in Israel, many well below it, according to Israel’s National Insurance Institute. The same report found that about half of all Palestinians say that whatever money they can make during the month is outstripped by what they have to spend.</p><figure id=\"attachment_4278306\" aria-describedby=\"caption-attachment-4278306\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4278306\" src=\"/wp-content/uploads/2026/01/afp_697e5fd30671-1769889747.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People hold placards and light their phone torches during a demonstration against rising crime rates against Arab-Israelis in Tel Aviv on January 31, 2026. (Photo by AHMAD GHARABLI / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4278306\" class=\"wp-caption-text\">People hold placards and light their phone torches during a demonstration against rising crime rates against Palestinian citizens of Israel [Ahmad Gharabli/AFP]</figcaption></figure><p>Unemployment is endemic, and made worse after access to the occupied West Bank, where Palestinians are controlled by Israel, but do not have Israeli citizenship, was restricted following the outbreak of Israel’s genocidal war on Gaza in 2023.</p><p>According to 2024 figures, only 54 percent of Palestinian men and 36 percent of Palestinian women in Israel have jobs, after already low employment levels plummeted in tandem with the genocide in Gaza.</p><p>It makes fertile ground for organised crime, Touma-Suleiman said.</p><p>From the Nakba to the present, Palestinian towns and villages in Israel have lacked police stations, she told Al Jazeera, describing how Palestinians who had fled the poverty of their villages to work on the criminal peripheries of Israeli society would return, armed with the knowledge needed to build new criminal networks in their own communities, safe from the police’s prying eyes.</p><p>“We also had a lot of Arab families from the territories occupied after 1967, who had collaborated with the Israeli government, relocated here following the second Intifada [in 2005],” Touma-Suleiman said, describing how this disrupted Palestinian communities in Israel.</p><p>“A lot of those families are now running criminal organisations, even the police say those families are under the protection of the Shabak [Israel’s internal security agency, the Shin Bet], so they can’t really touch them.”</p><p>Al Jazeera reached out to the Israeli prime minister’s office and the Shin Bet for comment, but has yet to receive a response.</p><h2 id=\"poisoned-harvest\">Poisoned harvest</h2><p>The outcome has been organised crime on an industrial scale.</p><p>Gangs, closer to the Italian mafia in scale and reach, control much of what little commercial life can flourish in Israel’s Palestinian towns and villages, confident their operations will not be interrupted by a police force headed by far-right and anti-Palestinian Minister of National Security <a href=\"/news/2023/8/27/who-is-israels-far-right-pro-settler-security-minister-ben-gvir\">Itamar Ben-Gvir</a>, who himself has previously been prosecuted for supporting anti-Palestinian “terror” groups.</p><figure id=\"attachment_4112940\" aria-describedby=\"caption-attachment-4112940\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4112940\" src=\"/wp-content/uploads/2025/11/epa_691b335b1de4-1763390299.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Itamar Ben-Gvir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4112940\" class=\"wp-caption-text\">Itamar Ben-Gvir is reported to be in charge of a task force investigating the problem [File: Abir Sultan/EPA]</figcaption></figure><p>“There are hierarchies operating at a major, nationwide level,” Touma-Suleiman said, “The killings are just a symptom. They have their own banking systems and give out loans,” she said of a financial desert where only about 20 percent of Palestinians qualify for loans from Israeli banks.</p><p>“They also deal in drugs and weapons: not just pistols, but missiles and explosives. They’re embedded in the state, as well, controlling contracting companies, which means other companies bidding for work have to go through them.”</p><p>The outcome has been neighbourhoods unrecognisable to the Jewish Israelis who rarely venture into territory considered dangerous and unsafe.</p><p>“They [Jewish Israelis] refer to the Palestinian nature or the Arab nature, and of course, not to the fact that the Israeli state stays at arm’s length from the [Palestinian] enclaves and they let the murders and crime just happen,” prominent Israeli sociologist Yehouda Shenhav-Shahrabani told Al Jazeera.</p><h2 id=\"toxic-crop\">Toxic crop</h2><p>At one of the most recent protests against the violence, demonstrators walked through the streets of Tel Aviv, carrying banners and photos of relatives killed.</p><p>Placards, reading “Enough violence and murder”, “No more silence”, and “Arab Lives Matter”, told of a tide of anger that even Israeli President Isaac Herzog, who had few qualms with the genocide of <a href=\"/news/2026/1/30/israel-accepts-gazas-70000-death-toll-a-record-of-denialism-lies\">more than 70,000 Palestinians in Gaza</a>, has accepted must be addressed.</p><p>On Tuesday, in light of the nationwide concern over the violence, Israeli Prime Minister Benjamin Netanyahu was reported to be preparing to name Ben-Gvir as the head of a task force addressing the issue.</p><p>Asked to describe the contrasting childhoods of two similarly aged boys, one from an Israeli Jewish town and one from a Palestinian one, Jabareen, the Adalah director, was blunt.</p><p>“One will have safety. He will go to sleep and know that he is safe. He will go to school, and he will know that he will be OK,” Jabareen said.</p><p>“The other boy will not be able to sleep for the sound of guns. He will worry about being shot accidentally on his way to school, or his bus being targeted,” he continued. “At school, he will worry about one of his classmates or teachers being shot. Even if he had to go to the doctor or the pharmacist, he would worry about a gang operating there and more shooting.”</p></div></div></body></html>"
        },
        {
            "title": "More Australia protests over police crackdown on rally against Herzog visit | Protests News | Al Jazeera",
            "time": "2026-02-10T07:28:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T105844Z_1111996894_RC2AIJAZJKB3_RTRMADP_3_AUSTRALIA-ISRAEL-1770697886.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Australia is bracing for more demonstrations, as political leaders and civic groups appealed for calm, after police were accused of using excessive force against peaceful demonstrations against the visit of <a href=\"/news/2026/2/9/thousands-protest-against-israeli-president-herzogs-australia-visit\">Israel’s President Isaac Herzog</a> to Sydney.</p><p class=\"tr-story-p1\">Palestine Action Group Sydney called on supporters to gather on Tuesday afternoon to “protest against police brutality” and demand the resignation of government and police officials over what they described as the “violent repression” of “peaceful” demonstrators.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Violence erupted on Monday evening in the heart of Sydney after police prevented thousands of peaceful protesters from marching in an area of the city that authorities had designated off-limits. Some estimates put the number of <a href=\"/gallery/2026/2/9/sydney-police-use-pepper-spray-on-protesters-during-herzog-visit\">demonstrators at 50,000</a>.</p><p class=\"tr-story-p1\">Organisers of the protest said police “pepper-sprayed” and “assaulted” rallygoers. Police said 27 people were arrested, including 10 allegedly for assault.</p><p class=\"tr-story-p1\">Abigail Boyd, an opposition Greens lawmaker in Australia’s state parliament, said she was punched by police officers at the rally and witnessed police violence against others.</p><p class=\"tr-story-p1\">“The police were just running at groups of people and sort of corralling them into an area,” Boyd told journalists.</p><p class=\"tr-story-p1\">“There was a group of people who were praying because it was evening prayer time. There was maybe 12 of them. They were praying peacefully and it was clear that the police were wanting to move them on in the middle of their prayer,” Boyd said, telling how she was punched by police officers shortly after.</p><p class=\"tr-story-p1\">“I got lifted off the ground and then you could see in the video, as I’m trying to regain my balance, another police officer punches me in the head and then I get another one after that, that punches me in the shoulder,” she said.</p><p></p><p>“I don’t understand how that is a proportionate response to anything. I was not doing the wrong thing. Nor was anybody around me. They then went in and grabbed these people who were praying. You can’t get anything more peaceful than prayer. Picking them up and just throwing them on the ground again,” she added.</p><p>“These people were just treated so, so incredibly poorly.”</p><h2 id=\"excessive-police-force\">‘Excessive police force’</h2><p>In a statement to Al Jazeera, the Australian racial justice group Democracy in Colour said it was “horrified” by the “excessive police force” used against the protesters who had gathered to express their objection to Herzog’s visit.</p><p>“What we saw last night was not ‘community safety’ – it was a violent display of state power designed to silence people protesting for human rights,” said Noura Mansour, Democracy in Colour’s national director.</p><p>“To see police turn pepper spray on peaceful protesters and assault people in the middle of prayer, is a profound violation of dignity and a direct attack” on people’s democratic rights, Mansour said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Protest organisers say the Israeli president, whom a United Nations commission of inquiry has found to be responsible for inciting genocide against Palestinians in Gaza by Israeli forces, should not be immune from protests against his visit to Australia.</p><p>Amnesty International’s Australia chapter said “welcoming President Herzog as an official guest undermines Australia’s commitment to accountability and justice. We cannot remain silent.</p><p>“President Herzog has unleashed immense suffering on Palestinians in Gaza for over two years – brazenly and with total impunity,” Amnesty added.</p><p>Israel launched its genocidal war on Gaza on October 8, 2023, with support from the US, killing at least 72,032 people, including almost 600 killed after the latest ceasefire in October 2025.</p><figure id=\"attachment_4301452\" aria-describedby=\"caption-attachment-4301452\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4301452\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96NA6CV__v1__MidRes__AustraliaIsraelPalestinianConflict-1770698084.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Police stand in front of Pro-Palestinian protesters during a demonstration against Israeli President Isaac Herzog's visit to Australia in Sydney on February 9, 2026.Police in the Australian city of Sydney deployed pepper spray and scuffled with protesters on February 9 as a march against a visit by Israeli President Isaac Herzog turned violent, an AFP journalist said.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301452\" class=\"wp-caption-text\">Police stand in front of pro-Palestinian protesters during a demonstration against Israeli President Isaac Herzog’s visit to Australia in Sydney, February 9, 2026 [Saeed Khan/AFP]</figcaption></figure><p>Australian Prime Minister Anthony Albanese said he was “devastated” by the events and appealed for calm.</p><p>“Australians want two things. They don’t want conflict brought here. They want killing to stop, whether it’s Israelis or Palestinians, but they do not want conflict brought here,” Albanese told radio station Triple M on Tuesday.</p><p>Herzog is visiting Australia following an invitation by Albanese in the aftermath of the shooting of 15 people attending a Jewish festival at Sydney’s <a href=\"/news/2026/2/8/pro-palestine-groups-to-protest-israeli-presidents-visit-to-australia\"> Bondi Beach</a> in December.</p><p>In a statement, the Palestine Action Group Sydney also called on the police to drop all charges against detained protesters, and for New South Wales Premier Chris Minns and police chief Mal Lanyon to resign.</p><p>Lanyon said the actions of his officers were justified and referred to the protesters as “an angry and violent mob”.</p><p>In a news conference, State Premier Minns said police officers had been placed in “incredibly difficult circumstances”, prompting them to act.</p></div></div></body></html>"
        },
        {
            "title": "US judge blocks Trump administration’s effort to deport Rumeysa Ozturk | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-10T06:57:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-10T022746Z_599816880_RC28XM5GAN7I_RTRMADP_3_USA-TRUMP-TUFTS-OZTURK-1770703768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A judge in the United States has blocked the <a href=\"/news/2025/5/11/turkish-student-rumeysa-ozturk-says-she-will-continue-to-pursue-her-case\">deportation</a> of Rumeysa Ozturk, a Turkish Tufts University student who was arrested last year as part of a crackdown on pro-Palestinian activists, according to her lawyers.</p><p>Ozturk’s lawyers detailed the decision in a letter filed at the 2nd US Circuit Court of Appeals on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They said the immigration judge concluded on January 29 that the US Department of Homeland Security had not met its burden of proving she was removable and terminated the proceedings against her.</p><p>Ozturk, a PhD student studying children’s relationship to social media, was <a href=\"/news/2025/3/26/trump-administration-arrests-turkish-student-at-tufts-revokes-visa\">arrested</a> last March while walking down a street as the administration of US President Donald Trump began targeting foreign-born students and activists involved in pro-Palestinian advocacy.</p><p>Video showed masked agents handcuffing her and putting her into an unmarked vehicle.</p><p>The sole basis authorities provided for revoking her visa was an editorial she co-authored in Tufts’ student newspaper a year earlier, criticising her university’s response to Israel’s genocidal war on Gaza.</p><p>A petition to release her was first filed in federal court in Boston, where Tufts is located, and then moved to the city of Burlington in Vermont. In May of last year, a federal judge <a href=\"/news/2025/5/9/tufts-university-student-rumeysa-ozturk-ordered-released-from-ice-detention\">ordered</a> her immediate release after finding she raised a substantial claim that her detention constituted unlawful retaliation in violation of her free speech rights.</p><p>Ozturk, who spent 45 days in a detention centre in southern Louisiana, has been back on the Tufts campus since.</p><p>The federal government appealed her release to the 2nd US Circuit Court of Appeals.</p><p>The January 29 decision, however, ends those proceedings for now.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ozturk said it was heartening to know that some justice can prevail.</p><p>“Today, I breathe a sigh of relief knowing that despite the justice system’s flaws, my case may give hope to those who have also been wronged by the US government,” she said in a statement released by her lawyers.</p><p>Ozturk’s immigration lawyer, Mahsa Khanbabai, said the decision was issued by Immigration Judge Roopal Patel in Boston.</p><p>Patel’s decision is not itself public, and the Trump administration could challenge it ‌before the Board of Immigration Appeals, which is part of the US Department of Justice.</p><p>Khanbabai hailed Patel’s decision, while slamming what she called the Trump administration’s weaponisation of the US immigration system to target “valued members of our society”.</p><p>“It has manipulated immigration laws to silence people who advocate for Palestinian human rights and the ongoing humanitarian crisis in Gaza,” she said. “With this ruling, Judge Patel has delivered justice for Rumeysa; now, I hope that other immigration judges will follow her lead and decline to rubber-stamp the president’s cruel deportation agenda.”</p><p>The Department of Homeland Security, which oversees US Immigration and Customs Enforcement, said in a statement that Judge Patel’s decision reflected “judicial activism”.</p><p>Homeland Security Secretary Kristi Noem “has made it clear that anyone who thinks they can ‌come to America and hide behind the First Amendment to advocate for anti-American and anti-Semitic violence and terrorism – think again”.</p><p>The video of Ozturk’s arrest in the Boston suburb of Somerville was widely shared, turning her case into one of the highest-profile instances of the effort by Trump’s administration to deport non-citizen students with pro-Palestinian views.</p><p>Separately, a federal judge in Boston last month <a href=\"/news/2025/9/30/us-deportation-drive-against-pro-palestine-students-is-illegal-judge-rules\">ruled</a> that Noem and Secretary of State Marco Rubio had adopted an unlawful policy of detaining and deporting scholars like Ozturk that chilled the free speech of non-citizen academics at universities.</p><p>The Justice Department on Monday moved to appeal that decision.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israeli attacks across Gaza kill seven Palestinians | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-02-10T05:55:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-10T095805Z_1902190476_RC2VIJAGI8NZ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1770717699.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israeli attacks across Gaza kill seven Palestinians</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israeli attacks on residential building, central Gaza has killed at least seven people.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Is BNP’s Tarique Rahman the change post-Hasina Bangladesh is looking for? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-10T05:44:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13710624-1770632045.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh</strong> – It was almost midnight, but tens of thousands of people were still gathering for a campaign rally in Gazipur, a garment manufacturing hub north of Bangladesh’s capital, Dhaka.</p><p>Many had been waiting for hours to hear Tarique Rahman, who succeeded as the chairman of the Bangladesh Nationalist Party (BNP) following the death of his mother and Bangladesh’s first female prime minister, Khaleda Zia, in December.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>BNP leaders saw the turnout as evidence that their party, long oppressed under 15 years of ousted Prime Minister Sheikh Hasina’s government, was able to mobilise supporters and rebuild its strength as it seeks to return to power in the <a href=\"/news/2026/2/7/bangladesh-election-who-are-the-key-players-and-parties\">February 12 general election</a>.</p><p>Hasina’s Awami League party was banned from politics last year by the interim administration of Nobel laureate <a href=\"/news/2026/2/5/country-of-the-blind-how-will-bangladesh-remember-muhammad-yunus\">Muhammad Yunus</a>, leaving the BNP a frontrunner in Thursday’s vote. Its main rival is <a href=\"/features/2026/2/9/bangladeshs-jamaat-leader-shafiqur-rahman-the-man-everyone-wants-to-meet\">Jamaat-e-Islami</a> (also known as Jamaat), a resurgent Islamist party, which has allied with the National Citizen Party (NCP), formed by former student leaders of the 2024 uprising that toppled Hasina.</p><p>Since returning to Bangladesh on December 25 after nearly <a href=\"/news/2025/12/25/bnp-leader-tarique-rahman-returns-who-is-bangladeshs-potential-next-pm\">17 years of exile</a> in the United Kingdom, Rahman, 60, has been at the centre of the BNP’s election campaign, which ended on Tuesday. His rallies drew large crowds, with his presence reassuring supporters of the party’s revival after the arrests, internal splits, and its distance from voters during Hasina’s government.</p><figure id=\"attachment_4299912\" aria-describedby=\"caption-attachment-4299912\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299912\" src=\"/wp-content/uploads/2026/02/AP26040342413846-1770631967.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BNP leader Tarique Rahman Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299912\" class=\"wp-caption-text\">Rahman speaks to supporters during an election rally in Dhaka, on February 9, 2026 [Mahmud Hossain Opu/AP]</figcaption></figure><p>The symbolism of his return – visible, accessible, and leading from the front – carried its own power, tapping into a grassroots base that traces back to his father, General Ziaur Rahman, a former military leader whose legacy shaped the BNP before his assassination in 1981.</p><p>Yet the enthusiasm has increasingly been accompanied by unease, resulting in an election campaign defined as much by anticipation as by doubt.</p><h2 id=\"leadership-test-from-exile-to-command\">Leadership test: From exile to command</h2><p>For nearly 17 years, Rahman effectively led the BNP from exile in London, relying on intermediaries and virtual communication, while much of the party’s senior leadership, including his mother, Khaleda, faced arrests, court cases and political restrictions in Bangladesh. His return brought his authority closer to the ground, but it also exposed the difficulty of converting symbolic leadership into effective organisational control.</p><p>One of the immediate challenges the BNP faced was enforcing discipline within the party. Some 92 candidates are contesting against official BNP nominees in 79 of the country’s 300 constituencies, highlighting persistent factionalism at the local level.</p><p>“This seems higher than at any previous time,” said Al Masud Hasanuzzaman, an analyst and professor of political science at Jahangirnagar University.</p><p>Moreover, a recent study by Transparency International Bangladesh found that 91 percent of political violence recorded since August 5, 2024, involved BNP activists, a statistic that raises further questions about the party’s internal control.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299734\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Leaders-since-1971-1770627773.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Leaders since 1971\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Political analyst Dilara Chowdhury, who has studied the nationalist politics of Rahman’s parents, said the lack of discipline within the BNP became increasingly visible during this year’s <a href=\"/features/2026/2/3/jobs-cash-loans-can-bangladeshs-parties-deliver-on-election-promises\">election campaign</a>.</p><p>“This is a major weakness,” Chowdhury told Al Jazeera. “He [Rahman] has not been able to establish discipline within the party so far. Rebel candidates have emerged and, in many cases, they are openly challenging the central leadership.”</p><p>While Hasanuzzaman frames Rahman’s reliance on family legacy as an advantage in the election, Chowdhury sees it as a source of heightened expectation – and pressure.</p><p>“To outshine leaders like Khaleda Zia and Ziaur Rahman is never easy,” Chowdhury said. “I do not think he has yet demonstrated that level of charisma.”</p><p>Chowdhury said the election is the first decisive test of Rahman’s leadership. “If he can lead the party to victory despite all these challenges, that would mark his first real success as a leader in his own right.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"very-little-homework\">‘Very little homework’</h2><p>Rahman’s public messaging has also drawn scrutiny. Analysts say his speeches, often combining ambitious promises with factual inaccuracies, erode confidence, especially among undecided voters.</p><p>Fact-checks of several of his claims have been widely shared online.</p><p>At a rally in the southern district of Faridpur, Rahman said the area produces large quantities of soya beans. The claim was quickly challenged, as soya bean is not a major crop there, with cultivation concentrated mainly in Bangladesh’s southern coastal belt.</p><p>In another instance, a viral graphic mocked several of his pledges as either already implemented or recycled from the 2001-2006 BNP-Jamaat-led government, including declaring the coastal city of Chattogram as the country’s “commercial capital”.</p><p>Analysts and party insiders say such episodes point to gaps in Rahman’s research and leadership, and complicate his efforts to project himself as a national leader who is prepared.</p><p>“Yes, he makes mistakes in speeches,” admitted a BNP leader in southern Bangladesh, speaking on condition of anonymity. “But he was outside the country for a long time. We believe he will improve.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299721\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_Political-barometer-1770627533.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb_9_2026_Political barometer\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Analyst Chowdhury said his lack of preparation was an issue.</p><p>“He has taken charge of the campaign, but there is very little homework,” she said. “He ends up saying many things that are simply wrong, like claiming he will plant 500 million trees. That is not a credible proposition.”</p><p>Chowdhury also questioned the feasibility of Rahman’s flagship policy proposals, including a “family card” to provide monthly cash to women and the unemployed. “Once you talk about family cards, the obvious question is where the money will come from,” she said. “And if you provide allowances to the unemployed indefinitely, there is a risk the economy becomes less productive.”</p><p>Rahman’s anticorruption rhetoric has also failed to instill confidence among people, Chowdhury said. “He is saying he will eliminate corruption, while he has nominated 23 loan defaulters for the election.”</p><p>In a televised address to the nation on Monday evening, Rahman sought to address such concerns, acknowledging past failures under the BNP’s government and pledging a hard line on corruption.</p><p>“There is no alternative to making the state and government accountable to the people,” he said. “If entrusted with power, a BNP government will be as firm as possible in controlling corruption and restoring the rule of law – this is our commitment to the nation.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Khan Sobayel bin Rafiq, a political commentator and former military officer, pointed to the gap between Rahman’s personal appeal and the BNP’s ability to counter longstanding narratives about corruption within its ranks.</p><p class=\"p1\">“Young voters aged between 18 and 26 did not witness BNP rule,” Sobayel told Al Jazeera. “Many of them have internalised the idea that BNP represents corruption and ‘chandabazi’ [extortion]. The party has not been able to decisively turn that perception around.”</p><p class=\"p1\">Sobayel, who describes himself as a victim of Hasina’s hardline policies, himself spent 11 years in forced exile in Malaysia after he, as a member of a military committee investigating a 2009 mutiny by soldiers from the Bangladesh Rifles regiment, refused to endorse what he called a “fabricated investigation report” pushed by the government.</p><p>Thomas Kean, a consultant for Bangladesh and Myanmar at the International Crisis Group, thinks Bangladesh is unlikely to return to the kind of repression seen during Hasina’s long years in power. But he also warned that perceptions about the BNP at the grassroots level continue to shape the public’s trust.</p><p>“The leadership appears to recognise that something has fundamentally changed in Bangladesh,” Kean said. “At the same time, allegations of extortion and criminal activity – whether accurate or not – have damaged the party’s image, particularly among younger voters.”</p><figure id=\"attachment_4299914\" aria-describedby=\"caption-attachment-4299914\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299914\" src=\"/wp-content/uploads/2026/02/AP26040342415742-1770631988.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BNP leader Tarique Rahman Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299914\" class=\"wp-caption-text\">Rahman waves to supporters during an election rally in Dhaka, on February 9, 2026 [Mahmud Hossain Opu/AP]</figcaption></figure><h2 id=\"loyalty-over-meritocracy\">‘Loyalty over meritocracy’</h2><p>On Friday, while unveiling the BNP’s <a href=\"/news/2025/12/9/analysis-bangladeshs-bnp-seeks-hasinas-liberal-mantle-before-elections\">election manifesto</a> at a luxury hotel in Dhaka, Rahman spoke about the importance of placing “the right person in the right position”.</p><p>Analysts, as well as some party insiders, said they were unsure about whether that principle was reflected in how his campaign team was assembled.</p><p>A BNP leader, speaking on condition of anonymity owing to the sensitivity of internal party matters during an election, said Rahman’s public communication shifted after his return, shaped by advisers who accompanied him during his years in exile.</p><p>“He brought his close aides from London, who, like him, had been away from Bangladesh for 17 years,” the leader told Al Jazeera. “A lot has changed in that time, and there is a perception that they have struggled to grasp the changed realities.”</p><p>The party insider said Rahman’s interactions with people are being tightly managed, limiting his exposure to grassroots feedback despite his extensive travels across the country. “Although he is travelling all over Bangladesh, he remains isolated from ground reality,” the BNP leader said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The party insider also alleged that Rahman “opted for loyalty over meritocracy”.</p><p>“You can run a party with people who are loyal to you, but not a government. This is his biggest challenge. If he wants to govern, he will need to promote meritocracy and bring in professionals who can offer sound advice – and that has been missing so far.”</p><p>Analyst Chowdhury agreed, saying the issue has created tensions within the BNP, with many local leaders who endured arrests and hardships during Hasina’s government feeling sidelined. This could undermine Rahman’s appeal, particularly among younger voters.</p><p>“While he was in London, the people around him there are now being given more importance than those who stood by him inside the country,” she told Al Jazeera. “There is a conflict between these groups.”</p><h2 id=\"will-dynasty-undermine-political-legitimacy\">Will dynasty undermine political legitimacy?</h2><p>Asif Mohammad Shahan, a professor of development studies at Dhaka University, thinks Rahman is in “a difficult position”.</p><p>“If the party does not win by a landslide, he will be blamed. If it wins comfortably, people will say it was expected. There is no clear win for him,” he told Al Jazeera.</p><p>Central to both his appeal and the criticism he faces is Rahman’s lineage.</p><p>As the son of former President Ziaur Rahman and three-time leader Khaleda, he embodies a political dynasty that many younger voters say they want to move beyond, even as that legacy continues to mobilise people across the country.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299703\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_3MARIUM_At-a-glance-1770627233.png?quality=80\" alt=\"Interactive_Bangladesh_elections_AT A GLANCE_Feb_9_2026_3\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>BNP leaders, however, reject the idea that being part of a dynasty undermines political legitimacy.</p><p>In a recent interview with Al Jazeera, BNP Secretary-General Mirza Fakhrul Islam Alamgir argued that political inheritance is common across South Asia and should not disqualify a leader if he is “capable, accountable and subject to public scrutiny”.</p><p>Analysts take a more nuanced view, despite seeing Rahman as a leading contender for the premiership.</p><p>Sobayel bin Rafiq, the former military officer, distinguishes the individual and his organisation. “Tarique Rahman as a person and the BNP as a party are two different things,” he said. “I want to see him as the prime minister. But overall, the party’s performance as an organisation has not been strong.”</p><p>Analyst Chowdhury points to a different reality.</p><p>“It seems a segment of the civil and military bureaucracy may support a BNP victory because they see it as a return to a familiar status quo, where they can protect their vested interests,” she said.</p><p>For Rahman, however, the election is not just a contest for power, but a referendum on whether his return from exile marks a genuine break from the past or merely a familiar cycle under a new leadership.</p><p>“If any unintentional mistakes were made while governing the country in the past, I sincerely apologise to the people,” he said in his address to the nation on Monday. “Learning from those mistakes, and building on our achievements, we want to create a safe Bangladesh for the present and future generations.”</p></div></div></body></html>"
        },
        {
            "title": "What will it take for Syrians to return to Aleppo after years of war? | Syria's War | Al Jazeera",
            "time": "2026-02-10T05:01:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-28T103132Z_2051640013_RC23ZGA17YY5_RTRMADP_3_SYRIA-SECURITY-ALEPPO-CITADEL-1770663738.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On a recent trip from Germany, where he lives, to his hometown of Aleppo, Alhakam Shaar made a decision. He would not stay at a hotel or with friends. Instead, he would stay at what used to be his father’s office in Aleppo’s Old City.</p><p>There was only one problem.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Not a single room had a closable window or door,” Shaar, who had been away from the city for a decade, told Al Jazeera. Aleppo’s winters are brutally cold, with temperatures reaching well below zero degrees Celsius.</p><p>Still, he bought a sleeping bag that had been advertised as capable of withstanding extreme weather.</p><p>“That didn’t turn out to be true, and I still woke up with cold toes many nights,” he said. But despite the cold, he did not regret the decision.</p><p>Although his trip to Syria was short – about two weeks, in part due to flight cancellations after <a href=\"/features/2025/12/23/clashes-in-aleppo-as-deadline-for-sdfs-integration-into-army-approaches\">armed clashes in Aleppo</a> – Shaar started renovating his old family home, also in the Old City, that had been looted and damaged during the war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The roof was collapsing, and the door to the street had been removed. Two weeks did not seem to be enough time to make a dent in the extensive renovation work required.</p><p>But he got the job done, and placed a metal door on the house to signal that it was no longer an abandoned property.</p><p>“I was happy. I was truly, truly happy to be in Aleppo, not as a guest or as a tourist, but as an Aleppan,” he said. “As someone who is home. And I felt at home.”</p><p>Thousands of Syrians are returning to Aleppo, a great city damaged by years of neglect and war. Much of it, however, is plagued by infrastructure damage, requiring significant reconstruction efforts.</p><p>The new Syrian government – in power since December 2024 – has already started some of the work to rebuild Aleppo. But residents wonder if this will be enough to bring the city back to its past glory.</p><h2 id=\"years-of-damage\">Years of damage</h2><p>Aleppo was Syria’s most populous city until the war heavily reduced its population.</p><p>Its geographical position made it an important stop on the Silk Road trade route, as well as for travellers who passed through Anatolia – a large peninsula in Turkiye – eastwards into Iraq or further south towards Damascus.</p><p>While the emergence of Egypt’s Suez Canal in international shipping diminished Aleppo’s regional role, it still maintained an importance in Syria for being the country’s capital of industry.</p><p>Its prominence lasted throughout the rule of President Hafez al-Assad, who took control of Syria in 1970. The Assad regime’s massacre in the <a href=\"/news/2025/2/27/hama-a-rebellious-syrian-town-that-can-finally-mourn-the-assad-massacre\">town of Hama</a> in the early 1980s also spread to Aleppo, where thousands of opponents were killed. Still, the city held on.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, by the time the 2011 Syrian uprising came around, Aleppo had already faced a lack of state investment and neglect.</p><p>The city deteriorated further as Bashar al-Assad, who took over the presidency when Hafez, his father, died in 2000, violently cracked down, and Syria deteriorated into war. Aleppo soon became divided, with regime forces controlling the west and the opposition controlling the east.</p><p>Then, in 2016, the Assad regime, with the help of Lebanon’s Hezbollah, Iran and Russia, violently took the eastern part of the city, which had become the capital of the Syrian revolution. In the process, they <a href=\"/news/2017/11/17/totally-destroyed-east-aleppo-a-year-after-battle\">destroyed vast swaths</a> of east Aleppo, expelling thousands.</p><p>As the Assad regime fell a little more than eight years later, some of Aleppo’s <a href=\"/features/2024/12/22/displaced-youth-liberate-aleppo\">children returned as its liberators</a>. But they found that the regime had not rebuilt the city during their absence. Many of Aleppo’s suburbs, where Syrian production had flourished in the pre-war years, were now ghost towns, after the regime had cut off water and electricity services.</p><p>Aleppo is still struggling. Informal settlements and overcrowded schools are common in the city and the rest of northern Syria, where a European Union <a href=\"https://ec.europa.eu/echo/files/funding/hip2026/echo_syr_bud_2026_91000_v2.pdf\" target=\"_blank\" rel=\"noopener\">report</a> in January said that “2.3 million people reside in camps and informal settlements, of which 80 [percent] are women and children”.</p><p>Locals say they fear Aleppo may never be the same again.</p><p>“There is nothing that will return to the same as it was,” Roger Asfar, an Aleppo-native and the Syrian country director for the Adyan Foundation, an independent organisation focused on citizenship, diversity management and community engagement, told Al Jazeera.</p><p>Asfar said that Aleppo’s needs are the same as all parts of Syria devastated by more than a decade of war. Reconstruction is among the top priorities, but it will require heavy investment, particularly if the city’s historic character is to be protected.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"reconstruction\">Reconstruction</h2><p>The Syrian government has worked with organisations like the Aga Khan Trust for Culture (AKTC) to restore parts of Aleppo’s Old City, including its historic souk – a 13km-long (8 miles) covered marketplace.</p><p>The government also installed water pipes and new lighting around the city’s historic citadel, its crown jewel and a tourist attraction for both Syrians and foreigners. The municipality of Aleppo has also collaborated with the Directorate-General for Antiquities and Museums to rehabilitate parts of the citadel, as well as the Old City’s Grand Umayyad Mosque.</p><p>Still, the effort to rebuild Aleppo is Herculean and will require more investment.</p><p>Asfar said the challenge starts with governance. This requires that Damascus, instead of merely imposing its decisions on the city, consults with locals. “Aleppo doesn’t need an authority that decides on its own and ignores all other voices,” he said.</p><p>The Aleppo governorate, which includes the city and eight districts in northern Syria, is Syria’s most densely populated region, according to UNICEF. Its 4.2 million population is forced to live with the problems facing much of Syria, including infrastructural issues and long power cuts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Shaar, the Aleppan native who recently visited his hometown, is also a founding scholar on the Aleppo Project, a Central European University project that aims to address the key issues facing the city’s eventual reconstruction.</p><p>He said he expects infrastructural issues to “improve in the coming years”, particularly as Syria’s oil and gas revenues increase. But he warns that expectations should be tempered.</p><p>Shaar is one Aleppan who holds out hope that the city may bounce back. He pointed out that a silver lining of Assad’s neglect is that the city had not become gentrified by the former government’s economic and political elites, unlike Homs or Damascus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"to-return-or-not-to-return\">To return or not to return?</h2><p>Aleppo has always been a city defined by its culture and diversity. Some Aleppans hope this of its character will return.</p><p>Musician Bassel Hariri is an Aleppo native, now based in London, who learned to play instruments from his father. He remembers the rich and diverse tradition of his native city, which has been passed on from one generation to the next.</p><p>“Music, art, cooking, whatever – everything is carried directly from the community,” Hariri said. “And this richness and this cultural access and the diversity of Aleppo makes it one of the most wonderful cities in Syria.”</p><p>While the city may not return to its past glory, thousands of Syrians are still coming back to their homes in Aleppo and its countryside. Others simply have nowhere else to go.</p><p>For Shaar, Aleppo is still calling. Two things are keeping him away: his wife’s full-time job as a lecturer in Germany, and the lack of a stable salary in Syria.</p><p>“Not much more than this,” he said. “It wouldn’t take much to bring me back to Aleppo, personally.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Somalia, Saudi Arabia sign agreement on military cooperation | News | Al Jazeera",
            "time": "2026-02-10T04:50:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/HAscmn_aoAAtFY9-1770702781.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somalia has signed a “military cooperation” agreement with Saudi Arabia, weeks after inking a similar deal with Qatar, as Mogadishu seeks regional support against <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">Israel’s recognition</a> of the breakaway region of <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">Somaliland</a>.</p><p>The memorandum of understanding was signed on Monday between Somali Minister of Defence Ahmed Moallim Fiqi and his Saudi counterpart, Prince Khalid bin Salman bin Abdulaziz, in Riyadh.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreement “aims to strengthen the frameworks of defense and military cooperation between the two countries, and includes multiple areas of common interest, serving the strategic interests of both parties”, Somalia’s Ministry of Defence said.</p><p>Prince Khalid confirmed the agreement in a post on X.</p><p>But neither country provided further details.</p><p>Last month, Somalia signed a defence pact with Qatar, aimed at “strengthening military ties and security collaboration”, according to the Somali state news agency.</p><p>The pact with Qatar “focuses on military training, the exchange of expertise, the development of defence capabilities, and enhanced security cooperation, in support of efforts to promote regional security and stability”, it said.</p><p>Doha said the agreement was “aimed at strengthening areas of joint cooperation in a way that serves mutual interests and enhances defense partnerships”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The diplomatic offensive by Somalia comes amid growing tensions in the Horn of Africa region following Israel’s world-first recognition of Somaliland in December. Mogadishu has warned that Israel plans to set up a <a href=\"/news/2026/1/11/somali-minister-says-israel-plans-to-displace-palestinians-to-somaliland\">military base</a> in the breakaway region, which could be used to launch attacks on neighbouring countries.</p><p>Somali President Hassan Sheikh Mohamud <a href=\"/news/2026/2/8/somalias-mohamud-slams-israels-interference-rejects-base-on-somaliland\">told Al Jazeera</a> last week that Mogadishu “will never allow” the establishment of an Israeli base in Somaliland and will “confront” any such move.</p><p>“We will fight in our capacity. Of course, we will defend ourselves,” he said. “And that means that we will confront any Israeli forces coming in, because we are against that and we will never allow that.”</p><p>A Somaliland official told Israel’s Channel 12 in January that an Israeli military base is “on the table”, though terms were still being negotiated.</p><p>Separately, Somalia also <a href=\"/news/2026/1/12/somalia-cancels-all-agreements-with-uae-over-alleged-sovereignty-violations\">cancelled all agreements</a> with the United Arab Emirates last month – including port operations, security and defence deals – citing “harmful actions” that undermine its “national unity and political independence”.</p><p>The move came amid reports that the UAE had facilitated Israel’s recognition of Somaliland’s independence.</p><p>The Gulf state, which normalised ties with Israel in 2020 under the Abraham Accords, has cultivated deep economic and security ties with Somaliland. These include a 30-year concession at the strategic Berbera port held by the UAE company DP World.</p><p>The UAE declined to sign a joint Arab-Islamic statement condemning Israel’s recognition of Somaliland, but it released a joint statement with the African Union in January pledging “support for Somalia’s sovereignty, territorial integrity, security and stability”.</p><p>Somalia’s break with the UAE coincided with a deterioration in Saudi Arabian-Emirati relations.</p><p>Tensions erupted in December when Saudi forces bombed what Riyadh described as a UAE weapons shipment to the separatist Southern Transitional Council in Yemen. Saudi Arabia also backed a call by Yemen’s internationally recognised government for Emirati forces in the country to withdraw.</p><p>The UAE denied the allegations.</p><p>Separately, Abu Dhabi has also been accused of supporting the paramilitary Rapid Support Forces (RSF) in Sudan, which has been battling the Sudanese Armed Forces for nearly three years.</p><p>Saudi Arabia, an ally of Khartoum, condemned the RSF on Saturday over attacks in Sudan’s Kordofan region, which have killed dozens of people, including women and children.</p><p>Riyadh also <a href=\"/news/2026/2/8/saudi-arabia-slams-foreign-interference-in-sudan-after-deadly-rsf-attacks\">denounced “foreign interference”</a> by unspecified parties in Sudan, saying the “continued influx of illegal weapons, mercenaries and foreign fighters” was prolonging the continuation of the nearly three-year-old war.</p><p>It did not name the parties.</p><p>Sudan, meanwhile, filed a case against the UAE at the International Court of Justice last year, accusing it of “c<a href=\"/news/2025/3/6/sudan-files-case-against-uae-at-top-un-court-over-complicity-in-genocide\">omplicity in genocide</a>” allegedly committed by the RSF against the Masalit community in West Darfur state.</p><p>The UAE slammed the move as “nothing more than a cynical publicity stunt” and said it would seek the “immediate dismissal” of the case.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens to block opening of Detroit-Canada bridge | Donald Trump News | Al Jazeera",
            "time": "2026-02-10T04:38:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-03-04T170126Z_1562855056_RC2H6DAUEUTE_RTRMADP_3_USA-TRUMP-TARIFFS-1770696999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"88\" data-end=\"314\">US President Donald Trump has threatened to block the opening of a new Canadian-built bridge linking Canada and the US across the Detroit River, demanding that Canada hand over at least half of the bridge’s ownership and meet other unspecified conditions.</p><p data-start=\"88\" data-end=\"314\">“I will not allow this bridge to open until the United States is fully compensated for everything we have given them and, importantly, until Canada treats the United States with the fairness and respect we deserve,” Trump wrote in a social media post on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"88\" data-end=\"314\">“We will start negotiations, IMMEDIATELY. With all that we have given them, we should own, perhaps, at least one half of this asset,” he said.</p><p data-start=\"716\" data-end=\"853\">Trump included an image of the new $4.6bn Gordie Howe International Bridge project, which connects Detroit, Michigan, with Windsor, Ontario.</p><p data-start=\"716\" data-end=\"853\">The bridge is expected to open in early 2026. On January 30, the US Department of Homeland Security published a rule designating the bridge as an official port of entry. The project was negotiated by former Michigan Governor Rick Snyder, a Republican, and financed by the Canadian government.</p><p data-start=\"855\" data-end=\"1155\">The bridge is designed to ease heavy truck traffic currently handled by the Ambassador Bridge.</p><p data-start=\"855\" data-end=\"1155\">According to a University of Windsor study, the Gordie Howe Bridge could cut up to 20 minutes off crossing times, saving truckers an estimated $2.3bn over 30 years.</p><p data-start=\"855\" data-end=\"1155\">Construction has been under way since 2018.</p><p data-start=\"1157\" data-end=\"1276\">Michigan Senator Elissa Slotkin, a Democrat, warned that cancelling the project would have major economic consequences.</p><p data-start=\"1278\" data-end=\"1440\">“Cancelling this project will have serious repercussions – higher costs for Michigan businesses, less secure supply chains and, ultimately, fewer jobs,” she said.</p><p></p><h2 id=\"us-canada-spat\">US-Canada spat</h2><p data-start=\"1442\" data-end=\"1593\">Trump has made several threats targeting Canada during his second term, including sharply increasing tariffs on US imports from its northern neighbour.</p><p data-start=\"1442\" data-end=\"1593\">Last month, Trump said he would impose a <a href=\"/news/2026/1/24/trump-threatens-100-percent-tariff-on-canada-over-china-deal\">100 percent tariff</a> on Canada if it moved forward with a trade deal with China.</p><p data-start=\"1442\" data-end=\"1593\">In January, Canadian Prime Minister Mark Carney<a href=\"/economy/2026/1/15/canadas-mark-carney-seeks-reset-on-pivotal-trip-to-china\"> travelled to China</a> to reset strained bilateral ties, reaching a trade agreement with Canada’s second-largest trading partner after the US.</p><p data-start=\"1442\" data-end=\"1593\">Trump also said in January that the US could decertify Bombardier Global Express business jets, and threatened 50 percent tariffs on all aircraft made in Canada unless Ottawa certified several aircraft produced by US rival Gulfstream.</p><p data-start=\"1442\" data-end=\"1593\">So far, the Trump administration has not taken action against Canadian aircraft.</p><p>The slew of disagreements comes as the US and Canada prepare to renegotiate the United States-Mexico-Canada Agreement (USMCA), which Trump signed during his first term.</p><figure id=\"attachment_4301387\" aria-describedby=\"caption-attachment-4301387\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4301387 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2026-02-10T002619Z_1317962042_RC2COCACKB3K_RTRMADP_3_USA-CANADA-BRIDGE-1770692256.jpg?resize=770%2C514&amp;quality=80\" alt=\" Gordie Howe Bridge \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301387\" class=\"wp-caption-text\">A view of the still-under-construction Gordie Howe International Bridge in Windsor, Ontario, Canada [Carlos Osorio/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia warns Cuba fuel situation critical; Havana slams ‘cruel’ US tactics | Donald Trump News | Al Jazeera",
            "time": "2026-02-10T04:26:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260108__923N9XG__v1__HighRes__CubaRevolutionAnniversary-1770695340.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Russia has warned that <a href=\"/economy/2026/2/8/from-blackouts-to-food-shortages-how-us-blockade-is-crippling-life-in-cuba\">Cuba’s energy crisis</a> is becoming critical, as it accused the United States of using “suffocating measures” against the socialist island-state.</p><p class=\"tr-story-p1\">Kremlin spokesman Dmitry Peskov raised the alarm on Monday, saying Moscow is discussing “possible solutions” to provide Havana with “whatever assistance” it needs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Cuba is reeling after US President Donald Trump cut off oil shipments from Venezuela, following the abduction of Venezuelan President Nicolas Maduro by US forces during a bloody night raid in early January.</p><p class=\"tr-story-p1\">Trump has also threatened to impose tariffs on other countries, including Mexico, if they continue to ship much-needed fuel to Cuba, which has already suffered under decades of punitive sanctions imposed by Washington.</p><p class=\"tr-story-p1\">“The situation is really critical in Cuba,” Peskov told reporters in Moscow.</p><p class=\"tr-story-p1\">“The suffocating measures imposed by the United States are causing many difficulties for the country,” he added.</p><p class=\"tr-story-p1\">In separate remarks, published on the Russian Foreign Ministry’s website, Minister of Foreign Affairs Sergey Lavrov renewed Moscow’s “solidarity with the people of Venezuela and Cuba”.</p><p class=\"tr-story-p1\">“We are convinced that only they can determine their own destiny,” Lavrov said.</p><p class=\"tr-story-p1\">Cuba’s crippling fuel shortage amid US attempts to strangle the economy has immobilised the nation, and power plants are struggling to keep the lights on.</p><p class=\"tr-story-p1\">The Cuban government has been forced to impose <a href=\"/economy/2026/2/5/cuba-to-introduce-plan-to-address-fuel-shortage-amid-us-blockade\">emergency measures</a>, including a four-day work week for state-owned companies, limiting fuel sales, shuttering universities and reducing school hours.</p><p class=\"tr-story-p1\">Cuba has also warned international airlines that jet fuel would no longer be available on the island from Tuesday. On Monday, Air Canada announced it was <a href=\"/economy/2026/2/9/air-canada-suspends-flights-to-cuba-due-to-fuel-shortage\">suspending flights to Cuba</a> due to the shortage of aviation fuel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"breaking-the-political-will-of-the-cuban-people\">‘Breaking the political will of the Cuban people’</h2><p>For weeks, Moscow has railed against Washington’s campaign against Havana.</p><p>Russia has called the US moves against Cuba “unacceptable” and warned of a possible humanitarian crisis in the country.</p><p>Moscow’s criticism of the US comes as Russia faces condemnation for its continued bombardment of Ukraine’s energy infrastructure as part of its war effort against its neighbour. Russian attacks have left more than a million people without power in freezing temperatures, according to Ukrainian officials.</p><p>United Nations Secretary-General Antonio Guterres had also warned of a <a href=\"/news/2026/2/5/un-warns-of-humanitarian-collapse-in-cuba-as-us-seeks-to-block-oil-supplies\">humanitarian “collapse” in Cuba</a> if the country’s energy needs go unmet.</p><p>On Monday, Cuban Foreign Minister Bruno Rodriguez denounced Washington’s “cruel aggression”, which he said was aimed at “breaking the political will of the Cuban people”.</p><p>“The situation is tough and will demand great sacrifice,” said Rodriguez, reiterating Cuba’s “willingness to engage in dialogue”, on its own terms.</p><p>Cuban President Miguel Diaz-Canel has said his country is <a href=\"/news/2026/2/3/cuba-in-contact-with-us-diplomat-says-as-trump-issues-threat-to-block\">willing to hold talks with the US</a>, but not under pressure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump and his secretary of state, Marco Rubio, the Miami-born son of Cuban immigrants, have made no secret of their desire to bring about regime change in Havana.</p><p>Defying Trump, Mexican President Claudia Sheinbaum said that sanctions that <a href=\"/news/2026/2/6/mexico-promises-food-support-for-cuba-as-us-stifles-the-islands-fuel-supply\">harm the people of Cuba</a> were “not right”.</p><p>“We will continue supporting them and taking all necessary diplomatic actions to restore oil shipments” to Cuba, Sheinbaum told reporters on Monday.</p><p>“You cannot strangle a people like this. It’s very unfair, very unfair.”</p><p>Trump referred to Cuba in a recent executive order as “an unusual and extraordinary threat” to US national security, and <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">warned countries</a> that he would impose more tariffs on them if they supplied oil to Cuba.</p><p>Mexico was Cuba’s second-largest oil provider after Venezuela.</p><p>Sheinbaum previously warned of a humanitarian crisis in Cuba, but is eager to avoid putting her own country at risk of tariffs from the US, Mexico’s main trading partner.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US kills two people in attack on boat in eastern Pacific, one survivor | Donald Trump News | Al Jazeera",
            "time": "2026-02-10T03:28:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250917__74UP2T3__v1__MidRes__TrumpAnnouncesSecondStrikeOnAllegedVenezuelaDrug-1768278902-1770692945.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>US kills two people in attack on boat in eastern Pacific, one survivor</h1><p class=\"article__subhead\"><em>The US military says one person survived the strike on the vessel and that the coastguard has been notified.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military has attacked a boat in the eastern Pacific Ocean, killing two people, and notifying the US coastguard that one person survived the strike.</p><p>The US Southern Command, which oversees military operations in Latin America and the Caribbean, said the “lethal kinetic strike” was carried out on Monday against a vessel, which it alleged was involved in drug trafficking without providing any evidence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Two narco-terrorists were killed and one survived the strike. Following the engagement, US SOUTHCOM immediately notified U.S. Coast Guard to activate the Search and Rescue system for the survivor,” the military said.</p><p>Last week, the US claimed responsibility for <a href=\"/news/2026/2/6/us-military-kills-two-people-in-latest-attack-on-vessel-in-the-pacific\">killing two people</a> in an earlier attack in the eastern Pacific, bringing to three the number of attacks Washington has ordered on vessels since its forces abducted Venezuelan President Nicolas Maduro during a bloody nighttime raid on the capital, Caracas, in early January.</p><p>According to monitors and tallies kept by media organisations, the US has now carried out some 37 attacks against 39 vessels in the eastern Pacific and Caribbean Ocean, killing at least 130 people, including the latest killings on Monday.</p><p>SOUTHCOM did not provide details on the medical condition of the survivor from Monday’s attack, nor the chances of the person’s rescue by the US coastguard and the likelihood of their survival.</p><p>The US appears undeterred in carrying out its deadly operations in international waters off Latin America, despite legal scholars, rights workers and regional leaders accusing the US of extrajudicial killing by acting as the judge, jury and executioner in cases of people suspected of drug trafficking.</p><p>Officials in the administration of US President Donald Trump have already come under scrutiny for reports that the first such attack, which took place in September 2025, included a follow-up strike that killed survivors who were clinging to the wreckage of a boat.</p><p>Legal experts said the <a href=\"/news/2025/12/2/hegseth-or-admiral-bradley-who-approved-the-second-venezuela-boat-strike\">US military committed a crime</a> if it killed the survivors of a shipwreck .</p><p>SOUTHCOM released a 10-second video of the air strike on Monday. In the video, a small, motorised boat can be seen in the military’s crosshairs before it is hit, triggering an explosion seconds later.</p><p>Some of the boat’s structure appears to remain intact after the explosion, although the vessel slows down.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Five employees of Canadian mine found dead in Mexico, authorities say | Mining News | Al Jazeera",
            "time": "2026-02-10T02:49:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770690076.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five employees of Canadian mine found dead in Mexico, authorities say</h1><p class=\"article__subhead\"><em>Mexican authorities say they are working to identify five other bodies after 10 workers were kidnapped last month.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five of 10 employees who were abducted from a Canadian-run mine in Mexico last month have been confirmed as dead, authorities said.</p><p>Mexico’s Attorney General’s Office said on Monday that authorities have identified five bodies found at a property in El Verde, a rural locality in the state of Sinaloa, and are working to identify the remains of five other people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is important to note that prosecutorial authorities have remained in contact with the victims’ relatives,” the office said in a statement.</p><p>“In the cases where the bodies have already been identified, they will be transferred to the states of Zacatecas in two cases, as well as to Chihuahua, Sonora, and Guerrero,” it added.</p><p>Authorities, who last week arrested four people in connection with the case, will continue gathering evidence to ensure the killings “do not go unpunished”, the office said without providing information on a possible motive.</p><p>Vizsla Silver, the operator of the Panuco gold and silver mine located near Mazatlan, Sinaloa, said earlier on Monday that it had been informed by a number of families that their loved ones had been found dead.</p><p>“We are devastated by this outcome and the tragic loss of life. Our deepest condolences are with our colleagues’ families, friends and co-workers, and the entire community of Concordia,” Michael Konnert, president and CEO of Vizsla Silver, said in a statement.</p><p>“Our focus remains on the safe recovery of those who remain missing and on supporting all affected families and our people during this incredibly difficult time,” Konnert said.</p><p>Vizsla Silver, based in Vancouver, reported on January 28 that 10 of its workers had been taken from its project site and that it had informed authorities.</p><p>Sinaloa has been rocked by escalating gang violence linked to a rivalry between factions affiliated with two cofounders of the Sinaloa Cartel, Ismael “El Mayo” Zambada and Joaquin “El Chapo” Guzman, both of whom are in custody in the United States.</p><p>The western state in Mexico saw more than 1,680 homicides in 2025, making it the most violent year in more than a decade, according to a tally by the Mexican newspaper Milenio.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}