{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Nigeria beat Uganda 3-1 to head into AFCON last 16 with perfect record | Football News | Al Jazeera",
            "time": "2025-12-30T18:38:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6953fadac79e-1767111386_97a1f5-1767113556.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nigeria beat Uganda 3-1 to head into AFCON last 16 with perfect record</h1><p class=\"article__subhead\"><em>Elsewhere in Group C, Tanzania scrape through to the knockout stages for the first time after 1-1 draw with Tunisia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Raphael Onyedika has scored twice, and Paul Onuachu has netted his first international goal in four years as already-qualified Nigeria <a href=\"/sports/liveblog/2025/12/30/live-uganda-vs-nigeria-afcon-2025\">overcame 10-man Uganda</a> 3-1 to maintain a 100 percent record after the group stage and send the East African side home.</p><p class=\"p1\">Nigeria ‍finished ⁠top of Group C on Tuesday with nine points, followed by Tunisia in second with four and Tanzania, who reached the round of 16 as one of the four best third-placed ​sides after their 1-1 ‌draw with Tunisia, also on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">It was a dominant performance from Nigeria despite resting several regulars, having already been assured of the top spot ‍in the group.</p><p class=\"p1\">After Onuachu missed a simple chance midway through the first half, ​he found the back of the net after 28 minutes.</p><p class=\"p1\">Fisayo Dele-Bashiru ‌showed quick feet on the left, and his pass in to Onuachu was perfect for the big forward to finish. The goal was the striker’s first for Nigeria since 2021.</p><p class=\"p1\">Uganda were reduced to 10 men in the 56th minute ‌when substitute goalkeeper Salim Jamal Magoola used his hands about 9 metres (10 yards) outside his area to stop a Victor Osimhen shot.</p><p class=\"p1\">Magoola had been ‌a halftime replacement for injured starter Denis Onyango, so Uganda ⁠had to use their third goalkeeper in the game as Nafian Alionzi was brought on for midfielder Baba Alhassan.</p><p class=\"p1\">Nigeria scored their second goal in the 62nd minute when Onyedika took Samuel Chukwueze’s pass and drilled his shot low through the legs of Alionzi.</p><p class=\"p1\">Onyedika ‌netted his second five minutes later with a side-footed finish, Chukwueze again the provider with a pass from the right.</p><p class=\"p1\">Uganda got a consolation goal with 15 minutes left as the Nigerian ‍defence momentarily went to sleep and Rogers Mato had time and space from Allan Okello’s pass to lift the ball over the keeper and into the net.</p><p class=\"p1\">Nevertheless, Nigeria have impressed in the group stage, having been losing finalists two years ago and following the shock of missing out on 2026 World Cup qualification.</p><p class=\"p1\">Meanwhile, Tanzania reached the knockout stage of the Africa Cup of Nations for the first time, 45 years after their maiden appearance, by coming from behind to draw 1-1 with fellow qualifiers Tunisia in Rabat.</p><p class=\"p1\">Feisal Salum’s ‌powerful shot three minutes into the second half was enough to secure ‌the draw after Tunisia had been ‌ahead with a ⁠43rd-minute penalty converted by Ismael Gharbi.</p><p class=\"p1\">It ‍was only ⁠Tanzania’s second point of the tournament but proved enough for them to advance as one of the four best ​third-placed finishers.</p><p class=\"p1\">Tanzania have been trying since 1980 to advance beyond the group stage and have still to win a match in four appearances.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How has Trump’s second term transformed the US Justice Department in 2025? | Donald Trump News | Al Jazeera",
            "time": "2025-12-30T18:28:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25288726617288-1766214283.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"danger-of-losing-public-confidence\">Danger of losing public confidence</h2><p>Meanwhile, the Justice Department has fired hundreds of nonpartisan career lawyers from its ranks, many of whom with links to cases Trump disagreed with from past administrations.</p><p>They include more than a dozen lawyers who investigated crimes related to the riot on January 6, 2021, when Trump supporters stormed the US Capitol to protest his 2020 election defeat.</p><p>Experts warn that the purge of career professionals within the department will have immediate consequences, leaving a dearth of experience that will be difficult to replace.</p><p>The tumbling numbers of employees could also result in fewer prosecutions and slower timelines.</p><p>“The work has slowed down in many critical parts of our department,” Young, the former Justice Department employee, explained.</p><p>Experts also question whether the concept of the nonpartisan prosecutor will endure.</p><p>In a February <a href=\"https://www.justice.gov/ag/media/1388521/dl?inline\" target=\"_blank\" rel=\"noopener\">memo</a>, Bondi told Department of Justice employees that their role was to \"zealously advance, protect and defend\" the interests of the president, whom she referred to as their \"client\".</p><p>The shifting expectations about what a federal prosecutor should do have not only transformed the Justice Department's relationship with the White House but also the court system.</p><p>At times, over the past year, federal judges have scolded Justice Department representatives for stretching the truth or outright lying.</p><p>In February, for instance, District Judge Tanya Chutkan reminded department lawyers “of their duty to make truthful representations to the court\".</p><p>In November, Magistrate Judge William Fitzpatrick also warned that recent misstatements and missteps in the Comey case \"may rise to the level of government misconduct\".</p><p>Legal experts like Sklansky fear the result will ultimately be a partisan system that craters public trust in the judicial process.</p><p>“The low repute of the judicial system today — not just the Justice Department but the courts as well — is something new. It's a departure from anything I’ve seen in my lifetime,” Sklansky said.</p><p>“The danger is that we will lose confidence in a system that’s designed to help us live together across ideological boundaries.”</p></div></div></body></html>"
        },
        {
            "title": "US issues Iran-Venezuela sanctions over alleged drone trade | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-30T17:43:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2023-08-22T100644Z_559037309_RC2XS2ASAY1R_RTRMADP_3_IRAN-DRONE-1767112987.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The United States has issued sanctions against a Venezuelan company over accusations that it helped acquire Iranian-designed drones as Washington’s tensions with both Tehran and Caracas <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">escalate</a>.</p><p>The penalties on Tuesday targeted <a href=\"https://home.treasury.gov/news/press-releases/sb0347\">Empresa Aeronautica Nacional SA</a> (EANSA), a Venezuelan firm that the US Department of the Treasury said “maintains and oversees the assembly of” drones from Iran’s Qods Aviation Industries, which is already under sanctions by Washington.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The department also sanctioned the company’s chairman, Jose Jesus Urdaneta Gonzalez, accusing him of coordinating “with members and representatives of the Venezuelan and Iranian armed forces on the production of UAVs [unmanned aerial vehicles] in Venezuela”.</p><p>“Treasury is holding Iran and Venezuela accountable for their aggressive and reckless proliferation of deadly weapons around the world,” Treasury official John Hurley said in a statement.</p><p>“We will continue to take swift action to deprive those who enable Iran’s military-industrial complex access to the US financial system,” he said. The sanctions freeze any assets of the targeted firms and individuals in the US and make it generally illegal for American citizens to engage in financial transactions with them.</p><p>In its statement, the US alleged Tehran and Caracas have coordinated the “provision” of drones to Venezuela since 2006.</p><p>Iran’s Ministry of Defence and Armed Forces Logistics (MODAFL) has been under US sanctions since 2020 for what Washington said is its role in both selling and procuring weapons. The US is by far the largest weapons exporter in the world.</p><p>On Tuesday, the US Treasury Department also imposed new sanctions against several Iranians it accused of links to Iran’s arms industry.</p><p>The actions came a day after President Donald Trump threatened more strikes against Iran if the country rebuilds its missile capabilities or nuclear programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US had joined Israel in its attacks against Iran in June and bombed the country’s three main nuclear sites before a ceasefire ended a 12-day escalation.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said on Monday during a joint <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">news conference</a> with visiting Israeli Prime Minister Benjamin Netanyahu. “We’ll knock them down. We’ll knock the hell out of them. But hopefully, that’s not happening.”</p><p>Iran was <a href=\"/news/2025/12/30/iran-warns-of-severe-response-in-wake-of-trumps-new-strikes-threat\">quick to respond</a> to Trump’s threats.</p><p>“The response of the Islamic Republic of Iran to any oppressive aggression will be harsh and regrettable,” President Masoud Pezeshkian wrote in a social media post.</p><p>The Trump administration has also taken a confrontational approach towards Venezuela.</p><p>The US president announced this week that the US “hit” a dock in the Latin American country that he said was used to load drug boats. Details of the nature <a href=\"/news/2025/12/30/trump-bombs-venezuelan-land-for-first-time-is-war-imminent\">of the strike</a> remain unclear.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump and some of his top aides <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">have falsely suggested</a> that Venezuela’s oil belongs to the US. Washington has also accused Venezuelan President Nicolas Maduro, without evidence, of leading a drug trafficking organisation.</p><p>The Trump administration has simultaneously been carrying out strikes against what it says are drug-running vessels in the Caribbean Sea and eastern Pacific Ocean, a campaign that many legal <a href=\"/news/2025/12/19/war-on-terror-defence-of-trump-boat-strikes-doesnt-hold-water-experts\">experts said violates</a> US and international law and is tantamount to extrajudicial killings.</p><p>Over the past month, the US also has seized at least <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">two oil tankers</a> off the coast of Venezuela after Trump announced a naval blockade against the country.</p><p>Venezuela has rejected the US moves as “piracy” and accused the Trump administration of seeking to topple Maduro’s government.</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s election looms amid gang rule | Crime | Al Jazeera",
            "time": "2025-12-30T17:40:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767116420.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Eurostar suspends all Europe trains over power issue during holiday travel | News | Al Jazeera",
            "time": "2025-12-30T17:06:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6953e2f9e61d-1767105273.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Eurostar suspends all Europe trains over power issue during holiday travel</h1><p class=\"article__subhead\"><em>Eurostar services between London and Europe disrupted as Channel Tunnel undergoes ‘technical intervention’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Power problems and a stuck train interrupted rail traffic flowing through the undersea tunnel connecting the UK to continental Europe with passenger train operator Eurostar indefinitely suspending its services during the busy holiday period.</p><p>Passengers were left scrambling on Tuesday to find alternatives after the operator postponed all train travel between London, Paris, Amsterdam and Brussels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There was a power supply problem in the Channel Tunnel followed by a shuttle train coming to a halt inside,” a Eurostar spokesperson said. “All journeys to and from London are suspended until further notice.”</p><p>The Channel Tunnel’s operator, Eurotunnel, said in a separate statement that the power supply problem started in part of the tunnel, affecting both passenger and vehicle travel by rail in both directions.</p><p>Traffic is expected to resume gradually on Tuesday afternoon. “A technical intervention is required, which is currently underway. Our teams are working to restore the situation as quickly as possible.”</p><p>In a ⁠statement on its website at 15:30 GMT, Eurostar warned passengers that the power fault was persisting.</p><figure id=\"attachment_4204148\" aria-describedby=\"caption-attachment-4204148\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4204148\" src=\"/wp-content/uploads/2025/12/afp_6953e3074bc0-1767105287.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Travellers sit with their bags next to a Eurostar train at St. Pancras station in London on December 30, 2025, as Eurostar train service between Britain and continental Europe is halted.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4204148\" class=\"wp-caption-text\">Travellers stranded at St Pancras station in London on Tuesday [AFP]</figcaption></figure><h2 id=\"disgusted-disheartened\">‘Disgusted, disheartened’</h2><p>Crowds of stranded travellers, many with suitcases, swelled at London’s St Pancras station and at Gare du Nord in Paris as the notification went out – their end-of-year holiday plans were being thrown into chaos.</p><p>At Gare du Nord station, Jamie and Issy Gill scrambled to find a flight back to the UK after their Eurostar train to London was cancelled, desperate to be reunited with their baby boy after a getaway in the French capital.</p><p>“We came for my 30th birthday,” Issy Gill said, wiping away tears.</p><p>Other frustrated passengers tried to book plane or bus tickets.</p><p>“I’m disgusted, disheartened,” said Sarah Omouri, a French traveller whose plans to celebrate the New Year in London were dashed.</p><p>“It’s been maybe a year since we’ve had a vacation. We were made to get on the train, to get off, get on again, and get off again. Now we’re told that everything is fully booked for several days. It’s ruined.”</p><p>The 50km (32-mile) Channel Tunnel, more than half of it undersea, revolutionised UK-Europe rail travel since its inauguration in 1994.</p><p>A record-high 19.5 million passengers travelled on Eurostar last year, up nearly 5 percent from 2023, driven by demand from visitors to the Olympics and Paralympics in Paris.</p><p>Tuesday’s disruption was the latest to affect Eurostar at a time when the company has faced criticism over its high prices, especially on the Paris-London route.</p><p>An electrical fault forced the cancellation of Eurostar services and severe delays in August. The theft of cables on train tracks in northern France caused two days of problems in June.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu’s Mar-a-Lago win that wasn’t | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-30T17:03:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T210128Z_1208090285_RC2KQIA8OG3R_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-NETANYAHU-1767068789_6c699f-1767069025.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yesterday, Israeli Prime Minister Benjamin Netanyahu paid his fifth visit to the United States since President Donald Trump took office in January. Before the meeting between the two, the Israeli press described the prime minister as fully engaged in an attempt to placate his domestic political partners by achieving “concessions” from Trump. What were these concessions? They were predominantly related to denying Turkiye any presence in the Gaza stabilisation force and to US approval for an Israeli strike on Iran.</p><p>Netanyahu failed on both counts. Trump specifically referred to his good relationship with Turkish President Recep Tayyip Erdogan, and spoke of “Bibi’s” respect for him, too. With regard to Iran, Trump mentioned Iran’s willingness to “make a deal” and provided clear guidelines for American involvement while saying nothing about authorising a solo Israeli operation. Israeli media suggests that Trump provided Israel with a “green light” for a strike on Iran. That is not reflected in Trump’s official statement in any way.</p><p>Trump talked about the reconstruction of Gaza beginning “soon”. When he spoke of the disarmament of Hamas, he said that it must happen or nearly 60 states will make it happen. Hamas has already agreed to disarm if the process is carried out by a Palestinian-led force. Trump said nothing to suggest that he does not agree with Hamas’s logic, especially when one considers the refusal of most participating countries to carry out a violent disarmament of the group. Trump also made no mention of the last hostage body held in Gaza as a necessary condition for moving to “Stage II” of the deal.</p><p>Nothing is more significant in Trump’s world than the use of language and symbolic gestures. When Trump referred to Netanyahu as a “great wartime prime minister” as he was discussing his blueprint for “peace”, he made it clear that his guest was running out of time. This was also clearly apparent when Trump said he had spoken with Israel’s official head of state, President Isaac Herzog, about a pardon for Netanyahu and was assured such a pardon was imminent. President Herzog, by the way, categorically denied that such a conversation had taken place.</p><p>What may be the best reflection of the Trump-Netanyahu meeting at Mar-a-Lago has to do with a brief conversation over the phone between Trump and Israeli Minister of Education Yoav Kish. The purpose of the call was for Kish to inform Trump that he will be awarded the Israel Prize on Israel’s Independence Day in 2026.</p><p>The award is given out by the minister of education in a televised ceremony attended by Israel’s leaders. It marks the official end of Independence Day celebrations. Its recipients are most frequently career academics at a late stage of their careers. The prize reflects a lifetime’s devotion to the expansion of human knowledge. Sometimes, special prizes are awarded in civic categories, most often for what is called a “life’s work”, such as fostering coexistence between Jews and Palestinians, promoting social equality, etc.</p><p>The prize, as understood by its name, is nearly always awarded to Israeli citizens but can be awarded to Jews living abroad and even to non-Jews who have made a “special contribution to the Jewish people”.</p><p>In other words, the Trump-Netanyahu meeting involved Trump instructing Netanyahu with regard to upcoming measures and Netanyahu snapping to attention and signalling his acceptance by heaping yet another semi-fictitious honour on Trump’s already crowded head.</p><p>Yet, despite these clear displays of the unequal nature of their relationships, there have been persistent voices suggesting that Trump and Netanyahu are operating in cahoots. According to such analyses, the United States fully supports the Israeli attempt to “change the Middle East” – Netanyahu’s favourite phrase – as the Americans make a pivot to Asia and the global race for dominance with China.</p><p>Israel will “take care” of the “Iranian threat” as the Arabs languish in their own irresolvable internal tensions and competitions. The mobilisation of Arab states after the Israeli strike on Doha is all but ignored.</p><p>These voices also point to the fact that Israel continues to completely ignore the “ceasefire” enacted by “Stage I” of the Trump plan, and does so with the full support of the United States. In fact, Trump said that Israel has “lived up” to the ceasefire “100 percent”, and that he has no problems with Israel’s actions in Gaza. These include bombing, destruction of buildings and infrastructure, the blocking of life-saving aid amid harsh weather and many other steps that ensure and expand the ongoing Israeli genocide.</p><p>It is indeed extremely difficult to reconcile this with the notion that Israel has run out of options for delaying Stage II and an internationally-brokered solution to Palestinian statehood. After all, one hears repeatedly from Israeli media about initiatives to “settle Gaza”, “relocate” 1.5 million Palestinians to Somaliland and dismantle the Oslo Accords, one ethnically cleansed Palestinian community at a time.</p><p>The US and other countries, like Germany and the UK, continue to buy Israeli arms at a massive rate and to equip Israel with arms of their own. How is it possible to reach a conclusion that the Israeli genocide is reaching its endgame?</p><p>The short answer is that it is not. Israel continues to kill, destroy, subvert and expand its efforts to destabilise any semblance of regional order. For example, Israel recognised the statehood of Somaliland in order to have a “dumping ground” for ethnically cleansed Palestinians, but also to pit the United Arab Emirates against Saudi Arabia, as both have conflicting interests in Somalia, and, by doing so, ensure that the Palestinian question is not addressed and that everyone remains frozen by fear of Israeli weapons.</p><p>The longer answer recognises the effects of this genocide on Israel itself: Genocide consumes genocidaires.</p><p>That is not to suggest that justice is assured by cosmic forces; far from it. Justice should be pursued at the most grounded and realistic level, as should the dignity and preservation of Palestinian lives.</p><p>However, the genocide has shaped Israel in its image on a daily, immediate level. Violence is rising as quickly as the prices of the staples, democracy is backsliding, and there is no end in sight to the “forever war”. This is not an abstract, “strategic” matter.</p><p>While Israel has been actively seeking to delete Palestinian identity for nearly 80 years, it has not succeeded in doing so. Israel’s internal contradictions have surfaced with paralysing force over the past two years.</p><p>Israel will not “die” or “recede”, but the gap between Israeli perceptions of the world and global perceptions of Israel has never been wider.</p><p>Trump and his vision of America do not appreciate “losers”. Israel no longer has any “wins” in the offing. It can and does kill and burn, procrastinate and obfuscate.</p><p>Even Trump recognises that this power has no lasting effects following its own immediate application. Israel has no options. There is no greater loss.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Arsenal vs Aston Villa - Premier League | Football News | Al Jazeera",
            "time": "2025-12-30T16:46:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-08-24T163806Z_1167482161_UP1EK8O1A7G15_RTRMADP_3_SOCCER-ENGLAND-AVL-ARS-REPORT-1-1767119662.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Arsenal vs Aston Villa – Premier League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with team news coverage, before our text commentary stream of the EPL title clash in London.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Judge blocks Trump effort to strip South Sudan deportation protections | Donald Trump News | Al Jazeera",
            "time": "2025-12-30T16:21:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6953e40f-1767105551.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Judge blocks Trump effort to strip South Sudan deportation protections</h1><p class=\"article__subhead\"><em>Trump is seeking to end protected status for South Sudan, claiming country no longer poses danger to those returning.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge has blocked the administration of President Donald Trump from stripping temporary protections from deportations for South Sudanese citizens living in the United States.</p><p>US District Judge Angel Kelley in Boston, Massachusetts, granted an emergency request on Tuesday in a lawsuit filed by several South Sudanese nationals and an immigrant rights group.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The order prevents the temporary protected status (TPS) for South Sudanese citizens from expiring on January 5 as the Trump administration has sought.</p><p>The lawsuit, led by the African ‍Communities Together, accuses the US Department of Homeland Security of acting unlawfully in its effort to strip South Sudanese citizens of TPS, a US immigration status granted to citizens of countries experiencing natural disasters, conflict or other extraordinary circumstances that could make return to their homelands dangerous.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The status was initially granted for South Sudan in 2011 when the country officially broke away from Sudan. It has been repeatedly renewed amid repeated bouts of fighting, <a href=\"/news/2025/10/13/conflict-sends-300000-people-fleeing-from-south-sudan-in-2025-un\">widespread displacement</a> and regional instability.</p><p>​The status allows eligible individuals to work and receive temporary protection from deportation.</p><p>The lawsuit further alleged that the Trump administration exposed South Sudan citizens to being deported to a country facing what is widely considered one of the world’s worst humanitarian crises.</p><p>Homeland Security Secretary Kristi Noem, in a notice published on November ‌5, had argued the country no longer met the conditions for TPS.</p><p>“With the renewed peace in South Sudan, their demonstrated commitment to ensuring the safe reintegration of returning nationals, and improved diplomatic relations, now is the right time to conclude what was always intended to ‌be a temporary designation,” she said, appearing to refer to a tenuous 2018 peace agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The statement contradicted the findings of a panel of United Nations experts, who wrote in a report to the UN Security Council in November that “while the contours of the conflict may be altered, the resulting human suffering has remained unchanged.”</p><p>“Ongoing conflict and aerial bombardments, coupled with flooding and the influx of returnees and refugees from the Sudan, have led to near-record levels of food insecurity, with pockets of famine reported in some of the communities most affected by renewed fighting,” it added.</p><p>The Trump administration has increasingly targeted TPS as part of its crackdown on immigration and its mass deportation drive.</p><p>It has moved to similarly ‌end TPS for foreign nationals from countries including Syria, Venezuela, Haiti, ⁠Cuba and Nicaragua, prompting several court challenges.</p><p>It has also sought to deport individuals to <a href=\"/features/2025/7/25/is-trump-using-africa-as-a-dumping-ground-for-criminals\">countries in Africa</a>, even if they have no ties there.</p></div></div></body></html>"
        },
        {
            "title": "US says it killed or captured 25 ISIL operatives in Syria over nine days | ISIL/ISIS News | Al Jazeera",
            "time": "2025-12-30T15:46:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25348438145979-1767105273.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military says it has killed or captured about 25 ISIL (ISIS) fighters in a wave of attacks over nine days in Syria.</p><p>US Central Command (CENTCOM), which oversees the US military’s Middle East operations, issued a statement on Tuesday marking the conclusion of the operations this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The campaign followed the killing of two US soldiers and a civilian interpreter by an ISIL <a href=\"/features/2025/12/27/analysis-isil-attacks-could-undermine-us-syria-security-collaboration\">gunman in Syria on December 13</a> and <a href=\"/news/2025/12/20/trump-says-us-launched-large-scale-attacks-on-isil-in-syria\">widescale US strikes</a> against the group six days later.</p><p>“US Central Command (CENTCOM) and partners across Syria killed at least seven ISIS members and captured the remainder during 11 missions conducted Dec. 20-29,” CENTCOM statement said. “The operations also led to the elimination of four ISIS weapons caches.”</p><p>It did not provide the identities of those targeted.</p><p>The US deployed as many <a href=\"/news/2024/12/19/us-says-it-has-two-thousand-troops-in-syria-not-nine-hundred-as-previously-declared\">as 2,000 soldiers</a> to Syria during the fight against ISIL, which started in 2014.</p><p>The current deployment of US soldiers sits at about 1,000 with the administration of US President Donald Trump announcing this year that it would further slash the number of US bases and soldiers in the country.</p><p>ISIL controlled large areas in Syria and Iraq from 2014 to 2019. Despite the group’s territorial defeat, US officials said ISIL remnants continue to pose a threat to the region.</p><p>The US military has long cooperated with the Kurdish-dominated Syrian Democratic Forces (SDF) in northeastern Syria. Since the fall of President Bashar al-Assad a year ago, CENTCOM has said it is also working with the <a href=\"/news/2025/12/10/us-general-highlights-close-cooperation-with-syria-against-isil-threats\">new Syrian government</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Syria officially joined the US-led global coalition against ISIL last month after President Ahmed al-Sharaa, a former rebel commander who once led a group with ties to al-Qaeda, <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">visited the White House</a> and met with Trump.</p><p>On Tuesday, CENTCOM said the initial December 19 attacks against ISIL hit “70 targets with more than 100 precision munitions”.</p><p>“The massive strike executed by dozens of fighter aircraft, attack helicopters and artillery destroyed ISIS infrastructure and weapons sites across central Syria,” it said, adding that the strikes were conducted in coordination with Jordanian forces.</p><p>CENTCOM commander Brad Cooper said the US “will not relent” in going after ISIL remnants.</p><p>“Continuing to hunt down terrorist operatives, eliminate ISIS networks, and work with partners to prevent an ISIS resurgence makes America, the region, and the world safer,” he said.</p><h2 id=\"myriad-challenges\">Myriad challenges</h2><p>The fight against ISIL is one of the many security challenges facing Syria.</p><p>Sporadic clashes have been breaking out between government forces and SDF fighters.</p><p>In southern Syria, the government in Damascus said Israel has been expanding its occupation beyond the Golan Heights, regularly setting up checkpoints in Syrian towns, carrying out raids, and <a href=\"/news/2025/11/21/israeli-incursions-abductions-stoke-fear-in-syrias-occupied-golan-heights\">abducting and disappearing</a> Syrian citizens without provocation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Monday, Trump, who lifted sanctions against Damascus and has been a vocal supporter of al-Sharaa, told Israeli Prime Minister Benjamin Netanyahu that he should “get along” with Syria.</p><p>“We do have an understanding regarding Syria,” Trump said. “Now, with Syria, you have a new president. I respect him. He’s a very strong guy, and that’s what you need in Syria.”</p><p>The killing of the three Americans in Syria and the US military response came <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">after Washington announced</a> it was looking to shift its focus and foreign policy resources from the Middle East to the Western Hemisphere.</p></div></div></body></html>"
        },
        {
            "title": "Trump bombs Venezuelan land for first time: Is war imminent? | Military News | Al Jazeera",
            "time": "2025-12-30T15:28:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6953bca936b7-1767095465.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump said the US carried out <a href=\"/news/2025/12/30/trump-claims-attack-on-a-dock-in-venezuela-us-strikes-kill-two-in-pacific\">a land-based strike</a> on Venezuela on Monday, marking a sharp escalation in Washington’s recent military activity against the South American nation.</p><p>Trump said the operation had targeted a docking facility being used to load boats carrying narcotics. Venezuelan authorities, however, have yet to confirm the incident.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tensions between Washington and Caracas have risen sharply since September, when the Trump administration began a series of strikes on Venezuelan vessels in the Caribbean and eastern Pacific, which the US government claims are trafficking drugs.</p><p>However, despite aerial strikes on more than two dozen boats, which have killed at least 100 people, the US has presented no evidence of drug trafficking.</p><p>More recently, US forces have <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">seized Venezuelan oil tankers</a>, which it claims are carrying sanctioned oil and ordered a <a href=\"/news/2025/12/17/trump-orders-total-blockade-of-sanctioned-venezuelan-oil-tankers\">naval blockade</a> on all sanctioned oil tankers near the coast.</p><p>Caracas has long accused Washington of using allegations of drug trafficking as a pretext for forcing regime change in Venezuela, raising renewed concerns about the <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">legality</a> of such <a href=\"/news/2025/10/6/can-us-strikes-on-suspected-drug-boats-off-venezuela-be-legally-justified\">actions</a> and the risk of a broader conflict. Indeed, legal experts say the targeting of vessels in international waters <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">likely violates</a> US and international law and amounts to extrajudicial executions.</p><p>So, what do we know about these strikes so far, and could it lead to an imminent war between the US and Venezuela?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened\">What happened?</h2><p>During a news conference on Monday alongside Israeli Prime Minister Benjamin Netanyahu at his Mar-a-Lago resort in Florida, Trump took the opportunity to announce that US forces had struck a Venezuelan dock.</p><p>“There was a major explosion in the dock area where they load the boats up with drugs,” Trump said.</p><p>“They load the boats up with drugs, so we hit all the boats, and now, we hit the area. It’s the implementation area. That’s where they implement. And that is no longer around.”</p><p>Trump did not say who carried out the strike or where it occurred.</p><p>“I know exactly who it was, but I don’t want to say who it was. But, you know, it was along the shore,” the US president said.</p><p>US media cited sources familiar with the operation who claimed the strike had been carried out by the CIA.</p><p>Following Trump’s announcement, the US military also announced in a post on X that it had carried out another attack on a boat in the eastern Pacific, killing two more people. It did not specify where exactly the strike took place.</p><p>Venezuela’s government has yet to respond to Trump’s announcement.</p><h2 id=\"why-is-trump-conducting-a-campaign-against-venezuela\">Why is Trump conducting a campaign against Venezuela?</h2><p>Relations between Washington and Caracas have been <a href=\"/news/2025/11/25/timeline-26-years-of-fraught-us-venezuela-relations\">fraught for decades</a>, shaped by a long history of US military intervention in Latin American countries.</p><p>Tensions deepened in the late 1990s under Venezuela’s left-wing president Hugo Chavez – mostly because of the nationalisation of foreign-owned oil assets which the <a href=\"/news/2025/12/18/does-the-us-have-any-real-claim-on-venezuelan-oil-as-stephen-miller-says\">US claimed its companies had invested in and built</a> – and deteriorated further after his successor, Nicolas Maduro, took power in 2013.</p><p>Tensions have escalated in recent months as a result of a US military campaign targeting alleged Venezuelan drug smugglers. The Trump administration claims the trafficking of drugs to the US constitutes a national emergency, but multiple reports have shown that <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">Venezuela is not a major source of drugs</a> being transported across borders.</p><figure id=\"attachment_4194810\" aria-describedby=\"caption-attachment-4194810\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194810\" src=\"/wp-content/uploads/2025/12/2025-12-22T204650Z_722703964_RC22LIA40A7D_RTRMADP_3_USA-VENEZUELA-TANKER-1766636634.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"A satellite image shows the Skipper, a very large crude carrier and the first Venezuela-related vessel seized by the U.S. on December 10, near the shoreline of Galveston, Texas, U.S., December 21, 2025. Satellite image ©2025 Vantor/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. MANDATORY CREDIT. NO RESALES. NO ARCHIVES. DO NOT OBSCURE LOGO. TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194810\" class=\"wp-caption-text\">A satellite image shows the Skipper, a very large crude carrier and the first Venezuela-related vessel seized by the US [Satellite image: Vantor/Handout via Reuters]</figcaption></figure><p>Since September, Washington has carried out more than two dozen strikes in the Caribbean Sea and Pacific Ocean, killing more than 100 people, accusing the Maduro government of being involved in flooding the US with drugs.</p><p>The Trump administration has offered no evidence of drug trafficking or legal justification for the operations, prompting claims that it is more interested in controlling oil in the region and <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\">forcing regime change</a> in Venezuela.</p><p>The strikes have been accompanied by the largest US show of force in the region in decades, including the deployment of the world’s largest aircraft carrier, the USS Gerald R Ford, F-35 jets and approximately 15,000 troops. Trump has previously also warned of possible attacks “on land”.</p><p>Caracas has rejected US accusations of drug trafficking, condemning its actions as “<a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">illegal</a>” under international law and a violation of Venezuela’s sovereignty.</p><p>The Venezuelan government claims Washington is using drugs as a pretext for regime change and to seize the country’s oil wealth.</p><p>Moreover, United Nations <a href=\"/news/2025/12/24/un-experts-condemn-us-naval-blockade-of-venezuela-as-illegal-aggression\">human rights experts</a> have condemned the partial naval blockade, finding it an illegal armed aggression against Venezuela, while urging the US Congress to intervene.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-this-attack-lead-to-an-imminent-war-with-venezuela\">Will this attack lead to an imminent war with Venezuela?</h2><p>Caracas-based analyst Elias Ferrer, of Orinoco Research, said if the US has in fact struck Venezuelan territory, it has “certainly violated international law” unless the attack was pre-approved by the Maduro government, which could be possible in light of recent conversations between the Venezuelan president and Trump in the past month.</p><p>Depending on the answer to that question, Ferrer said the incident could either “escalate, or actually de-escalate” the situation.</p><p>“Trump needs a victory before he can de-escalate in Venezuela, and this could be it: destroying an alleged drug-related target,” he said, citing the US bombing of Iran in July as an example during the 12-day Iran-Israel war in June.</p><p>Iran responded by carrying out a pre-warned strike on a US base in Qatar, following which a ceasefire was announced between Iran and Israel within the next 24 hours.</p><p>If it was not pre-approved with Caracas, however, Alan McPherson, professor of Latin American studies at Temple University, said it represents a “serious escalation” by Washington as it is the first on Venezuelan territory.</p><p>“This has all the markings of a war of choice – militarily unnecessary – against a sovereign nation,” McPherson told Al Jazeera.</p><p>“Politically, the [US] administration wants to overthrow President Maduro – plain and simple,” he added.</p><p>In addition, McPherson said, while the US “may also want to damage the drug business” coming from Venezuela, Trump has been clear that he mostly wants to “reverse the nationalisation of petroleum to the benefit of American corporations”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"is-the-us-campaign-really-about-oil\">Is the US campaign really about oil?</h2><p>Recent remarks by White House officials have raised questions about whether Venezuela’s large oil reserves are in fact the real source of tension with Caracas, rather than drug smuggling.</p><p>Venezuela has the <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">world’s largest proven oil reserves</a>, and the US once partnered with the country to develop its oil fields. It was a founding member of OPEC in 1960 and became a major oil exporter, especially after PDVSA (Petroleos de Venezuela, SA) was created in 1976, and all foreign oil companies were brought under state control.</p><p>In the late 1990s and early 2000s, Venezuela supplied roughly 1.5 to 2 million barrels per day to the United States, making it one of the US’s largest foreign oil sources. However, exports began to decline sharply after Hugo Chavez was elected president in 1998, as he reshaped the country’s oil sector, nationalising assets, restructuring PDVSA, and prioritising domestic and political objectives over traditional export markets.</p><p>The situation worsened under President Nicolas Maduro, Hugo Chavez’s successor, when the Trump administration imposed oil sanctions in 2017 and then tightened them in 2019. These measures restricted Venezuela’s ability to sell crude to the US and limited access to international financial markets, further reducing the country’s oil exports.</p><p>Today, Chevron is the only US oil company that continues to operate in Venezuela under a special licence granted by former US President Joe Biden, which allows it to operate despite oil sanctions.</p><p>Stephen Miller, a top aide to President Donald Trump, <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">said earlier this month</a> that Venezuela’s oil belongs to Washington, calling the country’s nationalisation of its petroleum industry “theft” and arguing that “American sweat, ingenuity and toil created the oil industry in Venezuela”.</p><p>While US and British firms did invest in early development of oil projects in Venezuela, international law clearly recognises Venezuela’s sovereignty over its own resources.</p><figure id=\"attachment_3925817\" aria-describedby=\"caption-attachment-3925817\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925817\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-and-pipelines-1756997792.png?quality=80\" alt=\"oil\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3925817\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"can-the-us-congress-intervene-to-prevent-trump-from-going-to-war\">Can the US Congress intervene to prevent Trump from going to war?</h2><p>Power over the military is divided in the United States. Congress is granted the power to declare war by the US Constitution, but the last time the US declared war was in World War II, in 1942. That means the longest wars the US has engaged in have been undeclared by Congress.</p><p>In addition to empowering the president to direct military actions during a declared war, the Constitution grants the president the authority to order the US military to respond to attacks and imminent threats. It is from these powers that the executive branch has been able to deploy military force against countries in the absence of a congressionally declared war.</p><p>The War Powers Resolution of 1974 was intended to limit the ability of the president to deploy the military in these non-war actions, imposing time limits on deployments without congressional authorisation, and imposing other requirements. However, enforcement has been spotty and broad executive interpretations of what does and does not require authorisation, as well as what is permitted by existing Authorizations for the Use of Military Force (AUMFs) have left the president with a relatively free hand.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Members of Congress have tried repeatedly to prevent Trump from taking military action against Venezuela.</p><p>Earlier this month, a group of Democratic and Republican US Congress representatives forced a vote that would have blocked US military action against Venezuela without congressional approval.</p><p>But the resolution was narrowly defeated in the Republican-controlled Congress by a vote of 216-210.</p><p>Academic McPherson said Congress can certainly refuse to declare war or to give the president “any authorisation to use force”.</p><p>“It can even cut off funds for specific military purposes. But the executive would likely defy any such restrictions, and this Republican Congress is unlikely to do any of the above.”</p></div></div></body></html>"
        },
        {
            "title": "Bitter recriminations between Russia, Ukraine as war eclipses peace push | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-30T14:45:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T180911Z_1598491875_RC2BQIAOYBP1_RTRMADP_3_UKRAINE-CRISIS-PUTIN-TRUMP-1767102504.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia says it will take a more hardline stance in negotiations on ending the war in Ukraine after claiming Kyiv tried to attack a Russian presidential residence – allegations Ukraine says Moscow has fabricated to justify further aggression.</p><p>Accusations and counteraccusations are rife as the war rages and the <a href=\"/news/2025/12/30/have-russian-claims-of-ukraine-attack-on-putin-home-ended-hopes-for-peace\">push for peace remains precarious</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kremlin spokesperson Dmitry Peskov told reporters on Tuesday that the alleged drone attack on one of President Vladimir Putin’s residences in Novgorod, a region in northwestern Russia, had been intended to derail recent diplomatic efforts to negotiate an end to the conflict.</p><p>“This terrorist action is aimed at collapsing the negotiation process,” Peskov said, adding that Russia’s military ‍knows when and ⁠how it will respond.</p><p>“The diplomatic consequence will be to toughen the negotiating position of the Russian Federation.”</p><p>Russia <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">said on Monday</a> that Putin’s residence had been targeted by Ukraine with 91 long-range drones that had been shot down by air defence systems with no one injured.</p><h2 id=\"no-such-attack-happened\">‘No such attack happened’</h2><p>Ukraine has denied that the attack took place, calling the Russian allegations “false claims” intended to undermine the peace process.</p><p>In a post on X, Ukrainian Minister of Foreign Affairs Andrii Sybiha said Moscow had not provided any plausible evidence to back up its accusations.</p><p>“And they won’t. Because there’s none. No such attack happened,” he said on Tuesday.</p><p>Sybiha said Russia has “a long record of false claims”, calling them its “signature tactic”.</p><p>“They also often accuse others of what they themselves plan to do,” he said. “Their words should never be taken at face value.”</p><p>He added that Ukraine was ”disappointed and concerned“ by statements by the United Arab Emirates, ​India and Pakistan expressing concern over what he said was an attack that never ‌happened.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Asked by reporters whether Russia could provide evidence of the drone attack, Peskov said air defences shot the drones down but the question of wreckage was for the Ministry of Defence.</p><p>He said attempts by Ukraine and Western media to deny the incident were “insane”.</p><p>No evidence has been provided by ‌Russia. The Defence Ministry has issued only a statement that said 91 drones had been shot down while they were heading to Putin’s Novgorod residence, which is about 360km (225 miles) north of Moscow.</p><p>Speaking on Monday, United States President Donald Trump, who has spearheaded the push to broker peace in Ukraine, said he had been informed of the alleged attack in a phone call with Putin.</p><p>“I was very angry about it,” he said, adding that he would find out whether there was evidence to support the allegation.</p><h2 id=\"european-leaders-hold-talks\">European leaders hold talks</h2><p>The dispute over the attack played out as key leaders from Europe and Canada held discussions on advancing the peace process.</p><p>After the talks, German ‍Chancellor Friedrich Merz posted on social media that the group was “moving the peace process forward”.</p><p>“Transparency and honesty are now required from everyone – including Russia,” he wrote.</p><p>In the wake of the meeting, Polish Prime Minister Donald Tusk said at a government meeting that he believed ‍peace could be achieved in Ukraine in a matter of weeks.</p><p>“Peace is on the horizon. There is no doubt that things have happened that give grounds for hope that this war can end, ‍and quite quickly, but ⁠it is still a hope, far from 100 percent certain,” Tusk said.</p><p>“When I say peace is on the horizon, I’m talking about the coming weeks, not the coming months or years. By January, we’ll all have to come together … to make decisions about the future of Ukraine, the future of this part of ​the world.”</p><p>He said security guarantees offered by Washington to Kyiv gave a reason to believe the conflict could end soon but Ukraine would need to compromise on territorial issues.</p><p>Russia wants Kyiv to withdraw its troops from ‌the parts of the Donbas region in eastern Ukraine that Moscow has failed to occupy in almost four years of war.</p><p>It remains the key sticking point in the talks, ceding territory or not.</p><p>Kyiv wants fighting ‍halted along the current front lines, and Washington has proposed a free economic zone if Ukraine pulls its forces back.</p><p>Zelenskyy has insisted Kyiv won’t give up land and the nation’s constitution also forbids it.</p><h2 id=\"black-sea-ports-attacked\">Black Sea ports attacked</h2><p>As leaders met for talks, Kyiv said Russia had attacked ‍infrastructure in the ‍Odesa region, damaging a civilian ship and facilities in the Black Sea ports of Pivdennyi and Chornomorsk, which are crucial for Ukraine’s foreign trade and integral to its wartime economy.</p><p>In a post on Telegram, Deputy Prime Minister Oleksii Kuleba said ⁠a Panama-flagged civilian ship loaded with grain was damaged and oil storage tanks hit with one person wounded.</p><p>“This is yet another targeted attack by Russia on civilian port infrastructure. The ‍enemy is trying ⁠to disrupt logistics and complicate shipping,” Kuleba said.</p><p>Despite the attacks, both ports continued to operate, he said.</p><p>Meanwhile, Ukraine ordered the evacuation of several hundred people from 14 settlements in the northern region of Chernihiv, which borders Moscow-allied Belarus and which, Ukraine said, has been the target of daily Russian shelling.</p></div></div></body></html>"
        },
        {
            "title": "South Korea announces end to controversial bear bile farming | Environment | Al Jazeera",
            "time": "2025-12-30T14:25:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767104701.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Iran warns of ‘severe’ response in wake of Trump’s new strikes threat | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-12-30T13:54:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP24201799652966-1767099911.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has promised to respond harshly to any aggression after United States President Donald Trump threatened further military action, should Tehran attempt to rebuild its nuclear programme or missile capabilities.</p><p>President Masoud Pezeshkian issued the warning on X on Tuesday, a day after Trump met Prime Minister Benjamin Netanyahu at his Florida estate, where he firmly leaned into the Israeli regional narrative yet again.</p><p>The US had not previously said it would target Iran’s missile capabilities, which has long been an Israeli aspiration, focusing instead on Tehran’s nuclear programme. Iran has repeatedly said its nuclear activities are for civilian purposes only, and neither US intelligence nor the UN’s nuclear watchdog found any evidence of atomic weapons production before the June attacks by the US and Israel.</p><p>Iran has ruled out negotiating over its missile programme.</p><p>The leaders’ comments raise the spectre of renewed conflict just months after a devastating <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war in June</a> that killed more than 1,100 Iranians and left 28 in Israel dead.</p><p>Pezeshkian said the response of Iran to any aggression would be “severe and regret-inducing”. His defiant message came hours after Trump told reporters at his Mar-a-Lago resort that Washington could carry out another major assault on Iran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said, standing alongside Netanyahu. “We’ll knock the hell out of them.”</p><p>The US president said he would support strikes on Iran’s nuclear programme “immediately” and on its missile facilities if Tehran continues developing long-range weapons.</p><p>Israeli officials have expressed concern in recent weeks that Iran is quietly rebuilding its ballistic missile stockpile, which was significantly depleted during the June conflict.</p><p>“If the Americans do not reach an agreement with the Iranians that halts their ballistic missile program, it may be necessary to confront Tehran,” an Israeli official told Ynet this week.</p><p>Pezeshkian recently described the standoff as a “full-scale war” with the US, Israel and Europe that is “more complicated and more difficult” than Iran’s bloody conflict with Iraq in the 1980s, which left more than one million dead.</p><p>The June war saw Israel launch nearly 360 strikes across 27 Iranian provinces over 12 days, according to conflict monitoring group ACLED, targeting military installations, nuclear facilities and government buildings.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The assault destroyed an estimated 1,000 Iranian ballistic missiles and killed more than 30 senior military commanders and at least 11 nuclear scientists.</p><p>Iran fired more than 500 missiles at Israel during the conflict, with approximately 36 landing in populated areas. While Trump claimed Iranian nuclear capabilities were “completely obliterated” by the strikes, experts disputed that, saying Tehran may have hidden stockpiles of enriched uranium and could resume production within months.</p><p>Despite the losses, Iranian officials insist the country is now better prepared for confrontation. In a recent interview, Pezeshkian said Iran’s military forces are “stronger in terms of equipment and manpower” than before the ceasefire.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The war failed to trigger the internal unrest it is suspected that Netanyahu had hoped for. No significant protests materialised, and daily life in Tehran largely continued despite the bombardment.</p></div></div></body></html>"
        },
        {
            "title": "Have Russian claims of Ukraine attack on Putin home ended hopes for peace? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-30T13:45:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69528c7266a8-1767017586.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">threatened to retaliate</a> against Ukraine after alleging that nearly 100 drones had targeted one of Russian President Vladimir Putin’s residences.</p><p>The threat on Monday was made as United States President Donald Trump tries to broker a peace agreement to end the war in Ukraine, which will enter its fifth year in February.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"what-has-russia-claimed\">What has Russia claimed?</h2><p>On Monday, Russian Foreign Minister Sergey Lavrov alleged that Ukraine had launched the attack on the Valdai residence, one of Putin’s residences in the Novgorod region in northwestern Russia. The property is 360km (225 miles) north of Moscow.</p><p>Lavrov told reporters that Ukraine had launched 91 drones towards the residence. He added that air defence systems shot down the drones and no one was injured.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Russian Ministry of Defence said 49 of the drones were shot down over the Bryansk region, one was shot down over the Smolensk region and 41 were shot down over the Novgorod region while en route.</p><p>“Such reckless actions will not go unanswered,” Lavrov said. “The targets for retaliatory strikes and the timing of their implementation by the Russian armed forces have been determined.”</p><p>Russian officials accused Ukraine and its president, Volodymyr Zelenskyy, of carrying out the strike to derail the prospects of a peace agreement.</p><p>In an apparent reference to Zelenskyy, Russian Security Council Deputy Chairman Dmitry Medvedev wrote on X: “The stinking Kiev b**tard is trying to derail the settlement of the conflict. He wants war. Well, now at least he’ll have to stay in hiding for the rest of his worthless life.”</p><p>Kremlin foreign policy aide Yury Ushakov said the strike took place on Sunday “practically immediately after” talks were held in Florida between Trump and Zelenskyy on ending Russia’s war on Ukraine.</p><p>After that meeting, Trump and Zelenskyy had <a href=\"/news/2025/12/28/trump-welcomes-zelenskyy-claims-russia-ukraine-truce-in-final-stages\">voiced optimism</a>, saying a peace deal between Russia and Ukraine was “close”.</p><p>Putin has not publicly commented on the attack yet. It is unclear where Putin was at the time of the attack, but he was holding meetings in the Kremlin on Saturday and Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-ukraine-responded\">How has Ukraine responded?</h2><p>Zelenskyy has strongly denied Russia’s allegation that Ukraine attacked one of Putin’s residences.</p><p>“Russia is at it again, using dangerous statements to undermine all achievements of our shared diplomatic efforts with President Trump’s team,” Zelenskyy wrote in an X post on Monday.</p><p>“This alleged ‘residence strike’ story is a complete fabrication intended to justify additional attacks against Ukraine, including Kyiv, as well as Russia’s own refusal to take necessary steps to end the war.”</p><p></p><p>Ukrainian Foreign Minister Andrii Sybiha also condemned Moscow’s claims, saying they were designed to undermine the negotiations.</p><p>In a post on X, Sybiha said the claim was intended “to create a pretext and false justification for Russia’s further attacks against Ukraine, as well as to undermine and impede the peace process”.</p><p>In another post on Tuesday, Sybiha wrote: “Almost a day passed and Russia still hasn’t provided any plausible evidence to its accusations of Ukraine’s alleged ‘attack on Putin’s residence.’ And they won’t. Because there’s none. No such attack happened.”</p><h2 id=\"how-has-trump-reacted\">How has Trump reacted?</h2><p>Trump appeared to accept the Russian version of events on Monday when he told reporters: “It’s one thing to be offensive. It’s another thing to attack his house. It’s not the right time to do any of that. And I learned about it from President Putin today. I was very angry about it.”</p><p>But when reporters asked Trump if US intelligence agencies had evidence of the alleged attack, Trump said: “We’ll find out.”</p><p>Congressman Don Bacon, a member of Trump’s Republican Party, criticised the president for accepting the Russian account of events without assessing the facts.</p><p>“President Trump and his team should get the facts first before assuming blame. Putin is a well known boldface liar,” Bacon wrote in an X post.</p><h2 id=\"how-have-other-world-leaders-reacted\">How have other world leaders reacted?</h2><p>Like Trump, other leaders appeared to accept the Russian allegations.</p><p>In a statement released on Monday, the United Arab Emirates Ministry of Foreign Affairs wrote: “The United Arab Emirates has strongly condemned the attempt to target the residence of His Excellency Vladimir Putin, President of the Russian Federation, and denounced this deplorable attack and the threat it poses to security and stability.”</p><p>Indian Prime Minister Narendra Modi wrote in an X post on Tuesday: “Deeply concerned by reports of the targeting of the residence of the President of the Russian Federation.”</p><p>Modi added that the ongoing diplomatic engagement being led by the US is the “most viable path” towards achieving peace. “We urge all concerned to remain focused on these efforts and to avoid any actions that could undermine them.”</p><p>Pakistani Prime Minister Shehbaz Sharif also condemned the alleged attack.</p><p>“Pakistan condemns the reported targeting of the residence of His Excellency Vladimir Putin, President of the Russian Federation. Such a heinous act constitutes a grave threat to peace, security, and stability, particularly at a time when efforts aimed at peace are underway,” Sharif wrote on X.</p><p>“Pakistan expresses its solidarity with the President of the Russian Federation, and with the government and people of Russia.”</p><h2 id=\"have-putin-s-residences-previously-been-attacked\">Have Putin’s residences previously been attacked?</h2><p>Russia has made previous claims of Ukrainian attacks on Putin’s residences, including on the Kremlin, Putin’s official residence and main workplace.</p><p>In <a href=\"/news/2023/5/3/what-we-know-alleged-drone-attack-kremlin\">May 2023</a>, Moscow alleged that Ukraine had deployed two drones to attack Putin’s residence in the Kremlin citadel but said its forces had disabled the drones. Kyiv denied any involvement.</p><p>On December 25, 2024, Russia alleged that it had intercepted and destroyed a Ukrainian drone also targeting the Kremlin. Kyiv again denied responsibility.</p><p>Conversely, Ukraine has alleged that Russia has attacked Kyiv and other government buildings in Ukraine.</p><p>In September, the Ukrainian military said a Russian drone attack damaged a government building in Kyiv that is home to Ukraine’s cabinet. Plumes of smoke were seen emerging from the building. Russia said it had targeted Ukrainian military infrastructure only.</p><h2 id=\"what-has-russia-now-threatened-to-do\">What has Russia now threatened to do?</h2><p>While Russia has not outright threatened to end the peace talks, Moscow said it would realign its position in the talks.</p><p>“The diplomatic consequence will be to toughen the negotiating position of the Russian Federation,” Kremlin spokesman Dmitry Peskov told reporters on Tuesday.</p><p>Russian Ministry of Foreign Affairs spokesperson Maria Zakharova warned that Moscow’s response “would not be diplomatic”. Indeed, it has warned that it plans to hit back militarily but has given no details of how or when it might do this.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-this-derail-the-us-led-peace-talks\">Will this derail the US-led peace talks?</h2><p>Speaking to reporters after his <a href=\"/news/2025/12/28/trump-welcomes-zelenskyy-claims-russia-ukraine-truce-in-final-stages\">“terrific” meeting</a> with Zelenskyy on Sunday at his Mar-a-Lago residence in Palm Beach, Florida, Trump told reporters that Moscow and Kyiv were “closer than ever” to a peace deal.</p><p>But Trump has made this claim several times before. In April, Trump said Russia and Ukraine were “very close to a deal” after Trump’s envoy Steve Witkoff met with Putin in Moscow.</p><p>On December 15, Trump also said Russia and Ukraine were <a href=\"/news/2025/12/15/trump-says-deal-to-end-ukraine-war-closer-than-ever-after-berlin-talks\">“closer than ever”</a> to a deal after talks in Berlin involving Zelenskyy and the leaders of France, Germany, the United Kingdom and NATO.</p><p>However, observers and analysts said the issue of territorial concessions remains a major sticking point. Trump’s<a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\"> 28-point peace plan</a> for Ukraine, which he unveiled in November, involved Ukraine ceding large amounts of land that Russia has occupied during nearly four years of war. Zelenskyy has stated on numerous occasions that this is a line Ukraine will not cross.</p><p>Most analysts are sceptical that any progress has been made on this point and said the latest accusations against Ukraine will probably have little effect. “I don’t think there is anything to derail at this point,” said Marina Miron, an analyst at King’s College London.</p><p>The peace process “is not going well due to disagreements on key issues between Ukraine and Russia”, she told Al Jazeera.</p><p>Miron also pointed out that Russia said the attack took place between the nights of December 28 and December 29.</p><p>“The interesting thing about it is Ukraine is accusing Russia of mounting a false flag operation to undermine the peace process.”</p><p>“Why would it be, then, after Zelenskyy met Trump? It would have to be before, so from the night of December 27 to December 28, right before Zelenskyy met Trump,” she said.</p><p>Keir Giles, a Russian military expert at the London think tank Chatham House, told Al Jazeera this month: “Trump has repeatedly claimed that a peace deal is close without sustainable agreement.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russia has occupied nearly 20 percent of eastern Ukraine and has been slowly gaining territory as Ukraine’s military has been <a href=\"/opinions/2025/11/28/ukraine-is-running-out-of-men-money-and-time\">weakened by</a> desertions, casualties and dwindling military aid. Moscow annexed Ukraine’s Crimean Peninsula in 2014.</p><figure id=\"attachment_4194134\" aria-describedby=\"caption-attachment-4194134\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194134\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1766588523.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1766588523\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194134\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>“It’s probably impossible that Ukrainians will voluntarily withdraw from these territories unless we will also see a withdrawal of Russian forces on the other side,” Nathalie Tocci, director at the Rome-based think tank Istituto Affari Internazionali (Institute of International Affairs), told Al Jazeera.</p><p>Giles said there are still parallel negotiation tracks, however – one involving the US and Ukraine and another between Ukraine and European nations. He added, however, that there is no clear evidence that these efforts are fully coordinated or aligned in terms of strategy.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens Hamas while praising Israel on Gaza ceasefire | Gaza | Al Jazeera",
            "time": "2025-12-30T13:42:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767102126.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "New Syrian banknotes unveiled amid push to rebuild economy | Business and Economy | Al Jazeera",
            "time": "2025-12-30T13:33:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767101616.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What is Lebanon’s ‘gap law’ that attempts to end the financial crisis? | Explainer News | Al Jazeera",
            "time": "2025-12-30T13:02:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694948995783-1766410393.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After six years of one of the world’s worst financial crises, Lebanon’s cabinet has approved a draft law that could give depositors back their money.</p><p>In 2019, the Lebanese currency began spiralling. Banks locked their doors and prevented depositors from accessing their money.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some depositors were forced to hold up bank branches to get their own money.</p><p>By the time the currency had been regulated, the Lebanese Lira had lost 98 percent of its value.</p><p>To fix the situation, Lebanon’s cabinet is passing a so-called “gap law” that’s expected to be signed by the prime minister and president before heading to parliament for debate.</p><p>Here’s everything you need to know about the so-called “gap law”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-good-about-the-law\">What’s good about the law?</h2><p>Depositors will be getting some of their money back.</p><p>Under the law, anyone who deposited up to $100,000 will be reimbursed within four years. This is an improvement on past proposals, where the same amount would be repaid over more than a decade.</p><p>However, observers noted that plans proposed in 2020, under the government of former Prime Minister Hassan Diab, had depositors receiving up to $500,000 back.</p><p>“This was probably the biggest lost opportunity, and it was done to protect the banks,” Fouad Debs, a lawyer and member of the Depositors Union, told Al Jazeera.</p><p>There is also supposed to be a full financial audit, according to Prime Minister Nawaf Salam.</p><p>“A forensic audit … means [the banks] will open all their operations – their dividends and the bonuses they paid executives – basically all the financial engineering they’ve done,” Debs said.</p><p>He added that an audit is important because “there are a lot of discrepancies between what they say and what the state is saying.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-bad-about-it\">What’s bad about it?</h2><p>Plenty.</p><p>First off, the $100,000 figure is per depositor and not per account. So if someone had two accounts with a figure more than $100,000, they would still only get $100,000 back.</p><p>For depositors who have more than $100,000 in their account or accounts, they will be given $100,000 in cash, and the rest will be paid in bonds backed by the Central Bank, according to PM Salam.</p><h2 id=\"who-is-the-draft-law-good-for-who-does-it-penalise\">Who is the draft law good for? Who does it penalise?</h2><p>The bankers, the banks, and politicians aligned with them get off fairly easily under the current draft law, while the state will bear most of the burden for the financial collapse.</p><p>Under the current version of the draft law, banks are responsible for paying only 40 percent of withdrawals, despite their major roles in engineering the financial crisis.</p><p>But banks, bankers, and affiliated politicians are still waging media campaigns and lobbying parliament to attack the law and make it even more favourable for them.</p><p>Under the new draft law, banks are being asked to pay much more than they are currently paying – but still significantly less than critics say they should be paying.</p><p>There is a lack of clarity over the claims.</p><p>During the crisis, banks were still able to pay out dividends to shareholders and pay executives bonuses, while regular depositors were blocked from accessing their money for daily expenses like buying food or paying bills.</p><p>“Depositors should be last on the list to have to pay,” Debs said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-would-the-state-have-to-pay\">How much would the state have to pay?</h2><p>The state would have to make up the “gap” between what is owed by Lebanese banks to depositors and what the Lebanese financial system can pay out.</p><p>Estimates currently say there is a gap of $70bn.</p><h2 id=\"who-do-the-bankers-say-should-pay-all-this\">Who do the bankers say should pay all this?</h2><p>They say the state should pay. Many bankers and banks say that they entrusted their money to the Central Bank of Lebanon (BDL) and that BDL gave the money to the state, which lost it. Therefore, the state should pay.</p><p>But critics argue that many of the banks gave depositors’ money to BDL without asking the depositors.</p><p>“They put it there because banks made so much money and benefitted from it a lot,” Debs said. “They put all their eggs in the same basket … and the banks knew this very well.”</p><h2 id=\"how-would-the-state-pay\">How would the state pay?</h2><p>With public funds, essentially. After the cash is given to depositors, everything else will be paid back in bonds backed by the state and its assets, including Lebanon’s gold reserves.</p><p>Critics say this is problematic because many of Lebanon’s current bonds were sold to vulture funds abroad. So state assets could essentially be used to pay back vulture funds or to pay back big depositors at the expense of the entire Lebanese population.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-imf-saying\">What is the IMF saying?</h2><p>The International Monetary Fund (IMF) is usually calling for austerity, but for once, civil society and the IMF are on the same page.</p><p>“The IMF is saying… ‘how can you make depositors pay before bankers?’” Debs said, adding that the IMF’s position shows “how greedy and vicious the ruling elites are here”.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria vs Uganda 3-1: AFCON 2025 - as it happened | Football News | Al Jazeera",
            "time": "2025-12-30T13:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69540dc2af6b-1767116226_175394-1767116819.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">Nigeria vs Uganda 3-1: AFCON 2025 – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Nigeria reach the last 16 with a 100 percent win record in Group C, while 10-man Uganda crash out.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Displaced Palestinians lose shelters as heavy rain floods camp | Newsfeed | Al Jazeera",
            "time": "2025-12-30T12:57:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767099447.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand delays release ‍of Cambodian troops over alleged truce breaches | Conflict News | Al Jazeera",
            "time": "2025-12-30T12:22:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251230__89A96NR__v1__HighRes__ThailandCambodiaConflict-1767095421.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand has said it is delaying the transfer of 18 captured Cambodian soldiers amid the Southeast Asian nations’ simmering border conflict due to alleged breaches of a renewed truce agreement, as the ceasefire passed the 72-hour mark that was supposed to trigger their release.</p><p>Thai Foreign Ministry spokesperson Nikorndej Balankura said on Tuesday that Bangkok had reconsidered the timing of the handover of the captured soldiers following the intrusion of Cambodian drones into Thai airspace on Sunday night.</p><p>“The consideration of date and time ‌of the release depends on the security side,” he said at a news conference, adding that the handover could “happen soon”.</p><p>Thailand’s military had <a href=\"/news/2025/12/29/thailand-cambodia-agree-to-build-on-ceasefire-in-talks-in-chinas-yunnan\">previously accused</a> Cambodia of violating the terms of the ceasefire over the drone issue, saying on Monday that more than 250 drones had entered its territory on Sunday night.</p><p>Asked about the delay in the soldiers’ ‌release, Cambodian government spokesperson Pen Bona said the situation was being monitored, and the government had no reaction yet, the Reuters news agency reported.</p><p>The handover of the troops, captured earlier in the latest <a href=\"/news/2025/12/26/cambodia-blames-thailand-for-ruthless-bombardment-amid-border-talks\">outbreak of fighting</a> between the two countries, was to have taken place if the ceasefire, which came into effect at noon (05:00 GMT) on Saturday, was observed for 72 hours.</p><p>The truce has held so far, halting ‍20 days of fighting that killed more than 100 people and displaced more than half a million on both sides, although the Thai Ministry of Foreign Affairs sent a formal protest to Cambodia ⁠after a Thai soldier lost a limb on Monday in a landmine blast at a border area.</p><p>Landmine incidents were among the triggers for the latest outbreak of the conflict, which roared back into life last month after five days of fighting in July that were halted by a truce brokered by the United States and Malaysia.</p><p>Thai Foreign Minister Sihasak Phuangketkeow said earlier on Tuesday that the ceasefire was fragile and needed both sides to avoid inflaming tensions.</p><p>“The ceasefire has only just been agreed, so there is fragility,” Sihasak told reporters. “We should avoid instigation or things that could diminish the ceasefire,” he said.</p><h2 id=\"many-remain-displaced-despite-ceasefire\">Many remain displaced despite ceasefire</h2><p>Reporting from the Cambodian city of Poipet, near the border with Thailand, Al Jazeera’s Assed Baig said an uneasy calm had descended amid the ceasefire.</p><p>Hundreds of people had gathered in the heat, waiting for the distribution of essential aid amidst the truce.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While some Cambodians were returning to their homes, others said they were too scared or unable to.</p><p>“[Some] say they will stay put in the [internally displaced persons] camps because they’re still not certain that this ceasefire will hold,” he said.</p><p>“They’ve seen ceasefires before. They’ve seen them break down before.”</p><p>Others, he said, could not return home because Thai troops remained positioned in or near their villages, while for others, their homes had been destroyed in the fighting.</p><p>Under the terms of Saturday’s ceasefire agreement, the two sides agreed for their troops to remain in their current positions.</p><p>“Whilst there is calm … nobody here is calling this ceasefire stable or permanent yet,” said Baig.</p></div></div></body></html>"
        },
        {
            "title": "China’s drill around Taiwan shows it will “always respond forcefully” | Digital Series | Al Jazeera",
            "time": "2025-12-30T12:18:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-SUNG-1767096899.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Wen-Ti Sung of the Atlantic Council Global China Hub says China uses military drills to warn against support for Taiwan and signal it will respond to sovereignty challenges.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Alaa Abdelfattah and Britain’s selective outrage | Human Rights | Al Jazeera",
            "time": "2025-12-30T11:48:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-23T013445Z_877157930_RC2CXGA7J72R_RTRMADP_3_EGYPT-RIGHTS-BRITAIN-ABDELFATTAH-1767095288.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The intensity of the current backlash against Alaa Abdelfattah in Britain is striking – not because it reflects a renewed concern for justice, but because it exposes how selectively outrage is deployed.</p><p>Alaa, an Egyptian-British writer and activist, spent more than a decade in and out of Egyptian prisons following the 2011 uprising that toppled President Hosni Mubarak. His detention was marked by prolonged hunger strikes, denial of basic rights and treatment that human rights organisations described as cruel and degrading. He was <a href=\"/news/2025/9/23/egyptian-british-activist-alaa-abd-el-fattah-freed-after-sisi-pardon\">released</a> on September 23 after a years-long campaign by his mother, sister and close friends. A travel ban on him was lifted only this month, and he was able to join his family in the UK on December 26.</p><p>Alaa left behind a decade of repression in Cairo only to be welcomed in London with public attacks and a call for the revocation of his British citizenship and his deportation. Public hostility was whipped up by the uncovering of a social media post from 2010 in which Alaa said he considered “killing any colonialists … heroic”, including Zionists.</p><p>The tweet has been widely condemned, referred to the counter-terrorism police for review, and seized upon by politicians calling for punitive measures.</p><p>The speed and intensity of this reaction stand in stark contrast to the silence surrounding far more consequential statements and actions that the UK not only tolerates but actively enables.</p><p>This is what selective outrage looks like.</p><p>While Alaa’s words are dissected and framed as a moral emergency, the UK continues to host and collaborate with senior Israeli officials who have been accused of participating in and inciting genocide.</p><p>In July, for example, Israel’s air force chief Tomer Bar – the man who has overseen the carpet bombing of Gaza, destruction of hospitals, schools and homes and the extermination of entire families – was granted special legal immunity to visit the UK. Reporting by Declassified UK <a href=\"https://www.declassifieduk.org/israeli-air-force-chief-given-special-immunity-to-visit-britain/\">showed</a> that this immunity shielded him from arrest for war crimes while on British soil.</p><p>There has been no comparable outcry over this.</p><p>Israeli President Isaac Herzog was also able to pay a visit to the UK in September and hold high-level meetings. This is the same man who, at the start of the genocide, suggested that the “entire [Palestinian] nation” is responsible and that “This rhetoric about civilians not aware, not involved – it’s not true.” This and other statements by Herzog <a href=\"/opinions/2024/1/14/intent-in-the-genocide-case-against-israel-is-not-hard-to-prove\">have been collected</a> in a large database that currently supports the genocide case against Israel at the International Court of Justice (ICJ).</p><p>Yet, despite being accused of incitement to genocide, the Israeli president entered the UK without a problem and was welcomed by Prime Minister Keir Starmer. Those quarters concerned about Alaa’s tweet displayed no outrage over the visit of a potential war criminal.</p><p>They have also been silent about British citizens who have travelled to serve in the Israeli military, including during Israel’s offensives in Gaza and the ongoing genocide. These operations, documented by the United Nations, Amnesty International and Human Rights Watch, have resulted in tens of thousands of civilian deaths, the destruction of hospitals and universities, and the devastation of entire neighbourhoods.</p><p>Despite extensive documentation of war crimes and crimes against humanity, and the ICJ’s warning of a serious risk of genocide, there has been no systematic investigation into whether British nationals may have been involved in violations of international law.</p><p>Again, there is little sustained outrage.</p><p>At the same time, the UK continues to license arms exports to Israel and to engage in political, military and intelligence cooperation. These policies have persisted even as international bodies have warned of grave humanitarian consequences and potential violations of international law. All of this unfolds with relatively little political cost.</p><p>And yet it is a decade-old tweet – not mass killing, not siege, not the destruction of civilian life on a vast scale, not incitement to genocide – that triggers political panic in the UK.</p><p>This contrast is not incidental. It reveals a hierarchy of outrage in which dissenting voices are policed and punished, and state violence is not, and in which public hostility is directed downward at individuals rather than upward at power. Alaa’s case shows how moral language is deployed selectively – not to restrain impunity, but to manage discomfort.</p><p>This asymmetry corrodes the credibility of the principles the UK claims to uphold. When human rights are defended selectively, they become tools of convenience rather than universal norms. When outrage is loud but inconsistent, it becomes performative. And when accountability is withheld from powerful allies, impunity hardens into policy.</p><p>Those who defend this approach often invoke “quiet diplomacy”, arguing that restraint is more effective than confrontation. Yet there is little evidence that silence has delivered accountability – either for Alaa or for civilians subjected to mass violence in Gaza. In both cases, discretion has functioned less as a strategy than as permission.</p><p>The UK has the tools to act differently: Suspending arms exports, investigating potential crimes by its nationals, conditioning cooperation on respect for international law, restricting visits by officials implicated in serious abuses. That these tools remain largely unused is itself revealing.</p><p>Until that changes, outrage will remain selective, accountability conditional, and impunity intact – widening the gap between the values the UK professes and the violence it continues to enable.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Tech giant Meta buys Chinese-founded AI firm Manus | Business and Economy News | Al Jazeera",
            "time": "2025-12-30T11:39:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25345619606497-1767082746_12b6d4-1767088461.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tech giant Meta buys Chinese-founded AI firm Manus</h1><p class=\"article__subhead\"><em>Meta says ‘autonomous’ AI agent will help improve the lives of billions following rare deal amid US-China tech rivalry.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tech giant Meta has announced it will buy artificial intelligence startup Manus in a rare crossover of US and Chinese technology amid Washington and Beijing’s heated tech rivalry.</p><p>Meta said the acquisition would see it take over the operation of Manus’s self-directing AI agent and integrate the technology into its own products.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Manus, which was founded in China in 2022 but relocated to Singapore earlier this year, bills its agent as a “virtual colleague” capable of “planning, executing, and delivering complete work products from start to finish”.</p><p>Meta, the parent company of Facebook and Instagram, said the deal would bring one of the “leading autonomous general-purpose agents” to billions of people worldwide.</p><p>“Manus’s exceptional talent will join Meta’s team to deliver general-purpose agents across our consumer and business products, including in Meta AI,” the California-based firm said in a statement on Monday.</p><p>“We’re excited to welcome the Manus team and help improve the lives of billions of people and millions of businesses with their technology.”</p><p>Manus founder and CEO Xiao Hong hailed the deal as a retort to sceptics of autonomous AI.</p><p>“We were told it was too early, too ambitious, too hard. But we kept building. Through the doubts, the setbacks, and the countless nights wondering if we were chasing the impossible. We weren’t,” Xiao said on social media.</p><p>“The era of AI that doesn’t just talk, but acts, creates, and delivers, is only beginning,” Xiao added.</p><p>“And now, we get to build it at a scale we never could have imagined.”</p><p>The financial terms of the deal were not disclosed.</p><p>Manus, which claims to have created more than 80 million virtual computers, generated major buzz in tech circles almost immediately following its launch in March, drawing comparisons to the frenzy that surrounded the arrival of the Chinese-developed chatbot DeepSeek.</p><p>Tech analysts have offered mixed assessments of Manus’s agent, whose capabilities include being able to create travel itineraries and analyse stocks with minimal human intervention.</p><p>Manus earlier this month announced that its annual recurring revenue had surpassed $100m, claiming to be the fastest startup in history to achieve the milestone.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh’s first female prime minister Khaleda Zia dies aged 79 | Politics | Al Jazeera",
            "time": "2025-12-30T11:30:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767094236.jpg?resize=1463%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Somalis rally against Israel’s world-first recognition of Somaliland | Protests News | Al Jazeera",
            "time": "2025-12-30T11:21:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251230__89A36KR__v3__HighRes__SomaliaSomalilandIsraelDiplomacy-1767090001.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Protests have erupted across Somalia following <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">Israel’s formal world-first recognition</a> of the breakaway region of Somaliland, with demonstrators taking to the streets in multiple cities, including the capital, Mogadishu.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">On Tuesday morning, large crowds gathered at locations including Mogadishu’s main football stadium and around the city’s airport, where protesters waved Somali flags and chanted slogans calling for national unity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The demonstrations, which also took place in Baidoa, Dhusamareb, Las Anod, Hobyo and Somalia’s northeastern regions, came as President Hassan Sheikh Mohamud travelled to Istanbul for talks with his Turkish counterpart Recep Tayyip Erdogan following a stop in neighbouring Djibouti.</p><p>Somalia and Turkiye have close political and security ties, with Ankara emerging as a regional rival to Israel in recent months.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Small gatherings also took place in Borama, a city in western Somaliland, where the population has appeared more ambivalent about separation from Somalia, to express opposition.</p><p>Somaliland unilaterally declared independence in 1991 following a civil war, but has failed to gain international recognition despite maintaining its own currency, passport and army.</p><p>Somaliland’s leaders say the state is the successor to the former British protectorate, which voluntarily merged with Italian Somaliland and has now reclaimed its independence. Somalia continues to claim Somaliland as part of its territory and does not recognise its independence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel became the first and only country to formally recognise it as a sovereign state last Friday, describing the move as being in the spirit of the Abraham Accords that normalised ties between Israel and several Arab nations.</p><p>Somaliland’s foreign ministry director-general, Mohamed Hassan, told Israeli outlet i24 that they expect more countries to follow suit, though he did not specify which ones.</p><p>President Mohamud urged Somaliland’s leadership over the weekend to reverse the decision, warning that its territory, overlooking the strategic gateway to the Red Sea, must not be used as a base for targeting other nations.</p><p>Yemen’s Houthi rebels have said any Israeli presence in Somaliland would be considered “a military target for our armed forces”.</p><p>Shortly after Somaliland announced mutual recognition with Israel on Friday, President Abdirahman Mohamed Abdullahi said the move “is not a threat, not an act of hostility” towards any state, and warned that Somalia’s insistence on unified institutions risks “prolonging divisions rather than healing” them.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The widespread public anger in Somalia reflects a rare show of political unity, where leaders across the spectrum have condemned Israel’s decision.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">On Monday, the National Consultative Council — chaired by Mohamud and including the prime minister, federal state presidents and regional governors — rejected the recognition as an “illegal step” that threatens regional security stretching from the Red Sea to the Gulf of Aden.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Four federal member states issued coordinated statements over the weekend denouncing the move. However, Puntland and Jubbaland — both of which recently announced their withdrawal from Somalia’s federal system over electoral and constitutional disputes — have remained silent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Most United Nations Security Council (UNSC) members <a href=\"/news/2025/12/30/un-security-council-members-condemn-israels-recognition-of-somaliland\">slammed</a> Israel’s recognition of Somaliland at a meeting convened on Monday in response to the move, which several countries said may also have serious implications for Palestinians in Gaza.</p><p>The United States was the only member of the 15-member body not to condemn Israel’s formal recognition at the emergency meeting in New York on Monday, although it said its own position on Somaliland had not changed.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Somalia’s UN ambassador, Abu Bakr Dahir Osman, warned that the recognition “aims to promote the fragmentation of Somalia” and raised concerns it could facilitate the forced relocation of Palestinians from Gaza to northwestern Somalia, a fear echoed by several other nations.</p><p>“This utter disdain for law and morality must be stopped now,” he said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">US deputy representative Tammy Bruce told the council that “Israel has the same right to establish diplomatic relations as any other sovereign state”, though she added Washington had made “no announcement” regarding its own recognition of Somaliland.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Israel’s deputy UN ambassador, Jonathan Miller, defended the decision as “not a hostile step toward Somalia” and made the case to the UNSC for other countries to follow its lead.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Somalia’s state minister for foreign affairs, Ali Omar, thanked UNSC members for their “clear and principled” stance on the issue in a post on X.</p></div></div></body></html>"
        }
    ]
}