{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Will killings by immigration agents cause another US government shutdown? | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T16:22:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697b88a00e845-1769703584.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States could be careening toward another government shutdown, in which federal agencies are forced to close because Congress cannot pass legislation to fund them.</p><p>That was not always the case. At first, it seemed like Friday’s deadline to pass a new spending package would pass without much fuss.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But an impasse has emerged in the waning days before the deadline. The shift came amid public outrage at the latest shooting death resulting from President Donald Trump’s immigration enforcement drive.</p><p>In the days since immigration agents killed US citizen <a href=\"/news/2026/1/25/who-was-alex-pretti-the-nurse-shot-dead-by-federal-agents-in-minneapolis\">Alex Pretti</a> in Minneapolis, Minnesota, on Saturday, Democrats have drawn a stark line.</p><p>They have pledged to approve no funding increases for the Department of Homeland Security (DHS), which oversees the agencies spearheading Trump’s deportation drive, unless it agrees to place guardrails on its use of force.</p><p>On Thursday, Tom Homan, the US border security chief, said immigration agents would shift their approach in Minnesota but vowed to maintain a <a href=\"/news/2026/1/29/trump-border-czar-says-staying-in-minnesota-until-problems-gone\">continued presence</a> in the state.</p><p>Lawmakers in the Senate now have until midnight Friday (05:00 GMT on Saturday) to find a solution. Here’s how we got here and what comes next:</p><h2 id=\"what-s-in-the-legislation\">What’s in the legislation?</h2><p>Republicans will need to reach a 60-vote threshold in the 100-seat Senate to pass the funding legislation. They currently control 53 seats, meaning they will need the support of at least seven members of the Democratic caucus.</p><p>All told, the legislation includes six separate bills to fund the Department of Defense, the Department of Labor, the Department of Health and Human Services, the Department of Education, the Department of Transportation, the Department of Housing and Urban Development, the Department of the Treasury, and most notably, DHS.</p><p>The bills are all linked in a sprawling $1.2 trillion package passed by the US House of Representatives last week. Without the funding, non-essential services in those departments would grind to a halt.</p><h2 id=\"why-not-vote-separately-on-dhs-funding\">Why not vote separately on DHS funding?</h2><p>Any changes to the House-approved package — including voting separately on DHS funding — would require overcoming lengthy procedural hurdles in the Senate.</p><p>Then, the legislation would have to return to the House of Representatives for a new vote.</p><p>The House is currently in the middle of a weeklong recess, and House Speaker Mike Johnson, a Republican, is unlikely to call his chamber’s representatives back to Washington for a second vote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-funding-is-there-for-dhs\">How much funding is there for DHS?</h2><p>Compared with last year, the new spending package would add $400m more to the detention budget for Immigration and Customs Enforcement (ICE) and $370m more for its enforcement budget.</p><p>That is on top of a $170bn windfall for DHS included in last year’s sprawling tax-and-spending law, known as the “One Big Beautiful Bill Act.” It earmarked about $75bn for ICE over the next four years.</p><h2 id=\"why-is-the-funding-controversial\">Why is the funding controversial?</h2><p>Rights advocates have <a href=\"/news/2026/1/21/public-opinion-shifts-on-ice-as-advocates-warn-of-us-inflection-point\">condemned</a> the current funding bill for providing yet more funding to ICE, the agency at the heart of Trump’s deportation drive.</p><p>Just this month, ICE has been connected to two high-profile shooting deaths in Minneapolis: Pretti’s killing on Saturday and the shooting of Renee Nicole Good on January 7. Both were US citizens.</p><p>Still, a handful of Democrats have broken with their party to vote for the spending package. On January 22, seven Democrats backed the funding legislation, while 206 opposed it.</p><p>The vote was ultimately 220 to 207, with Republican Thomas Massie joining the majority of the Democrats in opposition.</p><p>This latest budget fight comes less than three months after a record-breaking, 43-day-long government shutdown came to a close on November 12, 2025. Polls show such disruptions are widely unpopular across the political spectrum.</p><h2 id=\"what-were-the-expectations-leading-up-to-this-week\">What were the expectations leading up to this week?</h2><p>In the run-up to Friday’s shutdown deadline, Democrats in the Senate were bracing for a similar fracture among their party members.</p><p>Several had been expected to hold their nose and vote to support the spending bill, in part fearing the political optics of another government shutdown.</p><p>On January 20, Democratic Senator Patty Murray argued against shutting down the government yet again, calling it an ineffective tactic to curb ICE.</p><p>“ICE must be reined in, and unfortunately, neither a [continuing resolution] nor a shutdown would do anything to restrain it, because, thanks to Republicans, ICE is now sitting on a massive slush fund it can tap whether or not we pass a funding bill,” she wrote in a <a href=\"https://www.facebook.com/senatorpattymurray/posts/heres-my-statement-on-the-homeland-security-funding-bill-that-was-just-releasedw/122251211276177122/\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>Murray called on her party to instead focus its efforts on winning the upcoming midterm elections. “The hard truth is that Democrats must win political power to enact the kind of accountability we need,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-has-democratic-sentiment-changed\">Why has Democratic sentiment changed?</h2><p>Pretti’s killing on Saturday changed the dynamic for Democrats.</p><p>The ICE shooting was followed by a swarm of <a href=\"/news/2026/1/26/trump-administration-maga-allies-spread-misinformation-on-pretti-killing\">baseless claims</a> from the Trump administration, accusing Pretti — a nurse who treated US veterans — of being a “domestic terrorist”. That, in turn, fuelled further outrage at his death.</p><p>Senator Murray was among those who shifted her stance in the wake of the killing. Her response was unequivocal.</p><p>“I will NOT support the DHS bill as it stands,” she wrote in a <a href=\"https://x.com/PattyMurray/status/2015501477603594259\" target=\"_blank\" rel=\"noopener\">post</a> on the social media platform X. “Federal agents cannot murder people in broad daylight and face zero consequences.”</p><p>Chuck Schumer, the top Democrat in the Senate, also abandoned earlier assurances that a shutdown would be avoided.</p><p>Left-wing senators Catherine Cortez Masto, Jacky Rosen and Angus King have also announced they will not vote in favour of the funding bill as is, despite having broken from party ranks to end the last shutdown in November.</p><p>In a <a href=\"https://x.com/SenSchumer/status/2016281815783186597\" target=\"_blank\" rel=\"noopener\">post</a> on Wednesday on X, Schumer showed little sign of yielding.</p><p>“In the wake of ICE’s abuses and the administration’s recklessness, Senate Democrats will NOT pass the DHS budget until it is rewritten,” he wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-the-party-remain-united\">Will the party remain united?</h2><p>To date, only one Democrat — Senator John Fetterman of Pennsylvania — has committed to voting in favour of the funding package in the wake of Pretti’s killing.</p><p>However, the party has yet to present a list of demands to Republicans, who remain largely united against a shutdown, though some have voiced dismay over the events in Minnesota.</p><p>Reforms floated by Democrats include requiring judicial warrants for immigration arrests, doing away with the Trump administration’s detention quotas, and mandating that federal agents unmask themselves and wear identification.</p><p>Other proposed measures involve prohibiting border patrol agents from being deployed within the interior of the US and requiring that local and state authorities be involved in use-of-force investigations.</p><p>State officials in Minnesota have complained in recent weeks that they have been shut out of the federal investigations into the killings of Good and Pretti.</p><p>While Trump has distanced himself from his administration’s comments calling Pretti a “terrorist”, his more <a href=\"/news/2026/1/28/trump-promises-to-de-escalate-minnesota-crisis-after-alex-pretti-shooting\">conciliatory tone</a> has not extended to Democratic officials.</p><p>On Wednesday, he again blamed Democrats for escalating tensions in Minnesota and warned that Minneapolis Mayor Jacob Frey was “playing with fire” for failing to fall in line with his immigration policies.</p><p>Top Democrats, in turn, have dismissed any promises for reform not codified in law.</p><p>“If the government shuts down yet again, it will be because congressional Republicans refuse to place guardrails on this reckless president and the ICE agency,” Senator Dick Durbin said during a floor speech on Wednesday.</p><p>“In the meantime, I urge my colleagues to join us in that endeavour before [DHS Secretary] Kristi Noem and her squad take another innocent life.”</p></div></div></body></html>"
        },
        {
            "title": "Spain launches probe as expired vaccines given to 253 children | Health News | Al Jazeera",
            "time": "2026-01-29T16:13:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697b808548815-1769701509.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Spain launches probe as expired vaccines given to 253 children</h1><p class=\"article__subhead\"><em>Basque health minister apologises, says expired vaccines pose no risk to 253 patients affected, mostly children.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Health authorities in Spain’s Basque Country have launched an investigation after expired doses of the childhood hexavalent vaccine were administered to 253 patients, mostly infants.</p><p>Osakidetza, the Basque public health service responsible for delivering healthcare across the region, began contacting the affected families this week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The issue was detected on January 15, the agency said in a statement on Wednesday.</p><p>Basque Health Minister Alberto Martinez said consultations with the national medicines agency AEMPS, the Basque Vaccine Advisory Council and the vaccine manufacturer concluded that the expired doses pose no health risks or adverse effects to recipients.</p><p>But Martinez said the lapse was “serious” and apologised to the families affected.</p><p>“Given the seriousness of what happened, we have opened an internal investigation to clarify and identify the link in the supply chain where the error may have occurred and thus implement corrective measures to prevent a recurrence of such events,” Martinez said in a statement.</p><p>The childhood hexavalent vaccine protects against six diseases: diphtheria, tetanus, pertussis (whooping cough), polio, Hepatitis B, and Haemophilus influenzae type B.</p><p>In Spain’s system of regional autonomy, the Basque Country holds self-government over health policy and services through its own Department of Health and Osakidetza.</p><p>The central Spanish government maintains national regulatory oversight on medicines and broad health standards via AEMPS, but day-to-day implementation and response to local incidents remain under Basque control.</p></div></div></body></html>"
        },
        {
            "title": "French ISIL suspects transferred from Syria allege torture in Iraqi prisons | ISIL/ISIS News | Al Jazeera",
            "time": "2026-01-29T16:04:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25035537928064-1769697548.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>French ISIL suspects transferred from Syria allege torture in Iraqi prisons</h1><p class=\"article__subhead\"><em>French lawyers for suspected ISIL members transferred from Syria say the men are suffering inhumane treatment in Iraqi jails.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lawyers for a group of French nationals accused of being part of ISIL (ISIS) and transferred by the United States from Syria to prisons in Iraq say the inmates have been subjected to “torture and inhumane treatment” there.</p><p>French media reported on Wednesday that lawyers Marie Dose and Matthieu Bagard visited the accused men in Baghdad during a recent visit and said their clients had been subjected to ill-treatment in detention in Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The abuse – including being slapped, strangled, handcuffed behind their backs “with a pulley system” and threatened with rape with iron bars – was inflicted to “make them confess to their presence in Iraq” during their alleged time in ISIL, which would give the Iraqi justice system jurisdiction to try them for their alleged crimes, the lawyers said.</p><p>The lawyers were quoted as saying the accused ISIL members “assured us that they had not been in Iraq before their arrest in Syria and their transfer to Baghdad”.</p><h2 id=\"deaths-in-syrian-custody\">Deaths in Syrian custody</h2><p>During their two-day visit, which began on Sunday, the lawyers, acting on behalf of the families of the prisoners, said they met 13 of the 47 French nationals alleged to be ISIL members who are being held in Iraq.</p><p>The 13 men said they were arrested from 2017 to March 23, 2019, the day ISIL lost control of Baghouz, Syria, ending its final hold on territory.</p><p>They said they were imprisoned in a jail in northeastern Syria under challenging conditions, in which four French inmates died due to illness and “severe deficiencies”, and they were interrogated on numerous occasions by the FBI, CIA and other agencies believed to represent France and the European Union.</p><h2 id=\"us-military-transfers\">US military transfers</h2><p>The lawyers made the comments amid the transfer of large numbers of ISIL detainees from prisons and detention camps in Syria to Iraq on US military flights.</p><p>The wave of transfers was being carried out after a recent advance by Syrian government forces in the northeast against the <a href=\"/news/2026/1/18/syrian-army-advances-on-sdf-stronghold-of-raqqa-whats-the-latest\">Kurdish-led Syrian Democratic Forces</a> (SDF), which the US trained and supported to fight ISIL. The SDF has controlled camps and prisons holding suspected ISIL members for years.</p><p>The escape of ISIL detainees during the fighting in <a href=\"/news/2026/1/19/isil-fighters-flee-jail-as-syrian-army-clashes-with-kurdish-led-sdf\">cities like al-Shaddadi</a> sparked concerns that they could regroup and pose a renewed security threat, prompting an arrangement for the US military to run flights transferring the prisoners to Iraqi jails.</p><p>The Associated Press news agency reported on Sunday that 275 prisoners had been transferred so far while the Anadolu Agency reported that thousands were planned to be transferred under the agreement.</p><p>Iraqi Prime Minister Mohammed Shia al-Sudani on Sunday said the transfer of the ISIL detainees was “temporary” and urged countries to repatriate their nationals.</p><p>In a separate statement on Sunday, Iraq’s highest judicial body said it would prosecute the transferred detainees after a meeting of top security and political officials.</p></div></div></body></html>"
        },
        {
            "title": "US cricket World Cup hero Jones suspended over multiple corruption charges | Cricket News | Al Jazeera",
            "time": "2026-01-29T15:44:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24171550370539-1769689578.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US cricket World Cup hero Jones suspended over multiple corruption charges</h1><p class=\"article__subhead\"><em>Aaron Jones was one of the key US performers at the 2024 T20 World Cup but will now miss the 2026 edition.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States batter Aaron Jones ‍has ‍been provisionally suspended after being charged with five breaches of the International Cricket Council (ICC) ⁠anticorruption code, the governing body says.</p><p>The 31-year-old has ‍14 days to respond to the charges, which relate mostly to his ‍participation in ⁠the 2023-2024 Bim10 tournament in Barbados, while two of the charges relate to international cricket, the ICC said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>USA Cricket did not immediately ​respond to a request ‌for comment outside normal business hours.</p><p>The <a href=\"https://www.icc-cricket.com/news/usa-s-aaron-jones-provisionally-suspended-under-icc-anti-corruption-code\">ICC accused</a> Jones of fixing, trying to fix or influencing Bim10 matches; refusing or failing to cooperate with an investigation; obstructing the inquiry; and failing to disclose attempts to violate the Cricket West Indies anticorruption code.</p><p class=\"p1\">“These charges are part of a wider investigation which is likely to result in further charges being issued against other participants in due course,” the ICC said in a statement on Wednesday.</p><p>Jones was part of an 18-member US squad training ‌in Sri Lanka in preparation for ‌the T20 World Cup, ⁠scheduled from February 7 to March 8 in India and Sri Lanka.</p><p>The US ‌has yet to announce its squad for the tournament, and Jones is now ‍ineligible for selection.</p><figure id=\"attachment_4274305\" aria-describedby=\"caption-attachment-4274305\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274305\" src=\"/wp-content/uploads/2026/01/AP24154154271780-1769698071.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"United States' Aaron Jones reacts after hitting the winning runs during the men's T20 World Cup cricket match between the United States and Canada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274305\" class=\"wp-caption-text\">Jones celebrates after hitting the winning runs during the men’s 2024 T20 World Cup cricket match between the US and Canada in Grand Prairie, Texas [File: Julio Cortez/AP]</figcaption></figure><p>Jones was a star of the 2024 edition, which was cohosted by the US, which were also debuting at a major cricket tournament.</p><p>He was an integral part of the team that <a href=\"/sports/liveblog/2024/6/6/live-usa-vs-pakistan-icc-t20-world-cup-2024-group-a-cricket-match-commentary-score-babar-azam-shaheen-afridi-coverage\">beat Pakistan</a> in what is regarded as the greatest cricketing upset of all time, scoring 11 runs in the super-over victory.</p><p>Jones also hit an unbeaten 94 in <a href=\"/sports/liveblog/2024/6/1/live-usa-vs-canada-icc-mens-t20-world-cup-2024-grand-prairie-stadium-texas-score-cricket-match-updates-commentary-score-opening-ceremony\">the seven-wicket win</a> against Canada, which included hitting the winning runs to produce one of the iconic images of the tournament.</p><p>Born in New York, Jones rose to prominence with Barbados – and hit a half-century in his first-class debut in 2017 – but switched to the nation of his birth, making his international debut in 2018.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine receives bodies of 1,000 soldiers from Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-29T15:17:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697b6ee53718-1769696997.jpg?resize=1920%2C1333",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine receives bodies of 1,000 soldiers from Russia</h1><p class=\"article__subhead\"><em>Ukraine and Russia confirm soldier body exchange, enabling families to bury loved ones as the two countries’ conflict continues.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine says it has received the bodies of 1,000 soldiers from <a href=\"/news/2026/1/29/youre-not-human-a-legal-limbo-for-russian-nationals-in-ukraine\">Russia</a> in the latest exchange of those killed in the war as the nearly four-year-old conflict continues to exact a heavy toll on both sides.</p><p>Russia and Ukraine confirmed the exchange on Thursday, describing it as part of ongoing agreements reached earlier in the war to allow families to bury those killed on the battlefield.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kremlin aide Vladimir Medinsky said that “within the framework of the Istanbul agreements, the bodies of 1,000 dead Ukrainian soldiers have been transferred to Ukraine”, adding that “<span>bodies of 38 dead Russian soldiers have been transferred to Russia”.</span></p><p>Ukraine’s Coordination Headquarters for the Treatment of Prisoners of War confirmed the handover, saying in a statement that “repatriation events took place today, as part of which one thousand bodies were returned to Ukraine”.</p><h2 id=\"deep-freeze-follows-russian-strikes-on-energy-infrastructure\">Deep freeze follows Russian strikes on energy infrastructure</h2><p>The exchange comes as the war, launched by Russia’s full-scale invasion of Ukraine in February 2022, shows little sign of abating, even as winter deepens and conditions worsen for civilians.</p><p>Ukraine’s state weather agency warned on Thursday that temperatures could plunge to as low as -30C (-22F) in the coming days, compounding the impact of Russian attacks on energy infrastructure.</p><p>The Ukrainian Hydrometeorological Centre said the coldest nights are expected between February 1 and 3, raising concerns about heating and electricity supplies already strained by repeated missile and drone strikes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russian attacks on power facilities have previously left millions of Ukrainians facing disruptions to heating, electricity and water, pushing parts of the country closer to a humanitarian crisis.</p><p>Ukraine’s President Volodymyr Zelenskyy warned on Wednesday evening that Russia was preparing fresh large-scale strikes on energy targets. Kyiv city officials said 613 buildings in the capital were without heating following recent aerial attacks.</p><h2 id=\"kremlin-insists-moscow-the-only-venue-for-putin-zelenskyy-meeting\">Kremlin insists Moscow the only venue for Putin-Zelenskyy meeting</h2><p>Against this backdrop, diplomatic manoeuvring continues, though prospects for a breakthrough remain uncertain.</p><p>The Kremlin said on Thursday that Moscow is the only venue under consideration for a possible face-to-face meeting between Russian President Vladimir Putin and Zelenskyy, dismissing discussions of alternative locations.</p><p>The comments follow remarks by Putin’s aide Yuri Ushakov, who said that Zelenskyy had expressed interest in meeting the Russian leader in person and that Moscow had never ruled out such contact.</p><p>Ushakov said the idea of a meeting has been raised several times, including during phone conversations between Putin and US President Donald Trump.</p><p>Ukraine’s Foreign Minister Andrii Sybiha said Zelenskyy is ready to meet Putin to discuss what he described as the most sensitive issues in Kyiv’s 20-point peace plan, including territorial questions and the future of the Zaporizhzhia Nuclear Power Plant.</p><p>Russia and Ukraine held US-mediated consultations in Abu Dhabi last weekend, with another round scheduled for Sunday in the United Arab Emirates.</p></div></div></body></html>"
        },
        {
            "title": "White House ‘Border Czar’ announces shift in Minnesota tactics | Conflict | Al Jazeera",
            "time": "2026-01-29T15:01:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260129__2258858292__v1__HighRes__BorderCzarTomHomanSpeaksInMinneapolisDuringO_cropped-1769698528.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "German star latest to take aim at Trump ahead of FIFA World Cup in US | Football News | Al Jazeera",
            "time": "2026-01-29T14:59:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26027491609736-1769697138.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>German star latest to take aim at Trump ahead of FIFA World Cup in US</h1><p class=\"article__subhead\"><em>Bayern Munich midfielder and German international Leon Goretzka says European teams are emboldened heading to the World Cup.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Germany midfielder Leon Goretzka says United States President Donald Trump “has managed to make us feel not only German, but also European”.</p><p>Goretzka, who plays club football for Bayern Munich, in an interview with Die Zeit newspaper published on Wednesday, spoke about the World Cup being hosted by the US, Canada and Mexico, and he suggested Germany and other European teams will be the favourites.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Others have caught up, but in the most important game in the world, we’re still ahead of every continent,” Goretzka said.</p><p>“Far from being left behind, Europe will show everyone what’s what on the field.”</p><p>The countdown to the June 11-July 19 football tournament has drawn calls for a boycott. Oke Gottlich, the president of Bundesliga club St Pauli and one of the German federation’s 10 vice presidents, last week said the time had come to “ seriously consider and discuss this”.</p><p>Former FIFA president Sepp Blatter also <a href=\"/sports/2026/1/27/blatter-urges-fifa-world-cup-boycott-over-trump-administration-policies\">weighed in on Monday</a>.</p><p>In his X post, Blatter quoted Mark Pieth – a Swiss lawyer specialising in white-collar crime and an anti-corruption expert, who called on fans to boycott the World Cup – and added, “I think Mark Pieth is right to question this World Cup.”</p><p>Pieth, who also chaired the Independent Governance Committee’s oversight of FIFA reform a decade ago, had initially been quoted in an interview last week with the Swiss newspaper Der Bund.</p><p>“I’m aware of the political debates,” Goretzka added. “Still, I expect it to be a great tournament. It will advance football there and convince many people that it’s a fantastic game.”</p><p>Germany has been drawn in World Cup Group E with Ivory Coast, Curacao and Ecuador.</p></div></div></body></html>"
        },
        {
            "title": "Key questions about US military build-up near Iran | Newsfeed | Al Jazeera",
            "time": "2026-01-29T14:22:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769696477.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What’s UpScrolled, the app gaining popularity after TikTok’s US takeover? | Censorship News | Al Jazeera",
            "time": "2026-01-29T14:15:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/s1-1769692875.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>UpScrolled, a social media application created by Palestinian-Jordanian-Australian entrepreneur Issam Hijazi, has surged in popularity across several countries, including the United States, as many users looked for an alternative to TikTok, which was formally <a href=\"/video/inside-story/2026/1/24/will-tiktok-deal-satisfy-security-concerns-in-us\">taken over</a> by US-backed investors and companies last week.</p><p>With Larry Ellison, the owner of Oracle, who is a staunch supporter of Israel and a friend of Israeli Prime Minister Benjamin Netanyahu, acquiring a stake in TikTok’s US-based entity, social media users have expressed concerns about censorship of pro-Palestine posts on the popular app. TikTok’s global operation will still be run by its Chinese owner, ByteDance.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Wednesday, TikTok permanently <a href=\"/news/2026/1/29/palestinian-journalist-bisan-owda-with-1-4m-followers-reports-tiktok-ban\" target=\"_blank\" rel=\"noopener\">banned</a> <a href=\"/news/2024/9/26/palestinian-journalist-bisan-owda-and-aj-win-emmy-for-gaza-war-documentary\" target=\"_blank\" rel=\"noopener\">Emmy Award-winning journalist</a> and Al Jazeera contributor from Gaza, Bisan Owda, sparking outrage and boycott calls from her supporters. The app has also been accused of content censorship around unprecedented<a href=\"/news/2026/1/27/us-witnessed-many-ice-related-deaths-in-2026-here-are-their-stories\" target=\"_blank\" rel=\"noopener\"> ICE violence</a> in the US.</p><p>UpScrolled, which was founded only a year ago, surprisingly climbed to the top spot of US app downloads this week, ranking number one in the “social networking” category of Apple’s App Store free apps by Wednesday. It was also among the top apps downloaded by Apple users in the United Kingdom, Canada and Australia.</p><p>The app, meanwhile, is gaining thousands of new downloads as disgruntled TikTok users flock to the platform, pulled by its promise of “transparent tech”. The flood of new users momentarily crashed the platform’s servers over the weekend, UpScrolled reported.</p><p>Here’s what we know about the new app that’s stirring up the social media space:</p><figure id=\"attachment_4274059\" aria-describedby=\"caption-attachment-4274059\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274059\" src=\"/wp-content/uploads/2026/01/inY1GgyO_400x400-1769689349.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Issam Hijazi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274059\" class=\"wp-caption-text\">Issam Hijazi [X/@iHijazi]</figcaption></figure><p>UpScrolled enables the trio of photos, short-form video and text posts, making it feel like a combination of X (formerly Twitter) and Instagram. Its interface is similar to X, and users can similarly like a post, comment under it or repost.</p><p>So far, users on the app appear to be using it more for text and photo posts, rather than for the short-form videos TikTok is popular for.</p><p>UpScrolled also has a “Discover Page” similar to Snapchat’s. By far the most popular topic on the Discover Page is Palestine. Hundreds of posts depicting the continuing suffering in the Gaza Strip, or standing in solidarity with Palestinians, are flooding the app.</p><p>Some high-profile figures joined the new flock of UpScrolled users, including <a href=\"/video/upfront/2025/10/18/chris-smalls-linking-workers-rights-and-palestinian-liberation\" target=\"_blank\" rel=\"noopener\">Chris Smalls</a>, the American labour activist and former Amazon Union organiser who joined others on the Gaza Freedom Flotilla in July 2025 to try to break the blockade on the strip.</p><p>Jacob Berger, the Jewish-American actor who starred in the popular American crime series Brooklyn Nine-Nine, and who was also on the Freedom Flotilla, is also on the app.</p><p>Some users on the app earlier this week complained that video uploads were crashing. UpScrolled, in an update on the app on Thursday, said that was a result of more user downloads, and added that the bugs have been fixed.</p><p>UpScrolled was founded in July 2025 by Issam Hijazi, a Palestinian-Jordanian-Australian developer who formerly worked with Big Tech companies like Oracle and IBM. It is backed by Tech for Palestine, an advocacy project that funds pro-Palestine tech initiatives.</p><p>Hijazi, in an interview with tech news site Rest of World, said he was inspired to leave his Big Tech career behind and build an alternative amid Israel’s obliteration of Gaza, which was declared a genocide by a United Nations Commission of Inquiry. The rate of content censorship across the popular apps, Hijazi said, was a major driver.</p><p>“I couldn’t take it any more,” Hijazi is quoted as saying. “I lost family members in Gaza, and I didn’t want to be complicit. So I was like, I’m done with this, I want to feel useful.</p><p>“I found this gap in the market, with a lot of people asking why there is no alternative to the Big Tech platforms for their content, which was getting censored. So I thought, why don’t we build our own? I just rolled up my sleeves and built it,” he added.</p><p>In a <a href=\"/news/2025/7/1/un-report-lists-companies-complicit-in-israels-genocide-who-are-they\" target=\"_blank\" rel=\"noopener\">report l</a>ast year, UN Special Rapporteur Francesca Albanese accused IBM and several other Big Tech companies of complicity in what she called “Israel’s genocide”. Social media apps like Instagram, X and TikTok have faced accusations of shadow bans by users posting pro-Palestine content.</p><p>UpScrolled claims to moderate only illegal content, such as hard drug sales, but nothing else. Hijazi said the app’s algorithm is not designed to keep people scrolling, unlike TikTok and others.</p><p>“It’s not because we don’t know how: it is very easy to design the algorithms to do that,” Hijazi said in the interview. “But I don’t want to do that because I know the effect it can have on people, mentally, especially the younger generation.”</p><p>UpScrolled says its feed remains entirely chronological, a feature that has long been removed from other popular apps despite complaints.</p><p>Posts on the Discover Page are currently ranked based on engagement, although the team is experimenting with using AI to reorganise the feed, according to user behaviour.</p><p>On its website, UpScrolled says it wants to give users a place to “freely express thoughts, share moments, and connect with others”. The app belongs to the people who use it and “not to hidden algorithms or outside agendas,” the company says.</p><p>By Tuesday, estimates from the marketing intelligence firm Sensor Tower noted that UpScrolled had been downloaded about 400,000 times in the US and 700,000 globally since launching in June 2025.</p><p>The app saw a surge in US downloads beginning on January 22 – the same day TikTok<a href=\"/news/2026/1/23/who-controls-tiktoks-us-platform-under-new-deal\" target=\"_blank\" rel=\"noopener\"> signed a deal</a> to create an American-controlled US version of its app.</p><p>Sensor Tower estimated that, as of Tuesday, 85 percent of UpScrolled’s downloads in the US had occurred between January 21 and 27.</p><p>On Wednesday, UpScrolled was number one in the “social networking” category in Apple’s US App Store, surpassing Meta’s Threads, WhatsApp and TikTok. It was the number six free social app on Google Play for Android users, where TikTok (and TikTok Lite) reign.</p><p>The app has also seen a high number of downloads in Canada, the UK and Australia.</p><p>“Crazy load on our servers. So exciting!” founder Hijazi posted on the platform on Sunday, after the site reported that soaring numbers of new users crashed its servers.</p><p>“Sorry about the errors and glitches, we are increasing our capacity to handle the load. We expect things to become more stable in the next 12-24 hours,” Hijazi wrote.</p><p></p><h2 id=\"what-are-the-censorship-concerns-regarding-tiktok\">What are the censorship concerns regarding TikTok?</h2><p>Since the TikTok US deal went live last week, the tag #TikTokCensorship has been trending on the US sites of social platforms like X and Instagram.</p><p>Users are accusing TikTok of suppressing videos in support of Palestine. The ban on Bisan Owda has only appeared to support their claims.</p><p>Many are also accusing TikTok of quelling content that’s critical of the United States Immigration and Customs Enforcement (ICE), amid outrage over the force’s deadly crackdown on immigrants and US citizens alike. This week, ICE officials killed emergency nurse <a href=\"/video/newsfeed/2026/1/27/health-professionals-pay-tribute-to-alex-pretti\" target=\"_blank\" rel=\"noopener\">Alex Pretti, less than three weeks after killing another civilian, Renee Good</a>. Others say any anti-Trump criticism is similarly being shadow-banned.</p><p>Meanwhile, California Governor Gavin Newsom said in a Tuesday post on X that he would investigate TikTok after users complained of being flagged for content about Jeffrey Epstein, the late convicted child sex offender alleged to have ties to numerous high-profile figures, <a href=\"/news/2025/12/21/epstein-files-whose-names-and-photos-are-in-the-latest-document-drop\" target=\"_blank\" rel=\"noopener\">including President Trump</a>.</p><p>Separately, TikTok users have complained of video glitches on the app since last week’s business deal. Creators say they are seeing zero views on their videos and are experiencing slow uploads.</p><p>In a statement on Monday, TikTok said the glitches were caused by a “major infrastructure issue triggered by a power outage” at one of its US data centre partner sites.</p><h2 id=\"which-other-apps-have-surged-in-popularity-in-recent-years\">Which other apps have surged in popularity in recent years?</h2><p>Skylight, which launched in April last year, is another app that’s gaining prominence as a TikTok alternative.</p><p>The American short-form vertical video app has gained more than 380,000 users and saw an uptick in downloads over the weekend, according to reporting by tech website TechCrunch.</p><p>Another is Bluesky, which aims to rival X and was launched in 2024. It’s largely used by users opposed to X owner Elon Musk’s right-wing ideologies. Bluesky, owned by CEO Jay Graber, had about 1.5 million active users by September 2025.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump border security chief Homan doubles down on Minnesota operations | News | Al Jazeera",
            "time": "2026-01-29T13:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697b61cd6928-1769693645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tom Homan, United State President Donald Trump’s so-called ‘border czar’, on Thursday indicated a <a href=\"/news/2026/1/28/trump-promises-to-de-escalate-minnesota-crisis-after-alex-pretti-shooting\">shift in immigration enforcement</a> operations in Minnesota, but doubled down on the administration’s efforts to crack down on undocumented migrants despite mounting protests.</p><p>Speaking during a news conference from the Midwestern state, where he was sent after immigration enforcement officers <a href=\"/video/newsfeed/2026/1/27/health-professionals-pay-tribute-to-alex-pretti\">killed two US citizens</a> this month, Homan suggested he would seek to cooperate with local officials — who have opposed federal agents’ conduct towards immigrants and protesters.</p><p>Still, he largely placed the blame of recent escalations on the administration of former US President Joe Biden and the policies of local officials, saying that more cooperation would lead to less outrage and potentially a “draw down” in federal agents.</p><p>“I’m staying until the problem’s gone,” Homan told reporters on Thursday, adding the Trump administration had promised and will continue to target individuals that constitute “public safety threats and national security threats”.</p><p>“We will conduct targeted enforcement operations. Targeted what we’ve done for decades,” Homan said. “When we hit the streets, we know exactly who we’re looking for.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While Homan portrayed the approach as business as usual, immigration observers have said the administration has increasingly used dragnet strategies in an effort to meet sky-high detention quotas.</p><p>State and local law enforcement officials last week even detailed many of their off-duty officers had been randomly stopped and asked for their papers. They noted that all those stopped were people of colour.</p><p>On the campaign trail, Trump had vowed to target only “criminals”, but shortly after taking office, White House spokesperson said it considered anyone in the country without documentation to have committed a crime.</p><p>Homan vowed to continue meeting with local and state officials, hailing early “progress” even as differences remain. He highlighted a meeting with the State Attorney General Keith Ellison in which he “clarified for me that county jails may notify ICE of the release dates of criminal public safety risk so ICE can take custody”.</p><p>It remained unclear if the announcement represented a policy change. Minnesota has no explicit state laws preventing authorities from cooperating with ICE and the states prisons have a long track-record of coordinating with immigration officials on individuals convicted of crimes.</p><p>County jails typically coordinate based on their own discretion.</p><p>Homan said more cooperation with local officials would allow “us to draw down on the number of people we have here”, adding ICE and border patrol staff were drawing up plans for such a draw down.</p><p>Homan was sent by Trump to replace Greg Bovino, the top border patrol official sent to the state as part of a massive enforcement operation that has sparked widespread protests.</p><p>Homan was sent by Trump to replace Greg Bovino, the top border patrol official sent to the state as part of a massive enforcement operation that has sparked widespread protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He did not directly reference the killings, but said “no agency or organisation is perfect”.</p><p>“President Trump and I, along with others in administration, have recognised that certain improvements could and should be made. That’s exactly what I’m doing here,” he said.</p><p>“I want to make it clear ICE  and [border patrol] officers are performing their duties in a challenging environment, under tremendous circumstances,” he said. “They’re trying to do it with professionalism. If they don’t, they’ll be dealt with. Like any other federal agency, we have standards of conduct.”</p><p>Local officials have been pushing for independent state investigations into the killing if Good and Pretti, which have so far been blocked by the administration.</p><p>The Trump administration announced earlier this week that two border patrol officers involved in Pretti’s killing had been placed on <a href=\"/news/2026/1/29/us-agents-involved-in-alex-prettis-killing-in-minneapolis-placed-on-leave\">administrative leave</a>.</p></div></div></body></html>"
        },
        {
            "title": "Israel hands over 15 bodies of Palestinians in last stage of captive swap | Gaza News | Al Jazeera",
            "time": "2026-01-29T13:05:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T114848Z_747029523_RC2ZAJA22OAH_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769687711.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has handed over the bodies of 15 Palestinians to the International Committee of the Red Cross in exchange for the final Israeli captive, whose remains were <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">recovered by Israeli forces</a> earlier this week, closing the chapter on this part of its more than two-year genocidal war on Gaza.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza, said Palestinian authorities are still trying to determine whether the bodies of the Palestinians will be released at Nasser Hospital in Khan Younis or at al-Shifa Hospital in Gaza City later on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Wednesday, Israel laid to rest policeman Ran Gvili, who was killed during the Hamas-led October 7, 2023, attacks on southern Israel.</p><p>Of the 251 captives taken by Hamas and other Palestinian groups that day, Gvili’s were the last remains held in the Palestinian territory.</p><p>At his funeral on Wednesday, Israeli Prime Minister Benjamin Netanyahu described Gvili as a “hero of Israel” and warned Israel’s enemies that they would pay a heavy price if they attacked again.</p><p>The return of all the captives from Gaza dragged on over the course of Israel’s war in a series of ceasefire and prisoner-swap deals as well as some mostly failed attempts to rescue them militarily.</p><p>The most recent set of captives-for-prisoners handovers was part of the ceasefire that took effect on October 10.</p><p>While all the captives held in Gaza have been returned to Israel, thousands of Palestinians continue to languish in Israeli prisons, many without charges or trials.</p><p class=\"jetpack-video-wrapper\"></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2024/7/31/israel-subjecting-palestinian-detainees-to-torture-and-abuse-un-report\">A July 2024 report</a> by the Office of the United Nations High Commissioner for Human Rights found that Israel was holding about 9,400 Palestinians as “security detainees”, often without giving them a reason for their detentions, in facilities where abuses such as torture and sexual assault were rife.</p><p>In November, the rights group Physicians for Human Rights-Israel <a href=\"/news/2025/11/19/its-israeli-policy-report-reveals-abuse-of-palestinians-in-prisons\">released a report </a>stating that of the Palestinian prisoners held in Israel, at least 94 have died during detention from causes such as torture, medical neglect, malnutrition and assault. The report said the true number is likely much higher.</p><p>Dozens of bodies of Palestinian prisoners that have been returned in previous exchanges have shown signs of torture, mutilation and execution.</p><p>The Israeli newspaper Haaretz reported on Thursday that the Israeli army “has adopted for the first time the Gaza Health Ministry’s count of nearly 70,000 Palestinians killed during the war.” Israel has disputed the ministry’s death toll repeatedly. More than 71,000 Palestinians have been killed by Israel since the war began.</p><p>Meanwhile, Palestinians are awaiting the <a href=\"/video/newsfeed/2026/1/29/video-palestinians-in-gaza-wait-for-vital-rafah-crossing-to-open\">reopening of the Rafah crossing</a> between Gaza and Egypt, which Israel has been pushed by Washington to do as part of the current United States-brokered ceasefire with Hamas.</p><p>After the completion of the captive-prisoner exchanges, that agreement calls for a political transition in Gaza that will start with a committee of Palestinian technocrats in charge of day-to-day governance of the enclave.</p><p>Hamas spokesman Hazem Qassem said the group was ready to transfer the governance of Gaza to the committee.</p><p>“Protocols are prepared, files are complete and committees are in place to oversee the handover, ensuring a complete transfer of governance in the Gaza Strip across all sectors to the technocratic committee,” Qassem said.</p><p>The committee is to work under the supervision of the Board of Peace, created and chaired by US President Donald Trump. Its work promises to be difficult.</p><p>On Thursday, Gaza’s Civil Defence spokesman Mahmoud Basal warned that the besieged territory is experiencing an “unprecedented catastrophe” due to the lack of shelter and food as well as shortages of medical supplies due to a continued Israeli blockade.</p><p>Also on Thursday, mourners buried the bodies of two Palestinians who, according to medics, were killed by Israeli gunfire in southern Gaza’s Khan Younis governorate outside the “yellow line”, or the 58 percent of Gaza still occupied by Israeli forces.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh approves shooting team India tour, days after T20 World Cup ban | Olympics News | Al Jazeera",
            "time": "2026-01-29T12:30:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24160024558467-1769688494.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh approves shooting team India tour, days after T20 World Cup ban</h1><p class=\"article__subhead\"><em>Bangladesh cricket lost their place at T20 World Cup after refusal to play in India, but shooting team heads to New Delhi.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh ‌has approved its shooting team’s tour to New Delhi for ‍next month’s Asian ‍Shooting Championships, days after the cricket team’s refusal to play in India due to safety concerns cost them a place at the Twenty20 World Cup.</p><p>Bangladesh have been <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">replaced by Scotland</a> in ⁠the T20 World Cup, which runs from February 7 to March 8, ​after they insisted they would not tour India, highlighting security ‍concerns following soured political relations between the neighbours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The International Cricket Council (ICC), citing independent security assessment reports, dismissed Bangladesh’s demands to play their World Cup matches in Sri Lanka, the tournament ‍cohosts, ⁠instead, arguing the late change in schedule was “not feasible”.</p><p>However, media reports in Bangladesh said a three-member contingent comprising shooter Robiul Islam, his coach Sharmin Akhter and jury member Saima Feroze had received approval from the Ministry of Youth and Sports to compete in New Delhi.</p><p>The National Rifle Association of India (NRAI) secretary-general, Pawan Singh, confirmed the shooting team’s participation in India.</p><p>“Bangladesh’s participation was confirmed a month ‌ago. Our applications for clearances for all nations have been in process for almost three months,” Singh told the Reuters news agency.</p><p>“We have to follow ISSF norms as a ‌sport and comply with the IOC (International Olympic Committee) charter, and as NRAI, we have always received support ‌from the government,” he said, referring to the International Shooting Sport Federation.</p><p>Singh added that the Bangladesh contingent ⁠did not request any extra security measures.</p><p>“The Bangladesh team has come to our tournaments many times, so they know our strict protocols well. Maybe that’s why they are confident and ‌have not made any special requests.”</p><p>The Asian Shooting Confederation, which is organising the event, did not immediately respond to a request for comment.</p><p>The continental ‍rifle and pistol shooting championship will be held in New Delhi from February 2 to 14.</p></div></div></body></html>"
        },
        {
            "title": "Family blames ICE for disabled son’s death after father’s detention | Donald Trump | Al Jazeera",
            "time": "2026-01-29T12:26:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WIDE-2-1769689543.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US-Iran tensions soar: What do both sides want? | Conflict News | Al Jazeera",
            "time": "2026-01-29T12:24:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-08-11T185418Z_341814668_RC255GA1AI8N_RTRMADP_3_USA-MILITARY-1769683795.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Iran are engaged in increasingly hostile rhetoric as US warships <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">move into the Arabian Sea</a>, despite regional nations seeking a diplomatic solution to prevent a military flare-up.</p><p>US President Donald Trump warned this week that “<a href=\"/news/2026/1/15/trumps-bluffs-why-us-strike-on-iran-remains-real-threat\">time is running out</a>” for Iran to return to talks to reach a new deal on its nuclear programme.</p><p>Trump said the naval forces he was sending to Iran’s neighbourhood were even greater than those that he deployed to the coast of Venezuela before US special forces <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abducted the South American country’s president</a>, Nicolas Maduro, in a military assault on Caracas on January 3.</p><figure id=\"attachment_4271512\" aria-describedby=\"caption-attachment-4271512\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271512\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Military-build-up-in-the-Arabian-Sea-JAN-28-2026-copy-1769609695.png?quality=80\" alt=\"INTERACTIVE - US Military build up in the Arabian Sea - JAN 28, 2026 copy-1769609695\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271512\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Iranian Foreign Minister Abbas Araghchi hit back at Trump’s threats, warning that his nation’s military was ready “with their fingers on the trigger”. He added that they would “immediately and powerfully respond” to any new US attack.</p><p>The escalation comes seven months after US bombers <a href=\"/news/2025/6/23/us-israeli-strikes-on-iran-nuclear-sites-how-big-are-radiation-risks\">attacked Iranian nuclear facilities</a> during Tehran’s 12-day war with Israel last year. Iran retaliated by striking <a href=\"/news/2025/6/23/hld-irans-attack-on-al-udeid-air-base-in-qatar-all-you-need-to-know\">Qatar’s Al Udeid Air Base</a>, which is used by US forces. During its war with Israel, Iran also struck several Israeli cities with missiles.</p><p>Earlier this month, Trump told Iranian protesters who were clashing with security forces that “help” was on the way, threatening to bomb Iran. However, he has since walked back his warning, seemingly accepting Tehran’s assurances that arrested protesters <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">would not be executed</a>.</p><p>As Iran and the US appear to be headed towards a new military escalation, key demands from both sides appear to be primarily the same as they have been for years.</p><p>We unpack what they are:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-the-us-wants-iran-to-do\">What the US wants Iran to do</h2><p>Historically, the US has imposed sanctions on Iran for a range of reasons, from punishment for the hostage crisis in 1979 – when, after the Iranian Revolution, students took over the US embassy with staff inside – to supposed concern for the human rights of Iranians.</p><p>But over the past two decades, US pressure against Iran, including through crippling economic sanctions that have devastated the country’s middle class, has largely focused on Tehran’s nuclear and ballistic missiles programme.</p><h3>Nuclear programme</h3><p>The US and some of its Western allies insist that Iran’s programme is aimed at building nuclear weapons, even though Tehran has insisted that it is only developing a civilian programme to meet energy needs.</p><p>Under a nuclear deal that Iran agreed with the US during President Barack Obama’s administration – known as the Joint Comprehensive Plan of Action (JCPOA) – Tehran capped its uranium enrichment at 3.67 percent and its enriched uranium stockpile at 300kg (660lb). This was enough for Iran to use for nuclear power plants, but far from adequate for weapons. In exchange, the US lifted most sanctions previously imposed on Iran.</p><p>At 60 percent enrichment, uranium is considered ready to be developed for weapons. At 90 percent, it is considered fully weapons-grade.</p><p>But Trump withdrew the US from this deal in his first term as president, in May 2018, and reimposed sanctions against Tehran. Iran appeared to try to stick to its end of the agreement for a while, along with European powers, Russia and China, who were all co-signatories to the Obama deal. Trump’s successor, Joe Biden, however, kept most of Trump’s sanctions in place, even though he had been Obama’s vice president.</p><p>In his second term as president, Trump has further ramped up economic coercion against Iran, which also began rapidly enriching its uranium.</p><p>In May 2025, the International Atomic Energy Agency (IAEA) <a href=\"/news/2025/5/31/iran-increases-stockpile-of-enriched-uranium-by-50-percent-iaea-says\">warned</a> that Iran had stockpiled more than 400kg (880lb) of uranium enriched to 60 percent. Though weapons need uranium that’s more than 90 percent enriched, no non-nuclear weapons state is known to keep uranium enriched to levels as high as 60 percent.</p><p>The US and Israel cited the IAEA warning as justification for bombing Iran in June.</p><p>“There has been a consistent lobby in Washington arguing that Iran achieving nuclear weapon capability is an enormous threat to the US and the wider world, and the US government knows that this fear is widely held in America,” Christopher Featherstone, associate lecturer at the Department of Politics, University of York, told Al Jazeera.</p><p>The US now demands that:</p><ul>\n<li>Iran must not build nuclear weapons, and it must abandon even a civilian nuclear programme.</li>\n<li>Iran must not enrich uranium at all – not even to very low levels that would be useless for military purposes.</li>\n<li>Iran must hand over any enriched uranium it already has.</li>\n</ul><h3>Ballistic missiles</h3><p>Israeli bombs and missiles killed more than 1,000 Iranians during the June war. But while far fewer – 32 – Israelis died in retaliatory Iranian attacks, Tehran’s ballistic missiles frequently managed to breach Israel’s vaunted <a href=\"/news/2023/10/12/whats-the-israel-iron-dome-defence-system-and-is-it-effective-all-to-know\">Iron Dome</a>, hitting several cities.</p><p>Since then, US and Israeli concerns about Iran’s ballistic missiles have grown. Iran’s Emad, Khorramshahr, Ghadr, Sejjil and Soumar ballistic and cruise missiles have ranges between 1,700km and 2,500 km (1,056-1,553 miles).</p><p>That puts Israel and all US military bases in the Middle East within the range of these missiles.</p><p>The US now demands that:</p><ul>\n<li>Iran must curb the number and range of its ballistic missiles.</li>\n</ul><figure id=\"attachment_3561192\" aria-describedby=\"caption-attachment-3561192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3561192\" src=\"/wp-content/uploads/2025/03/INTERACTIVE_IRAN-MISSILE_MARCH6_2025-2-1741262892.png?quality=80\" alt=\"INTERACTIVE_IRAN-MISSILE_MARCH6_2025 (2)-1741262892\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3561192\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>Regional influence</h3><p>The US’s third key demand involves Iran’s influence in its region, stitched together through alliances with governments, religious movements and armed resistance groups.</p><p>That so-called “<a href=\"/news/2024/12/21/the-iran-led-axis-of-resistance-in-the-aftermath-of-syrias-upheaval\">axis of resistance</a>” has suffered body blows over the past two years. In Syria, Bashar al-Assad’s regime, a close partner, fell in December 2024; in Lebanon, Israel decimated the leadership of Hezbollah; while Hamas in Gaza and the Houthis in Yemen have also been bloodied in wars since 2023.</p><p>Still, many of these and other groups that Iran has traditionally supported remain active and alive. Earlier this week, the Iraq-based <a href=\"/news/2026/1/26/iraqs-kataib-hezbollah-warns-of-total-war-if-iran-is-attacked\">Kataib Hezbollah</a>, for instance, warned of a “total war” if the US were to attack Iran.</p><p>The US demands that:</p><ul>\n<li>Iran must end its support and links with armed resistance groups across the region.</li>\n</ul><h2 id=\"what-iran-wants-the-us-to-do\">What Iran wants the US to do</h2><p>Iran, meanwhile, has its own set of demands of the US.</p><h3>Economic sanctions</h3><p>US sanctions, first imposed on Iran in 1979, have grown increasingly harsh in recent years, leading to shortages, inflation and economic decline.</p><p>Iran’s <a href=\"/news/2026/1/13/how-us-sanctions-crippled-lives-of-iranians-trump-says-he-wants-to-help\">oil exports fell</a> by 60-80 percent after Trump reimposed sanctions in 2018, robbing the government in Tehran of tens of billions of dollars in annual revenues.</p><p>The currency has crashed, hitting a <a href=\"/news/2026/1/27/irans-currency-drops-to-record-low-against-dollar-as-tensions\">record low of 1,500,000 rials</a> to the dollar this week and leading to soaring inflation and a surge in the prices Iran must pay for everything it imports.</p><p>As a result, Iran’s middle class has shrunk dramatically in recent years.</p><p>Iran demands that:</p><ul>\n<li>The US must end economic sanctions, including the secondary sanctions that, in effect, coerce other nations from doing business with Tehran.</li>\n</ul><h3>Nuclear programme</h3><p>Iran has consistently argued that its nuclear programme is civilian in nature.</p><p>But since the joint attacks by Israel and the US last year, and the reimposition of sanctions on Tehran in recent months by the United Nations and European nations, hardliners in the country have been pressuring the government to instead race towards producing a nuclear bomb.</p><p>While the Iranian establishment has officially not shifted its position on the subject, it wants:</p><ul>\n<li>Iran to continue to have a nuclear programme, even if with some limits.</li>\n<li>Iran to continue to be able to enrich uranium, even if with some limits.</li>\n<li>A new understanding before allowing IAEA inspectors back into the country. Iran believes that the IAEA’s report on its enriched uranium last year was designed to provide the US and Israel with justification for their attacks.</li>\n</ul><h3>Ballistic missiles</h3><p>Iran believes its ballistic missiles offer it much-needed protection against regional threats, especially Israel.</p><p>That these missiles have the capacity to batter Israeli cities and reach US bases in the region gives Tehran leverage.</p><p>Iran wants:</p><ul>\n<li>To be allowed to keep its ballistic missiles programme.</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3770251\" src=\"/wp-content/uploads/2025/06/INTERACTIVE-US-Military-presence-in-the-Middle-East-June-2025-1749733457.png?quality=80\" alt=\"(previous version) A map showing the US military presence in the Middle East\" data-interactive=\"true\" fetchpriority=\"low\"></p><h3>Regional influence</h3><p>Iran’s alliances and partnerships in its neighbourhood are embedded in a complex web of ideological affiliations, political commitments – such as to the Palestinian cause – and strategic calculations.</p><p>It has lost al-Assad as an ally, and Hezbollah has been weakened. But Iran’s Supreme Leader Ayatollah Khamenei alluded in December 2024 to Tehran’s belief that:</p><h2 id=\"how-close-are-we-to-a-war\">How close are we to a war?</h2><p>This all depends on Trump and how back-channel negotiations that are ongoing between the US and Iran proceed.</p><p>US allies in the region, including Saudi Arabia and the United Arab Emirates, have said they will not allow their airspace to be used for any attack on Iran. Qatar has been leading efforts to find a diplomatic solution.</p><p>Still, the US has been beefing up its military presence off Iran. The USS Abraham Lincoln, a nuclear-powered aircraft carrier, is now in the Arabian Sea.</p><p>In June, Trump bombed three nuclear sites in Iran, including deeply buried facilities at Fordow.</p><p>And while Trump has called for talks, Featherstone from the University of York said: “It will take an enormous diplomatic effort to see a negotiation of any real meaning.”</p><p>Given Trump’s track record of ripping apart the Obama-era nuclear deal, Iran “will be unlikely to trust him as a negotiation partner”, Featherstone said. “I also don’t think European allies will want to help Trump with these negotiations as he is so unpredictable and erratic.”</p><p>Iran has publicly stated that it does not wish to enter negotiations with the US while under threat of military action.</p><p>Despite this, Iran is likely to at least attempt talks, said Roxane Farmanfarmaian, lecturer in international relations at the University of Cambridge.</p><p>“The crippling sanctions by the US are raising food prices and squeezing an already waning middle class and working population,” she told Al Jazeera. “Thus the economic malaise is real, and the leadership has few options but to negotiate with the US to lift the sanctions, something it will likely attempt as it knows that if it fails, not only will the economy collapse, but outside interference could lead to chaos and possibly a division of Iran into different parts.”</p><p>For this reason, she said, Trump will likely continue with his plan to pressure Iran into “nuclear surrender” and avoid all-out war. “A war now might truly embroil the whole Gulf, which Trump can’t afford,” she said. “This may force Trump to the negotiating table, and a quick deal may be in the offing, but his deals tend to be self-serving – as the Venezuela one was with all of Venezuela’s oil revenues now going into a fund in Qatar that he controls – so the chances of a good deal that actually holds is low.</p><p>Another approach to pressure Iran, Farmanfarmaian added, would be for the US to seize Kharg Island, where 90 percent of Iran’s oil is processed and exported.</p><p>Doing that “would cut off Tehran’s financial lifeline”, she said. “That would make an Iran case similar to the Venezuelan case – a quick win, which Trump likes. The prospect of getting mired in a war in Iran with possible regional consequences has clearly held his hand so far.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Anti-ICE protesters tear-gassed outside Texas detention centre | Protests | Al Jazeera",
            "time": "2026-01-29T12:21:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ANT-ICE-HORIZONTAL-THUMB-1769688910.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Video shows US law enforcement officers firing tear gas at anti-ICE protesters outside a detention centre in Texas where a five-year-old boy is being held. Liam Ramos and his father were detained during an anti-immigration crackdown in Minneapolis.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "China bans 73 and punishes top football clubs in latest corruption scandal | Football News | Al Jazeera",
            "time": "2026-01-29T12:14:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2021-09-07T154112Z_1516015560_UP1EH9717KN2P_RTRMADP_3_SOCCER-WORLDCUP-CHN-JPN-REPORT-1769687360.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s football association has issued lifetime bans to 73 people, including former national team head coach Li Tie, and punished 13 top professional clubs for match-fixing and corruption.</p><p>Under President Xi Jinping, an anticorruption crackdown has swept through Chinese football in recent years, exposing the rotten state of the professional game.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Several top officials in the Chinese Football Association (CFA) have been brought down, while dozens of players have been banned for match-fixing and gambling.</p><p>A statement on Thursday evening did not specify when the most recently announced match-fixing took place, or how it worked.</p><p>The punishments were made after a “systematic review” and were needed “to enforce industry discipline, purify the football environment, and maintain fair competition”, the CFA wrote on its official social media account on Thursday.</p><p>Li, a former Everton player who led the national team from 2019 to 2021, is already serving a 20-year prison sentence for bribery, after being sentenced in December 2024.</p><p>He is now banned from all football activities for life, alongside 72 others, the CFA statement said.</p><p>Among them is Chen Xuyuan, former chairman of the CFA, who is already serving life in prison for accepting bribes worth $11m.</p><p>The football clubs that will be punished are similarly high-profile.</p><p>Of the 16 clubs that competed in the 2025 season in the country’s top Chinese Super League (CSL), 11 will have points docked and be fined.</p><p>After relegations, this means that when the 2026 CSL season starts in March, nine teams will start with negative points totals.</p><p>Tianjin Jinmen Tiger and last season’s runners-up Shanghai Shenhua face the stiffest sanctions, with 10-point reductions and one-million-yuan ($144,000) fines.</p><p>Shanghai Port, champions for the last three seasons, will face a five-point reduction and a 400,000-yuan fine, the same punishment given to Beijing Guoan.</p><p>The CFA did not detail the club’s specific infractions, saying only that they related to “match-fixing, gambling, and bribery”, with their punishments “based on the amount, circumstances, nature, and social impact of the improper transactions involved”.</p><p>“We will always maintain a zero-tolerance deterrent and high-pressure punitive force, and investigate and deal with any violation of discipline or regulations in football as soon as they are discovered, without any leniency or tolerance,” the CFA said.</p><p>Many of China’s professional teams are already in financial trouble.</p><p>Guangzhou FC, the most successful club in the CSL’s history, folded in 2025 after it failed to settle its debts in time for the new season.</p><p>President Xi is a football fan who has said he dreams of China hosting and winning the World Cup one day.</p><p>China didn’t qualify for the World Cup in Canada, Mexico and the United States this summer.</p><p>Chinese basketball was brought into the spotlight on January 15, when federal prosecutors in the United States <a href=\"/sports/2026/1/15/prosecutors-charge-15-former-ncaa-players-in-latest-basketball-rigging-case\">charged 20 people</a>, including 15 former college basketball players, in what it called a betting scheme to rig National Collegiate Athletic Association (NCAA) and Chinese Basketball Association (CBA) games.</p></div></div></body></html>"
        },
        {
            "title": "Why is ‘Deuce Bigalow’ rooting for Viktor Orban in Hungary? | Donald Trump | Al Jazeera",
            "time": "2026-01-29T11:51:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Rob-1769687024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Deuce Bigalow: Male Gigolo was released in 1999, the renowned film critic Roger Ebert wrote, “It’s the kind of picture those View n’ Brew theaters were made for, as long as you don’t view.” When the sequel Deuce Bigalow: European Gigolo came out in 2005, Ebert was harsher still, describing it as “aggressively bad, as if it wants to cause suffering to the audience.”</p><p>Playing the title role of a tropical fish tank-cleaner-turned-gigolo was Rob Schneider. For the sequel, Schneider won the Golden Raspberry Award for “Worst Actor”, and in 2010, he was nominated for “Worst Actor of the Decade”.</p><p>Some 15 years later, Schneider might have been expected to resurface in an even worse third instalment of the Bigalow franchise, or in another lowbrow Hollywood comedy. Instead, he appeared in a far more unlikely setting: <a href=\"https://x.com/PM_ViktorOrban/status/2010424569228841019?s=20\">a campaign video</a> endorsing Hungary’s far-right Prime Minister, Viktor Orban.</p><p>Schneider’s entry into local politics may have surprised Hungarian fans of Deuce Bigalow, but it did not come out of nowhere.</p><p>Over the past few years, Schneider has worked to establish himself as a leading conservative voice, railing against Hollywood’s supposed liberal bias. A frequent guest on Fox News, he has spoken publicly against diversity, equity, and inclusion policies and is vocally anti-trans and anti-vaccine. In a recent opinion piece, he claimed, “Since the rise of the ‘woke’ movement, and its total domination of the creative industries, anyone with a conservative point of view has been punished and even blacklisted.”</p><p>The video also includes endorsements from other right-wing figures, including Italian Prime Minister Giorgia Meloni, Israeli Prime Minister Benjamin Netanyahu, former Polish Prime Minister Mateusz Morawiecki, Argentinian President Javier Milei, Jean-Marie Le Pen of France’s National Rally, Italian Deputy Prime Minister and Lega leader Matteo Salvini, and German parliamentarian and Alternative for Germany leader Alice Weidel.</p><p>Why would this global cohort of far-right figures care about the political future of Hungary? The answer lies in the central role Hungary has played as an incubator for the global rise of the far right.</p><p>I saw the rise of the far right in the central European country unfold firsthand. Within a week of moving to Budapest in 2008 to pursue my graduate studies at Central European University (CEU), I was attacked by neo-Nazis. In the months that followed, amid a severe economic crisis, I encountered several neo-Nazi rallies and gatherings.</p><p>There was a sharp increase in violence targeting the country’s Roma population. In February 2009, a Roma man and his five-year-old son were shot dead in a village outside Budapest while fleeing their home, which had been set on fire in an arson attack. In September of that year, a Roma woman and her 13-year-old daughter were fired upon by armed men who had broken into their house in a village near the Ukrainian border. The mother was killed, while her daughter was admitted to the intensive care unit.</p><p>Hungary also saw a rise in anti-Semitism. In June 2009, vandals desecrated a Holocaust memorial with pigs’ feet. The memorial commemorates Jewish victims who were stripped, shot, and then thrown into the Danube River by the fascist militia Arrow Cross Party during the second world war.</p><p>Against this backdrop of rising racist violence and far-right mobilisation, Viktor Orban, having previously been in office between 1998 and 2002, returned as prime minister in 2010. He was then re-elected in 2014, 2018, and 2022, consolidating his hold on power. He used his electoral mandate to systematically take control of state institutions and suppress opposition.</p><p>Under Orban, press freedom has witnessed a significant downturn. According to Reporters Without Borders, oligarchs close to Orban’s Fidesz party have bought out media outlets and turned them into government mouthpieces. Currently, an estimated 80 percent of Hungary’s media is concentrated in the hands of Orban-friendly figures. Regulatory bodies have been weaponised to shut down independent media outlets. The government and pro-government media regularly accuse critical outlets of spreading disinformation and being financed by Hungarian-born American financier George Soros, the founder of the Open Society Foundation.</p><p>The institutions and laws of the state have also been weaponised to clamp down on educational bodies, civil society groups, and cultural institutions that Orban views as a hindrance to the country’s authoritarian far-right tilt. In 2018, the Soros-affiliated CEU, seen by Orban as a liberal bulwark, was forced to shut down most of its operations in Budapest and relocate to Vienna after the Orban government refused to sign an agreement that would allow it to operate as a degree-awarding university in Hungary.</p><p>In 2019, the Hungarian parliament passed a bill that allowed the Orban government to take control of the 200-year-old Hungarian Academy of Sciences. This was the first step towards 15 scientific institutes being incorporated into the Eotvos Lorand Research Network (ELKH), which is led by a board appointed by Orban. While the formal justification for this move was to “boost the funding and efficiency of Hungary’s underperforming research and development sector”, critics have maintained that this was yet another way for the government to suppress opposition.</p><p>According to civil society groups, artistic freedom and cultural institutions have also been under attack. Orban has used his “cultural approach” to advance his anti-democratic agenda, well aware that cultural and artistic spaces can play a “role in advancing pluralistic political discourse”. This has involved centralised control over the National Culture Fund and the National Cultural Council, as well as the appointment of Fidesz-friendly administrators at the helm of the Petofi Museum of Literature and the National Theatre. Notably, before his dismissal, the artistic director of the National Theatre was publicly rebuked by the Orban government “for his political views and his homosexuality”.</p><p>More recently, the Orban government established the “Sovereignty Protection Office” (SPO) to investigate critical journalists and civil society groups, under the pretext of combating threats to national sovereignty. Justifying the establishment of the SPO, Fidesz parliamentary group leader Mate Kocsis said, “We want to nettle left-wing journalists, fake civilians, and dollar politicians.”</p><p>As the Orban government’s efforts to consolidate right-wing control continue at home, elsewhere around the world, its tactics are being replicated. Its successes in Hungary have served as an inspiration for other far-right autocrats who see Orban as a first mover in establishing a conservative utopia, with far-right hegemony over all aspects of political, social, cultural, and economic life.</p><p>The Orban leadership takes this role as an inspiration and far-right instigator for others seriously. Well-funded Hungarian think tanks like the Mathias Corvinus Collegium (MCC) are making moves in Brussels to bring the Orban-brand of xenophobia, transphobia, and climate scepticism to the political mainstream in the European Union. MCC claims that it is building an alternative conservative agenda and political culture that challenges the “centrist outlook on public life”.</p><p>This agenda is particularly evident in a conference organised by MCC Brussels titled “Battle for the Soul of Europe.” The event brought together right-wing politicians, academics, public intellectuals, literary figures, and journalists from across Europe, alongside prominent American conservative thinkers and commentators.</p><p>Hungary also eagerly plays host to conservatives from around the world as a way of “spreading the knowledge”. Through visiting fellowships, book talks, and public panel discussions, institutions like MCC, the Hungary Foundation, and the Danube Institute in Budapest are nurturing a globally connected intelligentsia working towards crafting a conservative future.</p><p>Indeed, today, Hungary has become an important pit stop for world-touring conservative figures, from Nigel Biggar to the likes of Jordan Peterson and Tucker Carlson. In 2026, the Conservative Political Action Conference (CPAC) will return to Hungary for a fifth time.</p><p>The announcement of the 2026 edition of CPAC Hungary declares proudly, “We were Trump before Trump after all, and at CPAC Hungary, the key phrase: ‘No migration! No gender! No war!’ was first spoken. This has become official policy in the United States.”</p><p>As the authors of <a href=\"https://www.cambridge.org/core/books/world-of-the-right/87E95D21BD36A6412DF66B899436AD82\" target=\"_blank\" rel=\"noopener noreferrer\">World of the Right: Radical Conservatism and Global Order</a> argue, the global nature of the far right is well established. Nonetheless, within this interconnected movement, Orban’s Hungary has played a defining role. Recent polls show that, for the first time since 2010, Orban will face a tough challenge from the opposition. Orban’s right-wing friends around the world know this, and they are coming to the rescue of the first mover in this global tilt to the right.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why is the UK’s Keir Starmer in China and what does he want to achieve? | News | Al Jazeera",
            "time": "2026-01-29T11:43:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029238589744-1769687142.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom Prime Minister Keir Starmer is on a three-day state visit to China as he seeks to deepen economic and security ties with the world’s second-largest economy after years of acrimonious relations.</p><p>This is the first trip by a UK prime minister to China since Theresa May met Chinese President Xi Jinping in 2018.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what you need to know about the trip aimed at mending ties at a time of global uncertainties:</p><h2 id=\"what-s-on-starmer-s-agenda-for-china\">What’s on Starmer’s agenda for China?</h2><p>The UK PM met Xi and Chinese Premier Li Qiang in Beijing on Thursday. He will next head to Shanghai to meet British and Chinese business leaders, according to his official itinerary.</p><p>After their meeting on Thursday, Starmer and Xi called for a “comprehensive strategic partnership” between the two nations.</p><p>“China-UK relations experienced setbacks in previous years, which were not in the interests of either country,” Xi said. “In the current complex and ever-changing international situation … China and the UK need to strengthen dialogue and cooperation to maintain world peace and stability.”</p><p>In his opening remarks, Starmer told Xi the two nations should “work together on issues like climate change, global stability during challenging times”.</p><p>The prime minister is accompanied by a delegation of nearly 60 representatives of businesses and cultural organisations, including banking conglomerate HSBC, pharmaceutical giant GSK, carmaker Jaguar Land Rover and the UK’s National Theatre.</p><p>Starmer told Bloomberg there will be “significant opportunities” for UK businesses in China in an interview this week in the run-up to his trip.</p><p>His trip is also expected to mark a reset in UK-China relations, which have been strained in recent years. Starmer underlined his intentions during his meeting with Xi on Thursday.</p><p>“China is a vital player on the global stage, and it’s vital that we build a more sophisticated relationship where we can identify opportunities to collaborate, but of course, also allow a meaningful dialogue on areas where we disagree,” Starmer told Xi, according to the Reuters news agency.</p><figure id=\"attachment_4274015\" aria-describedby=\"caption-attachment-4274015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274015\" src=\"/wp-content/uploads/2026/01/AP26029163483785-1769688321.jpg?w=770&amp;resize=770%2C484&amp;quality=80\" alt=\"British Prime Minister Keir Starmer and Chinese President Xi Jinping\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274015\" class=\"wp-caption-text\">British Prime Minister Keir Starmer, fourth right, and Chinese President Xi Jinping, fifth left, with their delegations participate in a bilateral meeting in Beijing on Thursday, January 29, 2026. [Carl Court/Pool Photo via AP Photo]</figcaption></figure><h2 id=\"why-does-the-uk-want-to-reset-its-relationship-with-china\">Why does the UK want to reset its relationship with China?</h2><p>Starmer has framed his trip to China as a pragmatic move despite ongoing concerns back home about Beijing’s human rights record and potential national security threat.</p><p>“Like it or not, China matters for the UK,” Starmer said in advance of his trip to Beijing.</p><p>“As one of the world’s biggest economic players, a strategic and consistent relationship with them is firmly in our national interest. That does not mean turning a blind eye to the challenges they pose – but engaging even where we disagree,” he said.</p><p>China has rejected the allegations of human rights violations in parts of the country.</p><p>While few details have been released yet, Jing Gu, a political economist research fellow at the UK’s Institute of Development Studies, said reviving economic ties would require expanded “market access, predictable regulation and fair treatment of UK firms” alongside clear “guardrails”.</p><p>“This is not a question of being ‘pro-China’ or ‘anti-China’,” she said in a statement.</p><p>China offers a potential economic lifeline to the UK, whose economy has struggled in the decade since it embarked on its departure from the European Union in 2016.</p><p>A report by the nonpartisan National Bureau of Economic Research (NBER) in the United States estimated last year that Brexit reduced UK gross domestic product (GDP) by 6 to 8 percent, with the impact accumulating gradually over time. Investment is also down 12 to 18 percent, according to NBER estimates, and employment is down 3 to 4 percent.</p><p>The UK’s GDP is estimated to grow 1.4 percent in 2026, according to Goldman Sachs, as it faces new economic challenges from US President Donald Trump’s decisions and announcements.</p><p>The UK was not exempt from Trump’s tariff war despite its decades-long “special relationship” with the US. As a NATO member, the UK has also watched with alarm as Trump recently threatened to annex Greenland and impose up to<strong><a href=\"/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\"> 25 percent tariffs</a></strong> on any country that opposed him.</p><p>Starmer is not the only US ally looking to diversify economic ties. His trip to China follows in the footsteps of French President Emmanuel Macron, Australian Prime Minister Anthony Albanese, South Korean President Lee Jae Myung, Finnish Prime Minister Petteri Orpo and Canadian Prime Minister Mark Carney.</p><h2 id=\"what-strained-the-uk-s-relationship-with-china\">What strained the UK’s relationship with China?</h2><p>The UK has longstanding concerns with China’s human rights record, but its relationship with Beijing took a turn for the worse after mass antigovernment protests swept Hong Kong, a former British colony, in 2019.</p><p>The UK was alarmed by the political crackdown that followed the 2019 protests and Beijing’s decision to impose legislation in 2020 that criminalised “secession, subversion, terrorist activities, and collusion with a foreign country or with external elements to endanger national security”.</p><p>In the aftermath, the UK opened a special immigration scheme for the citizens of Hong Kong born before the city’s 1997 return to Chinese sovereignty. British officials have continued to criticise Hong Kong’s national security trials, including the prosecution of pro-democracy businessman Jimmy Lai, who is a UK citizen.</p><p>Allegations of Chinese spying in the UK and China’s support for Russia in the Ukraine war have also frayed the ties.</p><p>Steve Tsang, director of the SOAS China Institute in London, told Al Jazeera that he did not expect any concessions in this area during Starmer’s visit. “Beijing will work to support Starmer to present the visit as a success, but it will not make any concession in areas that matter to China, such as human rights,” he said.</p><h2 id=\"what-about-security-concerns\">What about security concerns?</h2><p>Concerns about Chinese spying have been a front-page issue in the UK over the past year, with the head of the domestic intelligence agency MI5 recently saying “Chinese state actors” pose a national security threat “every day”.</p><p>Despite these worries, Starmer’s government this month approved Beijing’s plan to open a “mega embassy” in London that critics say could become a hub for espionage in Europe.</p><p>The embassy’s approval also follows the collapse of a legal case against two British men charged with spying for China. The decision by prosecutors to withdraw charges at the eleventh hour remains highly controversial in the UK.</p><p>China has denied the spying claims, with its Ministry of Foreign Affairs calling them “unfounded” accusations.</p><p>Starmer’s trip, however, emphasised areas of potential security cooperation between China and the UK.</p><p>Following his meeting with Xi, the Prime Minister’s Office announced that law enforcement would cooperate with Chinese authorities to stem the flow of synthetic opioids into the UK and cut off the supply of small boat engines to criminal gangs.</p><p>Engine-powered boats are used to smuggle people across the English Channel, according to Starmer’s office.</p><p>The agreement will include “intelligence sharing to identify smugglers’ supply routes and direct engagement with Chinese manufacturers to prevent legitimate businesses being exploited by organised crime”, his office said.</p></div></div></body></html>"
        },
        {
            "title": "Video: Palestinians in Gaza wait for vital Rafah crossing to open | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-29T11:41:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769686815.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel raids several occupied West Bank towns after killing Hebron youth | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-29T11:38:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__94AQ8EB__v1__MidRes__PalestinianIsraelConflictFuneral-1769681566.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have detained dozens of people after storming several areas across the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a>, including the home of a Palestinian man who was shot and killed by Israeli forces in Bethlehem.</p><p>The latest raids early on Thursday come as Israeli settlers stormed Joseph’s Tomb in Nablus, a gravesite believed to be the burial place of Joseph, the father of Jesus, according to Al Jazeera Arabic.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At about dawn, the Israeli army deployed several military vehicles and soldiers as they targeted the towns of Attil and Deir al-Ghusun north of Tulkarem, the Palestinian news agency Wafa reported, quoting residents from the area.</p><p>In ad-Dhahiriya village on the outskirts of Hebron on Wednesday, residents buried a Palestinian youth, who was killed the previous night in a raid by the Israeli security forces.</p><p>Israel’s military crackdown across the occupied West Bank has escalated to the highest levels in decades since October 2023, as the army and settlers have intensified their attacks on Palestinians, with Israel expanding its <a href=\"/news/2026/1/1/israel-escalates-west-bank-demolitions-amid-illegal-settlement-expansion\">settlements</a> in the territory, which are illegal under international law.</p><p>Settlers have been emboldened by the far-right government and have been rampaging across Palestinian lands with impunity, often with the military’s backing, killing and injuring civilians and destroying their property. The United Nations says attacks against Palestinians and their property in the occupied West Bank have reached unprecedented levels.</p><p>Meanwhile, some Israeli troops were deployed to Nablus to secure the Christian holy site, Joseph’s Tomb, after it was reportedly stormed by Israeli settlers.</p><p>According to Al Jazeera Arabic, members of the Knesset and settler leaders were among those involved in the storming of the burial ground until early on Thursday.</p><p>In recent days, <a href=\"/video/newsfeed/2026/1/28/video-israeli-settlers-carry-out-arson-attacks-in-occupied-west-bank\">Israeli settlers were also accused of arson</a> in three villages in Masafer Yatta.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In one of the latest raids on Thursday, several young men were detained for interrogation as Israeli forces searched dozens of homes in both towns of Attil and Deir al-Ghusun, Palestinian sources told Wafa.</p><p>Among those detained in Attil was a young man who was previously injured by Israeli gunfire near the Tulkarem refugee camp last December.</p><p>The Tulkarem governorate, including the Tulkarem and Nur Shams refugee camps, has been subjected to Israeli military operations for the last 368 days, according to Wafa.</p><p>Also in Nablus, Mohammad Azem, head of Sebastia municipality, told Wafa that Israeli forces demolished a Palestinian-owned factory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier in the night, the towns of Sa’ir and ash-Shuyukh, northeast of Hebron, were also raided by Israeli forces.</p><p>In Sa’ir, the raiding forces targeted the home of Qusay Halaika, who was shot and killed by Israeli forces on Wednesday at Al-Anfaq checkpoint between Jerusalem and Bethlehem. Wafa reported that two of Halaika’s brothers were arrested during the raid.</p><p>Sources told Wafa that Halaika was left bleeding on the ground after Israeli authorities shot him multiple times.</p><p>Israeli media quoted authorities as saying that Halaika was shot after an attempted stabbing attack.</p><p>A short video clip posted on X showed Halaika apparently fending off someone and then running away before he was shot.</p><p>Meanwhile, in the Jabal Johar area of the <a href=\"/news/2026/1/19/israel-launches-large-scale-military-raid-in-occupied-west-banks-hebron\">city of Hebron</a>, Israeli forces seized a five-storey residential building belonging to the Rajbi family, forcing residents to leave their property, according to Wafa.</p><p>Elsewhere in the occupied territory, Israeli forces withdrew on Wednesday night from the town of Hizma after a two-day siege.</p><p>According to witnesses, Israeli forces interrogated more than 100 people and detained at least 13, including a pregnant woman and her husband, before leaving.</p><p>Hizma Mayor Nawfan Salah al-Din told Wafa that the Israeli soldiers also seized at least 35 vehicles and motorcycles.</p><p>During the previous night’s Israeli raid, residents complained of cash and gold jewellery being stolen from their homes.</p></div></div></body></html>"
        },
        {
            "title": "Video emerges of Dutch police assault on two Muslim women | Police | Al Jazeera",
            "time": "2026-01-29T11:38:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769686653.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Italy’s Winter Olympics security plan keeps ICE in advisory role | Winter Olympics News | Al Jazeera",
            "time": "2026-01-29T11:27:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T162207Z_742731801_RC2Z8JA3ALRS_RTRMADP_3_OLYMPICS-2026-ICE-SECURITY-1769682065.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy has detailed a sweeping security plan for the Winter Olympics, stressing it will keep command of all operations after news emerged that United States Immigration and Customs Enforcement (ICE) staff would be assisting the US delegation.</p><p>The Games will be one of the most complex security operations Italy has had to manage, with the ⁠event split between two main hubs, Milan and Cortina d’Ampezzo, with additional events held elsewhere across the north.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>About 3,500 athletes will take part in ​the event, which runs from February 6 to February 22, with the government expecting some two million visitors, including ‍60,000 for the opening ceremony in Milan’s San Siro stadium.</p><p>The US delegation will be led by US Vice President JD Vance and Secretary of State Marco Rubio.</p><p>Interior Minister Matteo Piantedosi said the security operation blends field deployments, intelligence-led prevention and, for the first time at a major event in Italy, a 24-hour cybersecurity ‍control room.</p><p>About 6,000 law ⁠enforcement officers will guard multiple Olympic sites, supported by no-fly and restricted-access areas.</p><p>Competing nations often bring their own security personnel. In that vein, the US Department of State said on Tuesday that several federal agencies, <a href=\"/sports/2026/1/27/ice-agents-from-us-set-to-help-with-security-at-winter-olympics\">including ICE</a>, would help protect the visiting Americans, as they have at past Olympics.</p><p>ICE and Border Patrol agents have drawn heavy criticism in the US over their enforcement of President Donald Trump’s immigration crackdown, with images of their actions shocking many in Italy, traditionally a close US ally.</p><p>In a statement, the Ministry of Interior said ICE staffers would only work in US diplomatic offices such as the Milan consulate, and “not on the ground”.</p><p>It added, “All ​security operations on Italian territory remain, as always, under the exclusive responsibility and direction of the Italian authorities.”</p><p>ICE ‌will be present via its Homeland Security Investigations (HIS) division, but its role “will be strictly advisory and intelligence-based, with no patrolling or enforcement involvement”, Tilman J Fertitta, the US ambassador to Italy, wrote on X.</p><p>“At the Olympics, HIS criminal investigators will contribute their expertise by providing intelligence on transnational criminal threats, with a focus on cybercrimes and national ‌security threats.”</p><p>The assurances have not quelled criticism.</p><p>The hard-left USB union has called an “ICE OUT” rally in central Milan on February 6, coinciding with the Games opening ceremony, while opposition parties and left-wing ‌groups plan a protest this Saturday.</p><p>Emanuele Ingria, a human resources worker from Milan, told ⁠Reuters he was “very worried” by the prospect of ICE agents operating in Italy.</p><p>“I don’t think that’s what we need today,” he added. “Especially considering what’s happening there (in the US) … It’s truly a guerrilla force, I don’t like it.”</p><p>Under the Olympics deployment plan, more than 3,000 regular police officers, some 2,000 Carabinieri military police and more than 800 Guardia di Finanza ‌tax police will be assigned to venues, with Milan hosting the largest contingent.</p><p>The plan also includes drone surveillance, robotic inspection systems for hazardous or inaccessible areas, and a cybersecurity command centre in Milan tasked with monitoring both Olympic networks and strategic transport infrastructure that faced disruption before ‍the Paris 2024 Games.</p><p>Authorities will activate several “red zones” from February 6 to 22, barring access to individuals with public-order convictions in an effort to prevent clashes.</p></div></div></body></html>"
        },
        {
            "title": "If Cuba falls, the Global South is to blame, too | Donald Trump | Al Jazeera",
            "time": "2026-01-29T11:27:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697b43f803ad6-1769686008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Tuesday, United States President Donald Trump <a href=\"https://www.facebook.com/reel/1253655639982882\">had a good laugh</a> with members of the press in the US state of Iowa as he issued a rather serious <a href=\"https://www.reuters.com/world/americas/trump-says-cuba-will-be-failing-pretty-soon-2026-01-27/\">decree</a> regarding the short-term future of Cuba: “Cuba will be failing pretty soon. Cuba is really a nation that’s very close to failing.”</p><p>To be sure, this is not the first time that Trump has predicted the downfall of the Caribbean island nation, which the US has effectively been trying to destroy for no fewer than 67 years – ever since the triumph in 1959 of Cuba’s communist revolution that overthrew the brutal right-wing dictator and US buddy Fulgencio Batista.</p><p>This time around, however, the threat carries a bit more weight in light of the <a href=\"/opinions/2026/1/3/venezuela-american-regime-change-with-a-trumpian\">Trump administration’s abduction</a> earlier this month of Nicolas Maduro, the leftist president of Venezuela.</p><p>To date, the US has not been held accountable for this utterly illegal and patently batty act, which Trump on Tuesday invoked as alleged proof of Cuba’s impending demise: “You know, they got their money from Venezuela. They got the oil from Venezuela. They are not getting that any more.”</p><p>One would hope, then, that other countries – particularly the self-declared allies of Cuba – might step up to defend the island against US predations or at least credibly register their opposition to imperial impunity.</p><p>Instead, all Cuba has really gotten are some perfunctory professions of support – such as from Mexican President <a href=\"/opinions/2024/6/3/mexicos-election-a-victory-for-organised-crime\">Claudia Sheinbaum</a>, who, like her ostensibly leftist predecessor <a href=\"/opinions/2023/1/9/the-three-amigos-and-a-us-war-on-asylum-seekers-in-mexico\">Andres Manuel Lopez Obrador</a>, has perfected the art of pretending to counter US machinations while doing exactly what the gringos want.</p><p>Following recent <a href=\"/news/2026/1/27/mexico-vows-solidarity-with-cuba-after-oil-shipment-cancellation-report\">reports</a> that Mexico had halted a scheduled oil shipment to Havana on account of US pressure, Sheinbaum has <a href=\"https://www.youtube.com/watch?v=MOPT8USDHpQ\">repeatedly insisted</a> that the business of shipping oil is a “sovereign decision” and that Mexico remains “in solidarity” with Cuba.</p><p>Speaking evasively at a press conference, the Mexican leader reflected on her country’s history of providing oil to Cuba for “humanitarian reasons”, owing to the US embargo that, she reminded her audience, has been in effect “for many years now” and has resulted in “shortages”.</p><p>Indeed, when I <a href=\"/opinions/2022/2/7/from-havana-with-love\">last visited Cuba in 2022</a> – incidentally just in time for the 60th anniversary of US sanctions on the island – staples like coffee and milk were in short supply.</p><p>The nation that had for decades been renowned for its <a href=\"/opinions/2012/7/27/the-power-of-cubas-free-healthcare\">free healthcare</a>, medical humanitarianism and international deployment of meticulously trained doctors was now suffering a dearth of basic medications – which meant that the employees of the pharmacy I went to after executing an epic crash while jogging on Havana’s seaside promenade simply shrugged apologetically at the sight of my bloodied knees and sent me on my way with a prescription for soap and water.</p><p>The same prescription had been issued by a 43-year-old Cuban named Eraudis, who had witnessed my fall from his perch atop the seawall just next to a plaque commemorating Leonard Wood, the former US military governor of Cuba who had supervised the promenade’s construction in 1901 and had also served as governor-general of the Philippines.</p><p>As if we needed any further imperial irony, it turned out that Eraudis hailed from none other than the Cuban province of Guantanamo – site of the <a href=\"/news/2025/1/10/guantanamo-at-23-whats-next-for-the-lawless-detention-facility\">eponymous illegal US penal colony</a> and torture centre – and that his own two legs had been blown off by a landmine outside the US base when he was 19.</p><p>He apologised that he could not carry me home due to his legless state and coaxed me out of my own state of panic – no doubt a greater act of “solidarity” than suspending oil shipments to Cuba while claiming “humanitarian” motivations.</p><p>Of course, it’s not only Mexico that’s letting Cuba down. Pretty much the rest of Latin America has opted to sit on the fence as Trump goes about seeking to engineer the island’s definitive “failure”.</p><p>Ditto for much of the rest of the Global South. On Tuesday, the same day that Trump engaged in friendly nation-wrecking banter with journalists in Iowa, China’s Ministry of Foreign Affairs took to its English-language X account to <a href=\"https://x.com/MFA_China/status/2016081169012687110\">call for</a> the “immediate lifting of blockade and sanctions on #Cuba”.</p><p>China pledged to “continue to support and assist Cuba” and reiterated its belief that “under the strong leadership of the party and government of Cuba, the Cuban people will tide over the difficulty”.</p><p>No offence to the Cuban people – who for almost seven decades have exhibited extraordinary resilience – but it’s not so easy to “tide over the difficulty” when you’re a tiny island in the crosshairs of a schizophrenic megalomaniac who happens to be in charge of the global superpower.</p><p>Also on Tuesday, the Cuban News Agency <a href=\"http://www.cubanews.acn.cu/world/28099-solidarity-groups-with-cuba-in-india-reaffirm-their-support-to-the-island\">reported</a> that “solidarity groups” in India had “expressed their support for Cuba” during an event held in Kolkata.</p><p>As per the report, the programme “included a minute of silence in homage to the revolutionaries and citizens who lost their lives in the struggle against imperialist forces in the region”.</p><p>Now, just as the struggle has become more critical than ever, it remains to be seen whether any of Cuba’s professed allies will stick their necks out to keep the country from “failing”.</p><p>In the event it does fail – and Trump manages to swing regime change in a place that has resisted for so long against all odds – it’s safe to say that nowhere is safe from imperial designs.</p><p>What is needed right now is some real solidarity – because if Cuba fails, it’s nothing less than a global failure.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Sabalenka, Rybakina to meet in Australian Open final | Tennis News | Al Jazeera",
            "time": "2026-01-29T11:06:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260129__94EF84Z__v1__HighRes__TennisAusOpen-1769691055.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belarusian Aryna Sabalenka powered into her fourth Australian Open final in a row with a dominant 6-2 6-3 win over Ukraine’s Elina Svitolina on Thursday, in a politically charged encounter.</p><p>Top-seeded Sabalenka will now bid for a third crown at Melbourne Park in four years, and fifth Grand Slam title overall, against Elena Rybakina at Rod Laver Arena on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I just cannot believe that. It’s an incredible achievement ⁠but the job is not done yet,” world number one Sabalenka said on court. “I’m super happy with the win. She’s ​such a tough opponent and has been playing incredible tennis the whole week.”</p><p>Since Russia’s invasion ‍of Ukraine in 2022, for which Belarus has been a staging ground, Russian and Belarusian players have been banned from representing their nations at the Grand Slams and tour events.</p><p>Like other players from Ukraine, Svitolina does not shake hands with opponents from Russia or Moscow’s ally Belarus because of the war.</p><p>An announcement was made before the semifinal at Rod Laver Arena and a statement flashed up on a big screen saying there would be no handshake, asking fans to “respect” that.</p><p>The two players also noticeably kept apart for the pre-match formalities and photos.</p><p>Svitolina has been vocal about the strain of playing the two countries’ players, and said she hoped ‍to bring her ⁠nation “light” at the Australian Open after a tough winter.</p><figure id=\"attachment_4273787\" aria-describedby=\"caption-attachment-4273787\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273787\" src=\"/wp-content/uploads/2026/01/AFP__20260129__94EA8U4__v1__HighRes__TennisAusOpen-1769682054.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aryna Sabalenka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273787\" class=\"wp-caption-text\">Sabalenka serves against Svitolina during their women’s singles semifinal match in Melbourne on January 29, 2026 [Izhar Khan/AFP]</figcaption></figure><p>The 27-year-old Sabalenka, however, crushed those hopes in a furious display of raw power.</p><p>She became the third woman in the professional era to reach the Australian Open decider four times in a row, following Evonne Goolagong Cawley (1971-76) and Martina Hingis (1997-2002), who each played six finals in a row.</p><p>“Gutted not to make it through tonight,” Svitolina told reporters. “Of course, it’s very difficult when you’re playing a world number one on fire.”</p><p>While 31-year-old Svitolina was comprehensively defeated, she fought ​hard from the first ball to the last.</p><p>The 12th seed started with tenacity, thumping ‌a forehand winner down the line on the first point returning serve.</p><p>Sabalenka wobbled, giving up two break points with a loose backhand, but blasted her way out of danger.</p><p>There was early tension at 2-1 when Svitolina was awarded a point mid-rally, with Sabalenka penalised for hindering ‌the point with a late grunt.</p><p>Incensed, she demanded a video review, but the point stood.</p><p>She channelled her frustration into breaking Svitolina, then held for a 4-1 lead.</p><p>Pinning Svitolina well ‌behind the baseline, Sabalenka grabbed three set points and converted the ⁠third, roaring “Let’s go!” after a sizzling cross-court backhand winner.</p><figure id=\"attachment_4273796\" aria-describedby=\"caption-attachment-4273796\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273796\" src=\"/wp-content/uploads/2026/01/AP26029366752459-1769682262.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aryna Sabalenka and Elina Svitolina react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273796\" class=\"wp-caption-text\">Svitolina, left, was no match for Sabalenka in the first semifinal [Dita Alangkara/AP]</figcaption></figure><p>After 41 minutes of earth-shaking power, Sabalenka’s weapons finally misfired.</p><p>She dropped the opening service game of the second set with a clutch of errors, raising cheers from a crowd yearning for a contest.</p><p>But Sabalenka steadied herself, breaking Svitolina twice in ‌succession.</p><p>Svitolina never dropped her head and earned a break point when trailing 4-2 to put the match back on serve.</p><p>Sabalenka was not to be denied, though.</p><p>After thrashing a forehand winner down the line to save the break point, she ‍proved unstoppable.</p><p>Grabbing two match points with a huge serve, Sabalenka closed it out in style, swooping forward with a forehand cross-court winner to book her chance of claiming a third trophy at Melbourne Park.</p><h2 id=\"rybakina-overcomes-pegula-sets-up-2023-finals-rematch\">Rybakina overcomes Pegula, sets up 2023 finals rematch</h2><p>In the second semifinal on Thursday, Rybakina set up a rematch of the 2023 Australian Open women’s singles final with Sabalenka with a 6-3 7-6(7) defeat of sixth seed Jessica Pegula.</p><p>Rybakina, the 2022 Wimbledon champion, needed one hour and 40 minutes to eliminate the American to advance to Saturday night’s final showdown with Sabalenka.</p><p>Sabalenka has an 8-6 advantage in head-to-head meetings with Rybakina, the pair splitting their four meetings last year. Rybakina won their most recent match at the season-ending WTA Finals in December.</p><figure id=\"attachment_4274098\" aria-describedby=\"caption-attachment-4274098\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274098\" src=\"/wp-content/uploads/2026/01/AFP__20260129__94EQ88T__v1__HighRes__TennisAusOpen-1769690179.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Elena Rybakina in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274098\" class=\"wp-caption-text\">Kazakhstan’s Elena Rybakina is into her third women’s grand slam final after winning her semifinal against USA’s Jessica Pegula in Melbourne on January 29, 2026 [Izhar Khan/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Why is India’s Nipah virus outbreak spooking the world? | Health News | Al Jazeera",
            "time": "2026-01-29T10:58:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-07-20T000000Z_273274256_RC26Z8AKMZNL_RTRMADP_3_INDIA-VIRUS-1769582446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An outbreak of the Nipah virus in India’s eastern state of West Bengal has heightened concerns in China and several Southeast Asian countries, prompting them to tighten health screening operations at airports as millions prepare to travel for the Lunar New Year holiday.</p><p>Since December 2025, <a href=\"/news/2026/1/28/india-says-deadly-nipah-virus-contained-after-two-cases-confirmed\">two confirmed cases</a> of the virus have been reported in West Bengal, India’s health ministry <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2219219&amp;reg=3&amp;lang=2\" target=\"_blank\" rel=\"noopener\">said</a> on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry did not provide details about the people infected but noted that of a total of 196 contacts linked to the confirmed cases, “all traced contacts have been found asymptomatic and have tested negative”, for the virus.</p><p>“The situation is under constant monitoring, and all necessary public health measures are in place,” the ministry added.</p><p>A district health officer told Reuters that the two people infected in West Bengal in late December were health workers. Both are being treated at a local hospital, the health officer said.</p><p>Is the recent outbreak of the virus a cause for concern?</p><p>Here’s what we know:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-nipah-virus\">What is the Nipah virus?</h2><p>The <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">Nipah virus</a> (NiV) is a zoonotic virus – a disease transmitted from animals such as fruit bats and flying foxes to humans. It can also be transmitted to humans via contaminated food products or directly from person to person.</p><p>The virus can be deadly. It typically incubates in the human body for five to 14 days, with symptoms occurring within three to four days.</p><p>It causes severe respiratory and neurological disease in humans, progressing from fever and headache to acute encephalitis (brain inflammation) in severe cases, Kaja Abbas, associate professor of infectious disease epidemiology and dynamics at the London School of Hygiene &amp; Tropical Medicine and Nagasaki University, said.</p><p>Symptoms can also include convulsions and mental confusion, and patients can fall into a coma within 24 to 48 hours in severe cases.</p><p>“The case fatality rate is high, between 40 percent and 75 percent, among people infected with the Nipah virus,” Abbas told Al Jazeera.</p><p>However, the virus’s basic reproduction number, which is the expected number of secondary infections stemming from a primary case, is “typically below one”, he said. This suggests the virus spreads in only a limited way via human-to-human transmission and there is a low likelihood of the virus becoming a widespread pandemic.</p><figure id=\"attachment_4273618\" aria-describedby=\"caption-attachment-4273618\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273618\" src=\"/wp-content/uploads/2026/01/Interactive_Nipah_Jan29_2026-1769677212.png?quality=80\" alt=\"Interactive_Nipah_Jan29_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273618\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"where-have-outbreaks-of-the-nipah-virus-occurred-before\">Where have outbreaks of the Nipah virus occurred before?</h2><p>The first known outbreak of NiV was reported in 1998 when pig farmers and butchers in Malaysia and Singapore contracted it from infected pigs. At least 250 people were infected, with more than 100 deaths.</p><p>In 2014, NiV infections in the Philippines were associated with the slaughter of horses and consumption of infected horse meat.</p><p>Since 2001, there have been sporadic but recurring outbreaks in South Asia, particularly in Bangladesh and India.</p><p>According to the World Health Organization, outbreaks in Bangladesh have been linked to humans consuming contaminated raw palm sap, having close contact with other people’s secretions and excretions, and caring for infected patients.</p><p>According to the WHO, the first cases in India were recorded in West Bengal in 2007 but an earlier outbreak was retrospectively identified in the state’s Siliguri city in 2001. The 2001 Siliguri outbreak occurred in a healthcare setting where 75 percent of cases were of hospital staff or visitors, the WHO said.</p><p>Since 2018, dozens of deaths have been reported in India’s Kerala state, which is now regarded as the world’s highest-risk region for the virus.</p><p>The reasons for other outbreaks in Indian states are unclear. Some medical experts have <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">suggested</a> outbreaks may have been triggered by human consumption of fruit contaminated by bat saliva or urine, while the Indian Council of Medical Research has suggested that while the virus is primarily spread by physical contact, it may also be airborne.</p><p>According to Abbas, there is no clear evidence about the cause of the latest outbreak in West Bengal, which has occurred after decades without outbreaks.</p><p>Abbas said the fact that the two confirmed cases are both healthcare workers in the same hospital indicates a potential transmission from an infected but undiagnosed patient to the healthcare workers at the hospital.</p><figure id=\"attachment_4273710\" aria-describedby=\"caption-attachment-4273710\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273710\" src=\"/wp-content/uploads/2026/01/2026-01-29T063807Z_517781593_RC2BPP9129J1_RTRMADP_3_HEALTH-NIPAHVIRUS-1769679681.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nipah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273710\" class=\"wp-caption-text\">Field laboratory assistants catch a bat to collect specimens for Nipah virus research in the Shuvarampur area of Faridpur, Bangladesh, on September 14, 2021 [File: Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"is-there-a-vaccine-for-the-virus\">Is there a vaccine for the virus?</h2><p><a href=\"https://www.who.int/news-room/fact-sheets/detail/nipah-virus\">According to</a> the WHO, there is currently no approved treatment or vaccine available for people infected by the virus or animals carrying the virus.</p><p>The University of Oxford has been conducting clinical trials in Bangladesh to test a Nipah virus vaccine and <a href=\"https://cepi.net/university-oxford-launches-worlds-first-phase-ii-nipah-virus-vaccine-trial\" target=\"_blank\" rel=\"noopener\">launched</a> the second phase of trials in December 2025.</p><p>In the absence of approved vaccines, doctors have been treating patients with antivirals such as Ribavirin. <a href=\"https://www.cdc.gov/nipah-virus/hcp/clinical-overview/index.html\" target=\"_blank\" rel=\"noopener\">According to</a> the United States government’s Centers for Disease Prevention and Control (CDC), Ribavirin was used to treat a small number of patients in a 1999 Nipah outbreak in Malaysia, but its efficacy in treatment remains unclear.</p><p>The CDC has said that the drug Remdesivir could also help prevent Nipah “when given to exposed nonhuman primates”.</p><p>The Indian state of Kerala <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">used</a> Remdesivir during a 2023 outbreak which resulted in an improved case fatality rate.</p><h2 id=\"which-countries-have-announced-enhanced-screening-for-nipah-virus\">Which countries have announced enhanced screening for Nipah virus?</h2><p>Thailand, Indonesia, Nepal and Malaysia have all tightened international airport screening.</p><p>Thailand’s health ministry told journalists that it has assigned special parking bays for aircraft arriving from Nipah-affected countries, and passengers have been asked to complete health declaration forms before immigration.</p><p>Thermal scanners have also been installed at the Suvarnabhumi airport in Bangkok to screen people for fever and other symptoms of the virus.</p><p>Malyasia, Indonesia and Nepal have implemented similar measures at their international airports.</p><h2 id=\"what-is-the-best-way-to-prevent-the-spread-of-this-virus\">What is the best way to prevent the spread of this virus?</h2><p>On Wednesday, Hong Kong daily The South China Morning Post <a href=\"https://www.scmp.com/week-asia/health-environment/article/3341520/nipah-cases-india-raise-regional-anxiety-experts-say-wider-spread-unlikely\" target=\"_blank\" rel=\"noopener\">reported</a> that social media channels in China had been flooded with posts from people expressing concern over the outbreak of the virus in India.</p><p>“It’s so scary, especially with the Spring Festival coming up. I don’t want to experience another lockdown,” one social media user said.</p><p>“Can’t we temporarily shut the travel channel with India?” another user asked, according to the SCMP.</p><p>China’s state broadcaster, CCTV, reported that the country has not recorded any Nipah virus cases so far but warned that there could be risks of imported cases.</p><p>According to Abbas, however, the virus is not like the COVID-19 virus which resulted in yearlong lockdowns around the world from 2020.</p><p>He said severe cases of the Nipah virus could be managed “through intensive supportive care”.</p><p>He added that besides airport health screenings, countries should focus on promoting measures to prevent the virus, like good hygiene, proper ventilation, avoiding crowds, staying home when ill, seeking timely medical advice and maintaining a healthy lifestyle to support immunity.</p><p>The WHO has also provided guidelines for controlling the spread of the virus.</p><p>In particular, it stated in a 2018 report, “decreasing bat access to date palm sap and other fresh food products” is required.</p><p>“Keeping bats away from sap collection sites with protective coverings [such as bamboo sap skirts] may be helpful. Freshly collected date palm juice should be boiled, and fruits should be thoroughly washed and peeled before consumption. Fruits with sign of bat bites should be discarded,” the WHO reported.</p><p>It added that people should wear gloves and other protective clothing while handling sick animals or their tissues, and during slaughtering and culling procedures.</p><p>To control the spread of the virus in healthcare settings, WHO said, “contact and droplet precautions should be used in addition to standard precautions. In some cases, “airborne precautions” may also be required.</p><p>“Close unprotected physical contact with Nipah virus-infected people should be avoided. Regular hand washing should be carried out after caring for or visiting sick people,” the WHO added.</p></div></div></body></html>"
        }
    ]
}