{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Maduro to appear in New York court: What to expect | Courts News | Al Jazeera",
            "time": "2026-01-05T13:48:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_695b7de2dc-1767603682.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan President Nicolas Maduro is <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes#:~:text=The%20legality%20of%20the%20US,his%20abduction%20by%20American%20forces.\">to appear</a> in a New York court on Monday, two days after he was <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> by US special forces in a military operation in Caracas.</p><p>The US military arrested Maduro and his wife, Cilia Flores, on Saturday and brought them to New York, where they face multiple federal charges, including drugs and weapons charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here is more about Maduro’s scheduled court appearance:</p><h2 id=\"when-and-where-will-it-take-place\">When and where will it take place?</h2><p>Maduro is to appear before a federal judge at noon (17:00 GMT).</p><p>The appearance is scheduled to happen in the Daniel Patrick Moynihan United States Courthouse in the Southern District of New York. Maduro is to appear before US District Judge Alvin Hellerstein.</p><p>A court spokesperson told NBC News that Flores, who is also listed as a defendant in a US indictment unsealed on Saturday, will appear in court on Monday as well.</p><h2 id=\"what-are-the-charges\">What are the charges?</h2><p>According to the <a href=\"https://www.justice.gov/opa/media/1422326/dl\">indictment</a>, the US accuses Maduro of being at the forefront of corruption to “use his illegally obtained authority” to “transport thousands of tons of cocaine” to the US with his coconspirators.</p><p>Additionally, the indictment alleges that Maduro has “tarnished” every public office he has held. It adds that Maduro “allows cocaine-fueled corruption to flourish for his own benefit, for the benefit of members of his ruling regime, and for the benefit of his family members”.</p><p>Maduro faces four counts:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Count 1, narcoterrorism conspiracy:</strong> US prosecutors say Maduro and his coconspirators knowingly provided something of financial value to US-designated “foreign terrorist organizations” and their members. The indictment lists these <a href=\"/news/2025/2/28/why-has-mexico-handed-over-drug-cartel-leaders-to-us-who-are-they\">organisations</a> as the Revolutionary Armed Forces of Colombia (FARC), a leftist rebel group that signed a peace deal in 2016 but has dissidents who refused to lay down their arms and are still involved in the drug trade; Segunda Marquetalia, the largest dissident FARC group; National Liberation Army, another leftist Colombian rebel group; Mexico’s Sinaloa Cartel; Los Zetas/Cartel del Noreste, another Mexican drug cartel; and Tren de Aragua, a Venezuelan gang.</li>\n<li><strong>Count 2, cocaine importation conspiracy: </strong>It accuses Maduro and his codefendants of conspiring to manufacture, distribute and import cocaine into the US.</li>\n<li><strong>Count 3, possession of machineguns and destructive devices: </strong>The indictment accuses the defendants of possessing, carrying and using machineguns in relation to the above drug‑trafficking counts.</li>\n<li><strong>Count 4, conspiracy to possess machineguns and destructive devices: </strong>It further accuses the defendants of conspiring to use, carry and possess those weapons in furtherance of drug trafficking.</li>\n</ul><p>The indictment also says Maduro and his codefendants should forfeit to the US government any proceeds and assets obtained from the alleged crimes.</p><h2 id=\"is-there-evidence-for-these-charges\">Is there evidence for these charges?</h2><p>There is <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">little evidence</a> that drugs are trafficked from Venezuela on a large scale. The 2023 United Nations Office on Drugs and Crime World Drug Report said global cocaine production hit a record of 3,708 tonnes, up nearly one‑third from 2022, with most coca cultivation taking place in Colombia, followed by Peru and Bolivia.</p><p>Trafficking routes into the US in 2023-2024 primarily passed through Colombia, Peru and Ecuador, not Venezuela, although it does serve as a minor transit corridor for Colombian cocaine moving into the eastern Caribbean.</p><h2 id=\"who-is-named-in-the-indictment\">Who is named in the indictment?</h2><h3>Maduro</h3><p>Maduro, 63, who became Venezuela’s president in 2013, was declared the winner of 2024’s election. His re-election was rejected as fraudulent by the US and independent observers, such as the Carter Center. A UN expert panel said the 2024 vote failed to meet international standards.</p><p>Nine Latin American countries called for a review of the results with independent oversight.</p><p>Maduro defended the election results and accused his opponents of undermining the country’s sovereignty.</p><p>Since returning to the White House nearly a year ago, US President Donald Trump has expanded sanctions and punitive measures against Maduro and senior officials in his government.</p><p>The Trump administration ramped up military pressure starting in August when it deployed warships and thousands of its service members in the Caribbean near Venezuela. It has since carried out dozens of air strikes on alleged Venezuelan drug boats, killing more than 100 people.</p><p>Maduro has pushed back by mobilising Venezuelan military personnel.</p><p>During this time, the Caracas-based news network <a href=\"https://www.globovision.com/nacional/43343/maduro-denuncio-que-eeuu-se-dedica-a-fabricar-mentiras-extravagantes-estrafalarias-y-estramboticas\" target=\"_blank\" rel=\"noopener\">Globovision</a> quoted Maduro as saying: “From the north, the empire has gone mad and, like a rotten rehash, has renewed its threats to the peace and stability of Venezuela.”</p><p>But a day before Saturday’s US attack on the country, Maduro had offered to hold talks to combat drug trafficking.</p><h3>Flores</h3><p><a href=\"/news/2026/1/5/who-is-cilia-flores-venezuelas-first-combatant\">Flores</a>, 69, has been married to Maduro since 2013.</p><p>Known as the “first combatant” rather than first lady, Flores is a veteran lawyer and politician who rose to prominence by defending future President Hugo Chavez after his failed 1992 coup. She helped secure his release and later became a key Chavismo figure and the first woman to preside over Venezuela’s National Assembly. Chavismo, which promotes socialism and anti-imperialist politics, is the political movement started by Chavez, Maduro’s mentor.</p><p>The indictment accuses Flores of joining Maduro’s cocaine importation conspiracy.</p><h3>Other defendants</h3><p>The indictment names four other people as Maduro’s coconspirators, namely Diosdado Cabello, Venezuela’s interior minister; Ramon Rodriguez Chacin, former Venezuelan interior minister; Nicolas Maduro Guerra, Maduro’s son and a Venezuelan politician; and Hector Rusthenford Guerrero Flores, the leader of Tren de Aragua, which was designated as a “foreign terrorist organization” by the US in February. But most experts do not define Tren de Aragua as a “terrorist organisation”.</p><p>It is not clear yet who will represent Maduro, Flores and the other defendants.</p><h2 id=\"who-is-the-judge\">Who is the judge?</h2><p>Hellerstein was born in 1933 in New York. He was appointed to the federal bench in 1998 by former President Bill Clinton.</p><p>He is likely on Monday to advise Maduro and Flores about their rights and ask them if they want to enter a plea.</p><h2 id=\"what-s-at-stake\">What’s at stake?</h2><p>Maduro’s freedom is primarily at stake. If convicted, he could face 30 years to life in prison.</p><p>“This is less about Maduro as it is about access to Venezuela’s oil deposits,” Ilias Bantekas, a professor of transnational law at Hamad Bin Khalifa University in Qatar, told Al Jazeera. “This is the number one target. Trump is not content with just allowing US oil firms to get concessions but to ‘run’ the country, which entails absolute and indefinite control over Venezuela’s resources.”</p><p>Venezuela’s oil reserves are concentrated primarily in the Orinoco Belt, a region in the eastern part of the country stretching across roughly 55,000sq km (21,235sq miles).</p><p>While the country is home to the world’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest proven oil reserves</a> – at an estimated 303 billion barrels as of 2023 – it earns <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">only a fraction</a> of the revenue it once did from exporting crude due to mismanagement and US sanctions.</p><p>Last month, Trump accused Venezuela in a post on his Truth Social platform of “stealing” US oil, land and other assets and using that oil to fund crime, “terrorism” and human trafficking.</p><p>Trump repeated his false claims after Maduro’s arrest. During a news conference on Saturday, Trump said the US would “run” Venezuela until a “safe, proper and judicious transition” could be carried out.</p><p>“Given the opposition of all South American states, save for Argentina, to US dominance in the region, Trump’s plan requires a vast military deployment. We need to see how countries like Brazil and Colombia react to this, including also BRICS,” said Bantekas from Hamad Bin Khalifa University.</p><p>In a joint statement released on Sunday, the governments of Spain, Brazil, Chile, Colombia, Mexico and Uruguay said the US actions in Venezuela “constitute an extremely dangerous precedent for peace and regional security and endanger the civilian population”.</p><h2 id=\"was-maduro-s-abduction-legal\">Was Maduro’s abduction legal?</h2><p id=\"this-case-is-unusual-because-there-are-key-questions-about-how-maduro-was-captured-and-whether-that-was-legal-maduro-was-captured-during-a-us-military-operation-in-venezuelan-capital-caracas\">This case is unusual because there are questions about how Maduro was captured and whether it was legal. Russia, China and other Venezuelan allies have accused the US of violating international law.</p><p>“If there was an armed conflict between Venezuela and the USA and, given that Maduro is the head of his country’s armed forces, then he would be a legitimate target,” Bantekas said.</p><p>“However, under the circumstances, there is no armed conflict between the two countries, and in the absence of an armed attack by Venezuela against the US, the latter’s invasion in Venezuela violates article 2(4) of the UN Charter, as does the abduction of the country’s president. It is a blatant act of aggression.”</p><p>Article 2(4) of the UN Charter bars UN members from the threat or use of force against the territorial integrity or political independence of any state.</p><p>A UN Security Council meeting on Monday will discuss the legality of the US abduction of Maduro.</p><p>“Given that Maduro is already in US custody and in the USA, it is in the interests of all parties that he appear before a court. At the very least, Maduro can challenge the legality of his arrest and the jurisdiction of the court,” Bantekas said.</p><p>“The court itself has an obligation to decide if it has jurisdiction and as a preliminary issue decide whether Maduro enjoys immunity from criminal prosecution. If these issues are dispensed, the court nonetheless finds that it has jurisdiction and that Maduro does not enjoy immunity, then the prosecution must prove its case.”</p><h2 id=\"what-s-next\">What’s next?</h2><p>The Trump administration has not explicitly stated a clear plan for Venezuela, and analysts said it has sent out confusing signals.</p><p>In an interview with NBC News on Sunday, US Secretary of State Marco Rubio suggested that Washington will not govern Venezuela on a day-to-day basis. He also told ABC News the US would “set the conditions” to ensure that Venezuela is no longer a “narcotrafficking paradise”.</p><p>On the same day, Trump told reporters that the US is ready to carry out a second military strike on Venezuela if its government refuses to cooperate with his plan to “resolve” the situation there.</p><p>Interim President Delcy Rodriguez could “pay a very big price” if she “does not do what’s right”, Trump said.</p><p>A day earlier, Trump said Rodriguez had told Rubio that she would do what the US needs her to do. “She really doesn’t have a choice,” Trump said.</p><p>On Monday, Rodriguez offered to cooperate with Trump. In a statement posted on social media, she invited Trump to “collaborate” and sought “respectful relations”.</p><p>“President Donald Trump, our peoples and our region deserve peace and dialogue, not war,” she wrote.</p><p>Her conciliatory tone came a day after she appeared on state TV declaring that Maduro was still Venezuela’s sole legitimate president.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh bans IPL broadcast amid growing tensions with India | Cricket News | Al Jazeera",
            "time": "2026-01-05T13:18:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AFP__20250603__494G7Z9__v2__HighRes__CricketIndIplT20BengaluruPunjab-1748981762.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh bans IPL broadcast amid growing tensions with India</h1><p class=\"article__subhead\"><em>The move comes after star Bangladesh fast bowler Mustafizur Rahman was dropped by his IPL team on the BCCI’s directives.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh’s interim government has banned broadcast ‍of this ‍year’s Indian Premier League (IPL), the latest flashpoint in a growing row with neighbouring India, which has now extended to cricket <a href=\"/news/2025/11/26/india-examining-bangladesh-extradition-request-for-convicted-ex-pm-hasina\">ties</a> between the two nations.</p><p>The move follows the decision by the Board of Control for Cricket in India (BCCI) to have the Kolkata Knight Riders drop Bangladesh pacer Mustafizur Rahman, ​who had signed for the IPL franchise for ‍this season.</p><p>The unceremonious dumping of a “star player” like Mustafizur from the IPL “defied logic” and had “hurt people”, the country’s Ministry of Information and Broadcasting said in a statement explaining its decision.</p><p>Bangladesh have also <a href=\"/sports/2026/1/4/bangladesh-wants-t20-world-cup-games-shifted-from-india-to-sri-lanka\">refused</a> to play their matches of next month’s Twenty20 (T20) World Cup in India, demanding that those ‍be staged ⁠in Sri Lanka, co-host of the 20-team tournament.</p><p>The Bangladesh Cricket Board’s directors met in an emergency meeting on Sunday and confirmed their decision shortly afterwards.</p><p>“Following a thorough assessment of the prevailing situation and the growing concerns regarding the safety and security of the Bangladesh contingent in India and considering the advice from the Bangladesh Government, the board of directors resolved that the Bangladesh national team will not travel to India for the tournament under the current conditions,” it said.</p><p>“The board believes that such a step is necessary to safeguard the safety and wellbeing of Bangladeshi players, team officials, Board members and other stakeholders and to ensure that the team can participate in the tournament in a secure and appropriate environment,” the statement added, urging the ICC to take swift action.</p><p>The International Cricket Council (ICC) has not publicly responded to Bangladesh’s ‌demand to play World Cup matches in Sri Lanka.</p><p>Tensions have risen ‌in recent weeks between India ⁠and Bangladesh.</p><p>Following the protests, the Indian board asked ‍Knight Riders to drop Mustafizur.</p><p>The IPL, the ​world’s richest T20 league, is scheduled ‌from March 26 to May 31.</p></div></div></body></html>"
        },
        {
            "title": "Abducted Venezuelan leader Nicolas Maduro taken to NYC courthouse | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-05T13:17:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T123417Z_925389760_RC20VIA5HIUD_RTRMADP_3_USA-VENEZUELA-MADURO-NEW-YORK-1767618917.jpg?resize=1768%2C1080",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza PhD scholar is now baker to feed family, others amid Israel’s war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-05T13:09:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/s6-1767612805.jpg?resize=1679%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza PhD scholar is now baker to feed family, others amid Israel’s war</h1><p class=\"article__subhead\"><em>‘It is my mission to teach Palestinian students, even if I must build a classroom, brick by brick,’ Bader Slaih says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bader Slaih is one of many Palestinian scholars from Gaza who had to put down his books amid <a href=\"/news/2026/1/5/israel-extends-gaza-occupation-beyond-yellow-line-in-north-bombs-south\">Israel’s genocidal war</a> on the enclave.</p><p>Slaih, who was displaced multiple times from Bureij in central Gaza with his family, started baking bread to feed them during the war, but he still has dreams to enrich the minds of students in Gaza, who have suffered deaths in their families, a loss of their homes and the decimation of their schools and education.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The war was hard on everyone. We were tormented and humiliated,” he said.</p><p>“Out of a dire need, we built a brick oven to make bread for our children,” Slaih told Al Jazeera.</p><p>“We had to bake to feed our children and others,” he added.</p><figure id=\"attachment_4216242\" aria-describedby=\"caption-attachment-4216242\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4216242\" src=\"/wp-content/uploads/2026/01/s3-1767612794.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Palestinian academic turns baker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4216242\" class=\"wp-caption-text\">Bader Slaih is pictured baking bread [Screengrab/Al Jazeera]</figcaption></figure><p>Palestinians have always been deeply committed to learning.</p><p>Before Israel’s war, the education sector in Gaza was thriving, and literacy rates were reported to be among the highest in the world.</p><p>According to the Palestinian Central Bureau of Statistics, the illiteracy rate stood at 2.1 percent among Palestinians aged 15 and older in 2023.</p><p>Slaih said he was always committed to his studies since early childhood into adolescence before he got his master’s and doctorate degrees in Egypt, and returned to Gaza to serve his homeland.</p><p>“[After I came back] I filed all my certificates with universities, hoping to start my teaching career,” he told Al Jazeera.</p><p>“But then disaster struck – the war began.”</p><p>Slaih’s wife and son left Gaza for medical reasons as he was left behind during the war.</p><p>“It was difficult for me. My son’s medical needs were more important, so I stayed behind with my other family members,” he said.</p><h2 id=\"educational-system-devastated\">Educational system devastated</h2><p>According to a UNICEF report released in November, Gaza’s education system “stands on the brink of collapse”, with more than 97 percent of schools damaged or destroyed.</p><p>The report said 91.8 percent of all education facilities require either full reconstruction or significant rehabilitation to become functional again.</p><p>All of Gaza’s 12 universities have been totally or partly destroyed and are in unusable condition, according to local reports.</p><p>Slaih said he was determined to pursue his career as there was a ceasefire in place in Gaza, adding: “Patience and resolve are part of our DNA.”</p><p>“I will serve as a teacher, even in a tent. It is my mission to teach Palestinian students, even if I must build a classroom, brick by brick,” he said.</p><p>“With my hopes still high, I am certain I will make my dream come true very soon.”</p><figure id=\"attachment_4216238\" aria-describedby=\"caption-attachment-4216238\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4216238\" src=\"/wp-content/uploads/2026/01/s1-1767612788.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinian academic turns baker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4216238\" class=\"wp-caption-text\">Slaih says he is determined to pursue his career [Screengrab/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Why was Ruben Amorim sacked as Man United manager? | Football News | Al Jazeera",
            "time": "2026-01-05T12:45:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2254078252-1767610026_f16834-1767612341.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United has announced the departure of manager Ruben Amorim with immediate effect after 14 months in charge.</p><p>Amorim, 40, leaves the famous English club after failing to revive the side into a top-tier Premier League outfit and claim a UEFA Champions League spot.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He leaves with the club placed in sixth spot in the Premier League, an improved result from its 15th-place finish at the end of the 2024-25 season.</p><p>Here is all to know after his surprise exit from the club:</p><h2 id=\"why-has-amorim-departed-manchester-united-so-abruptly\">Why has Amorim departed Manchester United so abruptly?</h2><p>He was shown the exit hours after a tumultuous news conference, where he lashed out at the club’s scouting department and the media.</p><p>He had bristled at questions about his job security, delivering a defiant message that he came to ‌United as a manager with full authority.</p><p>A clearly irritated Amorim told United’s scouting department and director of football, Jason Wilcox, “to do their job”.</p><p>However, there had been a build-up of tension between the club and the manager, who said there were “no conversations” about potential squad reinforcements in the January transfer window as he juggled a depleted squad.</p><h2 id=\"when-was-amorim-s-last-match-in-charge\">When was Amorim’s last match in charge?</h2><p>Amorim’s final game as Man Utd manager was a 1-1 away draw with Leeds United on January 4, 2026.</p><figure id=\"attachment_4216205\" aria-describedby=\"caption-attachment-4216205\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4216205\" src=\"/wp-content/uploads/2026/01/GettyImages-2254591232-1767611907.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ruben Amorim reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4216205\" class=\"wp-caption-text\">Amorim walking on the sidelines for what turned out to be his final match as Manchester United manager at Leeds on January 4, 2026, in Leeds, England [Molly Darlington/Getty Images]</figcaption></figure><h2 id=\"who-will-replace-amorim-as-man-united-manager\">Who will replace Amorim as Man United manager?</h2><p>Former United player and academy head coach Darren Fletcher has been named as the interim manager with immediate effect.</p><h2 id=\"what-did-man-united-say-about-amorim-s-sacking\">What did Man United say about Amorim’s sacking?</h2><p>United announced Amorim’s departure, saying: “The club’s leadership has reluctantly made the decision that it is the right time to make a change. This will give the team the best opportunity of the highest possible Premier League finish.</p><p>“The club would like to thank Ruben for his contribution to the club and wishes him well for the future.”</p><h2 id=\"did-amorim-hint-at-leaving-united\">Did Amorim hint at leaving United?</h2><p>No. He was defiant when grilled about his role and job security.</p><p>“I’m not going to quit,” he said last week, adding, “I will do my job until another guy is coming here to replace me.”</p><figure id=\"attachment_4216136\" aria-describedby=\"caption-attachment-4216136\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4216136\" src=\"/wp-content/uploads/2026/01/GettyImages-2253674058-1767610132.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Ruben Amorim reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4216136\" class=\"wp-caption-text\">Amorim will likely be in demand across Europe due to his high level of technical skill as a manager [File: Carl Recine/Getty Images]</figcaption></figure><h2 id=\"what-is-amorim-s-record-at-man-united\">What is Amorim’s record at Man United?</h2><p>The Portuguese manager’s record, in his 14 months in charge at United, comprised 24 wins, 18 draws and 21 losses.</p><h2 id=\"what-is-man-united-s-record-in-the-2025-26-season\">What is Man United’s record in the 2025-26 season?</h2><p>Amorim leaves Man Utd with the club in sixth place in the Premier League ladder with 31 points from 20 matches, but with only one win from their last five fixtures.</p><h2 id=\"how-have-former-players-and-experts-reacted-to-amorim-sacking\">How have former players and experts reacted to Amorim sacking?</h2><p>Rio Ferdinand, a former United player-turned-pundit, said on social media that Amorim’s biggest mistake was his unwillingness to adapt. He went on to suggest a few possible replacements, including Thomas Tuchel, Roberto De Zerbi and Xavi.</p><p>Ferdinand pointed at Amorim’s recent comments as the reason for his sacking.</p><p>“That’s been the reason why it’s been so sharp and quick overnight – his comments a few hours ago,” Ferdinand said on his YouTube channel.</p><p>Meanwhile, another player-turned-expert, Gary Neville, said the Portuguese was growing increasingly frustrated and “starting to unleash”.</p><p>“Something’s happened there in the last week with the quotes that are coming out that mean that Ruben Amorim is now starting to unleash a little bit,” Neville told Sky Sports before Amorim’s departure.</p><p>“Everyone’s having to read between the lines what he means, which looks to me like he’s not happy with something within the hierarchy.”</p></div></div></body></html>"
        },
        {
            "title": "Ten found guilty of gender cyberbullying France First Lady Brigitte Macron | Courts News | Al Jazeera",
            "time": "2026-01-05T12:42:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695ba113-1767612691.jpg?resize=1920%2C1362",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ten found guilty of gender cyberbullying France First Lady Brigitte Macron</h1><p class=\"article__subhead\"><em>President Emmanuel Macron’s wife, Brigitte, has faced intense harassment on social media with malicious claims she was born a man.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Paris court has found 10 people guilty of being involved in the <a href=\"/news/2025/10/27/trial-opens-for-ten-accused-of-sexist-harassment-of-frances-first-lady\">cyber-harassment</a> of President Emmanuel Macron’s wife, Brigitte.</p><p>On Monday, the defendants, including eight men and two women aged between 41 and 65, were found guilty of making malicious comments about Brigitte Macron’s gender and sexuality and equating her age difference with her husband to “paedophilia”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Macron, 48, and the first lady, 72, who met while she was a drama teacher at his school, have been the subject of intense interest since he became president in 2017.</p><p>For Brigitte Macron, allegations swirled on social media that she was born under the name of Jean-Michel Trogneux, the name of her brother.</p><p>On Monday, eight people were handed suspended sentences of four to eight months in prison. The ninth man was sentenced to six months in jail after he was absent from the hearing, and the final person was ordered to follow a course against hate speech online.</p><p>Of those on trial, in advance of the sentencing, prosecutors sought the heaviest sentence against Aurelien Poirson-Atlan, 41, also known on social media as Zoe Sagan.</p><p>Another of the most prominent defendants, gallery owner Bertrand Scholler, 56, said the trial was targeting his “freedom to think” faced with the “media deep state”.</p><figure id=\"attachment_4216236\" aria-describedby=\"caption-attachment-4216236\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4216236\" src=\"/wp-content/uploads/2026/01/reuters_695ba172-1767612786.jpg?w=770&amp;resize=770%2C527&amp;quality=80\" alt=\"Soccer Football - Coupe de France - Final - Nantes v Toulouse - Stade de France, Saint-Denis, France - April 29, 2023 French President Emmanuel Macron and his wife Brigitte Macron are seen in the presidential box before the match REUTERS/Christian Hartmann\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4216236\" class=\"wp-caption-text\">French President Emmanuel Macron and his wife, Brigitte Macron, during an event [File: Christian Hartmann/Reuters]</figcaption></figure><p>While the Macrons largely ignored the falsehoods, they recently launched court cases challenging the comments.</p><p>Her daughter, Tiphaine Auziere, testified about what she described as the “deterioration” of her mother’s life since the online harassment intensified. “She cannot ignore the horrible things said about her,” Auziere told the court. She said the impact extended to the entire family, including Macron’s grandchildren.</p><p>On Sunday night, Brigitte told the French television channel TF1 that she hoped her fight against cyberbullying would serve as an example to others.</p><p>“A birth certificate is not nothing. It is a father or a mother who goes to declare their child, who says who he is or who she is,” she said.</p><p>“I want to help adolescents to fight against harassment, and if I do not set an example, it will be difficult,” she added.</p><p>The Macrons are also pursuing a high-profile defamation lawsuit in the United States against right-wing influencer <a href=\"/news/2025/7/24/macrons-file-defamation-suit-against-right-wing-us-podcaster-candace-owens\">Candace Owens</a>, who has also alleged that Brigitte was born male.</p><p>Several of those on trial in Paris shared posts from the right-wing influencer.</p></div></div></body></html>"
        },
        {
            "title": "Who’ll be most worried by the US abduction of Maduro? | Government | Al Jazeera",
            "time": "2026-01-05T12:36:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767616598.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syrian delegation meets Israelis in Paris amid sovereignty breaches | Syria's War News | Al Jazeera",
            "time": "2026-01-05T12:26:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/s8-1763721543.jpg?resize=1920%2C1428",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Syrian delegation, headed by Foreign Minister Asaad Hassan al-Shaibani and General Intelligence Director-General Hussein al-Salama, is joining a new round of negotiations with Israeli counterparts in the French capital Paris, under the coordination and mediation of the United States, according to Syrian state news agency SANA.</p><p>A government source told SANA on Monday that the resumption of these negotiations affirms Syria’s unwavering commitment to restoring its non-negotiable national rights.</p><p>Israel has, since the fall of longtime Syrian leader Bashar al-Assad, extended its occupation of Syrian territory beyond the Golan Heights and staged numerous raids and bombardments in southern Syria.</p><p>For months, Israeli forces have conducted <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">near-daily incursions</a> into southern Syria, particularly in the <a href=\"/news/2025/11/5/israel-sets-up-checkpoint-in-syrias-quneitra-in-new-breach-of-sovereignty\">Quneitra governorate</a>, carrying out arrests, erecting checkpoints, and bulldozing land, all of which have prompted growing public anger and unrest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The source added: “The talks are primarily focused on reactivating the 1974 Disengagement Agreement, ensuring the withdrawal of Israeli forces to their positions prior to December 8, 2014, within the framework of an equitable security agreement that prioritises full Syrian sovereignty and guarantees the prevention of any form of interference in internal affairs.”<i></i></p><p>Despite a reduction in direct military threats, the Israeli army continues to carry out air raids that have caused civilian casualties and destroyed Syrian army sites and facilities.</p><p>Over the past year, Israel has launched more than 600 air, drone and artillery attacks across Syria, averaging nearly two attacks a day, according to a tally by the Armed Conflict Location and Event Data Project (ACLED).</p><h2 id=\"disengagement-accord\">Disengagement accord</h2><p>After President al-Assad’s fall, Israel declared the 1974 Disengagement Agreement – brokered after the 1973 war, in which Syria failed to regain the occupied Golan Heights – void.</p><p>The agreement had established protocols for a United Nations-patrolled buffer zone, which Israel has since violated, advancing deeper into Syrian territory.</p><p>Citing al-Assad’s flight, Israel says the accord no longer applies, while carrying out air raids, ground incursions, and reconnaissance flights; setting up checkpoints; and arresting or disappearing Syrians.</p><p>Syria has not responded with attacks.</p><p>Israeli Prime Minister Benjamin Netanyahu said in late December that Israel was keen to ensure a peaceful border with Syria, and United States President Donald Trump said he was sure Israel would get along with Syria’s current President Ahmed al-Sharaa, who led a lightning offensive to topple al-Assad in late 2024.</p><p>Talks have been ongoing on and off to reach a deal on a security agreement between Israel and Syria for months, without a deal or concrete progress being announced.</p><p>Syria does not formally recognise Israel, nor does it have any interest in joining Trump’s Abraham Accords, under which a handful of Arab nations have recognised Israel.</p><p>Israel’s annexation of the Golan Heights is recognised by Washington, but it is rejected by the vast majority of the international community.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela after Maduro: Oil, power and the limits of intervention | Oil and Gas News | Al Jazeera",
            "time": "2026-01-05T11:58:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a06b1c8fc-1767507633.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For many, the images from Caracas were jarring in their familiarity.</p><p>Armoured vehicles on empty streets. The nation’s leader <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducted</a> by the United States. A declaration from Washington later that the operation was decisive, necessary and complete – even as President Donald Trump warned of a “second, bigger wave” should resistance emerge.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US military attack on Venezuela and <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">arrest</a> of President <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">Nicolas Maduro</a> have sent shockwaves far beyond Latin America. For oil markets, the response has been muted. For the Middle East and North Africa, the implications run deeper, touching on energy security, geopolitical precedent and the uncomfortable question of whether oil still reshapes the world order in the way it once did.</p><h2 id=\"oil-riches-and-production-ruin\">Oil riches and production ruin</h2><p>Venezuela sits atop an estimated <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">303 billion barrels</a> of proven oil reserves, about 17 percent of the global total and more than Saudi Arabia, whose reserves stand at about 267 billion barrels.</p><p>Yet, oil production by the two nations tells a starkly different story.</p><p>According to data from the Organization of the Petroleum Exporting Countries (OPEC), Venezuela produced 934,000 barrels per day in November, less than 1 percent of global demand and a shadow of the more than 3 million barrels a day it used to pump in the late 1990s and early 2000s.</p><p>The drop-off began under former President Hugo Chavez and carried on with Maduro. Then came <a href=\"/news/2025/12/31/us-imposes-more-sanctions-on-tankers-transporting-venezuelan-oil\">US sanctions</a> in January 2019 on Maduro’s second inauguration as president.</p><p>The sanctions were aimed at forcing a change in Venezuela’s government. Their core mechanism was to sever the state’s oil income by closing a critical loophole – oil-for-debt swaps – that triggered the final, steep collapse of the country’s economy and oil industry.</p><p>The US also imposed a full embargo on all transactions with the PDVSA, Venezuela’s state oil company, threatening secondary sanctions on any foreign entity doing business with it. The sanctions halted oil exports to Venezuela’s key remaining markets like India and the European Union, and prevented the import of diluent chemicals needed to process Venezuela’s heavy crude.</p><p>So when the Venezuelan government was starved of its source of hard currency, it resorted to having the central bank print more money, triggering a wave of hyperinflation that obliterated salaries and savings. The ensuing humanitarian crisis was a primary driver behind the mass exodus of nearly 8 million Venezuelans that began in 2019.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Carole Nakhle, CEO of Crystol Energy, an energy advisory firm, said Venezuela’s oil industry was already hollowed out long before the sanctions.</p><p>“The collapse predates sanctions,” she told Al Jazeera. “Chronic mismanagement, politicisation and underinvestment weakened the industry long before restrictions were imposed. Sanctions then accelerated and deepened the decline by restricting finance, operations and market access.”</p><p>Years of capital flight, loss of technical expertise and decaying infrastructure left PDVSA struggling to maintain even basic operations.</p><h2 id=\"why-didn-t-the-markets-panic\">Why didn’t the markets panic?</h2><p>Despite the US military intervention, oil prices fell. Brent crude slipped to about $60 a barrel while West Texas intermediate (WTI) dropped below $58. On Monday, oil stocks dipped in the Asian markets as investors weighed the impact of the US abduction of Maduro.</p><p>The explanation behind the drop lies in oversupply.</p><p>New barrels are entering the market from Brazil, Guyana, Argentina and the US. OPEC+ has begun unwinding voluntary cuts totalling nearly 4 million barrels a day while the International Energy Agency projected supply could exceed demand by as much as 2 million barrels per day in 2026.</p><p>The markets’ lack of reaction allows the US intervention to be framed as a clean, surgical and necessary act. It masks the long-term reality.</p><p>Rebuilding Venezuela’s oil industry is the work of a decade, requiring hundreds of billions of dollars in investment and technological transfers that its new US-aligned managers will be eager to provide. When those barrels finally come, they will aim to structurally weaken OPEC+ and, as some analysts predicted, deliberately crash prices to cripple rivals like Russia.</p><p>Cornelia Meyer, chairperson and chief economist of LBV Asset Management, said expectations of a near-term Venezuelan shock are misplaced.</p><p>“Even a full return of sanctioned Venezuelan barrels would represent less than 1 percent of global supply,” she told Al Jazeera. “Markets would absorb it rather than be flooded by it.”</p><h2 id=\"the-kind-of-oil-that-still-matters\">The ‘kind of oil’ that still matters</h2><p>Yet Venezuela’s significance is not about volume alone. It is about quality.</p><p>Most Venezuelan crude is “heavy”, similar to that from Canada’s tar sands. Many US Gulf Coast refineries were originally built to process this type of oil. While some have adapted over time, heavy crude remains critical to the US refining system.</p><p>Despite being the world’s largest oil producer, the US still imports large quantities of crude. About 70 percent of US crude imports are heavy oil, and roughly 60 percent of that comes from Canada.</p><p>Nakhle noted that this is where Venezuela could re-enter the system – slowly.</p><p>“A meaningful short-term increase is unlikely,” she said. “Activity is largely limited to stabilising existing output. Any material growth would require sustained capital, technology transfer and institutional reform.”</p><p>Not everyone shares that caution.</p><p>Tony Franjie, head of energy fundamentals at SynMax Intelligence, believes the US intervention will fundamentally change the trajectory of the oil market.</p><p>“I would not underestimate the ability of US oil companies to increase Venezuelan production faster than anyone predicts,” he told Al Jazeera. “Chevron will be the main player, and these refineries were built for Venezuelan crude.”</p><p>“Get ready for sub-$50 WTI,” he said. “The oil market is already oversupplied, and this just adds pressure.”</p><p>Franjie argued that Venezuela’s return could push oil prices sharply lower and Canada would be the biggest casualty.</p><p>Meyer, however, remained sceptical. “Upstream production is not a light switch,” she cautioned. “Even with political change, infrastructure constraints do not disappear overnight.”</p><figure id=\"attachment_4215711\" aria-describedby=\"caption-attachment-4215711\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215711\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Venezuela-relations-in-2025-JAN-4-2026-1767593147.png?quality=80\" alt=\"INTERACTIVE - US-Venezuela relations in 2025 - JAN 4, 2026-1767593147\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215711\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-does-it-mean-for-the-middle-east\">What does it mean for the Middle East?</h2><p>For oil markets, Venezuela is a footnote in an age of abundance. For the Middle East, it is a reminder that interventions rarely stay contained and oil, while diminished, still pulls geopolitics in <a href=\"/news/2026/1/4/venezuelas-oil-not-alleged-drug-trafficking-caught-trumps-eye\">dangerous directions</a>.</p><p>For Middle Eastern producers, increased Venezuela production does not pose an immediate threat.</p><p>Countries like Saudi Arabia and Iraq operate at a scale Venezuela cannot match in the foreseeable future. Even optimistic projections would leave Venezuelan production too small to materially affect Middle Eastern export strategies.</p><p>What matters more is the “precedent” the US action sets.</p><p>Interventions in Iraq and Libya triggered long-term instability that rippled across the region. Venezuela, with a population of 30 million people, risks a similar fate.</p><p>Nakhle warned that instability, not oil supply, is the real risk.</p><p>“Markets can handle Venezuelan barrels,” she said. “They cannot easily price prolonged political disorder.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"beyond-oil-strategic-undercurrents\">Beyond oil: Strategic undercurrents</h2><p>Washington has insisted the Venezuela operation was not just about energy.</p><p>China controls more than 90 percent of the global refining capacity for rare earth minerals. China has deep economic ties to Venezuela, backing PDVSA financially and embedding itself in mining operations producing critical minerals used in advanced weapons systems.</p><p>Iran reportedly established drone manufacturing facilities on Venezuelan soil while Russia deployed military advisers – developments that align closely with the threats outlined in Trump’s 2025 US National Security Strategy, which marks a shift from post-Cold War US policy because it rejects global hegemony for an America First realism.</p><p>From Washington’s perspective, Venezuela has become a strategic outpost for rival powers in the traditional US sphere of influence.</p><p>The intervention has revived longstanding claims that challenges to the dollar-denominated oil trade invite US retaliation. Venezuela had increasingly accepted yuan and other currencies for crude while seeking closer alignment with the BRICS bloc, which includes Russia and China.</p><p>But experts cautioned against overstating this. Oil today trades in multiple currencies, and the dollar’s dominance rests more on financial depth and trust than enforcement.</p><p>As Meyer put it: “The petrodollar is evolving, not collapsing. Venezuela alone cannot end it.”</p><p>Trump said US companies will help rebuild Venezuela’s oil industry. History and his country’s track record offer little reassurance.</p><p>Iraq and Libya are proof that a change in government does not guarantee a recovery. Oil infrastructure takes years to rebuild. Institutions take even longer.</p><p>Venezuela’s reserves remain underground. Whether they become a source of stability – or another chapter in oil’s long history of conflict – is far from settled.</p></div></div></body></html>"
        },
        {
            "title": "Patients evacuated after Russian strike hits Kyiv clinic | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-05T11:44:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767613372.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Thousands of forced disappearances under Hasina rule in Bangladesh: Inquiry | Sheikh Hasina News | Al Jazeera",
            "time": "2026-01-05T11:13:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251117__849B2CQ__v1__HighRes__FilesBangladeshPoliticsTrial-1763916972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh has revealed that enforced disappearance cases connected to ousted leader <a href=\"/news/2025/11/19/bangladeshs-test-after-hasina-conviction-will-it-repeat-her-mistakes\">Sheikh Hasina</a> could number a staggering 4,000 to 6,000 people.</p><p>A new report by the Commission of Inquiry on Enforced Disappearances on Sunday said a total of 1,913 complaints were filed with it over disappearances, of which 1,569 were considered to have disappeared by “definition after verification selection”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Among these, 287 allegations have fallen in the ‘Missing and Dead’ category,” the report, which was posted on Facebook by Bangladesh’s Chief Adviser Muhammad Yunus, read.</p><p>However, commission member Nabila Idris said the number of enforced disappearances could be between 4,000 and 6,000.</p><p>“Contacting many victims of the missing finds more victims through those who have not contacted us, don’t know about us or have moved to another country. There are many people with whom, even if we communicate ourselves, they did not agree to speak on record,” Idris said.</p><p>In November, Hasina was sentenced to <a href=\"/video/newsfeed/2025/11/17/demonstrators-cheer-guilty-verdict-for-former-bangladeshi-pm-hasina\">death in absentia</a>, months after fleeing to India, over the brutal crackdown by security forces during the 2024 student-led protests, which killed hundreds.</p><p>According to the commission, which was founded after Hasina’s ouster, members said there was a “primarily political motive” behind the forced disappearances.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Of those who had disappeared and returned alive, 75 percent were Jamaat-e-Islami members, and 22 percent were Bangladesh Nationalist Party (BNP) members and leaders, the two main political opponents of Hasina’s Awami League.</p><p>“Among those still missing, 68 percent of them are BNP and organisation leaders and 22 percent [are from the] Jamaat-Camp,” the report explained.</p><p>According to the report, evidence towards the disappearances pointed towards Awami League chief Hasina, her defence adviser Tarique Ahmed Siddique, and former Home Minister Asaduzzaman Khan Kamal.</p><p>It claimed that Hasina had ordered the disappearance of BNP leaders Ilias Ali, Hummam Quader Chowdhury, Salahuddin Ahmed, Chowdhury Alam; Jamaat-e-Islami leaders, Abdullahil Amaan Azmi, Mir Ahmad Bin Quasem, and Maruf Zaman.</p><p>Yunus, the interim government head, thanked the members of the inquiry for their ongoing work investigating forced disappearances, calling it “historic”.</p><p>“This report is a documentation of how people can be treated with democracy by shaking all the institutions in Bangladesh in double standards,” he said.</p><p>“Those who made this horrible incident are people like us. They are living normal lives in society by causing the most brutal events. We as a nation must come out of this atrocity forever. We need to find the cure to let this atrocity never return,” he added.</p><p>Late last month, Bangladesh mourned the death of Khaleda Zia, three-time prime minister and longtime leader of the BNP, and Hasina’s key rival.</p><p>Khaleda’s death marked the end of an era. The big question in the nation now is whether her son, <a href=\"/features/2026/1/1/khaleda-zias-death-marks-key-test-for-bangladeshs-bnp-ahead-of-elections\">Tarique Rahman</a>, will build on her political legacy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel extends Gaza occupation beyond ‘yellow line’ in north, bombs south | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-05T10:48:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260102-40139976-40139970-DAILY_STRUGGLE_OF_PALESTINIANS_UNDER_HARSH_WINTER_CONDITIONS-1767344782.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli military has spent the past 24 hours expanding the so-called “yellow line” in eastern Gaza, particularly in eastern Gaza City’s Tuffah, Shujayea, and Zeitoun neighbourhoods, according to Al Jazeera teams on the ground, squeezing Palestinians into ever smaller clusters of the enclave.</p><p>The Israeli army’s actions on Monday are also pushing it closer to the key artery of Salah al-Din Street, forcing displaced families sheltering near the area to flee as more of them come under intensive threat, as Israel’s genocidal war on Gaza shows no signs of abating.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel now physically occupies more than 50 percent of the Gaza Strip.</p><p>Since the ceasefire took effect, Israeli attacks have killed at least 414 Palestinians and injured 1,145 in <a href=\"/search/israel%20gaza%20ceasefire%20violations\">daily truce violations </a>despite the ceasefire deal mediated by the United States on October 10.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said, “The ongoing Israeli attacks on the ground, the expansion of the ‘yellow line’ are meant to eat up more of the territory across the eastern part, really shrinking the total area where people are sheltering.”</p><p>“Everyone is cramped here. The population here not just doubled but tripled in many of the neighbourhoods, given the fact that none of these people is able to go back to their neighbourhoods. We’re talking about Zeitoun, Shujayea, as well as Tuffah,” he added.</p><p>“It was not until the past few minutes that the sounds of hums, the drones buzzing, faded away, but it had been going on for the past night and all of yesterday. Ongoing explosions that could be heard clearly from here,” Mahmoud said.</p><p>Intense artillery bombardment and helicopter fire also resumed on Monday in the areas south of the besieged enclave, north and east of the cities of Rafah and Khan Younis.</p><p>On Sunday, Israel launched more attacks into parts of Gaza outside its direct military control. At least <a href=\"/news/2026/1/4/israel-launches-deadly-strikes-in-gaza-in-new-ceasefire-violations\">three Palestinians were killed</a> in separate Israeli attacks in Khan Younis, medical sources told Al Jazeera.</p><p>A five-storey building belonging to the al-Shana family in the Maghazi camp in central Gaza collapsed. It had been subjected to Israeli bombing at the end of 2023.</p><p>Civil Defence teams are searching for missing people under the rubble. The Wafa news agency reported that at least five people were injured.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-push-to-make-rafah-crossing-one-way-exit\">Israeli push to make Rafah crossing ‘one-way exit’</h2><p>Expectations have heightened around the possible reopening of the Rafah crossing, fuelling both desperate hope and deep fear.</p><p>For many in Gaza, there is some hope it could offer a lifeline, allowing the sick and wounded to access medical care, reuniting separated families, and giving some people a rare chance to move in or out of the Strip. Some also see it as a potential sign of easing restrictions.</p><p>But fears remain strong. Many worry the opening will be limited and temporary, benefitting only a few. Others fear it could become a one-way exit, raising concerns about permanent expulsion, effectively Israeli ethnic cleansing, and whether those who leave will be allowed to return.</p><p>“Until this moment, there’s nothing on the ground other than the headlines we’ve been reading over the past couple of days, the expectation now that within days the Rafah crossing is going to open and allow for movement in and out of Gaza. So far, we know the Israeli military is pushing for Rafah to be just a one-way exit,” Al Jazeera’s Mahmoud reported.</p><p>After months of uncertainty, people in Gaza who have suffered unimaginable loss and destruction are cautious. Even the possibility of relief comes with questions and little trust in what will happen next.</p><p>At least 71,386 Palestinians have been killed and 171,264 injured since the start of the war in October 2023, according to the latest figures from Gaza’s Ministry of Health. At least 420 people have been killed since the ceasefire was agreed upon three months ago.</p><p>The Israeli military continues to block a large amount of international humanitarian aid amassing at the Gaza crossings, while maintaining that there is <a href=\"/news/2026/1/2/countries-demand-israel-lift-gaza-aid-restrictions-as-palestinians-suffer\">no shortage of aid</a> despite testimonies by the United Nations and others working on the ground.</p></div></div></body></html>"
        },
        {
            "title": "What will happen to parts of Venezuela’s economy affected by US sanctions? | News | Al Jazeera",
            "time": "2026-01-05T10:37:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/RODRIGUEZ169-1767609406.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Amorim sacked by Man United; Fletcher named as interim manager | Football News | Al Jazeera",
            "time": "2026-01-05T10:28:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/2025-05-08T190348Z_248686080_UP1EL581GYBQ5_RTRMADP_3_SOCCER-EUROPA-MUN-ATH-REPORT-1746731320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amorim sacked by Man United; Fletcher named as interim manager</h1><p class=\"article__subhead\"><em>Ruben Amorim’s tumultuous reign as manager comes to an end after 14 months, as academy coach Darren Fletcher takes over temporarily.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United have sacked Ruben Amorim as manager, bringing an end to his chaotic 14-month reign.</p><p>“Ruben Amorim has departed his role as head coach of Manchester United,” the Premier League club said in a statement on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Former United player and academy coach Darren Fletcher has been brought in on an interim basis and will take charge of the team for their next game against Burnley on Wednesday.</p><p>“With Manchester United sitting sixth in the Premier League, the club’s leadership has reluctantly made the decision that it is the right time to make a change,” the statement added.</p><p>“This will give the team the best opportunity for the highest possible Premier League finish.”</p><p>“The club would like to thank Ruben for his contribution to the club and wishes him well for the future.”</p><p>After he was brought in from Sporting Clube de Portugal amid fanfare in November 2024, Amorim led United to 24 wins during his 63 games in charge.</p><p>The 40-year-old also led the team to a UEFA Europa League final in Bilbao in May.</p><p>Amorim’s last game in charge was on Sunday against Leeds United, where the former champions drew 1-1.</p><p>Following the game, an irate Amorim held a fiery news conference and underlined that his job was as United’s manager rather than just the coach.</p><p>He then went on to remind the scouting department and sporting director “to do their job” and cut off reporters with a sharp rebuke about “selective information” before launching into an emphatic defence of his position.</p><p>The Portuguese manager had alluded to frustration behind the scenes in the build-up to the match and refused to clarify his recent comments about the club’s transfer plans.</p><p>United, 20-time English champions, have not won the Premier League since 2013, in Alex Ferguson’s final season in charge.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s bid to commandeer Venezuela’s oil sector faces hurdles, experts say | Business and Economy | Al Jazeera",
            "time": "2026-01-05T09:48:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25355780619234-1767577694_379618-1767578150.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has promised to “take back” Venezuela’s oil reserves and unleash them onto the global market after <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abducting</a> Venezuelan President <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">Nicolas Maduro</a>.</p><p>But <a href=\"/news/2026/1/4/venezuelas-oil-not-alleged-drug-trafficking-caught-trumps-eye\">exploiting</a> the Latin American country’s vast reserves would face a host of big hurdles, from decrepit infrastructure and legal obstacles to leadership uncertainty in Caracas and an excess supply of oil in the global market, experts say.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Venezuela possesses the world’s largest known oil reserves – estimated to be some 303 billion barrels – but currently produces only a tiny fraction of global output. Its estimated output was 860,000 barrels per day (bpd) in November, less than 1 percent of the world’s total, compared with 3.7 million bpd during peak production in 1970.</p><p>The oil sector’s decline has been blamed on the combined effects of US sanctions and years of underinvestment, mismanagement and corruption under Maduro and his left-wing predecessor, Hugo Chavez.</p><p>While the Trump administration could boost supply in the short term by lifting sanctions, restoring Venezuela’s output to anything near peak levels would require huge investment and likely take years, according to energy analysts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"venezuela-s-oil-infrastructure-is-in-poor-shape\">‘Venezuela’s oil infrastructure is in poor shape’</h2><p>Oil prices moved only slightly in trading on Monday amid market expectations that output would remain largely unchanged for the foreseeable future.</p><p>“Venezuela’s oil infrastructure is in poor shape overall, due to lack of maintenance for both equipment and oilfield wells,” Scott Montgomery, a global energy expert at the University of Washington, told Al Jazeera.</p><p>“The state oil company, PDVSA, is well known to suffer from corruption and lack of expertise – many well-trained people have left the country to work elsewhere – and has been unable to invest in the country’s petroleum sector,” Montgomery added.</p><p>Thomas O’Donnell, an energy and geopolitical analyst based in Berlin, Germany, estimated that Venezuela could return to peak production in five to seven years in the “absolute best” circumstances, including a peaceful transfer of power.</p><p>“Longer term, if things are sorted out, yes, Venezuela can become one of the world’s biggest producers of oil. As far as how long that takes, that has all to do with the transition and what is put in place to manage that – both the country’s security and also to manage the investments,” O’Donnell told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mixed-messaging-from-trump-administration\">Mixed messaging from Trump administration</h2><p>Trump’s administration has provided conflicting messages on Washington’s exact plans for Venezuela and its oil reserves.</p><p>On Saturday, Trump said the US would “run” Venezuela and that US oil companies were ready to invest billions of dollars to build up the country’s dilapidated infrastructure and “get the oil flowing”.</p><p>In interviews with US media on Sunday, US Secretary of State Marco Rubio sought to downplay Trump’s remarks about controlling the country, saying the president was referring to “running policy” and his plans related to spurring private investment, “not securing the oilfields”.</p><p>Trump later on Sunday said Washington was “in charge” of the country and was “dealing with” members of the acting administration without providing details.</p><p>Under international law, the US has no claim of ownership over Venezuela’s oil reserves, as sovereign states possess the right to control and use their natural resources under the United Nations-endorsed Principle of Permanent Sovereignty over Natural Resources.</p><p>Foreign investors, however, can claim compensation when authorities seize their assets.</p><p>ExxonMobil and ConocoPhillips were awarded $1.6bn and $8.7bn, respectively, in international arbitration following the Chavez government’s 2007 nationalisation of the oil sector. Caracas did not pay out in either case.</p><p>US oil giants, including Chevron, ExxonMobil, and ConocoPhillips, have not commented directly on Trump’s claims about planned investments in Venezuela.</p><p>Chevron is the only large US oil company currently operating in Venezuela, the result of an exemption to US sanctions first granted by the administration of former President Joe Biden.</p><p>Consultancy Rystad Energy, based in Oslo, Norway, has estimated that Venezuela’s oil sector would need about $110bn in capital investment to return to its mid-2010s output of about 2 million bpd.</p><p>Patrick De Haan, an analyst at energy price tracker GasBuddy, said companies may be reluctant to commit to large investments in the country when global oil prices are hovering around $60 a barrel due to a glut of supply.</p><p>“It will take a longer amount of time than many likely realise. Oil companies in a low-priced environment of today would likely be cautious investing billions with oil prices already low,” De Haan told Al Jazeera.</p><p>“In addition, Trump seizing Maduro could lead to loyalists sabotaging efforts to increase output. A lot would have to go right to yield the most optimistic timelines.”</p><p>US companies are likely to carefully weigh political developments in Venezuela following their experiences with the Chavez government’s expropriation of their assets.</p><p>“Oil companies are not likely to rush into a situation where the state is in turmoil, security is lacking, and no clear path forward for political stability exists,” the University of Washington’s Montgomery said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"maduro-due-in-court-in-new-york\">Maduro due in court in New York</h2><p>Interim President <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who was Maduro’s deputy, is now leading the country following a ruling by Venezuela’s Supreme Court.</p><p>Maduro is scheduled to appear in a New York court on Monday to face charges related to alleged drug trafficking and working with criminal gangs.</p><p>Venezuela’s government has condemned the Trump administration over Saturday’s bombing and overthrow of Maduro, labelling his capture a “cowardly kidnapping”.</p><p>Russia, China, Iran and Brazil, among other countries, have accused Washington of violating international law, while nations including Israel, Argentina and Greece have welcomed Maduro’s forced removal.</p><p>OPEC, which sets limits on production for its 12 members, including Venezuela, is another factor in the Latin American country’s potential oil output.</p><p>“Venezuela is a member of OPEC, and like many countries, may become more actively subject to quotas if output climbs,” De Haan said.</p><p>Phil Flynn, a market analyst at the Price Futures Group, said reviving Venezuela’s oil production would face “significant challenges”, but he was more bullish about the near-term prospects than other analysts.</p><p>He said the market could conceivably see a couple of hundred thousand more barrels a day coming online in the coming months.</p><p>“We’ve not had a free Venezuela, and sometimes the US energy industry has the capability to do a lot more than people give them credit for,” Flynn told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "What is the US charging Nicolas Maduro with? | Explainer News | Al Jazeera",
            "time": "2026-01-05T09:19:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-07-25T110051Z_870521246_RC2W1Y9PYO1D_RTRMADP_3_VENEZUELA-ELECTION-MADURO-PROFILE-1767513250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan President Nicolas Maduro, who was abducted from Caracas along with First Lady Cilia Flores, is expected to appear in a US court soon.</p><p>The United States abducted the couple on Saturday and flew them by helicopter to a US warship – and then to New York in the US, where they will stand a trial on multiple US charges.</p><p>Here is everything you need to know about what the US is accusing Maduro of.</p><h2 id=\"where-were-maduro-and-his-wife-indicted\">Where were Maduro and his wife indicted?</h2><p>The indictment was filed in the Southern District of New York under seal before Christmas Day, December 25.</p><p>The document, which was unsealed on Saturday, accuses the abducted Venezuelan president of heading a “corrupt, illegitimate government” fuelled by an extensive drug-trafficking operation that flooded the US with thousands of tonnes of cocaine.</p><p>In the indictment, Maduro is charged alongside his wife, his son, and three others.</p><p>The charges are the same as those in an earlier indictment brought against him in a Manhattan federal court in 2020, during the first term of US President Donald Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-charges\">What are the charges?</h2><p>The main charges brought against Maduro and his identified associates relate to “narco-terrorism” and conspiracy to import cocaine. The offences carry potential maximum sentences of life imprisonment under US law.</p><p>In the indictment, charges are on four counts: “narco-terrorism” conspiracy, cocaine importation conspiracy, possession of machine guns and destructive devices, and conspiracy to possess machine guns and destructive devices.</p><p>The US officials accuse Maduro and others of working hand in hand with the region’s largest drug trafficking groups, including in Colombia and Mexico.</p><p>The US’s own data shows that Venezuela is not among the world’s major drug producers.</p><p>Trump has recently claimed that Maduro is behind the Tren de Aragua gang that Washington has proscribed as a “Foreign Terrorist Organisation (FTO)”.</p><p>But US intelligence agencies have said that there is no evidence that Maduro is linked to Tren de Aragua.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-accusations-against-maduro\">What are the accusations against Maduro?</h2><p>In the indictment, the US law authorities have focused on Venezuela’s decades-long role in the cocaine trade.</p><p>“For over 25 years, leaders of Venezuela have abused their positions of public trust and corrupted once-legitimate institutions to import tons of cocaine into the United States,” the indictment’s introduction reads.</p><p>It identifies Maduro as “at the forefront of that corruption,” claiming he aimed to “transport thousands of tons of cocaine to the United States”.</p><p>“[Maduro] allows cocaine-fueled corruption to flourish for his own benefit, for the benefit of members of his ruling regime, and for the benefit of his family members,” the indictment notes.</p><p>The document also alleges that Maduro “provided Venezuelan diplomatic passports to drug traffickers and facilitated diplomatic cover for planes used by money launderers to repatriate drug proceeds from Mexico to Venezuela.”</p><p>Read the full text of the indictment <a href=\"https://www.justice.gov/opa/media/1422326/dl\" target=\"_blank\" rel=\"noopener\">here</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-are-the-others-accused\">Who are the others accused?</h2><p>In the indictment, US authorities have also charged five other individuals.</p><p>They include Maduro’s wife, Flores, and son, Nicolas Maduro Guerra, who were identified as central to the US prosecutors’ corruption case.</p><p>Diosdado Cabello, the current minister of interior, justice and peace, and former Interior Minister Ramon Rodriguez Chacin are also charged in the indictment.</p><p>Also accused is Tren de Aragua boss Hector Rusthenford Guerrero Flores, widely known by his alias, Nino Guerrero.</p><p>The US forces only abducted Maduro alongside his wife in the Saturday raid.</p><p>In the indictment, the US accused Flores of ordering kidnappings, beatings, and murders “against those who owed them drug money or otherwise undermined their drug trafficking operation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-have-us-officials-said-about-maduro-s-abduction\">What have US officials said about Maduro’s abduction?</h2><p>US Attorney General Pam Bondi said in a post on X on Saturday that Maduro and his wife “will soon face the full wrath of American justice on American soil in American courts”.</p><p>US Secretary of State Marco Rubio and Dan Caine, the chairman of the Joint Chiefs of Staff, told a press conference that the military raid to abduct Maduro was an action carried out on behalf of the US Department of Justice.</p><p>Responding to a question about whether the US Congress was notified before the attack, Rubio told reporters that the raid was “basically a law enforcement function”, adding that it was an instance in which the “Department of War supported the Department of Justice”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mixed messages from Trump administration on US ‘running’ Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-05T08:50:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767602936.jpg?resize=1920%2C1074&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s acting president meets cabinet ministers | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-05T08:42:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767602474.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syria’s new currency removes al-Assad family images, seeks to boost economy | Syria's War News | Al Jazeera",
            "time": "2026-01-05T08:23:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767595542.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New banknotes have arrived at money exchanges across Syria, replacing those showing ousted longtime ruler Bashar al-Assad and his family, as the fledgling government hopes the Syrian pound can regain some of the value lost over more than a decade of war.</p><p>The redesigned notes have been months in the making and are part of a broader effort to <a href=\"/economy/2025/1/8/rebuilding-syrias-economy-can-stability-return-after-war\">stabilise and revitalise the economy</a> and rebrand the state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Syrian pound’s value has been drained, and inflation recently reached triple digits. Towards the end of 2025, an unnamed official told the Reuters news agency that the Central Bank of Syria had just $200m in foreign exchange reserves. At the end of 2010, it had $17bn.</p><p>Improving the standing of the Syrian pound is among the greatest challenges for Syria’s new authorities, alongside recurrent internal and external security challenges.</p><p>Two zeros have been removed from the old currencies in a process known as redenomination.</p><p>After unveiling the banknotes last week, Syrian leader Ahmed al-Sharaa said the new currencies mark “the end of a previous, unlamented phase and the beginning of a new phase that the Syrian people … aspire to”.</p><p>“The new currency design is an expression of the new national identity and a move away from the veneration of individuals.”</p><p>The new bills, which range from 10 to 500 Syrian pounds, entered circulation on January 1. They show images of roses, wheat, olives, oranges and other agricultural symbols for which Syria is famous.</p><figure id=\"attachment_4215799\" aria-describedby=\"caption-attachment-4215799\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215799\" src=\"/wp-content/uploads/2026/01/Screenshot-2026-01-05-095125-1767596118.png?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"Syria economy [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215799\" class=\"wp-caption-text\">Syrians were forced to carry huge wads of old banknotes even for basic needs like grocery shopping [Screengrab/Al Jazeera]</figcaption></figure><h2 id=\"ridiculous-to-see-al-assad-on-pound\">‘Ridiculous’ to see al-Assad on pound</h2><p>Muhammad Zaar, a Damascus resident, told Al Jazeera that he was happy with the change.</p><p>“At least we get rid of this previous president. It is ridiculous to see his picture on our money,” he said.</p><p>Al Jazeera’s Ayman Oghanna, reporting from Damascus, said the move was aimed at simplifying transactions, boosting economic recovery and rebranding the country.</p><p>“What a country prints on its currency says a lot about what it wants to be,” Oghanna said.</p><p>“These new denominations are designed to make a clean break from Syria’s past while legitimising its new government.”</p><p>The Syrian authorities have been striving to bring life back to a flatlining economy, including its payment systems, after nearly 14 years of ruinous civil war.</p><p>Since the start of the war in 2011, the pound, before it was denominated, had plunged from 50 to about 11,000 against dollars. Syrians had to carry huge wads of banknotes even for basic needs, such as grocery shopping.</p><p>The removal of the zeros does not impact the currency’s value.</p><p>The United States announced its permanent lifting of the so-called Caesar sanctions, paving the way for the return of investments to Syria after years of economic isolation.</p><p>Moreover, Gulf Arab states, including Qatar and Saudi Arabia, have made <a href=\"/news/2025/8/6/syria-signs-14bn-infrastructure-deals-will-revamp-damascus-airport\">significant financial investments</a> worth billions in the nation, creating an additional economic lifeline.</p><figure id=\"attachment_4215805\" aria-describedby=\"caption-attachment-4215805\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215805\" src=\"/wp-content/uploads/2026/01/go-1767596341.png?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Syria economy [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215805\" class=\"wp-caption-text\">Damascus residents say it will be easier to carry money around after the changes [Screengrab/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "The Yemeni crisis: More complexity and many repercussions | Military | Al Jazeera",
            "time": "2026-01-05T08:15:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a390e4004-1767520526.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Events in Yemen are escalating quickly and dramatically, reaching the point of armed clashes erupting between the Arab coalition supporting the internationally recognised government in Yemen, led by Saudi Arabia, and the so‑called “Southern Transitional Council” (STC), backed by the United Arab Emirates.</p><p>Many view these developments as a natural outcome of a long, cumulative trajectory of complexities the country has experienced since the civil war erupted in late 2014, and the humanitarian and economic repercussions that followed.</p><p>External interventions had a profound impact in creating political and administrative chaos that intensified internal divisions and exposed what remained of the legitimate state to further weakness, culminating in the loss of its most important sovereign tools: unity of territory and decision-making. These developments and events add further complexity to an already complex picture, and Yemen will not be safe from their future repercussions.</p><p>On the other hand, others view the situation from another, less bleak angle. The strong reaction to the STC’s moves — on the part of the Yemeni president (chairman of the Presidential Leadership Council, or PLC) and, behind him, the Saudi‑led Arab coalition — is a new and important variable, completely different from the usual approach to many similar events. So, there is hope that these events and changes will mark a new phase that works to correct the imbalances and deviations that accompanied the Arab coalition’s intervention over more than a decade.</p><p>Watching carefully are the Houthi rebels in northern Yemen, who have remained silent, apparently waiting to see what these events will produce as they continue to strike at the unity of the components of the Arab coalition’s leadership and undermine the legitimate government. In any case, they realise that the eventual outcome will ultimately be in their favour. Therefore, the Houthis, according to multiple reports, are currently intensifying their military preparations, redeploying and dispersing their forces along the theatre of operations adjacent to contact points on the fronts: the northeast (Marib), and the southwest in Taiz and Bab al-Mandeb, preparing for zero hour.</p><p>So, what is the nature and background of this bilateral conflict between allies? Where have these events and developments led Yemen, and where will they lead it? And what are their implications for the future of the country and the region?</p><p>There is broad agreement that what is happening today is merely an initial result of a deep internal conflict of interests between the two main coalition states — Saudi Arabia and the UAE. Although most of this conflict remained hidden, its accumulations continued to roll and grow like a snowball.</p><p>To understand how matters reached this point of an explosion of conflict between allies, we must first understand the background of this rivalry and conflict.</p><p>In late March 2015, Saudi Arabia led a coalition of 10 Arab and Muslim countries to intervene militarily in Yemen — later it was called the Coalition to Support Legitimacy in Yemen, with the aim of restoring the authority of Yemen’s former legitimate president, Abd-Rabbu Mansour Hadi, from the grip of the Houthi coup forces.</p><p>At the outset, the coalition achieved major, tangible successes on the ground before differences began to emerge between the two main allies, Saudi Arabia and the UAE.</p><p>There is a widespread and well‑grounded belief that the UAE entered this war with a plan to achieve purely geopolitical and strategic interests. Some argue, however, that this was not necessarily the case at the beginning, but that it may later have turned to exploiting weakness, vacuum, and internal divisions in order to redraw its strategy anew in light of that.</p><p>On the ground, the UAE formed, trained, and financed local forces loyal to it, using them to achieve its own objectives, away from the coalition and the legitimate government. Within just two years of its intervention, it managed — through its own local forces — to impose control over all strategic maritime outlets along southern and eastern Yemen, reaching the western coast of Taiz governorate in the country’s southwest, where the strategic Bab al-Mandeb Strait lies.</p><p>Over 10 years of the coalition’s intervention, the UAE established and built a hard-hitting army of its own militias, becoming the strongest force on the ground and the greatest threat to the interests of its ally (Saudi Arabia) in Yemen, including the system and the legitimate government that it had supported and sponsored from the outset. It can be affirmed that Riyadh committed fatal strategic mistakes in dealing with these deviations, remaining silent and failing to take decisive action on the ground to curb its ally’s overreach — perhaps settling for minor protective measures, and often acting merely as a “mediator” to resolve disputes that flared up from time to time — until the axe finally struck the head.</p><h2 id=\"military-escalation\">Military escalation</h2><p>In early December, the STC, which was founded and backed by the UAE, triggered a military escalation by seizing control of the governorates of Hadramout and al-Mahra in eastern Yemen. This angered Saudi Arabia and pushed it out of its usual diplomacy and calm. Many may interpret this major shift in its policy as stemming from the fact that it views these two eastern governorates bordering it as a geographic extension of its national security, and that any compromise to their security constitutes a direct threat to its national security, something Riyadh stated explicitly in its recent statements issued in the wake of the crisis.</p><p>Accordingly, the head of the PLC dealt with these developments with great seriousness, describing them as unacceptable “unilateral measures”. Under the authority granted by the Power Transfer Declaration (April 2022), he called on the Saudi-led Arab coalition to intervene militarily.</p><p>The next day, coalition aircraft struck military equipment that had arrived on two ships from the UAE’s Fujairah port to the port of Mukalla in Hadramout. In response, Yemeni President Rashad al-Alimi declared a state of emergency and called on the UAE to end its presence in Yemen. Later that day, the UAE Ministry of Defence announced the withdrawal of what remained of its forces in Yemen (the UAE had previously announced in October 2019 that it was withdrawing its forces from Yemen).</p><p>The military escalation led to major, rapidly unfolding military and political repercussions, particularly after the STC continued to refuse to heed calls and threats by the coalition leadership and the Yemeni president to withdraw its forces from the two governorates.</p><p>Someone could ask: Why does the STC refuse to withdraw its forces despite the threats and successive strikes? The answer is that doing so would deal a powerful blow to its secessionist project. Clearly, the council’s takeover of these two governorates — both of which reject its project — raised broad hopes among southern separatists of declaring their state, but Saudi Arabia’s decisive intervention (in the name of the Arab coalition) dealt a crushing blow to that project.</p><h2 id=\"escalation-and-repercussions\">Escalation and repercussions</h2><p>With the start of the new year, government ground forces — formed by the Yemeni president through a presidential decision on January 27, 2023 under the name Homeland Shield, with Saudi support — began moving towards Hadramout and al-Mahra (east) to liberate them from STC forces, under air cover and support from coalition aircraft, and liberation and control operations began. In response, forces from the UAE-backed Giants Brigades, coming from Taiz’s western coast, moved towards Hadramout governorate to reinforce and support STC forces.</p><p>Amid the accelerating escalation and its repercussions, the head of the STC, Aidarous al-Zubaidi — also a member of the PLC — moved quickly to issue what he called a “constitutional declaration” (January 2, 2026), in which he announced what he termed the independent “State of the Arab South”, during a two-year transitional period.</p><p>While the country’s official institutions at the national, regional, and global levels have so far ignored this declaration, many Yemenis dealt with it ambivalently, each according to their affiliations and loyalties.</p><p>For the Southern separatists, they expressed overwhelming joy at the announcement of their state, while their opponents mocked the move as a leap over reality, an attempt to escape forward over facts and local and international laws and regulations. Some considered it merely a desperate attempt to rid the council of the pressure of promises it had made to those dreaming of secession, at a time when it became evident that secession was no longer easy after the recent events and developments.</p><p>Regardless of interpretations, even if this declaration has no legal effect, its political, economic, and administrative impacts will not be easy, whether in terms of deepening divisions among Yemen’s elite and the public (North-South), preserving the legal standing of the Yemeni state, or even the continuity of managing the fragile state.</p><p>Finally, and perhaps most importantly, its dangerous repercussions for the main battle to restore the state and relieve Yemenis from the consequences of a decade of war and state collapse.</p><p>Clearly, the Yemeni scene is becoming more complex, with events accelerating, positions erupting, and reactions escalating. No one knows precisely where developments in Yemen are headed.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Who is Cilia Flores, Venezuela’s ‘first combatant’? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T08:14:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695b4d7636390-1767591286_014096-1767600527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the early hours of January 3, the United States’ Delta Force abducted Venezuelan President Nicolas Maduro and his wife, Cilia Flores, from the presidential residence in the capital, Caracas.</p><p>The operation, which was paired with attacks on the Venezuelan capital that killed at least 40 people, according to Venezuelan officials, extracted the country’s first couple to New York in the US, where they are expected to be put on trial as early as Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But who is Cilia Flores, Venezuela’s so-called “first combatant”?</p><h2 id=\"early-life\">Early life</h2><p>Flores, 69, was born on October 15, 1956, in Tinaquillo in central Venezuela. She grew up in areas of western Caracas that CNN has described as “working-class neighbourhoods”.</p><p>She graduated from Universidad Santa Maria in Caracas as a lawyer specialising in labour and criminal law. Her rise to prominence came when she led the team that provided legal assistance to military leader Hugo Chavez in 1992, after he attempted to overthrow then-Venezuelan President Carlos Andres Perez.</p><p>Flores reportedly helped secure Chavez’s release from prison in 1994, setting up his eventual successful run for president in 1999.</p><p>She would become an important member of the Chavismo movement, named for Chavez. It was through the Chavismo movement that she met her future husband, Maduro, who is 63 and calls her “Cilita”. The two have been partners for more than three decades.</p><p>She has three children from a previous marriage.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-career\">Political career</h2><p>Flores’s rise to fame came not solely through her position as Maduro’s partner. In fact, she built her own political standing before becoming Venezuela’s “first combatant”, the Chavismo term used instead of “first lady”.</p><p>In 1999, Chavez was elected president. A year later, in 2000, Flores was elected to Venezuela’s National Assembly, the federal legislature, representing Cojedes, her home state.</p><p>She was re-elected in 2005, and in 2006, she succeeded Maduro to become the first woman to preside over Venezuela’s parliament.</p><p>In 2009, Flores became the second vice president of Chavez’s United Socialist Party of Venezuela, and in 2012, Chavez appointed her attorney general.</p><p>After the death of Chavez in 2013, Maduro succeeded him by winning an election against opposition candidate Henrique Capriles. In July 2013, Maduro and Flores married after more than two decades together.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Her new position as “first combatant” saw Flores remove herself from the limelight and begin to work behind the scenes.</p><p>However, in 2017, she returned to politics after she was elected to the Constituent Assembly, a group that was elected to draft a new Venezuelan constitution. In 2021, she was elected once again to the National Assembly.</p><p>At the time of her abduction, she was still serving as a deputy in the National Assembly.</p><p>Inside Venezuela, she has been accused of nepotism by appointing close family members to important political positions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"capture-and-charges\">Capture and charges</h2><p>Flores’s role as part of Maduro’s inner circle has brought international repercussions as well. She was sanctioned by the US and Canadian authorities in 2018 after the Organization of American States said the Maduro government had committed crimes against humanity.</p><p>After her abduction on Saturday, she is expected to appear with Maduro in a New York court, possibly as early as Monday. While Maduro was seen exiting a plane in the US, Flores was not.</p><p>She has been indicted in New York’s Southern District, with US Attorney General Pam Bondi issuing her charges that mirror those against Maduro, including “Narco-Terrorism Conspiracy, Cocaine Importation Conspiracy, Possession of Machineguns and Destructive Devices, and Conspiracy to Possess Machineguns and Destructive Devices against the United States”, according to a post on X by Bondi.</p><p>As for Flores, she is “accused of accepting hundreds of thousands of dollars in bribes in 2007 to arrange a meeting between ‘a large-scale drug trafficker’ and the director of Venezuela’s National Anti-Drug Office”, according to the newspaper The Guardian.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Flores’s nephews were previously arrested in the US and, in 2017, were sentenced to 18 years in prison for conspiring to traffic cocaine into the US. They were released in 2022 as part of a prison swap with Venezuela for seven imprisoned US citizens.</p><p>The US claims that Flores’s nephews were caught on recordings that prove they intended to send hundreds of kilograms of cocaine to the US from Maduro’s presidential hangar in Venezuela.</p><p>The US has attacked boats carrying Venezuelan nationals <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">at least 30 times</a> in recent months, killing more than 100 people.</p><p>It claims the boats were carrying drug smugglers, even though the Trump administration has not provided public evidence that there were drugs on board the boats, that they were US-bound, or that the victims of the attacks belonged to banned organisations, despite US claims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuelan interim leader tones down criticism, ready to ‘work with the US’ | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T07:54:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-04T040106Z_1581451739_RC2IADARCY8V_RTRMADP_3_USA-VENEZUELA-POWER-1767594531.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Interim President <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a> has said she is willing to cooperate with the United States on the future of Venezuela, in a significant shift in tone from the immediate <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">aftermath of a military operation</a> leading to the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> of leader Nicolas Maduro by US special forces.</p><p>“We consider it a priority to move towards a balanced and respectful relationship between the US and Venezuela,” Rodriguez wrote on Telegram on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We extend an invitation to the US government to work together on an agenda for cooperation that is aimed towards shared development,” she continued.</p><p>Rodriguez, who served as Maduro’s deputy since 2018, was made interim leader by Venezuela’s Supreme Court on Saturday after Maduro and his wife, Cilia Flores, were detained in the most high-profile and <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">riskiest US military operation</a> since the US Navy’s SEAL team killed al-Qaeda leader Osama bin Laden in a safe house in Pakistan’s Abbottabad in 2011.</p><p>In a televised address on Saturday, Rodriguez denounced the US actions as “an atrocity that violates international law”, insisting that “the only president of Venezuela [is] President Nicolas Maduro.”</p><p>Rodriguez’s televised remarks created a rift with Trump, who had suggested in the immediate aftermath of Maduro’s capture that US officials were in communication with her, and she was willing to cooperate.</p><p>After Rodriguez called his administration a group of “extremists” on television, Trump quickly shifted his tone from calling Rodriguez “gracious” to threatening her directly.</p><p>“If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic magazine in an interview early on Sunday.</p><p>The US president also said further strikes on Venezuela could take place, and he would not rule out putting “boots on the ground” in Venezuela, reiterating that the US was now “in charge”.</p><p>The belligerent actions and stance, which have prompted protests in the US and around the world, fly in the face of Trump’s election promise of an “America First” stance and keeping the country out of endless wars, as well as his previous criticism of regime change in the Iraq War.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rodriguez separately said on Sunday that she had launched a commission to seek the release of Maduro and Flores from US detention, where the Venezuelan leader is facing charges of “narcoterrorism conspiracy, cocaine importation conspiracy, possession of machineguns and destructive devices, and conspiracy to possess machineguns and destructive devices”.</p><p>The commission will be cochaired by Venezuelan Foreign Minister Yvan Gil and her brother Jorge, who is president of Venezuela’s National Assembly.</p><p>Maduro may face a similar future as Panamanian President Manuel Noriega, who was <a href=\"/news/2026/1/3/maduro-joins-iraqs-saddam-panamas-noriega-as-latest-leader-taken-by-us\">taken by US forces in 1990</a> after hiding out in his country’s Vatican embassy in the aftermath of the US invasion of Panama.</p><p>Noriega, formerly a staunch US ally, also faced similar charges of “racketeering, drug smuggling, and money laundering” and was sentenced to 40 years’ imprisonment. His sentence was commuted to 17 years for good behaviour, but he was later extradited to France on separate charges, then back to Panama, where he served out more prison time until he died in 2017.</p><p>Maduro is due ‍to appear in a New York federal court ‍on Monday.</p><p>Trump administration officials have portrayed the seizure as a law enforcement action to hold Maduro accountable for criminal charges filed in 2020 that accuse him of narco-terrorism conspiracy.</p><p>But Trump has said other factors were at play, saying the raid was prompted in part by an influx of Venezuelan immigrants to the US and the country’s decision to nationalise US oil interests decades ago.</p></div></div></body></html>"
        },
        {
            "title": "Trump spurns Kremlin’s Putin residence attack claim, Russia kills 2 in Kyiv | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-05T07:02:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-31T135236Z_353999600_RC2PRIATO7U6_RTRMADP_3_UKRAINE-CRISIS-KYIV-1767229520.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump spurns Kremlin’s Putin residence attack claim, Russia kills 2 in Kyiv</h1><p class=\"article__subhead\"><em>Russia’s Defence Ministry had published a video of a downed drone it said Ukraine had launched at Putin’s residence, which Kyiv rejected.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has dismissed claims that Russian President Vladimir Putin’s residence had been attacked by Ukraine as the <a href=\"/news/2026/1/5/russia-ukraine-war-list-of-key-events-day-1411\">war grinds</a> on, saying he did not “believe that strike happened”, after having initially accepted the Kremlin’s version of events at face value.</p><p>On Sunday night, Trump, on board Air Force One, told reporters that “nobody knew at that moment” whether a report about the alleged incident was accurate. He added that “something” happened near Putin’s residence, but after US officials reviewed the evidence, they did not believe Ukraine targeted it.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ukraine <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">immediately denied</a> its involvement, accusing Russia of a false-flag type operation to undermine peace negotiations. Moscow promptly said the incident would harden its peace talks stance.</p><p>Reports of the attack emerged last week after Russia’s Ministry of Defence published a video of a downed drone it said Kyiv had launched at Putin’s residence in the Novgorod region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the ministry, the residence was not damaged, and Putin was elsewhere at the time.</p><p>Alongside Ukraine, its Western allies also heavily disputed that the attack had occurred at all.</p><p>The claim of the attack came as Russia and Ukraine work towards agreeing to a ceasefire deal to end the nearly four-year-long war.</p><p>European leaders are expected to meet in France on Tuesday for further talks on a US-backed ceasefire plan, which Ukrainian President Volodymyr Zelenskyy said was “90 percent ready”. Territorial issues over ceding land conquered in war or not remain at the heart of the matter.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"first-civilian-deaths-in-kyiv-in-2026\">First civilian deaths in Kyiv in 2026</h2><p>Ukraine’s authorities reported on Monday morning that an overnight Russian attack on the Kyiv region had killed two people, in the first casualties in the capital in 2026.</p><p>According to the State Emergency Service of Ukraine, the Russian attack set a medical facility in the Obolonskyi district in Kyiv’s northern sector, where an inpatient ward was operating, on fire.</p><p>The service said once the fire was extinguished, a body was found inside. A woman was also injured, and 25 people were evacuated, the service added on Telegram.</p><p>Towns and villages across the Kyiv region were also damaged and critical infrastructure hit, leading to the killing of a man in his 70s in the Fastiv district, southwest of the capital, Governor Mykola Kalashnyk said on Telegram.</p><p>Kalashnyk added that small parts of the region were left without power.</p><p>Russia has not commented on the overnight strike yet.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens Colombia’s president, says Cuba is “ready to fall” | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-05T06:53:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767596004.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump warns of potential second strike on Venezuela | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-05T06:45:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767595536.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}