{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "North Korea’s Kim slams US-Seoul nuclear submarine deal as ‘offensive act’ | Kim Jong Un News | Al Jazeera",
            "time": "2025-12-25T02:40:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-24T224143Z_208249276_RC29NIAR68AC_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625511.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea’s Kim slams US-Seoul nuclear submarine deal as ‘offensive act’</h1><p class=\"article__subhead\"><em>Kim Jong Un made the comments while inspecting a North Korean nuclear submarine facility on Wednesday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader Kim Jong Un has hit out at a new nuclear submarine deal between the United States and South Korea, describing it as a threat to the stability of the Korean Peninsula as he toured his country’s submarine production facility, according to North Korean state media.</p><p>Kim said the deal between Seoul and Washington was an “offensive act severely violating [Pyongyang’s] security and maritime sovereignty and a threat to security that must be countered”, according to state news outlet KCNA.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was now urgent to “further accelerate the radical development of the modernisation and nuclear weaponisation of the naval force” of North Korea, Kim said, according to the report.</p><p>Kim made the remarks as he toured a facility on Wednesday where Pyongyang is working on an “8,700-tonnage nuclear-powered strategic guided missile submarine”.</p><p>The North Korean leader on Wednesday also oversaw the test firing of a new high-altitude long-range anti-air missile into the Sea of Japan, according to KCNA, which the news outlet referred to as the “East Sea of Korea”.</p><figure class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194740\" src=\"/wp-content/uploads/2025/12/2025-12-24T224205Z_872054304_RC29NIA9HXA6_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625588.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"North Korean leader Kim Jong Un visits the construction site of an 8,700-ton nuclear-powered submarine capable of launching surface-to-air missiles in this picture released by North Korea's official Korean Central News Agency on December 25, 2025. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption class=\"wp-caption-text\">North Korean leader Kim Jong Un visits the construction site of an 8,700-tonne nuclear-powered submarine capable of launching surface-to-air missiles on Wednesday [KCNA via Reuters]</figcaption></figure><p>KCNA reported that the test was successful, and the missile successfully hit a mock target at an altitude of 200 kilometres (124 miles).</p><p>The developments came as Seoul said it was pursuing a “standalone deal” with the US to acquire nuclear-powered submarine technology, according to South Korea’s Yonhap news agency.</p><p>US law bans the transfer of nuclear material for military use, but South Korea could receive an exemption from US President Donald Trump, the East Asian country’s national security adviser, Wi Sung-lac, told the media following a meeting with Secretary of State Marco Rubio and Secretary of Energy Chris Wright.</p><p>Australia pursued a similar deal with the US to build its own nuclear-powered submarines, Wi said, and talks with Washington are expected to begin early next year.</p><figure id=\"attachment_4194742\" aria-describedby=\"caption-attachment-4194742\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194742\" src=\"/wp-content/uploads/2025/12/2025-12-24T222326Z_984830611_RC29NIAQLR2A_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625655.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A long-range surface-to-air missile is test-fired near the East Sea, December 24, 2025 in this picture released by North Korea's official Korean Central News Agency on December 25, 2025. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194742\" class=\"wp-caption-text\">A long-range surface-to-air missile is test-fired near the Sea of Japan, December 24, 2025 [KCNA via Reuters]</figcaption></figure><p>Separately on Wednesday, Russian leader Vladimir Putin also sent Kim a New Year’s greeting, thanking him for his ongoing military support for the war in Ukraine. North Korea has deployed thousands of soldiers since 2024 to fight alongside Russian troops in Ukraine, and in parts of Russia that Ukrainian soldiers briefly grabbed in counteroffensive operations.</p><p>“The heroic entry of soldiers of the Korean People’s Army into the battles for liberating the Kursk region from occupiers and the subsequent activities of Korean engineers in the land of Russia clearly proved the invincible friendship and militant fraternity” between Russia and North Korea, Putin said, according to a report by KCNA.</p><p>Putin also hailed the success of a “comprehensive strategic partnership” treaty signed between Moscow and Pyongyang in 2024, KCNA said, stating that in the future, he hoped to “strengthen the relations of friendship and alliance in every way and conduct constructive cooperation on regional and international issues”.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,400 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-25T01:07:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766623149.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,400</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,400 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, December 25:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>An explosion in Moscow killed three people, including two police officers, just days after a car bomb killed a high-ranking Russian general in the same area of the capital.</li>\n<li>An official from Ukraine’s military intelligence, known as GUR, told The Associated Press news agency that the attack had been carried out as part of a Ukrainian operation and the two police officers were targeted for taking part in Russia’s war in Ukraine.</li>\n<li>‍Russian air ‍defence units downed 16 Ukrainian drones en route to Moscow throughout Wednesday, the capital’s Mayor Sergei Sobyanin said.</li>\n<li>Sobyanin said the drones were repelled ​over a period of about 17 hours, and emergency ‍crews were examining fragments where the drones hit the ground, but no damage was reported.</li>\n<li>Two of four major airports ‍servicing Moscow were forced to limit operations for a time due to the drone attacks, Russia’s civil aviation authority said on Telegram.</li>\n<li>Russia’s Ministry of Defence said its aerial defence units destroyed 172 Ukrainian drones overnight, nearly half of them over regions bordering Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine said its drones ​had struck the Yefremov synthetic rubber plant ‌in Russia’s Tula region, south of Moscow, and a storage facility for marine drones in Russian-occupied Crimea.</li>\n<li>Tula regional governor, Dmitry Milyaev, said ‌debris from a downed Ukrainian drone ignited a fire at an industrial ‌site, and Russian air defence units destroyed 12 Ukrainian drones over the region.</li>\n<li>A sunflower oil spill, caused by Russian aerial bombardments, has contaminated the shoreline around the southern Ukrainian city of Odesa, killing wildlife and triggering warnings from conservationists, the AFP news agency reports.</li>\n<li>“The cause was damage to sunflower oil tanks as a result of massive enemy attacks on port infrastructure, causing some of the oil to spill,” Odesa Governor Oleh Kiper said in a statement. The Pivdenny port in the region was temporarily closed on Wednesday to help with the cleanup.</li>\n<li>A Russian-backed court in occupied Ukraine sentenced a Colombian man to 19 years in prison for fighting for Kyiv’s army.</li>\n<li>Russia’s Prosecutor General said the Supreme Court in the Russian-controlled area of Ukraine’s Donetsk region sentenced Oscar Mauricio Blanco Lopez, 42, to 19 years in jail. The Colombian arrived in Ukraine in May 2024 to sign up with the Ukrainian army and had been “taken prisoner by Russian servicemen” in December 2025.</li>\n</ul><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy revealed for the first time details of an agreement between the United States and Ukrainian negotiators on ending the war with Russia. The 20-point plan, agreed on by US and Ukrainian negotiators after marathon talks, is now being reviewed by Moscow.</li>\n<li>As part of the plan, President Zelenskyy said Ukraine would be willing to withdraw troops from the country’s eastern industrial heartland if Moscow also pulled back and the area becomes a demilitarised zone monitored by international forces.</li>\n<li>A similar arrangement could be possible for the area around the Zaporizhzhia nuclear power plant, which is currently under Russian control, Zelenskyy said. The Ukrainian leader said that any peace plan would need to be put to a referendum in Ukraine.</li>\n</ul><p></p><ul class=\"spaced-bullet-spacing\">\n<li>Asked about the latest development in ceasefire talks, Kremlin spokesperson Dmitry Peskov said Moscow would decide its position based on information received by Russian presidential envoy Kirill Dmitriev, who met with US envoys in Florida over the weekend.</li>\n<li>Russia has given no indication that it will agree to any kind of withdrawal from land it has seized in Ukraine. Moscow has also insisted that Ukraine relinquish the remaining territory it still holds in the Donbas. Russia has captured most of Luhansk and about 70 percent of Donetsk – the two areas that make up the Donbas.</li>\n</ul><p> </p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>A majority of Russians expect the war in Ukraine to end in 2026, Russia’s state pollster VTsIOM said, in a sign that the Kremlin could be testing public reaction to a possible peace settlement as diplomatic efforts ⁠to end the conflict intensify.</li>\n<li>During the pollster’s year-end presentation, VTsIOM Deputy Head Mikhail Mamonov said 70 percent of the 1,600 respondents ​saw 2026 as a more “successful” year for Russia than 2025, while for 55 percent that hope ‍was linked to a possible end to Russia’s war in Ukraine.</li>\n<li>A Russian court has scheduled the first public hearing in a criminal case against German sculptor Jacques Tilly, who is accused of discrediting the Russian military through his satirical Carnival floats depicting Russia’s President Vladimir Putin.</li>\n<li>The court in Moscow said the trial will begin on December 30 and proceedings will be held in absentia, as Tilly – who faces up to 10 years in jail or a fine – is not in Russia.</li>\n<li>Zelenskyy said in his Christmas address on Wednesday that despite marking the holiday at a “difficult” time, the nation’s unity remains intact. “Ukrainians are together tonight,” Zelenskyy said, adding the country had “without a doubt” been changed by the war. “It hardly matters what dishes are on the table – what matters is who is at the table,” he said.</li>\n</ul><figure id=\"attachment_4194468\" aria-describedby=\"caption-attachment-4194468\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194468\" src=\"/wp-content/uploads/2025/12/2025-12-24T191203Z_1672609861_RC2TMIAOXQBL_RTRMADP_3_UKRAINE-CRISIS-DNIPROPETROVSK-REGION-1766604585.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Artillerymen of the 44th Separate Artillery Brigade in Ukraine's Dnipropetrovsk region\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194468\" class=\"wp-caption-text\">Artillerymen of the 44th Separate Artillery Brigade fire a M777 Howitzer towards Russian troops, amid Russia’s attack on Ukraine, in Dnipropetrovsk region, Ukraine, on December 24, 2025 [Reuters]</figcaption></figure><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>France’s ‍President Emmanuel Macron said he spoke ⁠with NATO ​chief Mark Rutte to ‍discuss the situation in Ukraine and ‍the work undertaken ⁠by the “coalition of the willing”. “Starting in January in Paris, we ​will ‌continue the work begun within this framework to provide ‌Ukraine with solid security ‌guarantees, a ⁠prerequisite for a robust and lasting peace,” Macron ‌said on social media.</li>\n<li>Democratic senators in the US have urged President ‍Donald Trump to ‍reverse a recall of nearly 30 career ambassadors, warning the move leaves a dangerous leadership vacuum that allows adversaries like Russia and China to expand their influence. The Trump administration in recent days has ordered career diplomats serving across Europe, Asia, Africa and Latin America back to Washington to ensure US missions abroad reflect its “America First” priorities.</li>\n</ul><h2 id=\"economics\">Economics</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kazakhstan’s exports of its flagship CPC Blend of oil will be their lowest in 14 months in December, as bad weather delays efforts to repair Russian loading infrastructure after Ukrainian drone strikes last month, two sources told the Reuters news agency.</li>\n<li>On November 29, Ukrainian drones hit the Caspian Pipeline Consortium terminal located near ‍Russia’s Black Sea port ⁠of Novorossiysk, leaving just one out of three jetties operational and prolonging export delays. Poor weather has added to the difficulty of carrying out maintenance work necessary to allow exports to recover.</li>\n<li>Ukraine’s Ministry of Finance said ‍it ‍completed the settlement of a deal to restructure $2.6bn of growth-linked debt.</li>\n</ul><p> </p></div></div></body></html>"
        },
        {
            "title": "Explosion rocks crowded mosque in Nigeria, killing several people: Reports | Armed Groups News | Al Jazeera",
            "time": "2025-12-24T23:57:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/04/a0ddf25be6354be1a2ee94ee9a0e5038_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Explosion rocks crowded mosque in Nigeria, killing several people: Reports</h1><p class=\"article__subhead\"><em>The blast tore through a mosque in Maiduguri as worshippers gathered for evening prayers, witnesses say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"689\" data-end=\"872\">An explosion has ripped through a mosque in northeastern Nigeria as worshippers gathered for their evening prayers, killing and wounding several people, according to media reports.</p><p data-start=\"689\" data-end=\"872\">The blast took place at about 6pm on Wednesday (17:00 GMT) in the city of Maiduguri in Borno State, the Reuters and AFP news agencies reported, citing witnesses.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"689\" data-end=\"872\">Police spokesman Nahum Daso confirmed the explosion and told AFP that an explosive ordnance team was already on site at the mosque in Maiduguri’s Gamboru market.</p><p data-start=\"689\" data-end=\"872\">There was no official word on casualties.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"689\" data-end=\"872\">But mosque leader Malam Abuna Yusuf told the AFP at least eight people had died, while a militia leader, Babakura Kolo, put the figure at seven.</p><p data-start=\"689\" data-end=\"872\">Another witness, Musa Yusha’u, told AFP that he saw “many victims being taken away for medical treatment”.</p><p data-start=\"689\" data-end=\"872\">The cause of the blast was not immediately known, but it occurred ‍in a ⁠city that has been at the heart of an armed rebellion waged by Boko Haram and ISIL’s (ISIS) offshoot in the region, the Islamic State West Africa Province, for nearly two decades.</p><p data-start=\"689\" data-end=\"872\">The conflict has killed at least 40,000 people and displaced about two million from their homes since 2009, according to the United Nations.</p><p data-start=\"689\" data-end=\"872\">Though the violence has waned since its peak about a decade ago, it has spilt into neighbouring Niger, Chad and Cameroon.</p><p>Concerns are also growing about a resurgence of violence in parts of the northeast, where armed groups remain capable of mounting deadly attacks despite years of sustained military operations.</p><p>Maiduguri itself – once the scene of nightly gun battles and bombings – has been calm in recent years, with the last major attack recorded in 2021.</p></div></div></body></html>"
        },
        {
            "title": "Trump-backed conservative Nasry Asfura wins Honduras election: Authorities | Elections News | Al Jazeera",
            "time": "2025-12-24T21:39:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T194407Z_1342483336_RC2N7IAAPT8V_RTRMADP_3_HONDURAS-ELECTION-1766613099.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nasry Asfura, a conservative candidate backed by United States President <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">Donald Trump</a>, has won the closely contested presidential elections in Honduras, the country’s election council has said.</p><p>The final results, announced on Wednesday – more than 20 days after the vote took place – are likely to lead to challenges in the Central American nation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to the electoral authority, known as the CNE, Asfura won 40.3 percent of the vote, edging out centre-right Liberal Party candidate Salvador Nasralla, who received 39.5 percent.</p><p>In a brief social media post, Asfura thanked the CNE on Wednesday. “Honduras: I am prepared to govern. I will not fail you,” he wrote.</p><p>Trump had come out strongly in support of Asfura, attacking Nasralla and left-wing candidate Rixi Moncada, who ended up garnering less than 20 percent of the votes.</p><p>US Secretary of State Marco Rubio was quick to congratulate Asfura on Wednesday, saying that Washington looks forward to working with him.</p><p>“The people of Honduras have spoken: Nasry Asfura is Honduras’ next president,” Rubio wrote in a social media post.</p><p>In a separate statement, Rubio urged “all parties to respect the confirmed results” of the elections.</p><p>Earlier this month, Trump pardoned former Honduran President <a href=\"/news/2024/3/8/honduran-president-juan-orlando-hernandez-guilty-in-drug-trafficking-case\">Juan Orlando Hernandez</a> – a member of Asfura’s National Party – who was serving a lengthy prison sentence in the US for drug trafficking.</p><p>Asfura, the former mayor of Honduras’s capital, Tegucigalpa, is of Palestinian descent. But his National Party is staunchly pro-Israel.</p><p>Israeli Foreign Minister Gideon Saar said on Wednesday that he spoke to Asfura and the officials agreed to “strengthen bilateral relations” between the two countries.</p><p>“I conveyed our warm wishes to the people of Honduras, wished him success in his role, and invited him to visit Israel,” Saar said in a statement. “Honduras has a long history of friendship with the State of Israel and the Jewish people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Under Hernandez in 2021, Honduras became only the fourth country to move its embassy in Israel to Jerusalem in breach of international law. Asfura has also aligned himself with Trump and other right-wing leaders in the Americas, including Argentina’s <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">Javier Milei</a>.</p><p>The Argentinian president hailed Honduras’s election results on Wednesday, calling it a victory against “narcosocialism”, although the National Party’s Hernandez is a convicted drug trafficker.</p><p>“The Honduran people expressed themselves with courage at the ballot boxes and chose to end years of authoritarianism and decay,” Milei wrote in a social media post.</p><p>“From Argentina, we celebrate the triumph of freedom and reaffirm our commitment to democracy, the popular will, and the unrestricted respect for institutions in the region.”</p><p>Asfura’s victory marks another win for right-wing candidates in Latin America over the past year. <a href=\"/news/2025/12/14/far-right-candidate-jose-antonio-kast-wins-chiles-presidential-election\">Chile</a> and Bolivia have also elected ultraconservative presidents in 2025, and last year, El Salvador’s right-wing leader Nayib Bukele comfortably won re-election.</p><p>The results appear to reverse the “Pink Tide” – the wave of left-wing leaders who rose to power in the region in the early 2020s.</p><p>The rise of right-wing governments in the region coincides with a US pressure campaign against Venezuela’s left-wing President Nicolas Maduro.</p><p>Trump has imposed an oil blockade on Venezuela and amassed US troops and military assets near the country.</p></div></div></body></html>"
        },
        {
            "title": "Syria says key ISIL leader Taha al-Zoubi captured near Damascus | ISIL/ISIS News | Al Jazeera",
            "time": "2025-12-24T21:33:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/11/WEBMAP_SYRIA_DAMASCUS_1000x562.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria says key ISIL leader Taha al-Zoubi captured near Damascus</h1><p class=\"article__subhead\"><em>Syrian officials confirm the arrest of ISIL leader Taha al-Zoubi in a security operation near Damascus.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s Ministry of Interior has announced the arrest of Taha al-Zoubi, a leading figure in the ISIL (ISIS) group, in the Damascus countryside, the country’s SANA news agency reported.</p><p>The report said a “tightly executed security operation” was carried out that led to the arrest of al-Zoubi, adding that “a suicide belt and a military weapon were seized in his possession”.</p><p data-start=\"863\" data-end=\"1415\">SANA quoted Brigadier General Ahmad al-Dalati, head of internal security in the Damascus countryside, as saying the raid targeted an ISIL hideout in Maadamiya, southwest of Damascus, and was carried out “in cooperation” with an anti-ISIL alliance that includes the United States-led coalition fighting the group.</p><p data-start=\"863\" data-end=\"1415\">The US Central Command (CENTCOM) has not publicly confirmed the operation.</p><p data-start=\"863\" data-end=\"1415\">Al-Dalati said al-Zoubi, also known as Abu Omar Tibiya, served as the group’s “wali”,or governor, of Damascus and that several alleged aides were also detained.</p><p data-start=\"1043\" data-end=\"1276\">The official added that the arrest dealt a “crippling blow” to ISIL networks in the capital region and showed the “readiness of the security apparatus”.</p><p data-start=\"1280\" data-end=\"1448\" data-is-last-node=\"\">“We send a clear message to anyone who dares to engage in the project of terrorism or lend support to ISIS: The hand of justice will reach them wherever they are,” al-Dalati said.</p><p>ISIL, which views the new government in Damascus as illegitimate, has mainly concentrated its activities against Kurdish forces in the north.</p><p>At its peak, ISIL ruled an area half the size of the United Kingdom, spanning across Iraq and Syria, with Raqqa in the latter being the capital of the armed group’s self-declared “caliphate”.</p><p data-start=\"1417\" data-end=\"1583\">The group was notorious for its brutality, carrying out massacres of Syrians and Iraqis and beheadings of foreign captives.</p><p>ISIL was defeated in Iraq in 2017 and in Syria two years later, but its fighters and cadres of armed group members still carry out deadly attacks in both countries and elsewhere, including in Africa and Afghanistan.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill, wound Palestinians as Netanyahu issues Hamas threat | Gaza News | Al Jazeera",
            "time": "2025-12-24T20:56:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25352643817011-1766470250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least one Palestinian has been killed and six, including a child, wounded by Israeli attacks across Gaza amid a threat by Prime Minister Benjamin Netanyahu.</p><p>A Palestinian man, Ayoub Abdel Ayesh Nasr, was killed and two people were wounded when Israeli forces opened fire on civilians in Jabalia in northern Gaza on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three people were wounded after being shot east of Khan Younis, medical sources told the Palestinian Wafa news agency.</p><p>Elsewhere, Israeli forces shot and wounded a child in central Gaza’s Maghazi refugee camp.</p><p>According to Gaza’s Ministry of Health, Israeli forces have killed more than ‌400 people in the battered enclave since the start of the ceasefire in October.</p><p>Gaza’s Government Media Office said Israel committed “serious and systematic violations” of the truce, noting that the Israeli forces had breached the ceasefire 875 times since it came into force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The healthcare system in Gaza is on the brink of total collapse, and the absence of much-needed aid, including medicine and medical supplies, is exacerbating the situation.</p><p>A 20-point plan proposed by United States President Donald Trump in September calls for an initial truce followed by steps towards a wider peace.</p><p>So far, only the first phase has taken effect, including a shaky release of captives and prisoners and a partial Israeli withdrawal.</p><p>Israel continues to violate a ceasefire agreement and block desperately needed humanitarian aid to the war-ravaged coastal enclave, even though these are stipulated in the first phase of the agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, an explosive device detonated in southern Gaza’s Rafah, with Israel saying one soldier was injured.</p><p>PM Netanyahu said Israel would retaliate after the incident, which Hamas denied responsibility for, suggesting the explosive device had been left over by Israeli forces.</p><p>Hamas said the incident took place in an area where the Israeli army was in full control and that it had warned that explosives remained in the area and elsewhere since the war, reiterating its commitment to the October 10 ceasefire.</p><p>Netanyahu’s office also said an Israeli delegation met officials from mediating countries in Cairo, Egypt, on Wednesday to discuss efforts to return the remains of the last Israeli captive, police officer Ran Gvili, from Gaza.</p><p>The delegation included officials from the Israeli military, the Shin Bet domestic intelligence service and the ​Mossad intelligence service.</p><p>Trump’s plan ultimately calls for Hamas to disarm and have no governing role in Gaza, and ‌for Israel to pull out.</p><p>Hamas has said it will hand over arms only once a Palestinian state is established, which Israel says it will never allow.</p><p>Netanyahu is set to meet Trump next week at the White House, primarily to discuss the next phase of the US president’s Gaza plan.</p><p>Hamas said in a statement later on Wednesday that a delegation led by its chief negotiator Khalil al-Hayya had discussed Gaza with ‍Turkiye’s foreign minister in Ankara.</p><p>Al-Hayya warned against what he described as the continuation of Israeli violations of the ceasefire, saying they were aimed at hindering the move to the next phase of the ceasefire deal.</p><p>The Hamas delegation said it had fulfilled the ceasefire’s conditions but that Israel’s continued attacks were blocking progress towards the next stage. They also asserted that 60 percent of the trucks allowed into Gaza were carrying commercial goods rather than aid.</p><p>About 71,000 Palestinians have been killed and more than 171,000 wounded in attacks in Israel’s genocidal war on Gaza since October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Amad Diallo scores goal as Ivory Coast win against Mozambique at AFCON | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-24T20:48:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251224__88Z72VB__v1__HighRes__FblAfr2025Match11CivMoz-1766607979_5e0696-1766608316.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amad Diallo scores goal as Ivory Coast win against Mozambique at AFCON</h1><p class=\"article__subhead\"><em>A lone goal by the Manchester United forward is enough for Ivory Coast to successfully begin their AFCON title defence.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Holders Ivory Coast squandered a number of chances, but Amad Diallo’s goal early in the second half was enough to beat Mozambique 1-0 and give them a winning ⁠start to their Africa Cup of Nations (AFCON) title defence.</p><p>In the opening Group F ​game on Wednesday in Morocco, the Ivorians battled to break down their ‍opponents in a competitive first half but took firm control after the break without converting the many chances they created.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Diallo side-footed the ball into the net in the ‍49th minute ⁠to ensure the three-point haul in rainy conditions, but the scoreline would have been a lot more emphatic had the Ivorians been sharper in front of goal.</p><p>Wilfried Zaha, playing his first international in more than two years after his surprise recall for the Cup of Nations finals, wasted several chances, and Franck Kessie had two point-blank ​efforts saved by Mozambique goalkeeper Ernan.</p><p>Ivorian substitute Vakoun Bayo ‌also had an opportunity with an easy header in front of goal but somehow put it wide, and in the 89th minute, Bayo had an effort cleared off the line ‌with Ernan caught well out of his goal.</p><p>Mozambique brought on winger Dominguez as a second-half substitute ‌at the age of 42 years, one month ⁠and six days, making him the oldest outfield player in tournament history behind only former Egypt goalkeeper Essam El Hadary, who was 44 when he played in the 2017 final.</p><p>Mozambique are ‌still to win a match at the finals, stretching back to their tournament debut in 1986. This is their sixth appearance with a record of ‍four draws and 12 losses.</p><figure id=\"attachment_4194540\" aria-describedby=\"caption-attachment-4194540\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194540\" src=\"/wp-content/uploads/2025/12/AFP__20251224__88Z72VH__v1__HighRes__FblAfr2025Match11CivMoz-1766608108.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Amad Diallo in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194540\" class=\"wp-caption-text\">Diallo, centre, scores the only goal of the contest in the 49th minute [Khaled Desouki/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "More than a million Epstein-related documents discovered; release delayed | Donald Trump News | Al Jazeera",
            "time": "2025-12-24T20:03:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25317662563566-1764382564.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>More than a million Epstein-related documents discovered; release delayed</h1><p class=\"article__subhead\"><em>US Justice Department says it requires weeks to process newly found Epstein-related files under transparency and court rules.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than a million additional documents that are potentially related to late sex offender and financier <a href=\"/news/2025/12/23/newly-released-epstein-files-spotlight-trumps-past-jet-trips-with-maxwell\">Jeffrey Epstein</a> have been uncovered, according to the United States Department of Justice (DOJ).</p><p class=\"p1\">In a social media post on Wednesday, the DOJ said it is reviewing the documents and will need “a few more weeks” before proceeding with a congressionally mandated release of the information.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The US Attorney for the Southern District of New York and the FBI have informed the Department of Justice that they have uncovered over a million more documents potentially related to the Jeffrey Epstein case,” the DOJ said in a statement, adding that more time is needed to comply with the Epstein Files Transparency Act, the law enacted last month that requires the government to open its files on Epstein and his longtime confidante Ghislaine Maxwell.</p><p class=\"p1\">The DOJ insisted in its statement that its lawyers are “working around the clock” to review those documents and make the redactions required under the law, passed nearly unanimously <a href=\"/news/2025/11/14/trump-congress-and-the-epstein-files-what-happens-next\">by Congress</a>.</p><p>“Due to the mass volume of material, this process may take a few more weeks. The Department will continue to fully comply with federal law and President [Donald] Trump’s direction to release the files,” the DOJ said.</p><p></p><h2 id=\"full-disclosure\">Full disclosure</h2><p>A dozen US senators are calling on the Justice Department’s watchdog to examine the department’s failure to release all records pertaining to Epstein by Friday’s congressionally mandated deadline, saying victims “deserve full disclosure” and the “peace of mind” of an independent audit.</p><p>Senator Lisa Murkowski, a member of Trump’s Republican Party, joined 11 Democrats in signing a letter on Wednesday urging Acting Inspector General Don Berthiaume to audit the Justice Department’s compliance with the Epstein Files Transparency Act.</p><p>“Given the [Trump] Administration’s historic hostility to releasing the files, politicisation of the Epstein case more broadly, and failure to comply with the Epstein Files Transparency Act, a neutral assessment of its compliance with the statutory disclosure requirements is essential,” the senators wrote.</p><p>Full transparency, they said, “is essential in identifying members of our society who enabled and participated in Epstein’s crimes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Republican Representative Thomas Massie, a co-sponsor of the transparency act, posted on Wednesday on X: “DOJ did break the law by making illegal redactions and by missing the deadline.”</p><p>Despite the deadline, the Justice Department has said it plans to release records on a rolling basis. It blamed the delay on the time-consuming process of obscuring survivors’ names and other identifying information.</p><p>More batches of records were released over the weekend and on Tuesday. The department has not given any notice when more records might arrive.</p><p>“The reason why we are still reviewing documents and still continuing our process is simply to protect victims,” Deputy Attorney General Todd Blanche told the NBC television network’s Meet the Press programme on Sunday.</p><p>“So the same individuals that are out there complaining about the lack of documents that were produced on Friday are the same individuals who apparently don’t want us to protect victims,” he argued.</p></div></div></body></html>"
        },
        {
            "title": "Christmas joy returns to Bethlehem amid Israeli raids across West Bank | Occupied West Bank News | Al Jazeera",
            "time": "2025-12-24T19:55:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_694c26754356f-1766598261.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have gathered in Bethlehem on Christmas Eve for the first public celebrations since 2022 after the city cancelled or muted festivities for two years out of respect for the thousands killed during Israel’s genocidal war on Gaza.</p><p>Families filled Manger Square in the occupied West Bank city as a giant Christmas tree returned to the plaza, replacing a nativity display used during the war that showed baby Jesus amid rubble and barbed wire, symbolising the devastation in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The celebrations were led by Cardinal Pierbattista Pizzaballa, the top Catholic leader in the Holy Land, who arrived in Bethlehem from Jerusalem in the traditional Christmas procession and called for “a Christmas full of light”.</p><figure id=\"attachment_4194346\" aria-describedby=\"caption-attachment-4194346\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194346\" src=\"/wp-content/uploads/2025/12/afp_694c267f636e-1766598271.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Clergymen and alter boys wait before Christmas service in the Manger Square outside the Church of the Nativity in Bethlehem\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194346\" class=\"wp-caption-text\">Clergymen and alter boys wait ahead of Christmas service in the Manger Square outside the Church of the Nativity (R) in the biblical city of Bethlehem in the occupied West Bank on Christmas eve on December 24, 2025. (AFP)</figcaption></figure><p>Scout bands from towns across the West Bank marched through Bethlehem’s streets, their bagpipes draped with tartan and Palestinian flags.</p><p>Since the start of Israel’s genocidal war on Gaza, its forces have carried out near-daily raids across the West Bank, arresting thousands of Palestinians and sharply restricting movement between cities.</p><p>Palestinians say the intensified military presence, road closures and checkpoint delays have deterred visitors, paralysing the tourism sector on which Bethlehem’s economy depends.</p><p>The vast majority of those celebrating were local residents, with only a small number of foreign visitors.</p><p data-start=\"2215\" data-end=\"2611\">Unemployment in Bethlehem surged from 14 percent to 65 percent during the genocidal war on Gaza, Mayor Maher Nicola Canawati said earlier this month. As economic conditions deteriorated, about 4,000 residents left the city in search of work, he added.</p><h2 id=\"israeli-raids-and-settler-attacks\">Israeli raids and settler attacks</h2><p data-start=\"2880\" data-end=\"3033\">The return of Christmas celebrations comes despite <a href=\"/news/2025/12/23/israeli-forces-demolish-shops-in-raids-near-occupied-east-jerusalem\">continued raids and large-scale military incursions</a> across the occupied West Bank, even after a fragile ceasefire in Gaza, which has been repeatedly violated by Israeli forces, took hold in October.</p><p>The raids often entail mass arrests of Palestinians, home searches and demolitions, as well as physical assaults that sometimes lead to deaths.</p><p>Attacks by Israeli settlers against Palestinians have reached their highest level since the United Nations humanitarian office began recording data in 2006. The attacks have <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">involved killings</a>, beatings and the destruction of property, often under the protection of the Israeli military.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier on Wednesday, more than 570 Israeli settlers entered the Al-Aqsa Mosque compound in occupied East Jerusalem under police protection, the Palestinian news agency Wafa reported.</p><p>Palestinians say such incursions violate the longstanding status quo governing Islam’s third-holiest site.</p><p>Israel’s security cabinet has also signed off on plans to <a href=\"/news/2025/12/12/israel-approves-19-new-west-bank-settlements-in-major-annexation-push\">formalise 19 illegal settlements</a> across the West Bank, in a move Palestinian officials say deepens a decades-long project of <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">land theft</a> and demographic engineering.</p><p>The United Kingdom, Canada, Germany and other countries condemned the move on Wednesday.</p><p>“We call ‍on ⁠Israel to reverse this decision, as well as the expansion of settlements,” said a joint statement released by the UK, Belgium, Denmark, France, Italy, Iceland, Ireland, Japan, Malta, the Netherlands, Norway and Spain.</p><p>“We ‌recall that such unilateral actions, ‌as part ⁠of a wider intensification of the settlement policies in the West Bank, ‌not only violate international law but also risk fuelling instability.”</p></div></div></body></html>"
        },
        {
            "title": "Is peace in Sudan possible? | TV Shows | Al Jazeera",
            "time": "2025-12-24T19:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766601745.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Khartoum proposes plan to end the conflict, but the UN warns violence is worsening.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">As 2025 comes to an end, there is still no sign of peace in Sudan.</p><p class=\"p1\">The conflict between the army and paramilitary Rapid Support Forces (RSF) began more than two and a half years ago and has killed tens of thousands of people and displaced millions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">This week, the prime minister presented a peace plan to the United Nations Security Council. It would see the RSF give up its weapons and the territory it controls.</p><p class=\"p1\">The RSF says the plan is “closer to fantasy than to politics”.</p><p class=\"p1\">Where does this leave Sudan’s future?</p><p class=\"p1\"><strong>Presenter:</strong> Sami Zeidan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Ahmad Ibrahim – independent Sudan analyst</p><p class=\"p1\">Cameron Hudson – former director of African affairs at the United States National Security Council</p><p class=\"p1\">Khalid Medani – chairperson of the African studies programme at Canada’s McGill University</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Bangladesh opposition leader Tarique Rahman set for historic homecoming | Elections News | Al Jazeera",
            "time": "2025-12-24T18:36:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_88TM8WE-1766598485.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh opposition leader Tarique Rahman set for historic homecoming</h1><p class=\"article__subhead\"><em>BNP plans historic rally as Rahman, seen as a key leader, marks his highly anticipated homecoming.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"683\" data-end=\"925\">Bangladesh’s main opposition party says it is preparing a vast show of support as its leader, Tarique Rahman, prepares to return home after nearly 17 years in exile.</p><p data-start=\"927\" data-end=\"1317\">The <a href=\"/news/2025/12/9/analysis-bangladeshs-bnp-seeks-hasinas-liberal-mantle-before-elections\">Bangladesh Nationalist Party</a> (BNP) aims to mobilise up to five million supporters in the capital to welcome Rahman, who is widely viewed as the party’s prime ministerial frontrunner for the country’s parliamentary elections scheduled for February.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"927\" data-end=\"1317\">His expected arrival from London on Thursday comes as the BNP regains momentum after the removal of longtime leader Sheikh Hasina in a student-led uprising last year.</p><p data-start=\"1319\" data-end=\"1677\">Rahman, 60, is the son of former Prime Minister Khaleda Zia and currently serves as the BNP’s acting chairman.</p><p data-start=\"1319\" data-end=\"1677\">Since 1991, power in Bangladesh has largely alternated between Zia and Hasina, apart from brief caretaker administrations. With Hasina’s Awami League barred from contesting the <a href=\"/news/2025/12/11/bangladesh-sets-february-election-after-year-of-political-upheaval\">February 12</a> vote, the BNP now appears positioned to dominate the race.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-defining-political-moment\" data-start=\"1679\" data-end=\"2030\">‘A defining political moment’</h2><p data-start=\"2032\" data-end=\"2228\">BNP leaders say they are coordinating security arrangements with authorities for what they call an “unprecedented” mobilisation, with supporters expected to line the route from the airport to the reception venue.</p><p data-start=\"2444\" data-end=\"2582\">“This will be a defining political moment,” senior BNP leader Ruhul Kabir Rizvi said.</p><p data-start=\"2584\" data-end=\"2892\">Rahman has lived in London since 2008 after facing multiple criminal convictions in Bangladesh, including money laundering and charges linked to an alleged plot to assassinate Hasina. Courts acquitted him following Hasina’s removal from office, removing the legal obstacles that had delayed his return.</p><p data-start=\"2894\" data-end=\"3005\">BNP officials said Rahman will proceed directly from the airport to the rally venue before visiting his mother, who has been seriously ill for months.</p><p data-start=\"3007\" data-end=\"3260\">The homecoming unfolds during a <a href=\"/video/inside-story/2025/12/21/how-volatile-is-the-political-situation-in-bangladesh\">fragile transition</a> overseen by an interim government led by Nobel laureate Muhammad Yunus. The election is seen as a critical test of Bangladesh’s ability to restore democratic legitimacy after years of political turmoil.</p><p data-start=\"3262\" data-end=\"3410\">Concerns persist over sporadic violence and recent attacks on media outlets, raising questions about the state’s capacity to ensure a credible vote.</p><p data-start=\"3412\" data-end=\"3532\">The National Citizen Party (NCP), which emerged from the youth protest movement that toppled Hasina, welcomed Rahman’s return.</p><p data-start=\"3534\" data-end=\"3823\">“Rahman was forced into exile under severe pressure and threats, so his homecoming carries symbolic weight,” said NCP spokesperson Khan Muhammad Mursalin. “His arrival will undoubtedly energise party leaders and supporters … On the path to democracy, we will stand with him.”</p></div></div></body></html>"
        },
        {
            "title": "Mahrez double sets Algeria off to winning AFCON 2025 start against Sudan | Football News | Al Jazeera",
            "time": "2025-12-24T17:57:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251224__88YV4Z8__v1__MidRes__FblAfr2025Match09DzaSdn-1766593275.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Captain Riyad Mahrez has scored in each half as 2019 champions Algeria have eased to a 3-0 win over 10-man Sudan in their opening game at the <a href=\"/tag/african-cup-of-nations/\">2025 Africa Cup of Nations</a> (AFCON).</p><p>Mahrez got the opener on Wednesday after just 82 seconds to the delight of the Algerian fans, who made up the vast majority of the 16,115-person crowd at Moulay El Hassan Stadium in Rabat.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The former Manchester City winger, now with Al-Ahli of Saudi Arabia, got his and his team’s second goal just after the hour mark, and Ibrahim Maza wrapped up the win late in the game as Algeria started in the best possible fashion in Group E.</p><p>Among the spectators in the Moroccan capital was France legend Zinedine Zidane, whose parents came from Algeria and whose son Luca was starting in goal for the Desert Foxes.</p><p>His appearance on big screens in the ground drew huge cheers from Algerian supporters, who were delighted to see their team produce a convincing performance.</p><p>Algeria were eliminated in the first round without a win at each of the past two AFCON tournaments but wasted no time in breaking the deadlock against the group outsiders.</p><p>The match was little more than a minute old when Mohamed Amoura’s ball across the penalty box was met by a back-heel from Hicham Boudaoui to tee up Mahrez. He took a touch before firing in.</p><p>Zidane then did well to save at the feet of Sudan’s Yaser Awad Boshara, but Algeria were by far the better side.</p><p>Sudan’s chances of getting back into the game were then severely dented when Salaheldin Adil was sent off six minutes before the interval for a second booking for chopping down Rayan Ait-Nouri.</p><p>Ramy Bensebaini had a goal disallowed for offside moments later, but Mahrez made it 2-0 on 61 minutes as he connected with a lovely outside-of-the-boot assist from Amoura.</p><p>Mahrez, appearing at his sixth AFCON, now has eight goals at the tournament. He came off to an ovation from the Algerian fans late on.</p><p>Substitute Maza of Bayer Leverkusen finished from Baghdad Bounedjah’s knockdown with five minutes left to score Algeria’s 100th AFCON goal and make it 3-0.</p><p>Sudan have now won just once in 17 Cup of Nations matches since lifting the trophy in 1970.</p><figure id=\"attachment_4194292\" aria-describedby=\"caption-attachment-4194292\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194292\" src=\"/wp-content/uploads/2025/12/AFP__20251224__88Z28X8__v1__MidRes__FblAfr2025Match09DzaSdn-1766595510.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Algeria's forward #7 Riyad Mahrez celebrates scoring the team's second goal during the Africa Cup of Nations (CAN) Group E football match between Algeria and Sudan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194292\" class=\"wp-caption-text\">Mahrez celebrates scoring the team’s second goal [Sebastien Bozon/AFP]</figcaption></figure><h2 id=\"burkina-faso-in-afcon-late-show-against-equatorial-guinea\">Burkina Faso in AFCON late show against Equatorial Guinea</h2><p>Two goals deep in second-half stoppage time saw Burkina Faso snatch a 2-1 victory over 10-man Equatorial Guinea in the opening Group E match earlier in the day.</p><p>Despite having a man sent off early in ⁠the second half, Equatorial Guinea took a surprise lead in the 85th minute through substitute Marvin Anieboh and ​looked on course to pull off another of the surprise results that have characterised their ‍performance at the last edition of the Cup of Nations.</p><p>But Burkina Faso fought back late as Georgi Minoungou scored in the fifth minute of stoppage time to equalise before Bundesliga defender Edmond Tapsoba won the points with the last effort of ‍the game.</p><p>Burkina Faso had ⁠looked the stronger of the two sides, but their Premier League attack of Dango Ouattara and Bertrand Traore squandered chances, even after Equatorial Guinea had been reduced to 10 men when Basilio Ndiong caught Traore on his heel with a dangerous tackle five minutes into the second half.</p><p>The numerical advantage handed Burkina Faso a myriad of chances at Stade Mohammed V, and they did have the ball in the net with a first touch from substitute Lassina Traore, returning to ​action after a long injury layoff. But his 71st-minute effort was ruled offside.</p><p>Equatorial Guinea ‌then threatened another of their trademark upsets when Anieboh headed home from a rare corner with five minutes left.</p><p>Equatorial Guinea, who are the second smallest country at the tournament in Morocco, proved a sensation at the last AFCON finals in the Ivory Coast, upsetting the hosts 4-0 in the group stage and finishing top of their group but then losing out to ‌Guinea in the last 16.</p><p>They were headed for another upset ⁠triumph, cleverly slowing down the game, but with eight minutes of time added on, there was still hope for Burkina Faso.</p><p>Bayer Leverkusen defender Tapsoba proved key in turning the game around, passing for Ouattara, who was felled in the box, but the loose ball ‌was immediately swept up by Minoungou, who tucked it away from a tight angle.</p><p>With less than a minute left, Burkina Faso launched a final attack through Cyriaque Irie, whose cross from the right was parried by ‍Equatorial Guinea goalkeeper Jesus Owono straight onto the head of Tapsoba, who steered the winner home.</p></div></div></body></html>"
        },
        {
            "title": "Algeria declares France’s colonial rule a crime in new law | Government News | Al Jazeera",
            "time": "2025-12-24T17:49:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_36FL3EH-1766593552.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"680\" data-end=\"910\">Algeria’s parliament has unanimously passed <a href=\"/news/2025/12/21/algeria-bill-seeks-to-criminalise-french-colonial-rule-what-to-know\">legislation</a> declaring France’s colonisation of the country a crime.</p><p data-start=\"912\" data-end=\"1247\">On Wednesday, lawmakers stood in the chamber draped in scarves bearing the national colours, chanting “Long live Algeria” as they approved the bill.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"912\" data-end=\"1247\">Parliament also formally demanded an apology and reparations from Paris in a move that seeks to redress attempts to sweep the issue aside.</p><p data-start=\"912\" data-end=\"1247\">The law assigns France “legal responsibility for its colonial past in Algeria and the tragedies it caused”, placing historical accountability at the centre of the state’s legal framework.</p><p data-start=\"1249\" data-end=\"1515\">While analysts say the law carries no enforceable international weight, its political impact is significant, signalling a rupture in how Algeria engages France over colonial memory.</p><p data-start=\"1517\" data-end=\"1736\">Parliament Speaker Ibrahim Boughali said the legislation sent “a clear message, both internally and externally, that Algeria’s <a href=\"/gallery/2023/7/4/history-illustrated-ghost-of-the-algerian-war\">national memory</a> is neither erasable nor negotiable”, according to the APS state news agency.</p><p data-start=\"1738\" data-end=\"2112\">The text catalogues crimes of French <a href=\"/video/inside-story/2025/12/2/can-former-colonial-powers-be-held-accountable-for-past-atrocities\">colonial rule</a>, including nuclear tests, extrajudicial killings, “physical and psychological torture” and the “systematic plundering of resources”.</p><p data-start=\"1738\" data-end=\"2112\">It also asserts that “full and fair compensation for all material and moral damages caused by French colonisation is an inalienable right of the Algerian state and people”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"crime-against-humanity\" data-start=\"1738\" data-end=\"2112\">‘Crime against humanity’</h2><p data-start=\"2114\" data-end=\"2510\">France brutally ruled Algeria from 1830 to 1962 through a system marked by torture, enforced disappearances, massacres, economic exploitation, mass killings and large-scale deportations and marginalisation of the country’s indigenous Muslim population.</p><p data-start=\"2114\" data-end=\"2510\">The war of independence between 1954 and 1962 alone left deep scars. Algeria puts the death toll at 1.5 million.</p><p data-start=\"2512\" data-end=\"2765\">President Emmanuel Macron has previously described the colonisation of Algeria as a “crime against humanity” but has consistently refused to issue a formal apology. He reiterated that position in 2023, saying: “It’s not up to me to ask forgiveness.”</p><p data-start=\"2767\" data-end=\"2966\">Last week, French Ministry for Europe and Foreign Affairs spokesperson Pascal Confavreux declined to comment on the parliamentary vote, saying he would not engage with “political debates taking place in foreign countries”.</p><p data-start=\"2968\" data-end=\"3231\" data-is-last-node=\"\" data-is-only-node=\"\">Hosni Kitouni, a colonial history researcher at the University of Exeter, told the AFP news agency that the law has no binding effect on France but stressed that “its political and symbolic significance is important: it marks a rupture in the relationship with France in terms of memory”.</p><p data-start=\"2512\" data-end=\"2765\">The vote comes amid a diplomatic <a href=\"/news/2025/5/1/why-is-algeria-unhappy-with-france\">crisis</a> between the two countries. Algeria and France maintain ties through immigration in particular, but today’s vote comes amid friction in the relationship.</p><p>Tensions have been high for months since Paris recognised <a href=\"/news/2025/10/31/un-security-council-supports-moroccos-plan-for-western-sahara\">Morocco’s autonomy plan</a> for resolving the Western Sahara conflict in July 2024. Western Sahara has witnessed armed rebellion since it was annexed by Morocco after the colonial power, Spain, left the territory in 1975.</p><p>Algeria supports the Sahrawi people’s right to self-determination in Western Sahara and backs the Polisario Front, which rejects Morocco’s autonomy proposal.</p><p>In April, the tensions escalated into a crisis after an Algerian diplomat was arrested along with two Algerian nationals in Paris. The diplomatic crisis came barely a week after Macron and Algeria’s President Abdelmadjid Tebboune expressed their commitment to revive dialogue.</p></div></div></body></html>"
        },
        {
            "title": "Sahel summit: What is the biggest challenge facing the region? | Explainer News | Al Jazeera",
            "time": "2025-12-24T17:31:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357451476873-1766555210.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mali, Burkina Faso and Niger have announced the launch of a <a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\">joint military battalion</a> aimed at fighting armed groups across the Sahel, one of Africa’s poorest and most volatile regions.</p><p>The initiative was announced at the end of the two-day Alliance of Sahel States (AES) summit in the Malian capital, Bamako, as the three countries struggle to improve the security situation amid rising attacks from separatist groups as well as armed groups linked to al-Qaeda and ISIL (ISIS).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This was the group’s second summit since its formation in 2023.</p><p>Here is what you need to know about the summit and whether the joint battalion will help improve the security situation in the three Sahel countries.</p><h2 id=\"what-was-agreed-on\">What was agreed on?</h2><p>They agreed to launch a joint battalion, which is expected to comprise an estimated 5,000 soldiers from the three countries, with a mandate centred on counterterrorism and border security.</p><p>Burkina Faso leader Ibrahim Traore, who was named the head of the alliance, announced “large-scale” joint operations against armed groups in the coming days.</p><p>Moreover, the three leaders also jointly launched the AES Television, described in official communications as an instrument to counter disinformation and promote the region’s narrative.</p><p>A Burkinabe presidency statement said the leaders would review implementation reports, adopt decisions to consolidate achievements and address major challenges facing the bloc.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2023/7/27/who-is-omar-tchiani-the-suspected-brain-behind-niger-coup\">General Omar Tchiani</a>, leader of Niger’s military government, said the AES had “put an end to all occupation forces in our countries”. “No country or interest group will decide for our countries any more,” he said.</p><h2 id=\"has-the-reliance-on-russian-forces-improved-the-security-situation\">Has the reliance on Russian forces improved the security situation?</h2><p>The military leaders of the three nations in recent years kicked out longtime security partners <a href=\"/news/2023/12/31/au-revoir-sahel-did-2023-crush-frances-influence-in-africa\">France</a> and the United States. Thousands of French soldiers were stationed in several African nations, including the three Sahel countries, while Niger hosted nearly 1,000 US soldiers and was the site of the largest drone base in Africa. US forces withdrew from Niger last year.</p><p>After snapping ties with their Western partners, the military leaders from the Sahel countries turned to <a href=\"/opinions/2025/9/25/the-us-and-russias-proxy-war-is-bleeding-africa\">Russia</a> amid an increasingly vulnerable security situation.</p><p>Bamako is now collaborating with Russian forces, with about 1,500 personnel from the Wagner mercenary group initially, and since June, roughly 1,000 fighters from the Kremlin-controlled paramilitary group Africa Corps.</p><p>Russian soldiers are also present, though in smaller numbers, in Burkina Faso and Niger.</p><p>On the apparent contradiction of allowing <a href=\"/news/2025/11/6/is-mali-about-to-fall-to-al-qaeda-affiliate-jnim\">Russian mercenaries</a> to operate on their soil while claiming independence from foreign influence, analyst Ulf Laessing says it is a message from the military-run nations to the West with whom they would like to “work less”.</p><p>“They don’t mind working with Russia, and all three countries have bought drones from Turkey,” Laessing, Sahel analyst at Konrad-Adenauer Stiftung, noted.</p><p>“China also delivers weapons to some countries, so that’s a message against the West.”</p><p>Meanwhile, Rida Lyammouri, senior fellow at the Policy Center for the New South, says Russia is less likely to interfere in their “domestic politics”.</p><p>“On the other hand, Western partners often condition interventions with what they see as democratic practices aligning with the Western world,” he said.</p><p>Several Western nations, including the United States, France and the United Kingdom, as well as the European Union, imposed targeted sanctions, aid suspensions, and visa restrictions on the three Sahel nations in response to their respective military coups.</p><p>But the reliance on Russian forces has not helped improve the security situation, analyst Laessing says.</p><p>“Since the Russians arrived in Mali, the security situation has worsened because they don’t distinguish between fighters and civilians,” he said, pointing to human rights reports which have accused Russian forces of grave abuses.</p><p>Analyst Lyammouri says while Russian mercenaries might have helped the military recapture the city of Kidal and parts of northern Mali from Tuareg rebels, they have struggled to make any improvements when it comes to fighting against “violent extremist groups”.</p><p>“They don’t only continue to pose a real threat and carry [out] almost daily attacks but also expanded into new geographical areas in southern and western parts of Mali.”</p><h2 id=\"which-armed-groups-are-operating-in-burkina-faso-mali-and-niger\">Which armed groups are operating in Burkina Faso, Mali and Niger?</h2><p>The three countries have for more than a decade battled armed groups, including some linked to al-Qaeda and ISIL, as well as separatists.</p><p>The most influential group is Jama’at Nusrat al-Islam wal-Muslimin (JNIM), an al-Qaeda-linked coalition formed in 2017. The JNIM is deeply entrenched in central and northern Mali, has expanded across much of Burkina Faso, and now operates in western Niger as well.</p><p>Another leading group is the ISIL affiliate in the Greater Sahara (ISGS), also known as the ISIL affiliate in the Sahel Province (ISSP).</p><p>ISGS is particularly active in eastern Mali, western Niger and parts of northern and eastern Burkina Faso, especially in the tri-border zone. It has carried out large-scale assaults on military bases and villages.</p><p>Among other actors is the Azawad Liberation Front (FLA), a Tuareg-led separatist movement operating in northern Mali. Formed in 2024 after a merger with other groups such as the Tuareg National Movement for the Liberation of Azawad (MNLA), it has launched attacks against both Malian and Russian forces.</p><p>The roots of the conflict date back to 2012, when the MNLA group – fighting for an independent state of Azawad – captured parts of northern Mali, but their control over the territory was short-lived.</p><p>The security chaos of 2012 coincided with a coup in Bamako, creating a power vacuum in the north. This vacuum enabled al-Qaeda-affiliated Ansar Dine to seize territory from Tuareg rebels, triggering military intervention from France in 2013.</p><p>Ansar Dine, along with several other armed groups, merged to form the JNIM.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-main-challenges-facing-all-three-states\">What are the main challenges facing all three states?</h2><p>According to analyst Lyammouri, all three countries face “major security challenges”. He said, “The dynamics of the overall conflict might differ from one country to another.”</p><p>Moreover, the conflict has led to economic challenges for the landlocked nations, Lyammouri added, noting, for example, that JNIM has put up blockades around the main roads since September.</p><p>JNIM has been targeting fuel tankers, particularly those coming from Senegal and the Ivory Coast, through which the majority of Mali’s imported goods transit.</p><p>“This demonstrates the vulnerabilities of Mali’s economy relying solely on traffic from coastal states without any other alternatives,” he said, adding that it remains diplomatically isolated from the West and regional bloc Economic Community of West African States (ECOWAS).</p><p>“Tensions with these countries have isolated AES states further and put them under social pressure as the prices of goods increase and access to basic goods becomes a struggle for the local population,” he added.</p><p>On whether the joint battalion is likely to succeed, Laessing said the security challenges are “so complex”. “Anyone would struggle to contain this threat,” he said.</p><p>“At the end of the day, you need negotiations, you need a political solution … a military force alone might help a bit, but it won’t solve the conflict.”</p></div></div></body></html>"
        },
        {
            "title": "French Empire: Civilising Mission | History | Al Jazeera",
            "time": "2025-12-24T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766588303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">How the French Empire built power through language, schooling and cultural assimilation and what it means today.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Beyond armies and violence, France built its empire through language, schooling and cultural influence. This film explores how assimilation became a method of rule and a source of resistance.</p><p>At the heart of French colonial rule was the mission “civilisatrice”, a doctrine that claimed to lift up colonised societies through education, administration and the French language. In practice, this system sought to reshape colonised people’s identities, loyalties and cultures, replacing local traditions with French norms while maintaining strict political and economic control. Schools, legal systems and bureaucracies became tools of empire as powerful as armies.</p><p>Through case studies in Algeria, Indochina and West Africa, the documentary shows how colonial administrations operated on the ground. In Algeria, settler colonialism and mass repression led to war. In Indochina, education and bureaucracy coexisted with exploitation and nationalist resistance. In West Africa, language policy and indirect rule reshaped social hierarchies and governance.</p><p>This episode examines how resistance movements challenged the promise of civilisation, forcing France to confront the contradictions at the heart of its empire. Anticolonial struggles, intellectual movements and armed uprisings not only weakened imperial rule but reshaped French politics, culture and identity itself.</p><p>The documentary also places French colonial strategies in a broader modern context. In the contemporary world, the United States projects influence less through formal empire and more through soft power. Hollywood cinema, television and digital platforms circulate American values, lifestyles and narratives globally, shaping cultural imagination in ways that echo earlier imperial projects. At the same time, US dominance in higher education, academic publishing and institutional standards helps define what knowledge is valued, taught and legitimised worldwide.</p><p>It also draws direct connections between French colonialism and the modern world. Contemporary debates over language, immigration, secularism and inequality are deeply rooted in colonial systems designed to classify, discipline and extract. Many modern state institutions, education models and economic relationships reflect structures first imposed under empire.</p><p>By tracing how cultural control, education and administration functioned as instruments of power, the documentary reveals how the legacy of French colonialism continues to shape modern capitalism, global inequality and postcolonial relations today.</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UN experts condemn US naval blockade of Venezuela as illegal aggression | Donald Trump News | Al Jazeera",
            "time": "2025-12-24T15:39:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694bf93aecb0-1766586682.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN experts condemn US naval blockade of Venezuela as illegal aggression</h1><p class=\"article__subhead\"><em>UN experts criticise US blockade for endangering human rights and call for an investigation into alleged violations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Four United Nations human rights experts have condemned the partial naval blockade of Venezuela by the United States, finding it an illegal armed aggression and calling on the US Congress to intervene.</p><p>“There is no right to enforce unilateral sanctions through an armed blockade,” the UN experts said in a joint statement on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The US has deployed a major military force in the Caribbean and intercepted oil tankers as part of a <a href=\"/news/2025/12/24/venezuela-warns-us-aggression-is-first-stage-amid-continental-ambitions\">naval blockade against Venezuelan vessels</a> it considers to be under sanctions.</p><p class=\"p1\">A blockade is a prohibited use of military force against another country under the UN Charter, they added.</p><p class=\"p1\">“It is such a serious use of force that it is also expressly recognised as illegal armed aggression under the General Assembly’s 1974 Definition of Aggression,” the experts said. “The illegal use of force, and threats to use further force at sea and on land, gravely endanger the human right to life and other rights in Venezuela and the region.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">US President Donald Trump accuses Venezuela of using oil, the South American country’s main resource, to finance “narcoterrorism, human trafficking, murders and kidnappings”.</p><p class=\"p1\">Caracas denies any involvement in drug trafficking. It says Washington is seeking to overthrow its president, Nicolas Maduro, to seize Venezuela’s oil reserves, the largest in the world.</p><p class=\"p1\">Since September, US forces have launched dozens of air strikes on boats that Washington alleges were transporting drugs. It has yet to provide evidence for those accusations. More than 100 people have been killed.</p><h2 id=\"us-congress-should-intervene\" class=\"p1\">‘US Congress should intervene’</h2><p class=\"p1\">“These killings amount to violations of the right to life. They must be investigated and those responsible held accountable,” the experts said.</p><p class=\"p1\">“Meanwhile, the US Congress should intervene to prevent further attacks and lift the blockade,” they added.</p><p class=\"p1\">They called on countries to take measures to stop the blockade and illegal killings and bring the perpetrators to justice.</p><p class=\"p1\">The four who signed the joint statement are: Ben Saul, special rapporteur on protecting human rights while countering “terrorism”; George Katrougalos, an expert on promoting a democratic and equitable international order; development expert Surya Deva; and Gina Romero, special rapporteur on the right to freedom of peaceful assembly and association.</p></div></div></body></html>"
        },
        {
            "title": "Man Utd’s Bruno Fernandes ‘impossible’ to replace, says Amorim | Football News | Al Jazeera",
            "time": "2025-12-24T15:33:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25349797048478-1766588054.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd’s Bruno Fernandes ‘impossible’ to replace, says Amorim</h1><p class=\"article__subhead\"><em>Manchester United coy on when captain Bruno Fernandes will return to Premier League action from injury.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United manager Ruben Amorim ‌says it will be impossible to replace injured captain Bruno Fernandes, but insists that the Portugal ‍midfielder’s absence is an opportunity for others to step up.</p><p>“It’s impossible to replace Bruno,” Amorim told reporters ‍on Wednesday, before Friday’s home game against Newcastle United, adding, “a lot of people need to step up.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fernandes was forced off at halftime during Sunday’s 2-1 defeat by Aston Villa with a soft-tissue injury, leaving United without their creative fulcrum and set-piece organiser.</p><p>The Times reported United are hopeful Fernandes could ⁠return for the Manchester derby on January 17. Amorim, however, declined to discuss the extent of the ​injury but acknowledged the void it creates.</p><p>“It’s not just the creation. On every set piece, he is the guy organising the team, and that is a good opportunity for everyone ‍to step up ⁠and realise we can’t rely on one player for everything. Sometimes we rely on Bruno for the organisation and creation.</p><p>“We lost Bruno, Bryan [Mbeumo] and Amad [Diallo] in set pieces, so this is massive for the team, but it’s an opportunity for other players to step up and show the leadership we need in the team.”</p><p>Mbeumo and Diallo are away at the <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">2025 Africa Cup of Nations</a> for Cameroon and Ivory Coast, respectively.</p><h2 id=\"mainoo-remains-unavailable-for-man-utd\">Mainoo remains unavailable for Man Utd</h2><p>Nobody ​has created more chances in the Premier League this season than Fernandes, and United will now have to rejig their midfield, with Amorim confirming that <a href=\"/sports/2025/12/19/amorim-takes-aim-at-man-utd-youth-over-entitlement-as-mainoo-saga-rumbles\">unsettled youngster Kobbie Mainoo</a> will also miss the game.</p><p>“We maybe need to see different ways of playing. I think Jack Fletcher did a very good job, and ‌that’s why when we have this opportunity, we need to give space to guys like Jack and other ones,” Amorim added.</p><p>“I am confident we ‌can win any game. We have some problems, but I ⁠believe in the team, even without many players in this moment.</p><p>“It is more difficult, but I trust in my players. If we are really focused in the game, we can win.”</p><p>Fletcher, son of former United player Darren, and Shea Lacey were ‌given their debuts against Villa, and Amorim praised the two 18-year-olds.</p><p>“The behaviour they showed during these weeks is really good,” Amorim said.</p><p>“I don’t have that feeling that [they think], ‘I’m a little bit different because ‍I play for Man United’.”</p><p>Amorim said defenders Harry Maguire (hamstring) and Matthijs de Ligt (back) will also miss the Newcastle game.</p><p>“They are not available for this one. Let’s see for the next one,” he ‌said.</p></div></div></body></html>"
        },
        {
            "title": "Iran rejects inspections of bombed nuclear sites without IAEA framework | United Nations News | Al Jazeera",
            "time": "2025-12-24T15:19:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-26T113137Z_1338798175_RC2BAFABW2LM_RTRMADP_3_IRAN-NUCLEAR-1750940480.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has rejected calls to allow inspections of nuclear facilities bombed during attacks by the United States in June, saying the United Nations nuclear watchdog must first define “post-war conditions” governing access to sites hit by military attacks.</p><p data-start=\"538\" data-end=\"907\">Speaking to reporters after a cabinet meeting in Tehran on Wednesday, Mohammad Eslami, head of Iran’s Atomic Energy Organisation, said Tehran would not permit inspections of facilities struck by the US until the International Atomic Energy Agency (IAEA) establishes a clear framework for such visits, according to Iran’s semiofficial Tasnim news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If there are established procedures for the post-war situation, the agency should announce them so that we can act accordingly,” Eslami said.</p><p>He added that Tehran had formally communicated its position to the IAEA, insisting that rules must be “defined and codified” for cases in which nuclear facilities under international safeguards are subjected to military attack.</p><p>During a 12-day war with Israel in June, the US military bombed three major Iranian nuclear facilities – Fordo, Natanz and Isfahan – using bunker-buster munitions. More than 430 people were killed, and thousands more were wounded in the wave of attacks, according to Iran’s Ministry of Health.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The strikes followed Israel’s surprise attack on Iran, which killed hundreds of Iranian civilians, including nuclear scientists, as well as senior military commanders, and targeted several nuclear programme-related sites.</p><p>Tehran denies seeking a nuclear bomb.</p><p>Israel, meanwhile, is widely believed to have an undeclared nuclear arsenal.</p><p>Following the US attacks, Iran expelled IAEA inspectors stationed in the country, accusing the agency of failing to condemn the attacks.</p><p>The Geneva Conventions prohibit attacks on “installations containing dangerous forces, namely dams, dykes and nuclear electrical generating stations”.</p><p>Eslami said if the IAEA supports or tolerates military action against safeguarded nuclear sites, it should say so explicitly.</p><p>“But if such attacks are not permitted, they must be condemned – and once condemned, the post-war conditions must be clarified,” he said, adding that Iran would not accept “political and psychological pressure” to allow inspections before that happens.</p><h2 id=\"no-legal-effect-of-nuclear-deal\">‘No legal effect’ of nuclear deal</h2><p>Eslami also criticised a UN Security Council meeting on nuclear non-proliferation held on Tuesday, describing the statements made there as completely unprofessional and non-legal, according to Tasnim.</p><p>A key point of contention was the legal status of Resolution 2231, which endorsed the Joint Comprehensive Plan of Action (JCPOA), commonly known as the Iran nuclear deal.</p><p>Iran’s ambassador to the UN, Amir-Saeid Iravani, told the UNSC that Resolution 2231 expired on October 18, 2025, and therefore “ceased to have any legal effect or operative mandate”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>His position was echoed by the representatives of Russia and China.</p><p data-start=\"3024\" data-end=\"3241\">Iravani said Iran remained committed to “principled diplomacy and genuine negotiations”, placing responsibility on France, the United Kingdom and the US to take steps to restore trust, according to the state-run news agency IRNA.</p><p>The US representative at the meeting, Morgan Ortagus, said Washington remained open to talks but only if Iran agreed to direct and meaningful dialogue.</p><p>“Foremost, there can be no enrichment inside of Iran,” she said.</p><p data-start=\"3458\" data-end=\"3610\">Before the June escalation, Iran and the US had held five rounds of indirect nuclear negotiations, mediated by Oman, without reaching a breakthrough.</p></div></div></body></html>"
        },
        {
            "title": "Four Palestine Action hunger strikers vow to continue as two pause protest | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-24T15:03:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2251867733-1766586077.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four prisoners in the United Kingdom linked to the banned group Palestine Action are continuing with their hunger strike, despite grave medical warnings and two fellow strikers having recently paused their protest after suffering serious health concerns.</p><p>The protest group Prisoners For Palestine said the four remaining hunger strikers – Kamran Ahmed, Heba Muraisi, Teuta Hoxha and Lewie Chiaramello – would continue with their protest action, despite Ahmed, 28, <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\">being hospitalised</a> on Saturday for the third time since he began refusing food.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The remaining four will continue to refuse food on the basis of [their] demands,” the group said on Tuesday.</p><p>The hunger strikers <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">are demanding</a> immediate bail, the right to a fair trial, and for the UK to de-proscribe Palestine Action, which it outlawed as a “terror” group in July. For their part, the pro-Palestinian group says the UK government is complicit in Israeli war crimes committed in Gaza.</p><p>They are also calling for an end to alleged censorship of their communication, and are demanding that all sites operated by Israel’s largest weapons manufacturer, Elbit, be closed.</p><p>The statement said the remaining strikers, who are being held on remand, were adding to their list of demands: calling for an end to non-association orders between them, for access to the same courses and activities as sentenced prisoners, and for Muraisi to be transferred back from a prison in northern England to Bronzefield prison in Surrey, closer to her networks in London.</p><p>Chiaramello, who is on an intermittent hunger strike, refusing food every other day due to being diabetic, is experiencing confusion, dizziness, and weakness, Prisoners For Palestine said.</p><p>The prisoners are accused of involvement in break-ins at a UK factory operated by Elbit near Bristol and a Royal Air Force base in Oxfordshire last year, during which two military planes were spray-painted. They deny the charges against them, such as burglary and violent disorder.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"excruciating-pain\">‘Excruciating pain’</h2><p>The pledge to continue with the strike comes after two of their fellow prisoners announced a pause to their strike on Friday after suffering serious health impacts.</p><p>Qesser Zuhrah, a 20-year-old who Prisoners For Palestine said had halted her hunger strike after 48 days of refusing food, was experiencing “continuous excruciating pain in her abdomen”, the group said.</p><p>Her decision to pause the hunger strike came after staff at the prison denied her an ambulance last week for more than 18 hours, prompting MP Zarah Sultana to join protests outside the jail before she was taken to hospital.</p><p>In a statement, Zuhrah – whose lawyers said she had lost 13 percent of her body weight – indicated she intended to return to the hunger strike, warning the government, “We will certainly return to battle you with our empty stomachs in the new year.”</p><p>Another prisoner, Amu Gib, had also resumed eating after the hunger strike had left them using a wheelchair due to severe weakness and brain fog.</p><h2 id=\"mp-alleges-government-cruelty\">MP alleges government ‘cruelty’</h2><p>Sultana, representing the recently-formed Your Party, paid tribute to Zuhrah and Gib, saying their actions had “laid bare the cruelty of a Labour government wanting them to die”.</p><p>“They refused to give them that – and will resume in the new year,” she said in a statement, calling for immediate bail for the group.</p><p>She said the four remaining strikers remained “at a critical point, refusing food until their demands are met, UK complicity ends and Palestine is free”.</p><p>On Monday, lawyers for the hunger strikers said they <a href=\"/news/2025/12/23/palestine-action-hunger-strikers-launch-legal-action-against-government\">had written</a> a pre-claim letter to the government, warning that they would seek a High Court case over their demands to meet Justice Secretary David Lammy to discuss welfare and prison conditions.</p></div></div></body></html>"
        },
        {
            "title": "What is the new peace initiative proposed by Sudan’s PM Kamil Idris? | African Union News | Al Jazeera",
            "time": "2025-12-24T14:57:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694bc468954c-1766573160.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudanese Prime Minister Kamil Idris on Monday <a href=\"/news/2025/12/23/sudans-pm-kamil-idris-presents-peace-plan-to-unsc-to-end-war\">presented a proposal</a> before the United Nations Security Council (UNSC), seeking to end the country’s nearly three-year war that has created the world’s worst humanitarian crisis, with some 14 million people displaced.</p><p>The North African nation descended into civil war in April 2023 after a power struggle broke out between Sudanese Armed Forces (SAF) chief Abdel Fattah al-Burhan and the head of the paramilitary Rapid Support Forces (RSF), Mohamed Hamdan “Hemedti” Dagalo.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The recent massacres in <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">Sudan’s Darfur region</a> have drawn global attention to the conflict, with rights groups calling on rival sides to engage in dialogue to end the bloodshed.</p><h2 id=\"what-is-idris-s-peace-plan-for-sudan\">What is Idris’s peace plan for Sudan?</h2><p>Idris, the prime minister of the transitional government, proposed an immediate ceasefire in Sudan, monitored by the UN, the African Union and the League of Arab States.</p><p>He proposed a complete RSF troops withdrawal from the territory it controls.</p><p>The RSF and its allies control roughly 40 percent of Sudan, analyst Jihad Mashamoun told Anadolu news agency in November. This includes most of the Darfur and Kordofan regions.</p><p>In October, the RSF seized control of el-Fasher, the capital of North Darfur state, killing more than 1,500 people. It also controls key infrastructure such as the Heglig oilfield near the South Sudan border, seized on December 8.</p><p>The remaining 60 percent, including the capital, Khartoum, is controlled by the SAF. It maintains control over eastern Sudan, including Port Sudan along the Red Sea, its de facto administrative capital, northern states, and parts of central Sudan. It also retains air power. On Monday, the Sudanese army said it had recaptured a town southwest of the city of al-Rahad in North Kordofan state.</p><p>Idris, appointed by the army in May, proposed that the RSF members, after their withdrawal, would be placed in camps and vetted. He said the plan would reintegrate RSF fighters not accused of war crimes into society.</p><p>He promised to hold free elections after a transitional period aimed at fostering “inter-Sudanese dialogue”.</p><p>“This is not about winning a war,” he said, “but about ending a cycle of violence that has plagued Sudan for decades.”</p><p>The UNSC has not voted on the proposal yet, and discussions are still under way.</p><h2 id=\"how-did-the-rsf-react-to-the-peace-plan\">How did the RSF react to the peace plan?</h2><p>Al-Basha Tibiq, adviser to Hemedti, announced that the RSF has rejected Idris’s plan.</p><p>In a statement posted on Facebook, Tibiq was quoted as saying the plan was “nothing more than a recycling of outdated exclusionary rhetoric” that was indistinguishable from the position taken by the military chief, al-Burhan.</p><p>Tibiq said the idea that the RSF would have to withdraw from the territory it controls is “closer to fantasy than to politics”.</p><p>Regional mediators, along with the United States, have been pushing for a different plan, which al-Burhan had earlier rejected, arguing that the United Arab Emirates’ participation made it biased in favour of the paramilitaries and against the army.</p><p>Sudan’s transitional government accuses the UAE of arming the RSF.</p><p>The Quad group, comprising the US, Saudi Arabia, Egypt and the UAE, has been working to mediate between the SAF and the RSF.</p><p>The UAE has consistently denied allegations of arming and financing the RSF, and in March condemned Sudan’s decision to bring a case against it at the International Court of Justice, describing the accusations as a “cynical publicity stunt”.</p><h2 id=\"where-does-the-quad-stand-on-this\">Where does the Quad stand on this?</h2><p id=\"the-quad-backs-its-own-truce-proposal-and-us-ambassador-to-the-un-jeffrey-bartos-on-monday-urged-the-rsf-and-the-saf-to-accept-an-alternative-plan-for-a-humanitarian-truce\">The Quad backs its own truce proposal, and US Ambassador to the UN Jeffrey Bartos on Monday urged the RSF and the SAF to accept an alternative plan for a humanitarian truce.</p><p>“We urge both belligerents to accept this plan without preconditions immediately,” Bartos said, addressing the UNSC before Idris spoke.</p><p>In September, the Quad issued a statement urging an immediate three-month truce as a step towards a permanent ceasefire, improved humanitarian access, and the launch of a political process for a civilian-led transition.</p><p>The RSF announced in early November that it accepted the Quad’s truce proposal, but the fighting has persisted.</p><p>Idris told the UNSC on Monday that his peace proposal was “homemade”, rather than “imposed on us”, an implicit reference to the truce plans backed by the Quad.</p><h2 id=\"what-do-experts-say-about-the-peace-plan\">What do experts say about the peace plan?</h2><p>Al-Rashid Muhammad Ibrahim, who leads the Centre for International Political Relations Studies in Khartoum, noted that the novelty in the message lies in its clear vision and its reframing of the conflict in Sudan as an act of aggression.</p><p>Political analyst Faisal Abdel Karim said that for any initiative to succeed, it must be accepted by the opposing side, which in this case is the RSF. He added that the plan also needs to gain the support of the international and regional powers that influence the Sudanese landscape.</p><p>He said parts of the plan are reasonable, but others are not.</p><p>Political analyst Al-Wathiq Kameir told Al Jazeera that Idris presented the peace plan during a briefing session requested by Sudan, in the absence of UN Secretary-General Antonio Guterres.</p><p>“It becomes questionable when the prime minister of a war-torn country travels thousands of kilometres to address a hall dominated by heads of missions or their deputies, at a time that is politically dead because of the Christmas and end-of-year holidays,” Kameir said.</p><h2 id=\"what-are-other-reactions-to-the-peace-plan\">What are other reactions to the peace plan?</h2><p>Ahmed Aboul Gheit, the secretary-general of the 22-member Arab League, <a href=\"/news/2025/12/24/arab-league-welcomes-sudanese-govt-peace-plan-presented-at-un\">praised the peace plan</a> on Wednesday.</p><p>In a statement released by the league, Gheit commended the plan’s “highly important political, humanitarian, and security messages” and called for “positive engagement” with the proposal.</p><h2 id=\"what-is-happening-in-sudan\">What is happening in Sudan?</h2><p>Fighting between the RSF and the army has intensified in the past several weeks after the paramilitary forces escalated attacks around el-Fasher.</p><p>The escalation around el-Fasher started in October, when the region was captured by the RSF after an 18-month siege, which cut residents off from food, medicine and other critical supplies. The group was accused of <a href=\"/news/2025/11/4/rsf-digging-mass-graves-in-sudans-el-fasher-to-clean-up-massacre-expert\">committing mass killings</a>, kidnappings and widespread acts of sexual violence in its takeover of the city.</p><p>Despite the peace plan, fighting has continued. The RSF claimed that it had regained control of the town of Alouba, a strategic town in the Kordofan region, where thousands are currently fleeing violence.</p><p>On the other hand, the SAF said it had destroyed an RSF convoy in North Darfur state.</p><p>On Wednesday, Sudanese officials reported that 1,700 people had fled to White Nile state, east of Kordofan, with many heading to the city of Kosti.</p><p>Al Jazeera’s Mohamed Vall reported from Kosti that the city is stretched thin when it comes to resources, as it is already hosting about two million refugees and displaced people.</p><p>“There is a lack of … basic facilities for these people, and the authorities are calling on the international community and any organisations, local or foreign, to come to help with this situation, particularly [given] huge cuts in funding for the United Nations organisations specialised in [providing] aid in Sudan,” Vall said.</p><p>In 2021, the RSF and the SAF jointly toppled Sudan’s civilian government, but tensions over RSF integration and control of the transition erupted into a power struggle between al-Burhan and Hemedti.</p><p>The war has forced 14 million people to <a href=\"/news/2025/12/23/we-have-nothing-endless-pain-for-displaced-civilians-fleeing-sudan-war/\">flee their homes</a> to find shelter and safety away from the heavy fighting that has killed tens of thousands.</p><p>About 21 million people across the country are facing acute hunger, in what the UN calls the world’s largest humanitarian <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">crisis</a>.</p></div></div></body></html>"
        },
        {
            "title": "Ties with Turkiye improve “once Libya can patch its internal differences” | Digital Series | Al Jazeera",
            "time": "2025-12-24T13:23:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Lib-Horizontal-1766582244.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barin Kayaoglu, of the Social Sciences University of Ankara, says that a Libyan general’s plane crash in Turkiye is unlikely to impact the broader framework of Turkiye’s role in Libya.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israelis show “very widespread support for a racist state” | Al Jazeera | Al Jazeera",
            "time": "2025-12-24T13:05:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/QT_THUMB16X9_ILAN_PAPPE-1766581453.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli historian Ilan Pappe talks about why Israeli society is moving further to the right and what it means for the Knesset leading up to the 2026 elections.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump declared a ‘new Middle East’ - but what has changed? | Politics | Al Jazeera",
            "time": "2025-12-24T12:48:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766580476.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chatham House director Bronwen Maddox lays out the obstacles blocking progress on Trump’s plan for a ‘new Middle East’.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two months ago, United States President Donald Trump held an international gala to celebrate his 20-point plan for peace in Gaza, but his plan has been stuck in phase one since then.</p><p>Bronwen Maddox, the director of Chatham House – one of the world’s leading think tanks – argues that while Trump’s ceasefire slowed the horrific Israeli bombing of Gaza, “that doesn’t mean we’ve got a plan for the future”.</p><p>Maddox tells host Steve Clemons that Iran is weaker, but Israel’s campaign to destabilise its neighbours, such as Syria, is dragging the region into further conflict, not peace and prosperity.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Libyan army chief killed in plane crash: What we know so far | Explainer News | Al Jazeera",
            "time": "2025-12-24T12:44:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_694ba5a05aca8-1766565280.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Libyan army’s Chief of Staff, Lieutenant General Mohammed Ali Ahmed al-Haddad, <a href=\"/news/2025/12/23/signal-lost-with-jet-carrying-libyan-army-chief-over-ankara-turkiye-says\">has been killed in a plane crash</a> in Turkiye while returning from an official visit to Ankara.</p><p>Turkish officials said the private aircraft, which was heading back to Tripoli on Tuesday, requested an emergency landing due to an electrical failure just minutes after takeoff, but then lost contact.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The crash, which also killed four senior Libyan military officials and three crew members, has sent shockwaves across Libya, where General al-Haddad was seen as a unifying figure amid deep political divisions. The Libyan government has announced three days of national mourning.</p><p>Here is what we know so far:</p><h2 id=\"who-was-mohammed-ali-ahmed-al-haddad\">Who was Mohammed Ali Ahmed al-Haddad?</h2><p>General al-Haddad was Libya’s chief of the General Staff, the highest-ranking military officer in the country’s armed forces.</p><p>General al-Haddad worked within the United Nations-recognised Government of National Unity (GNU) in Tripoli to bring together competing armed factions.</p><p>Al Jazeera’s Malik Traina said people in Libya were mourning al-Haddad, whom he said was a key figure in efforts to unify the country’s fractured military. “He really was someone who tried to build up the military institutions, especially in western Libya, a place that is divided with powerful armed groups and militias controlling vast areas of land,” Traina, reporting from Tripoli, said.</p><p>“You have powerful armed groups, militias controlling different parts of land. They hold a huge influence on the government. He refused to let these militias hold sway on the government,” Traina added, and was seen as “someone that people could rally behind and support to try to bring some kind of unity to Libya.”</p><p>General al-Haddad had served in that post since 2020 and was seen as a key figure in efforts to unify Libya’s divided military structures, a crucial element of broader attempts to stabilise the country, which descended into chaos following the toppling of its long-term leader Muammar Gaddafi in 2011.</p><p>Al Jazeera’s Traina said General al-Haddad was one of the first military officials who joined the rebel forces in the revolution that toppled Gaddafi.</p><p>Libya is currently divided between the internationally recognised government based in Tripoli and the rival administration in the east led by military commander Khalifa Haftar.</p><p>“He was a very charismatic and strong leader. General Mohammed was someone who was respected by all sides,” Al Jazeera’s Traina said. “He was someone who believed in the rule of law, always talked about values of democracy, and wanted to transition Libya into civilian rule.”</p><p>Al-Haddad’s death is being mourned in the eastern part of Libya governed by a rival administration, including Haftar, who expressed sorrow and offered his condolences.</p><p>During his Turkiye trip, al-Haddad held talks in Ankara with Turkish Defence Minister Yasar Guler, and his Turkish military counterpart, Selcuk Bayraktaroglu. Ankara has cultivated close military and economic ties with the Tripoli-based administration, but recently, Ankara has moved to strengthen relations with the eastern administration led by Haftar.</p><figure id=\"attachment_4192905\" aria-describedby=\"caption-attachment-4192905\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192905\" src=\"/wp-content/uploads/2025/12/ap_694b07ba102d2-1766524858.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"In this photo released by the Turkish Defense Ministry, Turkey's Chief of General Staff Gen. Selcuk Bayraktaroglu, right, poses for a photograph with Libyan Chief of General Staff Gen. Mohamed Ali Ahmed El Haddad during their meeting in Ankara, Turkey, Tuesday, Dec. 23, 2025. (Turkish Defense Ministry via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192905\" class=\"wp-caption-text\">Turkey’s Chief of General Staff General Selcuk Bayraktaroglu, right, poses for a photograph with Libyan Chief of General Staff Lieutenant General Mohammed Ali Ahmed al-Haddad during their meeting in Ankara, Turkiye [Turkish Defence Ministry via AP Photo]</figcaption></figure><h2 id=\"what-do-we-know-about-the-plane-crash\">What do we know about the plane crash?</h2><p>Burhanettin Duran, Turkiye’s head of communications, said the Dassault Falcon 50 jet departed Ankara Esenboga Airport at 17:17 GMT on Tuesday, bound for Tripoli.</p><p>At 17:33 GMT, it notified air traffic control of an electrical malfunction and declared an emergency, according to his statement. The jet was 37 years old, according to flight tracking site Flightradar24.</p><p>Controllers directed the aircraft back towards Esenboga and initiated emergency protocols, but it vanished from radar at 17:36 GMT while descending to land, and communication was lost, Duran said.</p><p>Interior Minister Ali Yerlikaya said had earlier reported that the plane requested an emergency landing while flying over Ankara’s Haymana district.</p><p>Yerlikaya added that the wreckage was later located near Kesikkavak village in the area. Search and rescue teams reached the crash site after operations were launched by the Interior Ministry.</p><p>The Interior Minister later said that authorities had recovered cockpit voice and flight data recorders, collectively known as black boxes. An investigation is under way to “fully clarify” the cause of the crash, he told reporters in Ankara.</p><p>Investigations into the cause are continuing with the participation of all relevant agencies, Duran said. Turkiye has appointed four prosecutors to lead the probe, and Yerlikaya noted that 408 personnel were deployed for the search and recovery effort.</p><p>A group of military officials from Libya is carrying out inspections at the crash site, according to Turkish state news agency Anadolu.</p><figure id=\"attachment_4193537\" aria-describedby=\"caption-attachment-4193537\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193537\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Libyan-army-chief-killed-in-plane-crash-1766566241.png?quality=80\" alt=\"INTERACTIVE - Libyan army chief killed in plane crash-1766566241\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193537\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"were-other-people-killed-in-the-crash\">Were other people killed in the crash?</h2><p>Yes. All people on board died in the crash. In addition to al-Haddad, seven others died in the crash, including four senior Libyan military officials and three crew members.</p><p>Among the Libyan officials killed were:</p><ul>\n<li>General al-Fitouri Ghraibil, head of Libya’s ground forces.</li>\n<li>Brigadier General Mahmoud al-Qatawi, director of the Military Manufacturing Authority.</li>\n<li>Muhammad al-Asawi Diab, senior military adviser.</li>\n<li>Muhammad Omar Ahmed Mahjoub, a military photographer.</li>\n</ul><h2 id=\"what-are-the-reactions-to-al-haddad-s-death\">What are the reactions to al-Haddad’s death?</h2><p>Libyan Prime Minister Abdul Hamid Dbeibah described the incident as a “tragic loss”.</p><p>“This great tragedy is a great loss for the nation, the military establishment, and all the people,” he said. “We have lost men who served their country with sincerity and dedication and were an example of discipline, responsibility, and national commitment.”</p><p>In a statement from the eastern Libyan armed forces, commander Haftar expressed “deep sorrow over this tragic loss” and offered condolences to General al-Haddad’s family, tribe, and city, as well as “to all the Libyan people”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-next\">What’s next?</h2><p>In a statement, Libya’s Government of National Unity announced a three-day mourning period, during which flags will be flown at half-staff across all state institutions, and all official ceremonies and celebrations will be suspended.</p><p>Austria’s former defence attache to Libya, Wolfgang Pusztai, said the death of al-Haddad was “very significant” and a major blow for Dbeibah.</p><p>“Al-Haddad hails from Misrata, an important merchant city about three hours east of Tripoli, just like Dbeibah, and the key role of al-Haddad was to ensure the loyalty of the mighty militias of the city of Misrata to the government,” Pusztai told Al Jazeera.</p><p>“Misrata is the most important military power in western Libya, and this might really trigger some problems for Dbeibah, if this loyalty is broken in the future.”</p><p>Libya’s Presidential Council has appointed General Salah Eddine al-Namrush as the acting chief of staff for the Libyan army until General al-Haddad’s replacement is announced.</p><p>“It’s extremely big shoes to fill. It is really going be very difficult for authorities to find somebody as charismatic and strong who can unify the country like Mohammed al-Haddad,” Al Jazeera’s Traina said.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian Christians worry about erasure as Israeli settlements grow | Occupied East Jerusalem | Al Jazeera",
            "time": "2025-12-24T12:29:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/yt-1766579331.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}