{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "The War on Truth | Technology | Al Jazeera",
            "time": "2025-07-30T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/WEB-1753885818.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">This episode explores the rise of fake news, uncovering its history, motives and the stories driving its global impact.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The War on Truth examines the pervasive and transformative impact of misinformation in the digital age. Tracing its roots from propaganda to its rapid spread via social media algorithms, the episode explores the factors driving fake news and its consequences, such as polarisation and erosion of public trust.</p><p>Featuring compelling stories, including the United States elections, bird flu and COVID-19 misinformation, with insights from experts, the episode employs dynamic visuals and infographics to dissect this pressing issue and offer solutions.</p></div></div></body></html>"
        },
        {
            "title": "England vs India: Fifth Test - teams, start, Gambhir, groundsman | Cricket News | Al Jazeera",
            "time": "2025-07-30T16:06:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2227020749-1753887603.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> England vs India<br>\n<strong>What:</strong> Fifth and final Test of India tour<br>\n<strong>Where:</strong> The Oval in London, United Kingdom<br>\n<strong>When:</strong> Thursday, July 31</p><p>England and India head to the Oval for the decisive fifth and final Test of a hard-fought campaign on Thursday, with both teams battling mental and physical fatigue.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A congested schedule of five Tests in less than seven weeks has proved gruelling, especially for the fast bowlers from both teams, with every match going the distance so far.</p><p>The series has taken its toll on a number of players, including crucially England captain, Ben Stokes, who has been ruled out of the match.</p><p>Al Jazeera Sport takes a look at a Test that has plenty bubbling over both on and off the field.</p><h2 id=\"what-is-at-stake-in-the-final-test-of-india-s-tour-of-england\">What is at stake in the final Test of India’s tour of England?</h2><p>Remarkably, India can still end the series all square at 2-2 after <a href=\"/sports/2025/7/28/india-vs-england-gill-jadeja-dig-deep-with-bat-to-draw-fourth-test\">salvaging an unlikely draw</a> in the fourth Test at Old Trafford.</p><p>The tourists kept the hosts on the field for 143 overs in their second innings, despite the draw being inevitable in the end, as Ravindra Jadeja and Washington Sundar secured centuries.</p><h2 id=\"why-has-the-england-india-series-been-so-tense\">Why has the England-India series been so tense?</h2><p>Tensions spiked at the end of the fourth Test when India allowed Jadeja and Sundar to complete their centuries after England captain Ben Stokes offered to shake hands on a draw.</p><p>There was also <a href=\"/sports/2025/7/12/india-level-up-with-england-as-tempers-nearly-boil-over-at-lords\">a finger-pointing incident</a> during the third Test at Lord’s in London, when England opener Zak Crawley irked the Indians, who believed he was time-wasting at the end of the third day.</p><p>Crawley and opening partner Ben Duckett had a tricky two-over spell to navigate before stumps, but the former stood away from his crease on fourth occasions in the opening over before Jasprit Bumbrah could bowl.</p><p>The Kent batter also called for the physio, resulting in only one over being bowled before the close and India captain Shubman Gill confronting Crawley about his actions.</p><figure id=\"attachment_3834268\" aria-describedby=\"caption-attachment-3834268\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3834268\" src=\"/wp-content/uploads/2025/07/GettyImages-2224801878-1752343041.jpg?w=770&amp;resize=770%2C540&amp;quality=80\" alt=\"Shubman Gill of India interacts with Zak Crawley of England in the final over of the day during Day Three of the 3rd Rothesay Test Match between England and India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3834268\" class=\"wp-caption-text\">Shubman Gill of India interacts with Zak Crawley of England in the final over of the day during Day Three of the third Test at Lord’s Cricket Ground [Alex Davidson/Getty Images]</figcaption></figure><h2 id=\"what-happened-between-gambhir-and-the-surrey-groundsman-at-the-oval\">What happened between Gambhir and the Surrey groundsman at the Oval?</h2><p>As if the series wasn’t already enduring heightened emotions, India coach Gautim Gambhir was embroiled in an incident with the head groundsman at the Oval.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Video footage showed Gambhir in a confrontation with Lee Fortis, Surrey County Cricket Club’s lead curator at the Oval in south London.</p><p>Fortis was understood to have been keeping a protective eye on the square during India’s training session.</p><p>Gambhir, a 58-Test veteran, was seen wagging his finger as Fortis looked on, stating, “You can’t tell us what to do” and “You don’t tell any of us what to do.”</p><p>Gambhir could also be heard adding, “You’re just the groundsman, nothing beyond.”</p><p>After walking away in conversation with India batting coach Sitanshu Kotak, who appeared to take on the role of mediator, Fortis told Gambhir he may be forced to lodge a complaint against him, drawing a response of, “You can go and report to whoever you want.”</p><figure id=\"attachment_3865467\" aria-describedby=\"caption-attachment-3865467\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865467\" src=\"/wp-content/uploads/2025/07/GettyImages-2227009195-1753872351.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"England's Gus Atkinson with Oval head groundsman Lee Fortis (left) during a nets session at the Kia Oval, London\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865467\" class=\"wp-caption-text\">Oval head groundsman Lee Fortis, right, with England and Surrey’s Gus Atkinson, who is in contention for a start at his home ground [Ben Whitley/PA Images via Getty Images]</figcaption></figure><p>Kotak later told reporters that Fortis’s objections to a cooler being wheeled onto the square kicked off the spat.</p><p>“He was sitting on the roller, he shouted and told the support staff not to take it there,” Kotak said. “It is good to be a little possessive, and it is also good to be protective, but not that much. Gautam just said, ‘Do not talk to the support staff like this.'”</p><p>Kotak added, “At the end of the day, it is a cricket pitch. It is not an antique where you can’t touch.”</p><p>Gill added, “What happened yesterday, I thought, is just absolutely unnecessary. I mean, it’s not the first time that we were having a look at the wicket.”</p><h2 id=\"how-has-gill-been-rated-as-india-captain\">How has Gill been rated as India captain?</h2><p>Captaincy appears to be doing wonders for the career of previously inconsistent India batsman Shubman Gill.</p><p>The elegant 25-year-old scored his fourth century of an extraordinary debut series as skipper at Old Trafford.</p><p>He came in with the tourists in dire straits at 0-2 in their second innings, responding with a marathon 103 in 238 balls that laid the foundations for a great escape.</p><p>Gill has set a new record for the most runs scored by an India batsman in a series against England of 722, surpassing teammate Yashasvi Jaiswal’s tally of 712 in 2023/24.</p><p>At the Oval, he could eclipse Sunil Gavaskar’s all-time India series record of 774 runs, set in a four-match campaign against the West Indies in 1971.</p><figure id=\"attachment_3866031\" aria-describedby=\"caption-attachment-3866031\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866031\" src=\"/wp-content/uploads/2025/07/GettyImages-2227681980-1753888653.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"England captain Ben Stokes with coach Brendon McCullum during a net session at The Kia Oval\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866031\" class=\"wp-caption-text\">England captain Ben Stokes with coach Brendon McCullum during a net session [Gareth Copley/Getty Images]</figcaption></figure><h2 id=\"england-team-news\">England team news</h2><p>England captain Stokes has been ruled out of the Test with a right shoulder injury.</p><p>Ollie Pope, who bats at three, will replace Stokes as skipper, the England and Wales Cricket Board said on Wednesday.</p><p>Stokes said he expects to be sidelined for up to seven weeks, which should in no way impact his participation in this winter’s Ashes series in Australia. But he felt it was clearly too risky playing one more Test against India.</p><p>“It is one of those of weighing up the risk-reward, and the risk was way too high for damaging this any further than it currently is,” he said. “I wouldn’t expect to put any of my players at risk with an injury like this. Once this series is done, I was feet up anyway [so] it doesn’t really make too much difference to what I’ve got from the end of the series up until the winter.”</p><p>England must also decide whether to risk express paceman Jofra Archer, who has bowled nearly 90 overs in two Tests after more than four years of injury-enforced exile.</p><p>The home team took just four wickets on a flat Old Trafford pitch during India’s battling second innings, with seamer Brydon Carse also worked hard.</p><p>Jamie Overton has been added to an England squad that already has extra pace options in Josh Tongue and Gus Atkinson.</p><h2 id=\"india-team-news\">India team news</h2><p>India will be without vice-captain and prolific runscorer Rishabh Pant, who sustained a foot fracture in Manchester.</p><p>Jasprit Bumrah’s back injury earlier this year prompted India to announce the fast bowler would only feature in three games during the current series.</p><p>The world’s top-ranked Test bowler made his third appearance on a docile pitch in Manchester and has little time to recover after bowling a gruelling 33 overs, during which he took two wickets.</p><p>But India coach Gautam Gambhir says all of his squad’s quicks are fit for the finale, including Akash Deep, who took 10 wickets in Bumrah’s absence during India’s 336-run win in the second Test at Edgbaston before suffering a groin injury in the next match at Lord’s.</p><p></p></div></div></body></html>"
        },
        {
            "title": "UK flights disrupted after air traffic control ‘technical issue’ | Aviation News | Al Jazeera",
            "time": "2025-07-30T15:55:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-30T153529Z_901663805_RC2XICARNAY7_RTRMADP_3_BRITAIN-AIRSPACE-1753890256.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK flights disrupted after air traffic control ‘technical issue’</h1><p class=\"article__subhead\"><em>Air traffic control authority says departures at all airports have resumed after glitch affected flights across UK.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Flights across the United Kingdom have been disrupted as the country’s air traffic control authority reported a technical issue, but later said the glitch had been resolved.</p><p class=\"p1\">The National Air Traffic Service, or NATS, said in a statement on Wednesday that departures at all airports have resumed and that teams are working with affected airlines and airports to “clear the backlog safely”.</p><p class=\"p1\">“Our systems are fully operational and air traffic capacity is returning to normal,” it said.</p><p class=\"p1\">The outage, announced by NATS 20, included Heathrow Airport, Britain’s largest airport and Europe’s busiest.</p><p class=\"p1\">“Flights at Heathrow have resumed following a technical issue at the NATS Swanwick air traffic control centre. We are advising passengers to check with their airline before travelling,” an airport spokesperson said.</p><p>Gatwick Airport and Edinburgh Airport also said operations were resuming.</p><p></p><p class=\"p1\">\n</p><p class=\"p1\">London City Airport had earlier also reported disruption. It was not clear exactly how long the outage had lasted.</p><p class=\"p1\">The NATS system has suffered several software-related failures since it opened in 2002.</p><p class=\"p1\">In August 2023, flights across Britain were disrupted after the automatic processing of flight plans malfunctioned. Hundreds of flights were delayed or canceled at the height of the summer holidays and some 700,000 passengers affected.</p><p class=\"p1\">Britain’s aviation regulator last year said NATS needed to review its contingency plans for outages after the outage, which airline bosses said cost them over 100m pounds ($133m) in refunds and compensation. <i></i></p></div></div></body></html>"
        },
        {
            "title": "UK court rules Palestine Action may challenge ‘antiterrorism’ ban | Gaza News | Al Jazeera",
            "time": "2025-07-30T15:54:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-30T133410Z_97024228_RC21XFACVGDJ_RTRMADP_3_ISRAEL-PALESTINIANS-BRITAIN-PALESTINE-ACTION-1753886338.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The cofounder of a pro-Palestinian campaign group has won her bid to bring a legal challenge against the British government’s decision to ban the group under “antiterrorism” laws.</p><p>London’s High Court on Wednesday ruled <a href=\"/news/2025/7/4/uks-palestine-action-loses-bid-to-pause-ban-as-terrorist-group\">that the ban</a> could be considered to be an impingement of freedom of expression and the group should have been consulted before it went into effect.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Palestine Action has increasingly targeted Israel-linked companies in Britain, often spraying red paint, blocking entrances or damaging equipment. It accuses Britain’s government of complicity in what it says are Israeli war crimes in Gaza.</p><p>After the group <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">broke into a military airbase</a> in June and damaged two planes, the United Kingdom’s government proscribed Palestine Action under the Terrorism Act 2000. Proscription makes it a crime to be a member of the group, an offence that carries a maximum sentence of 14 years in prison.</p><p>Judge Martin Chamberlain granted permission for Huda Ammori, who helped found Palestine Action in 2020, to bring a judicial review, saying proscription amounted to a disproportionate interference with her and others’ right to freedom of expression was “reasonably arguable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Dozens of people have been arrested for holding placards purportedly supporting the group since the ban, and Ammori’s lawyers said people expressing support for the Palestinian cause have also been subject to increased scrutiny from police.</p><p>However, Britain’s interior minister, Yvette Cooper, has said violence and criminal damage have no place in legitimate protests and Palestine Action’s activities justify proscription.</p><p class=\"p1\">Recently, the United Nations human rights chief, Volker Turk, raised concerns over the ban, calling it a “disturbing misuse” of “counterterrorism” laws that risks undermining fundamental freedoms.</p><p>Israel has repeatedly denied committing abuses in its war in Gaza, which has so far killed more than 60,000 people. Along with bombardment and mass displacement, Palestinians in Gaza are facing extreme hunger and malnutrition as they endure a crippling aid blockade despite widespread calls by the international community and rights groups to open crossings into the enclave.</p></div></div></body></html>"
        },
        {
            "title": "Japan, Hawaii spared as tsunami warnings from 8.8 magnitude quake fade | Earthquakes | Al Jazeera",
            "time": "2025-07-30T15:53:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250730__689M8YE__v1__HighRes__JapanRussiaQuakeTsunami_cropped-1753890403.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Fans and family say goodbye to metal star Ozzy Osbourne | Newsfeed | Al Jazeera",
            "time": "2025-07-30T15:39:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753889935.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Who gets to have nukes? | Start Here | Nuclear Weapons | Al Jazeera",
            "time": "2025-07-30T14:53:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753886356.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel and the United States – both nuclear-armed nations – recently attacked Iran. They said it was to prevent Iran from getting a nuclear weapon, something Iran denies it’s trying to do.</p><p>What determines which countries can, and can’t, have nuclear weapons? And are we seeing a new nuclear race? Start Here with Sandra Gathmann explains.</p><p> </p><p>This episode features:</p><p>Gary Samore | Director of the Crown Center for Middle East Studies and professor at Brandeis University</p><p>Hans M. Kristensen | Director of the Nuclear Information Project at the Federation of American Scientists</p><p>Sharon Squassoni | Research professor, George Washington University</p><p>Hassan Elbahtimy | Senior lecturer, Department of War Studies, King’s College London</p><p>Tariq Rauf | Former official at the International Atomic Energy Agency (IAEA)</p></div></div></body></html>"
        },
        {
            "title": "Man Utd’s Shaw backs Amorim’s challenge of ‘toxic’ dressing room | Football News | Al Jazeera",
            "time": "2025-07-30T14:34:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-05-25T163806Z_1593652312_UP1EL5P1A7HFH_RTRMADP_3_SOCCER-ENGLAND-MUN-AVL-REPORT-1753884149.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd’s Shaw backs Amorim’s challenge of ‘toxic’ dressing room</h1><p class=\"article__subhead\"><em>Luke Shaw says the atmosphere in the Manchester United dressing room has been ‘quite toxic’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United defender Luke Shaw has backed manager Ruben Amorim’s uncompromising approach to improve standards in the dressing room, arguing the atmosphere had been “quite toxic” at times.</p><p>Amorim took charge at struggling United in November and demanded more commitment from the squad. He also froze out key figures like Marcus Rashford and Alejandro Garnacho, who were among five players seeking to exit the club in the close season.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“A lot of the time I’ve been here over the last few years it’s been extremely negative,” Shaw, a United player since 2014, said in an interview with the BBC published on Wednesday.</p><p>“It can be quite toxic. The environment, it’s not healthy at all. … We need an environment that’s healthy, that’s positive, that’s got good energy and happiness. When you have all those things, you feel free, and you express yourself more.</p><p>“Ruben brings demands. Mentality is a big thing. He talks a lot about it. … He demands 100 percent and doesn’t want anything less. If someone’s doing 85 to 90 percent, it’s not enough. I think, especially this year, if you’re not doing the right things, you won’t play.”</p><figure id=\"attachment_3865871\" aria-describedby=\"caption-attachment-3865871\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865871\" src=\"/wp-content/uploads/2025/07/2025-05-14T113406Z_1037345865_UP1EL5E0W4S3Y_RTRMADP_3_SOCCER-EUROPA-TOT-MUN-PREVIEW-1753884411.jpg?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"Football - Europa League - Europa League - Final - Manchester United Media Day - Trafford Training Centre, Carrington, Britain - May 14, 2025 Manchester United's Luke Shaw\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865871\" class=\"wp-caption-text\">Luke Shaw, centre, joined Manchester United in 2014, a year after the club’s last Premier League title [Jason Cairnduff/Reuters]</figcaption></figure><p>Amorim was uncompromising as he questioned Rashford’s work rate, saying he would rather have the goalkeeper coach on the pitch than half-hearted players.</p><p>Rashford has joined Barcelona on loan while British media reports have linked Garnacho with a move to Chelsea or Aston Villa.</p><p>“The manager’s not bothered. He doesn’t care who the player is. That’s how it should be. Whatever he wants, as players, we have to be delivering, and we are fully behind that,” Shaw said.</p><p>United, who finished 15th last season and lost the Europa League final to Tottenham Hotspur, begin their new campaign at home against Arsenal on August 17.</p></div></div></body></html>"
        },
        {
            "title": "Trump hits India with 25% tariff, extra ‘penalty’ for Russian oil purchases | Donald Trump News | Al Jazeera",
            "time": "2025-07-30T14:20:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/2025-02-13T223152Z_1922062981_RC2WTCABY5YM_RTRMADP_3_USA-INDIA-1739502367.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump hits India with 25% tariff, extra ‘penalty’ for Russian oil purchases</h1><p class=\"article__subhead\"><em>The US president said while India ‘is our friend’, it imposes stiff tariffs on US goods and buys too much Russian oil.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced a 25 percent tariff on Indian goods, as well as an unspecified penalty for the country’s purchase of Russian oil and military equipment, as the unending war in Ukraine frustrates the White House.</p><p>Trump announced the trade moves – which he said will come into effect on Friday – on his Truth Social account on Wednesday, saying they are necessary to reverse a long-running trade imbalance.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“While India is our friend, we have, over the years, done relatively little business with them because their Tariffs are far too high,” Trump wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The president also blamed India for buying military equipment and oil from Russia, which he said has enabled the <a href=\"/tag/ukraine-russia-crisis/\">war in Ukraine</a>. As a result, he intends to charge an additional “penalty” starting on Friday as part of the launch of his administration’s revised tariffs on multiple countries.</p><p class=\"p1\">The Indian government said in a statement on Wednesday it had taken note of Trump’s tariff decision and was studying its implications.</p><p>The aggressive trade policy further complicates ties between Trump and India’s Prime Minister Narendra Modi, which were warm <a href=\"/video/the-stream/2020/2/24/trump-and-modi-a-meeting-of-minds-or-egos\">during the US president’s first term</a> but have since faced challenges over trade and immigration. Modi has also <a href=\"/news/2025/6/18/indias-modi-maintains-there-was-no-us-mediation-in-pakistan-ceasefire\">denied Trump’s claims</a> that he intervened to resolve a four-day conflict with Pakistan in May, saying India has not and will never “accept mediation”.</p><p>Pakistan, by contrast, has seen <a href=\"/news/2025/6/19/trumps-pakistan-embrace-tactical-romance-or-a-new-inner-circle\">its stock rise</a> with the Trump administration before and after the conflict with India. In June, Trump hosted Pakistan’s army chief, Asim Munir, for lunch at the White House – the first time a US president has hosted a military chief from Pakistan who isn’t also the country’s head of state.</p><p>The US announcement also follows a <a href=\"/economy/2025/7/28/eu-and-us-announce-deal-a-breakdown-of-the-trade-agreement\">slew of negotiated trade frameworks</a> with the European Union, Japan, the Philippines and Indonesia – all of which Trump said would open markets for US goods while enabling the US to raise tax rates on imports. Trump views tariff revenues as a way to help offset the budget deficit increases tied to his recent income tax cuts and generate more domestic factory jobs.</p><p>While Trump has effectively wielded tariffs as a cudgel to reset the terms of trade, the economic impact is uncertain, as most economists expect a slowdown in US growth and greater inflationary pressures as the costs of the taxes are passed along to domestic businesses and consumers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Census Bureau reported that the US ran a $45.8bn trade imbalance in goods with India last year, meaning it imported more than it exported.</p><p>With a population exceeding 1.4 billion people, India is the world’s largest country and a possible geopolitical counterbalance to China. India and Russia have close relations, and New Delhi has not supported Western sanctions on Moscow over its war in Ukraine.</p><p>When Trump in February met with Modi, the US president said that India would start buying US oil and natural gas.</p><p>Trump discussed his policies on trade and tariffs with reporters accompanying him on Tuesday on the flight home following a five-day visit to Scotland. He declined to comment when asked about reports that India was bracing for a US tariff rate of at least 25 percent, saying, “We’re going to see.”</p><p>Trump also said the outlines of a trade agreement with India had not yet been finalised.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Exorbitant privilege’: Can the US dollar maintain its global dominance? | International Trade News | Al Jazeera",
            "time": "2025-07-30T14:18:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25197325626713-1753474492.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since the 1940s, the US dollar has held firm as the global reserve currency,  driving international trade and reinforcing the status of the United States as an economic superpower.</p><p>In recent years, however, some countries have expressed opposition to the US dollar’s longstanding economic dominance.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The BRICS economic bloc, named for its founding members, Brazil, Russia, India, China, and South Africa, has actively sought to reduce its reliance on the US dollar. China has even pushed for “de-dollarisation”, by promoting its currency, the yuan, and forming <a href=\"/economy/2023/7/17/argentinas-yuan-lifeline-sign-of-brinksmanship-between-china-us\" target=\"_blank\" rel=\"noopener\">currency swap agreements</a> with other countries.</p><p>Christine Lagarde, president of the European Central Bank, recently noted that a “shift” was under way that would allow for the “euro to gain global prominence”.</p><p>Lagarde said in June that the euro accounts for approximately 20 percent of global foreign exchange reserves, and that the “dominant role of the US dollar”, which accounts for 58 percent, “is no longer certain”.</p><p>“History teaches us that regimes seem enduring – until they no longer are. Shifts in global currency dominance have happened before. This moment of change is an opportunity for Europe. It is a ‘global euro’ moment,” Lagarde said.</p><p>The dollar has also weakened this year, experiencing its sharpest six-month decline in decades.</p><p data-pm-slice=\"1 1 []\">Global investors have been reacting to policy uncertainty under the administration of US President Donald Trump, rising debt, and shifting interest rate expectations – with some questioning its “safe-haven” appeal.</p><p>Experts say that in the unlikely event that the US were to lose its reserve currency status, the impact would be profound, as the country would lose much of its leverage to influence global trade and enforce sanctions – international trade that does not directly involve the US often runs through the dollar.</p><p>Or, as Trump told reporters earlier this month, “If we lost the world standard dollar, that would be like losing a war.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We would not be the same country.”</p><h2 id=\"exorbitant-privilege\">‘Exorbitant privilege’</h2><p>As the global reserve currency, the US dollar underpins a monetary system where central banks rely on it to stabilise their economies, manage debt and implement trade policies.</p><p>Historically seen as a safe investment, the dollar remains so deeply embedded in the global system that, despite recent shake-ups, it is unlikely to be dethroned anytime soon, emboldened by a longstanding history of resilience.</p><p>The US dollar was put on this course in the 1930s, when then-President Franklin D Roosevelt centralised US gold reserves and tied the dollar to a fixed supply of gold.</p><p>Then, in 1944, the US spearheaded the Bretton Woods Agreement, which pegged international currencies to the dollar, leading to the creation of the International Monetary Fund (IMF) and the World Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With much of the world recovering from war and the US holding the majority of global gold reserves, the dollar emerged as the anchor of the post-war financial system, and by the 1960s, gave the US what former French Minister of Finance Valéry Giscard d’Estaing called an “exorbitant privilege”.</p><p>In 1971, US President Richard Nixon severed the last remaining ties to the gold standard, an action that became known as the “Nixon shock”, allowing the dollar to float freely in the open market. Despite the wave of changes, the US economy remained strong, bolstered by its growth in manufacturing and information, which helped the dollar maintain its status.</p><p>Since the Nixon era, the dollar’s dominance has mostly only strengthened, even as countries like China have outpaced the US in economic growth, population and manufacturing output. The US has continued to wield disproportionate influence through trade agreements and financial sanctions.</p><p>“Many times, even between emerging markets when one converts a currency, like the Brazilian real and the South African rand, for example, there is a transaction to US dollars in between, and so, the US extraterritorial power here stems from the fact that other countries, global banks, don’t want to lose their access to the US dollar-based financial system,” Rachel Ziemba, adjunct senior fellow at the Center for a New American Security, told Al Jazeera.</p><p>This also adds weight when the US imposes sanctions.</p><p>“From a geopolitical standpoint, the US having a reserve currency gives it more flexibility to weaponise its currency via financial sanctions and the like,” Ziemba said.</p><p>Because transactions often pass through banks that work in tandem with the US Federal Reserve, they can be subject to US sanctions – even if the US is not directly involved.</p><p>That is why the financial sanctions imposed on Russia after its invasion of Ukraine led to a default on Moscow’s sovereign debt. In 2022, sanctions from the administration of former US President Joe Biden effectively cut Russia off from dollar-based trade, freezing $300bn in assets held by its central bank and crippling its economy. As a result of the sanctions led by the US, Russia’s gross domestic product (GDP) fell by $104bn.</p><p>If the dollar did lose its status, domestically, it would mean higher borrowing costs. Without foreign demand for US debt, interest rates would rise, driving up the cost of mortgages and credit cards. This is because private banks peg their interest rates to those of the Federal Reserve.</p><p>“It would mean the US no longer has this big pool of foreign savings to rely on to keep the US borrowing costs down. It’s kind of a fundamental threat to the US economic model of the past few decades, which has generally been relatively low interest rates, which has enabled consumers, firms and the government to finance a lot of debt at relatively cheap prices,” Pearce said.</p><p>“A loss of dollar dominance for the US means higher interest rates in the US, and that’s really going to put pressure on demand. Mortgages are gonna get a lot more expensive,” he added.</p><h2 id=\"a-new-era-of-economic-uncertainty\">A new era of economic uncertainty</h2><p>Unlike in Nixon’s era, when US dominance was largely uncontested, the current global economy is more interconnected.</p><p>Emerging powers such as China and India have expanded their global influence, and alternative financial systems, including the rise of cryptocurrencies, have gained traction. Repeated policy whiplash from one US administration to the next risks undermining that stability in a landscape of growing threats.</p><p>Trump’s erratic approach to tariffs and global agreements has revived doubts about the US’s reliability on the world stage and raised long-term concerns about the stability of the dollar.</p><p>“I think Trump has done more than anybody in modern history to undermine key institutions,” said Alex Jacquez, a special assistant to the president for economic development at the White House National Economic Council under Joe Biden.</p><p>After Trump’s first term, global partners felt the US had returned to diplomacy under Biden, Jacquez told Al Jazeera.</p><p>“When I came in with the Biden administration and worked on these issues, certainly, we had our disputes and our issues with our trading partners, but the international community welcomed us back with good-faith negotiations. But that came with scarring and pain with their interactions with the Trump administration.”</p><p>However, Jacquez noted that regaining that trust may now be harder. This is not simply because of Trump, but also because of the broader pattern of reversals in US policy that his administration has driven.</p><p>Jacquez argues that frequent U-turns, abrupt withdrawals from agreements and threats to longstanding alliances have created global instability, making it difficult for other nations to formulate long-term plans, which could compromise the long-term stability of the dollar.</p><p>That comes alongside Trump’s tax legislation, which he recently signed into law, and is expected to add $3.4 trillion to the federal deficit. This is stoking fears about long-term US economic stability, potentially raising borrowing costs that could impact global investors, central banks and everyday consumers.</p><p>In 2023, then-Senator JD Vance questioned the value of the dollar as the global reserve currency in an exchange with Federal Reserve Chairman Jerome Powell.</p><p>“I think in some ways, you can argue that the reserve currency status is a massive subsidy to American consumers, but a massive tax on American producers,” Vance said.</p><p>But since Trump took office with Vance as vice president, tariffs have put pressure on US producers, not the status of the dollar.</p><p>There are also concerns over Trump’s attempts to influence the Federal Reserve, which could impact the status of the dollar. The president has long criticised Powell for not lowering interest rates, and has threatened to fire and replace him.</p><p>Earlier this month, US Secretary of the Treasury Scott Bessent told Bloomberg that the White House has begun the formal process of finding a successor for Powell, whose term ends in 2026. This comes amid reporting from CBS News that last week, the president asked a group of Republican lawmakers if he should fire Powell.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, Trump told reporters later that firing Powell was “highly unlikely”.</p><p>“Policies of that nature, which would make investing in US treasuries risky, particularly for foreign investors, I think that would make me a bit more concerned about a loss of reserve currency status,” Michael Pearce, deputy chief economist at Oxford Economics, told Al Jazeera.</p><p>“Tariffs and other policies have taken that kind of US exceptionalism off the table at least for this year. We expect the US to be relatively hard-hit by these tariffs compared to the rest of the world. However, when you think of the long-term performance, it’s still a relatively dynamic economy,” Pearce added.</p><h2 id=\"contenders-for-the-global-reserve-currency\">Contenders for the global reserve currency</h2><p>There are groups of nations that are increasingly positioning themselves to take on a larger role in global finance, but none has yet matched the dollar’s influence. This means it is unlikely that any currency could replace the dollar as the de facto global reserve currency.</p><p>But there are attempts to challenge the US’s influence. BRICS nations have moved to reduce their reliance on the US dollar in recent years, which has become a growing concern for Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the same time, the European Central Bank is also pushing for the euro to play a more central role in the global system, but as Lagarde noted in her essay, a “step towards greater international prominence for our currency will not happen by default: it must be earned”.</p><p>Despite attempts by other nations to expand their influence over the global reserve, and the recent decline in the dollar’s value, economists argue that it is unlikely the dollar will lose its status as the world’s reserve currency. And, if it did, it might take decades to even see a minor shift.</p><p>“It’s definitely premature to worry about the dollar losing the global reserve currency status. Even if [it did], that would take multiple years for that to happen,” Hong Cheng, the head of fixed income and currency research at Morningstar, told Al Jazeera.</p><p>Pearce also said that a change in the global reserve hierarchy was unlikely.</p><p>“A dramatic shift in which the US clearly loses its place atop the pile, I think that’s far off the cards. I find it difficult to see any viable contender emerging to the dollar in that sense,” Pearce said.</p><p>Instead, experts say a more realistic future could involve a multipolar currency system, where the dollar shares its role with other major currencies, including China’s renminbi.</p><p>“We could be heading into some kind of multipolar reserve currency environment where there is an additional role for currencies like China’s renminbi. There’s no one clear alternate currency,” said Ziemba, the adjunct senior fellow at the Center for a New American Security.</p><p>Even if a transition were to occur, it would take decades.</p><p>“You would need kind of a managed unwinding through either coordination or kind of some sort of alternative system to emerge, which again would take time,” Jacquez said.</p><p>While the dollar’s share in global reserves has declined, it is not at an unprecedented low.</p><p>“The dollar share in FX [foreign exchange] reserves was lower in the early 1990s, so the recent decline in its share is not completely out of the norm to just under 60 percent,” according to JPMorgan Chase.</p><p>In emerging markets, “the same ratio of USD reserves as in 1995” still holds. Even after recent sell-offs, including one by China in April, analysts do not expect a major impact.</p><p>Countries often hold US Treasuries as liquid assets, which provides stability to their own currencies, so unravelling the US dollar’s status could also undermine their own interests.</p><p>“With more than 30 percent of foreign Treasury holdings maturing in the next 2 years, international investors are more likely to let these assets mature and choose to reinvest part of the proceeds elsewhere. We think large-scale selling is unlikely,” the note added.</p><p>That signals that the US dollar will likely remain dominant for the foreseeable future.</p><p>“I don’t think there’s one dominant currency that’s gonna replace the dollar. And if there was hypothetically a change, I think that’s going to take many years to shift,”  Cheng added.</p><p>“We’re talking about the next 20, 30, or even 50 years.”</p></div></div></body></html>"
        },
        {
            "title": "Border clash between Ugandan, South Sudanese troops kills at least four | Border Disputes News | Al Jazeera",
            "time": "2025-07-30T13:48:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/1000X562-WEBMAP-SOUTH-SUDAN-UGANDA-1753880533.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four members of the <a href=\"/where/south-sudan/\">South Sudanese</a> security forces have been killed in fighting with the Ugandan army near the countries’ shared border, according to local officials, as tensions flare over disputed border demarcations.</p><p>Three South Sudanese soldiers were shot dead on Monday by Ugandan forces who retaliated after one of their soldiers was killed, Major General Felix Kulayigye, spokesperson for the Ugandan military, said on Wednesday. But Wani Jackson Mule, a local official in South Sudan’s Central Equatoria state, said he received the bodies of five soldiers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p><a href=\"/where/uganda/\">Uganda</a> has a history of involvement in South Sudan and has long provided military support to President Salva Kiir, including a deployment of special forces since March.</p><p>A spokesman for South Sudan’s military, Major General Lul Ruai Koang, said on Wednesday that military leaders from South Sudan and Uganda have agreed to an immediate ceasefire to enable an investigation of the latest border clash.</p><p>A statement from local authorities quoted local South Sudan army commander Henry Buri as saying the Ugandan forces “were heavily armed with tanks and artilleries” and targeted 19 “joint operation” forces. There was no comment from the Ugandan government.</p><p>An earlier statement by local county officials said there had been “loss of lives and injuries from both sides”.</p><p>It was not clear what triggered the fighting on Monday that South Sudan says occurred in Central Equatoria.</p><p>The clashes reportedly occurred in a remote part of northwestern Uganda known as West Nile when South Sudanese soldiers crossed into Ugandan territory, set up camp and refused to leave, according to Kulayigye. “We had to apply force.”</p><p>But there are opposing narratives.</p><p>Mule described the firefight as a “surprise attack” by Ugandan forces in territory South Sudan considers to lie within its land. Sections of the Uganda-South Sudan border have been contested for years.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Leaders from the two countries have set up a joint border demarcation committee whose work is ongoing, Kulayigye said. Officials from both countries have previously said they expect to reach a firm decision in 2027.</p><p>Although there have been sporadic border clashes over the years, an exchange of fire between the military allies is rare.</p><p>Uganda sent troops to support Kiir when civil war broke out in South Sudan in 2013, two years after it gained independence from Sudan.</p><p>The civil war between Kiir and his longtime rival Riek Machar lasted five years and killed about 400,000 people before a power-sharing agreement was reached in 2018.</p><p>Uganda <a href=\"/news/2025/3/11/uganda-deploys-troops-in-south-sudan-as-civil-war-fears-grow\">again deployed special forces</a> in March this year as Kiir moved once again against Machar, eventually placing him under house arrest and stoking fears of a renewed civil war.</p><p>That has all but buried the power-sharing deal and triggered conflict between the army and members of a militia from Machar’s Nuer ethnic community.</p><p>The Ugandan army has been accused of using chemical weapons, namely barrel bombs containing a flammable liquid that has killed civilians, against Nuer militias in South Sudan’s northeast – accusations Uganda has denied.</p></div></div></body></html>"
        },
        {
            "title": "Questions mount over UK’s ‘Palestinian statehood’ announcement | Newsfeed | Al Jazeera",
            "time": "2025-07-30T13:46:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753883178.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Dramatic setback’: Will Peru’s new amnesty law put justice out of reach? | Human Rights News | Al Jazeera",
            "time": "2025-07-30T13:30:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25208648469963-1753818488.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg css-mkhf1y\"><h2 id=\"surviving-accomarca\">Surviving Accomarca</h2>\n<p>The pending amnesty law could erase approximately 156 convictions and more than 600 ongoing investigations, according to human rights organisations.</p>\n<p>Not only would it protect military members and police from prosecution, but it would also grant \"humanitarian\" amnesty to already convicted officials over the age of 70.</p>\n<p>For many survivors of Peru's armed conflict, the bill reopens old wounds.</p>\n<p>Rural and Indigenous communities were especially hard-hit, and they continue to struggle with marginalisation and inequality.</p>\n<p>An estimated 79 percent of the victims from 1985 to 2000 lived in rural areas, and 75 percent spoke an Indigenous language as their mother tongue, like Quechua.</p>\n<p>Ochoa himself now leads a group that represents the families of those killed in Accomarca. He said its members feel \"outraged and betrayed\" by Congress's actions.</p>\n<p>His life was derailed by the events of 1985. He credits the trauma he endured with impeding his studies. What happened the morning he was farming outside the village lingers with him to this day.</p>\n<p>\"The military had arrived and asked people to gather for a town assembly,\" Ochoa explained, punctuating his thoughts with long pauses.</p>\n<p>\"Once they were all gathered, they separated the women from the men and put them inside one of the villagers’ huts. The women were assaulted, the men were tortured, and the hut was fired upon and burned with everyone inside.\"</p>\n<p>Upon discovering the bloodshed, a terrified Ochoa and his father fled the area. The military was continuing to conduct raids in the area, and they were not safe.</p>\n<p>He now lives in the capital Lima with his partner and works in construction.</p>\n<p>Peru's <a href=\"https://www.cverdad.org.pe/ifinal/pdf/TOMO%20VII/Casos%20Ilustrativos-UIE/2.15.%20ACCOMARCA.pdf\" target=\"_blank\" rel=\"noopener\">Truth and Reconciliation Commission</a> would later determine that 62 victims were killed in the massacre at Accomarca, including women, the elderly and children.</p>\n<p>They included Ochoa's mother, 8-year-old brother and 6-year-old sister. He also lost aunts and cousins in the gunfire.</p>\n<p>The executions in Accomarca were part of a military operation called Operation Huancayoc, which was designed to target suspected Shining Path members.</p>\n<p>But despite finding no evidence linking the villagers to the rebel group, a military unit led by Second Lieutenant Telmo Hurtado Hurtado carried out their executions. Hurtado even used a grenade to help kill the villagers.</p>\n<p>High-ranking army officers in the nearby city of Ayacucho also planned and approved the operation.</p>\n<p>\"The order was to kill everyone,\" Ochoa recalled. The military killed seven witnesses in the days that followed, according to the Truth and Reconciliation Commission.</p>\n<p>The commission concluded that massacres like what happened in Accomarca were consistent with the military's overall tactics.</p>\n<p>\"The extrajudicial executions, forced disappearances, and tortures were not the result of individual initiatives but rather the execution of a strategy,\" the commission said in its report.</p>\n</div></div></body></html>"
        },
        {
            "title": "The EU and US agree to a trade deal, but who won the negotiations? | Business and Economy | Al Jazeera",
            "time": "2025-07-30T13:25:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/web-1753881899.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A trade tariff deal has been agreed between the European Union and the United States.</p><p>The deal avoids threatened 30 percent tariffs, but some European leaders have already made their unhappiness clear.</p><p>Poland’s prime minister admitted that his country could lose $2bn.</p><p>France’s PM called the deal a submission and a dark day for Europe.</p><p>Plus, will new US cryptocurrency laws secure the dollar as the world’s safe-haven currency?</p><p>Also, who’s winning the fight for AI supremacy? And will the world’s economies be disrupted?</p></div></div></body></html>"
        },
        {
            "title": "How significant is UK’s move to recognise Palestinian state, and why now? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-30T13:05:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753824026.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"114\" data-end=\"351\">British Prime Minister Keir Starmer on Tuesday <a href=\"/news/2025/7/29/starmer-says-uk-will-soon-recognise-palestine-unless-israel-halts-gaza-war\">announced</a> that his country will recognise the state of Palestine by September, unless Israel takes “substantive steps” to end its war on Gaza and commit to a genuine peace process.</p><p data-start=\"114\" data-end=\"351\">A government statement released following an emergency cabinet meeting on Tuesday said Starmer indicated the recognition could take place before the United Nations General Assembly (UNGA) in New York.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 1</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"114\" data-end=\"351\">The United Kingdom’s decision comes days after Emmanuel Macron, the French president, said his country will recognise the state of Palestine.</p><p data-start=\"114\" data-end=\"351\">Here is what we know about the announcement and its implications.</p><h2 id=\"what-did-starmer-say\">What did Starmer say?</h2><p>Starmer’s announcement is being seen as a big change in British foreign policy.</p><p>“I’ve always said we will recognise a Palestinian state as a contribution to a proper peace process, at the moment of maximum impact for the two-state solution,” Starmer said.</p><p>“With that solution now under threat, this is the moment to act.”</p><p data-start=\"621\" data-end=\"1016\">He added: “So today, as part of this process towards peace, I can confirm that the UK will recognise the state of Palestine by the United Nations General Assembly in September, unless the Israeli government takes substantive steps to end the appalling situation in Gaza.”</p><p data-start=\"621\" data-end=\"1016\">Britain’s Foreign Secretary David Lammy, attending a UN conference in New York led by France and Saudi Arabia to promote the two-state solution, echoed the sentiment.</p><p data-start=\"621\" data-end=\"1016\">Lammy said it was “with the hand of history on our shoulders” that London planned to recognise Palestinian statehood, given Britain’s pivotal role in Israel’s creation through the 1917 Balfour Declaration.</p><h2 id=\"why-now\" data-start=\"1018\" data-end=\"1030\">Why now?</h2><p data-start=\"1018\" data-end=\"1030\">Responding to questions about the time of this decision, Starmer cited the “intolerable” conditions in Gaza and growing alarm over the weakening prospects for a two-state solution.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1728\" data-end=\"2044\">He said he wanted to ensure that the decision “plays a part in changing the conditions on the ground, making sure that aid gets in”.</p><p data-start=\"1728\" data-end=\"2044\">“It’s done now because I am particularly concerned that the very idea of a two-state solution is reducing, and it feels further way today than it has for many years,” he said.</p><p data-start=\"621\" data-end=\"1016\">The announcement came after an emergency cabinet meeting, highlighting the growing political pressure from within his Labour Party.</p><p data-start=\"1201\" data-end=\"1385\">The UK prime minister has been facing public pressure over Israel’s devastating war on Gaza, which experts and rights organisations have dubbed an act of genocide.</p><p data-start=\"1201\" data-end=\"1385\">Israel has killed more than 60,000 Palestinians since it launched its offensive on October 7, 2023. Israel says its military onslaught was in response to the Hamas-led attacks that left at least 1,139 people dead in Israel, but rights groups have slammed its scorched earth tactics in Gaza.</p><p data-start=\"1201\" data-end=\"1385\">Starmer emphasised that the recognition of Palestine has long been a part of Labour Party policy and forms a central pillar of a broader peace initiative that the government has been developing over time.</p><p data-start=\"621\" data-end=\"1016\">“As our election manifesto said, Palestinian statehood is the inalienable right of the Palestinian people. It is not in the gift of any neighbour and is also essential to the long-term security of Israel,” a statement issued by the prime minister’s office said.</p><p data-start=\"621\" data-end=\"1016\">“We are committed to recognising a Palestinian state as a contribution to a renewed peace process which results in a two-state solution, with a safe and secure Israel alongside a viable and sovereign Palestinian state.”</p><h2 id=\"what-specific-conditions-did-starmer-set-for-recognising-palestine\">What specific conditions did Starmer set for recognising Palestine?</h2><p>Starmer laid out a series of conditions he said Israel must fulfil if it wishes the UK not to recognise Palestinian statehood, which include:</p><ul>\n<li>Take substantive steps to end the appalling situation in Gaza</li>\n<li>Agree to a ceasefire</li>\n<li>Commit to a long-term, sustainable peace, reviving the prospect of a two-state solution</li>\n<li>Allow the UN to restart the supply of aid</li>\n<li>Make clear there will be no annexations in the West Bank.</li>\n</ul><p>The prime minister also reiterated the demands that remain in place for Hamas, which are:</p><ul>\n<li>Release all captives</li>\n<li>Sign up to a ceasefire</li>\n<li>Commit to disarmament</li>\n<li>Acknowledge that they will play no part in the government of Gaza.</li>\n</ul><p class=\"dcr-16w5gq9\">The UK government will assess the extent to which the two parties, Israel and Hamas, have met its conditions before taking a call in September.</p><h2 id=\"what-does-recognising-palestine-as-a-state-mean-and-which-other-countries-have-done-so\">What does recognising Palestine as a state mean, and which other countries have done so?</h2><p>As of now, the State of Palestine is recognised as a sovereign nation by 147 of the 193 UN member states, about 75 percent of the international community.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Three other European countries, Spain, Ireland, and Norway, officially recognised Palestine last year.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">France will recognise a Palestinian state during the UNGA in September.</p><p data-start=\"0\" data-end=\"205\" data-is-last-node=\"\" data-is-only-node=\"\">According to experts, the recognition may have limited practical effect, but diplomatically, it could be significant, potentially pressuring the US, one of Israel’s main backers, to reconsider its stance.</p><p data-start=\"126\" data-end=\"401\">“Even if this is not a big step in the humanitarian sense – if you are starving in Gaza, these words of diplomats and politicians maybe don’t matter that much – but diplomatically, this is massive. And what really struck me was the specificity of Starmer’s demands,” William Lawrence, a former US diplomat, told Al Jazeera.</p><p data-start=\"403\" data-end=\"735\">“And if the whole world, all turn to Trump with that sort of specific outline and common cause, it will have an effect on Trump. All of this matters, even if it doesn’t fix the problem instantaneously. Everyone is moving in the right direction now, both in terms of pressuring Israel and in terms of pressuring the United States,” Lawrence added.</p><p></p><p></p><h2 id=\"is-the-uk-really-preparing-to-recognise-palestine\">Is the UK really preparing to recognise Palestine?</h2><p id=\"according-to-al-jazeera-s-milena-veselinovic-starmer-is-currently-under-significant-pressure\">According to Al Jazeera’s Milena Veselinovic, Starmer is currently under significant pressure.</p><p>“He is under a lot of pressure, domestically, here from the public, as well as from his own members of parliament to make some move on this issue; people have been moved by those images of people starving in the last few days,” Veselinovic said while reporting from London.</p><p>Last week, 221 members of parliament from nine political parties signed a letter addressed to Starmer and Foreign Secretary David Lammy, urging them to recognise a Palestinian state. That number has since risen to 255.</p><p></p><p>Veselinovic added that the UK is not promising to recognise a Palestinian state.</p><p>“[This is not] like when the French President Macron said he will do that, he will recognise the Palestine state in September, this is a way of pressure that the UK government is hoping to apply on the Israeli government to try to improve the conditions on the ground in Gaza,” she added.</p><h2 id=\"will-it-have-any-practical-effect-on-the-situation-in-gaza\">Will it have any practical effect on the situation in Gaza?</h2><p>Lammy, the UK foreign secretary, said the move will hopefully “affect the situation on the ground” and lead to a ceasefire in Gaza.</p><p>The world had seen “the most horrific scenes” in Gaza and the time had come to “abate the suffering of the Palestinian people”, he said speaking at the UN.</p><p>Scepticism, however, remains high as some question the sincerity behind recent announcements.</p><p data-start=\"316\" data-end=\"624\">Al Jazeera’s senior political analyst Bishara said leaders, including Starmer and Macron, continue to support Israel in its war on Gaza.</p><p data-start=\"316\" data-end=\"624\">“We need to see some measures being taken other than just lofty rhetoric, because they are in no position to be talking about peace and justice when they are accomplices in genocide,” he said.</p><p data-start=\"1696\" data-end=\"2261\">Bishara also criticised the lack of specifics from the two leaders when they announced their plans to recognise a Palestinian state.</p><p data-start=\"1696\" data-end=\"2261\">“Is it a state in 10 percent of the West Bank? Or is it a state on all territories occupied in 1967 – including East Jerusalem, the West Bank and Gaza – as contiguous sovereign territories?” he added.</p><h2 id=\"how-has-israel-responded\">How has Israel responded?</h2><p>“Starmer rewards Hamas’s monstrous terrorism &amp; punishes its victims,” Israeli PM Benjamin Netanyahu said on X.</p><p>Israel’s Ministry of Foreign Affairs also said the UK move “harms efforts to achieve a ceasefire in Gaza and a framework for the release of hostages”, adding that Starmer’s announcement followed “the French move and internal political pressures”.</p><p>France became the first G7 member to announce its intention to recognise a Palestinian state, with President Macron describing the decision as part of the country’s “historical commitment to a just and lasting peace in the Middle East”.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Video: Israel has now killed 60,000 Palestinians in its Gaza genocide | Gaza | Al Jazeera",
            "time": "2025-07-30T12:46:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753879586.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza mothers forced to give babies water as milk and formula run out | Gaza | Al Jazeera",
            "time": "2025-07-30T12:16:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753877689.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India join World Cup qualifiers Iran and Uzbekistan in CAFA Cup | Football News | Al Jazeera",
            "time": "2025-07-30T11:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-06-11T170814Z_1668810458_UP1EK6B1BLN4P_RTRMADP_3_SOCCER-WORLDCUP-QAT-IND-REPORT-1753873871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India join World Cup qualifiers Iran and Uzbekistan in CAFA Cup</h1><p class=\"article__subhead\"><em>India have been invited to join next month’s Central Asian football Nations Cup in Uzbekistan and Tajikistan.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India have been invited to play in the Central Asian Football Association’s (CAFA) Nations Cup next month, the regional football federation has confirmed, alongside FIFA 2026 World Cup qualifiers Iran and Uzbekistan.</p><p>The second edition of the tournament – Iran won the inaugural event in 2023 – will run from August 29 to September 8.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Uzbekistan and Tajikistan are the host countries.</p><p>The regional tournament illustrates a significant thaw in diplomatic ties between Central Asian countries after decades of tensions and conflicts since the fall of the Soviet Union in 1991.</p><p>“With one month to go, preparations are in full swing to deliver a tournament aimed at developing football and strengthening international collaboration across the region,” CAFA said.</p><p>In addition to India, the six members of CAFA – Afghanistan, Iran, Kyrgyzstan, Uzbekistan, Tajikistan and Turkmenistan – will compete.</p><p>Oman was also invited and will play in the tournament for the second time.</p><p>Kazakhstan, a vast country in Central Asia and a major regional power, will be notably absent from the tournament as it is a member of UEFA.</p><p>Uzbekistan’s <a href=\"/sports/2025/6/11/which-teams-have-qualified-for-the-2026-fifa-world-cup-and-who-are-out\">historic qualification last month</a> for the World Cup finals was seen as a symbol of the rapid rise of football in Central Asian countries, traditionally more successful in combat sports than team sports.</p><p>In recent years, the former Soviet republics of Central Asia have made several notable breakthroughs.</p><p>All enjoy strong state support, with CAFA headed by the son of Tajik President Emomali Rahmon.</p><p>The Indian men’s national team are currently without a coach, while the Indian Super League (ISL) – India’s top domestic competition – is in danger of collapse following a dispute between the federation and its commercial partner.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The <a href=\"/sports/2025/7/24/indian-football-hurt-scared-as-domestic-game-hits-fresh-low\">current turmoil</a> led Sunil Chhetri, India’s celebrated veteran striker, to post on X about the fate of the ISL.</p><p>“Everybody in the Indian football ecosystem is worried, hurt, scared about the uncertainty we are faced with,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Myanmar military government sets long prison terms for election protests | Elections News | Al Jazeera",
            "time": "2025-07-30T11:15:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP24275142092329-1753871826.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar military government sets long prison terms for election protests</h1><p class=\"article__subhead\"><em>New law bans any speech or organising seen as trying to “destroy a part of the electoral process”.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar’s military government has imposed harsh new penalties for protesting its planned election, with critics potentially facing years in prison for dissent.</p><p>The state-run Global New Light of Myanmar reported that the new law took effect on Tuesday, months before elections expected at the end of this year.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The legislation bans “any speech, organising, inciting, protesting or distributing leaflets in order to destroy a part of the electoral process” – which opposition groups and international monitors have slammed as a ploy to shore up <a href=\"/video/talk-to-al-jazeera/2025/4/13/myanmar-military-government-defends-rule-minutes-before-deadly-quake-hits\">military rule</a>.</p><p>Those convicted of violating the law face three to seven years in prison, with group offences punishable by five to 10 years.</p><p>The law also criminalises damaging ballot papers or polling stations, and intimidating or harming voters, candidates or election workers – with sentences of up to 20 years. If anyone is killed during an attempt to disrupt the election, “everyone involved in the crime faces the death penalty,” the law says.</p><p>Myanmar’s military government seized power in a 2021 coup that prompted a <a href=\"/news/2025/7/18/myanmar-military-claims-recapture-of-strategic-town-from-rebel-force\">many-sided civil war</a>, and swaths of the country remain outside the military’s control. Some state census workers deployed last year to gather data before the poll faced resistance and security threats.</p><p>Data could not be collected from an estimated 19 million of the country’s 51 million people, provisional results said, in part because of “significant security constraints”.</p><p>Analysts have predicted that the myriad of anti-coup fighter groups and ethnic armed groups which the military is battling may stage offensives in the run-up to the vote as a sign of their opposition.</p><p>A United Nations expert called on the international community last month to reject the election plan as “a fraud”.</p><p>Tom Andrews, the UN special rapporteur on human rights in Myanmar, said the military is “trying to create this mirage of an election exercise that will create a legitimate civilian government”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Half a million people in Gaza enduring “famine-like conditions” | Digital Series | Al Jazeera",
            "time": "2025-07-30T11:05:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/antoine-horz-thumb-1753873413.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Imam of Southport Mosque reflects one year on from UK race riots | Islamophobia | Al Jazeera",
            "time": "2025-07-30T10:20:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753870801.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "ChatGPT conversations lack “legal privilege” | Digital Series | Al Jazeera",
            "time": "2025-07-30T10:16:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Sam-Altman-1753870534.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia truce mostly holds after shaky start in wake of fighting | Border Disputes News | Al Jazeera",
            "time": "2025-07-30T10:08:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250730__689V3FK__v3__HighRes__TopshotCambodiaThailandBorderConflict-1753867159.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A ceasefire between Thailand and Cambodia has been mainly holding as border tensions linger, with a truce agreement to end deadly clashes in effect, in part, due to economic pressure from United States President Donald Trump.</p><p>The two neighbours <a href=\"/news/2025/7/28/thailand-cambodia-border-clashes-continue-before-malaysia-ceasefire-talks\">agreed to an “immediate and unconditional” ceasefire</a>, effective from midnight, at a meeting in Malaysia on Monday after nearly a week of hostilities that saw at least 38 mostly civilian deaths and displaced nearly 300,000 more. But the ceasefire was quickly tested when Thailand’s army accused Cambodia of launching attacks in multiple areas early Tuesday – claims Cambodia rejected.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The ceasefire comes days before the US is expected to announce new trade tariff decisions. Cambodia and Thailand are two of the nations likely to be hit hardest as a result of Trump’s punitive trade measures, with a 36% tariff on goods from both countries taking effect this coming Friday.</p><p>Trump had warned that the US might not proceed with trade deals with either country if hostilities continued, giving both sides a face-saving justification for halting the clashes.</p><p>Some sporadic fire had been anticipated in the hours immediately after the ceasefire took effect. A Thai government statement late Tuesday said a new clash had broken out at one of the locations where there had previously been heavy fighting. The Thai army reported exchanges of gunfire into Wednesday morning but said there was no use of heavy artillery.</p><p>Jirayu Houngsub, a spokesperson for the office of Thailand’s prime minister, said in a text message to journalists that the Thai military “is currently responding and controlling the situation” at Phu Makhuea, a mountain in a disputed area next to Thailand’s Sisaket province.</p><p>Thailand’s army had said the morning fighting stopped after military commanders along the border from both sides met. They agreed to halt troop movements, avoid escalation and establish coordination teams before a joint border committee meeting in Cambodia on August 4, army spokesman Major-General Winthai Suvaree said.</p><p>Cambodian Defence Minister Tea Seiha said he spoke to his Thai counterpart about “incidents” that occurred during the implementation of the ceasefire, but stressed that Cambodia’s army abided by the truce.</p><h2 id=\"here-is-not-as-easy-to-live-as-my-home\">‘Here is not as easy to live as my home’</h2><p>There were signs of calm along the border, with some of the tens of thousands of people displaced by the fighting returning to their homes.</p><p>But residents staying in makeshift refugee shelters on Cambodia’s northwestern border were still waiting to head home.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“If they (the government) say that my village is safe to return then I would go back home and reunite with my family because here is not as easy to live as my home,” Meun Saray, a 45-year-old woman living in a tarpaulin shelter near the border town of Samraong, capital of Cambodia’s Oddar Meanchey province, told the Reuters news agency.</p><p>The town is directly south of the O Smach border crossing, where shelling and gunfire were heard on Monday afternoon, said Meach Sovannara, head of the opposition New Generation Party, adding that some local villagers were injured after their homes were hit by stray bullets.</p><p>Cambodia and Thailand have clashed in the past over their 800km (500-mile) border. The fighting began Thursday after <a href=\"/news/liveblog/2025/7/24/live-at-least-2-killed-as-thai-cambodian-troops-clash-at-disputed-border\">a landmine explosion along the border</a> wounded five Thai soldiers. Tensions had been growing since May when a <a href=\"/news/2025/5/29/cambodia-pm-urges-calm-after-border-clash-with-thailand-leaves-soldier-dead\">Cambodian soldier was killed in a confrontation</a> that created a diplomatic rift and roiled Thailand’s domestic politics.</p><p>Some analysts say the ceasefire remains tenuous and politically complicated.</p><p>Kokthay Eng, a Cambodian researcher in history, politics and international relations, warned that the ceasefire may not last if the Thai government fails to secure lower US tariffs.</p><p>“It is risky and will require clear markers to build traction,” Southeast Asian political expert Bridget Welsh said. “A proper border survey should begin immediately. Right now, it’s on pause because the roots of the conflict have yet to be addressed.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Tsunami waves hit Hawaii, Japan after Russia quake: What we know so far | Earthquakes News | Al Jazeera",
            "time": "2025-07-30T10:00:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250730__68A939F__v1__HighRes__RussiaEarthquakeTsunami-1753864535.jpg?resize=1920%2C1125",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tsunami warnings and advisories have been issued for several countries with Pacific coastlines, including Japan, after a <a href=\"/news/liveblog/2025/7/30/live-tsunami-warning-after-magnitude-8-6-earthquake-off-russian-east-coast\">massive earthquake</a> off Russia’s Far East coast.</p><p>Waves generated by the powerful magnitude 8.8 earthquake in Kamchatka Peninsula struck parts of Russia, Japan and Hawaii on Wednesday. The earthquake and the subsequent tsunami warning have triggered evacuations across the Pacific, with Japan asking nearly two million people to evacuate.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Tsunami warnings were also issued for Taiwan, the Philippines and Alaska’s Aleutian Islands, with advisories issued for much of the US West Coast.</p><p>So, how strong was the quake and how many countries have been hit by tsunami waves?</p><h2 id=\"which-countries-in-the-pacific-were-hit-by-tsunami-waves-what-s-the-latest-update\">Which countries in the Pacific were hit by tsunami waves? What’s the latest update?</h2><p>Tsunami waves struck parts of Kamchatka, partially flooding the port and a fish processing plant in the town of Severo-Kurilsk and sweeping vessels from their moorings, regional officials and Russia’s emergency ministry said. A tsunami height of 3-4 metres (10 to 13 feet) was recorded in Kamchatka.</p><p>The Russian Pacific town of Severo-Kurilsk was hit by waves at least 3 metres (9.8ft) high, and the most powerful was as big as 5 metres (16.4ft), Russia’s Ria Novosti news agency reported, citing emergency services.</p><p>The seaport town in the Sakhalin region was flooded, forcing the evacuation of its 2,000 residents, Russia’s Ministry of Emergencies and Disaster Relief said.</p><p>“A state of emergency is in effect in Petropavlovsk-Kamchatskiy …,” Mayor Yevgeny Belyaev said in a social media post. Petropavlovsk-Kamchatsky, home to some 165,000 people, is the administrative centre of the Kamchatka Peninsula.</p><p>Japan, which was affected by a devastating 2011 tsunami, has been hit by four to five rounds of waves. The Japan Meteorological Agency warned tsunami waves showed no signs of receding. The height of waves continues to grow, from 20cm (0.6ft) earlier today to 1.3 metres (4.2ft) in the northeast of the country, it said.</p><p>Tsunami alarms sounded in coastal towns across Japan’s Pacific coast and evacuation orders were issued for tens of thousands of people. Workers evacuated the stricken Fukushima nuclear plant, where a meltdown following the 2011 tsunami caused a radioactive disaster, operator TEPCO said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Footage on public broadcaster NHK showed scores of people on the northern island of Hokkaido on the roof of a building, sheltering under tents from the beating sun, as fishing boats left harbours to avoid potential damage from incoming waves.</p><p>Shortly after 07:30 GMT, the Pacific Tsunami Warning Center said waves of up to 1.7 metres (5.5ft) were affecting the Hawaiian islands. Hawaii Governor Josh Green said data from Midway Atoll, between Japan and Hawaii, measured waves from peak to trough of 6 feet (1.8 metres). Governor Green had earlier said all flights in and out of Maui had been cancelled.</p><p>The first tsunami waves were detected in Monterey, California at 12:48am local time (05:48 GMT), according to data from the National Oceanic and Atmospheric Association.</p><p>Elsewhere, the US Tsunami Warning Centres said waves as high as 3 metres (9.8ft) could hit Ecuador, while waves of 1 to 3 metres (3.3-9.8ft) were possible in Chile, Peru, Costa Rica, Japan and some Pacific islands.</p><figure id=\"attachment_3864783\" aria-describedby=\"caption-attachment-3864783\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864783\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-RUSSIAEARTHQUAKE-JULY30-2025-1753857645.jpg?quality=80\" alt=\"INTERACTIVE Earthquakes of magnitude 8 or above since 1900\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864783\" class=\"wp-caption-text\">INTERACTIVE Earthquakes of magnitude 8 or above since 1900</figcaption></figure><h2 id=\"how-do-quakes-generate-tsunami-waves\">How do quakes generate tsunami waves?</h2><p>Chris Elders, a structural geology expert at Curtin University in Australia, told Al Jazeera that Wednesday’s earthquake occurred in the Pacific Ring of Fire, an “area of significant volcanic activity and also earthquake activity”.</p><p>“In this particular part of the Pacific Ocean, the Pacific Ocean is moving down underneath the eastern side of Russia … and it’s that movement of the tectonic plates that produces these very large earthquakes,” Elders said.</p><p>“The earthquake causes the seabed to lift up a little bit, and that displaces the water sideways, producing the tsunami wave, and it’ll spread away from the epicentre,” he said.</p><figure id=\"attachment_3864747\" aria-describedby=\"caption-attachment-3864747\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864747\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Tsunami-alert-after-8.8-quake-off-Russia0D-july-30-2025-copy-2-1753857001.png?quality=80\" alt=\"INTERACTIVE-Tsunami alert after 8.8 quake off Russia-july 30-2025 copy 2-1753857001\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864747\" class=\"wp-caption-text\">INTERACTIVE-Tsunami alert after magnitude 8.8 quake off Russia</figcaption></figure><h2 id=\"where-have-tsunami-alerts-advisories-been-issued\">Where have tsunami alerts/advisories been issued?</h2><p>Tsunami warnings or advisories have been issued for:</p><ul>\n<li>Russia</li>\n<li>Australia</li>\n<li>Japan</li>\n<li>Taiwan</li>\n<li>The Philippines</li>\n<li>China</li>\n<li>Hawaii</li>\n<li>Guam</li>\n<li>Tonga</li>\n<li>California</li>\n<li>Alaska</li>\n<li>Oregon</li>\n<li>Washington</li>\n<li>British Columbia</li>\n<li>Mexico</li>\n<li>Peru</li>\n<li>Ecuador</li>\n</ul><p>The difference between “warnings” and “advisories” lies mainly in the expected severity of the tsunami.</p><ul>\n<li>Warning: a tsunami with the potential to cause widespread flooding, damage and danger to life. These may require evacuation orders and other demanding safety checks.</li>\n<li>Advisory: a tsunami capable of producing strong currents or dangerous waves is expected, but not large enough to cause significant damage. Some safety checks are advised.</li>\n</ul><p>Helen Janiszewski, assistant professor in geophysics and tectonics division at the University of Hawaii, told BBC News that, “a good rule of thumb for tsunami waves is that they travel at about the speed of a jet plane”.</p><p>She said that the time it takes to travel by plane from one place to another is roughly how long it takes for waves to travel from the quake epicentre to hit elsewhere. Different areas under tsunami warnings and advisories will be taking these time frames into account.</p><h2 id=\"which-countries-in-the-region-are-not-affected\">Which countries in the region are not affected?</h2><p>New Zealand’s disaster management agency warned that the country’s coastal areas could expect “strong and unusual currents and unpredictable surges at the shore”.</p><p>In a national advisory alert, Civil Defence New Zealand said there was no immediate need to evacuate but said citizens should stay away from beaches and shore areas.</p><p>And while Australia has been added to the advisory list by the Pacific Tsunami Warning Center, the country’s Bureau of Meteorology said there was no threat to the Australian mainland, islands or territories as a result of the earthquake.</p><h2 id=\"what-to-do-under-a-tsunami-warning\">What to do under a tsunami warning?</h2><p>In a tsunami warning, authorities agree that it is important to act immediately. While guidance varies by country and according to the severity of the incident, it is generally good practice to move inland or to higher ground.</p><p>It is also important to avoid beaches, harbours and coastal roads. If people find themselves on a boat, it’s crucial to follow official maritime guidance, as it can sometimes be safer to stay at sea. Listening to local authorities via radio, phone alerts or sirens is key.</p><p>Low-lying areas should be avoided until officials declare them safe; multiple waves can occur hours apart. People who feel a strong earthquake and are near the coast should evacuate immediately.</p><p>If possible, it’s important to help others, especially the elderly, children and people with disabilities. Guidance states to stay away from rivers and estuaries, as tsunamis can travel upstream. Finally, it’s good to remain calm and to prioritise safety over material possessions.</p><h2 id=\"when-and-where-did-the-quake-strike\">When and where did the quake strike?</h2><p>The earthquake, which struck at 8:25am Japan time (11:25 GMT), was the strongest in the Russian region since 1952, according to the Russian Academy of Sciences, and struck at a depth of 19.3km (12 miles). The shallow earthquake damaged buildings and injured several people in the remote Russian region.</p><p>At a magnitude of 8.8, it is believed to be the sixth strongest earthquake in history. A 2010 earthquake in Chile, the last quake recorded at 8.8, killed 523 people and destroyed more than 370,000 homes.</p><p>The quake was centred 119 km (74 miles) east-southeast of Petropavlovsk-Kamchatsky.</p><p>A resident in the city of Petropavlovsk-Kamchatsky told Reuters news agency that the earthquake rumbled for several minutes. “I decided to leave the building,” said Yaroslav, 25. “It felt like the walls could collapse any moment. The shaking lasted continuously for at least three minutes,” he was quoted as saying.</p></div></div></body></html>"
        },
        {
            "title": "Japan records highest temperature on record | Climate Crisis News | Al Jazeera",
            "time": "2025-07-30T09:51:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP23198511007159-1753864082.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan records highest temperature on record</h1><p class=\"article__subhead\"><em>Temperature hits 41.2 degrees Celsius (106.16 degrees Fahrenheit) after hottest June on record.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan has recorded its hottest day on record, the latest example of extreme weather to focus attention on climate change.</p><p>The mercury hit 41.2 degrees Celsius (106.16 degrees Fahrenheit) in Tamba city, about 560km (350 miles) southwest of Tokyo, on Wednesday, surpassing the previous high of 41.1 degrees Celsius (105.98 degrees Fahrenheit) set in 2018 and matched again in 2020.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Temperatures of 40 degrees or higher were also recorded in Fukuchiyama city, Kyoto prefecture; Maniwa city, Okayama prefecture; and Nishiwaki city, Hyogo prefecture.</p><p>Heatstroke alerts were issued for 33 of Japan’s 47 prefectures on Wednesday, national broadcaster NHK reported.</p><p>More than 10,800 people in Japan were sent to hospital with heatstroke last week, with 16 heat-related deaths, according to the Fire and Disaster Management Agency.</p><p>Wednesday’s record is the latest in a series of unprecedented temperature spikes in Japan.</p><p>Last month, the East Asian country sweltered through its hottest June on record, with the average nationwide temperature rising 2.34 degrees Celsius (36.21 degrees Fahrenheit) above normal.</p><p>Japan experienced its hottest year ever in 2024, with the average temperature breaking records for a second straight year.</p></div></div></body></html>"
        }
    ]
}