{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Tanker seizure is US tactic “to starve” Venezuela of cash | Digital Series | Al Jazeera",
            "time": "2025-12-12T10:03:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/20251212_SABATINI_H-1765533782.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia worst it’s been “since the civil war” amid Thai conflict | Border Disputes | Al Jazeera",
            "time": "2025-12-12T09:59:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/luke-horz-1765533500.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“Thailand opened nine front lines as of yesterday [December 11], this morning it’s been extended.”</p><p>Correspondent Luke Hunt from The Diplomat says the fighting along the Thailand-Cambodia border is the worst it’s been in many years.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Protests at Portuguese parliament on day of general strike | Newsfeed | Al Jazeera",
            "time": "2025-12-12T09:52:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765533112.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why is Trump demanding travellers’ social media handles; how will it work? | Politics News | Al Jazeera",
            "time": "2025-12-12T09:22:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693bc9b0-1765525936.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is planning to require some visitors to provide their <a href=\"/news/2025/12/11/us-plans-to-ask-visitors-to-share-5-years-of-social-media-history-to-enter\">social media history</a> from the past five years, according to US President Donald Trump’s administration.</p><p>This requirement will apply to visitors who do not need a visa to enter the US.</p><p>Here is a closer look at this proposal:</p><h2 id=\"what-is-the-us-planning-to-do\">What is the US planning to do?</h2><p id=\"what-sorts-of-things-could-people-be-barred-from-entering-for\">The proposal was announced on the Federal Register by the US Customs and Border Protection (CBP) on Wednesday. It will enable officials to collect up to five years of social media history from travellers from certain visa-waiver countries before they can enter the country.</p><p>The proposal states that this mandatory social media history disclosure is in line with Executive Order 14161, signed by Trump in January 2025.</p><p>That order, titled “Protecting the United States from foreign terrorists and other national security and public safety threats”, required US government agencies to increase their vetting of foreign nationals entering the country.</p><h2 id=\"who-would-this-affect\">Who would this affect?</h2><p data-start=\"169\" data-end=\"451\">The requirement will apply to travellers using the Electronic System for Travel Authorization (ESTA) under the US’s Visa Waiver Program.</p><p data-start=\"169\" data-end=\"451\">The Visa Waiver Program permits citizens of <a href=\"https://travel.state.gov/content/travel/en/us-visas/tourism-visit/visa-waiver-program.html\" target=\"_blank\" rel=\"noopener\">42 countries</a> – including the United Kingdom, Germany, Qatar, Greece, Malta, New Zealand, Australia, Japan, Israel and South Korea – to travel to the US for tourism or business purposes for up to 90 days.</p><p data-start=\"169\" data-end=\"451\">At present, the ESTA automatically screens applicants and grants travel approval without requiring an in-person interview at a US embassy or consulate, unlike standard visa applications. Applicants are required to provide a more limited set of information, such as their parents’ names, current email address and details of any past criminal record.</p><p data-start=\"169\" data-end=\"451\">Since 2016, the ESTA has included an optional question asking travellers to disclose their social media information.</p><h2 id=\"how-would-this-work\" data-start=\"169\" data-end=\"451\">How would this work?</h2><p>Once the proposal comes into effect, visitors will be required to provide CBP with a list of their social media handles or usernames used over the past five years.</p><p>The visitors would not have to give CBP their social media log‑in credentials or passwords. They will use this information to review the publicly accessible information on the social media profiles of these visitors.</p><p>The new notice also states that travellers will have to provide additional personal information, including all telephone numbers used over the past five years and email addresses used over the previous 10 years.</p><p data-start=\"1488\" data-end=\"1872\">Authorities also said they plan to add what are described as “high-value data fields” to the ESTA application “when feasible”. These will include metadata from electronically submitted photographs, extensive personal details about applicants’ family members, such as their places of birth and telephone numbers used over the past five years, as well as biometric information, including fingerprints, DNA and iris data.</p><p data-start=\"1488\" data-end=\"1872\">The announcement did not include information about what the administration will be looking for within social media accounts of visitors or why it is asking for that information.</p><p id=\"it-is-unclear-when-the-proposal-would-take-effect\">It is unclear when the proposal will take effect. However, the public now has 60 days to submit comments about the proposed changes before they are finalised, the notice in the Federal Register states.</p><h2 id=\"why-is-the-us-government-doing-this-now\">Why is the US government doing this now?</h2><p data-start=\"169\" data-end=\"451\">Travellers from non-Visa Waiver Program countries have been required to disclose their social media handles since 2019. This is an extension of that.</p><p data-start=\"169\" data-end=\"451\">That measure was first introduced by the Trump administration during his first term as president, and was kept in place during President Joe Biden’s tenure.</p><p data-start=\"169\" data-end=\"451\">The CBP and US Citizenship and Immigration Services (USCIS) have been seeking to significantly broaden the existing social media disclosure rules for some time.</p><p data-start=\"169\" data-end=\"451\">“USCIS has proposed to extend the social media disclosure requirement to applicants for other immigration benefits as well – up through naturalisation,” Caroline DeCell, a senior staff attorney and legislative adviser at Columbia University’s Knight First Amendment Institute, told Al Jazeera.</p><p>In June this year, the State Department also announced that it now requires all F, M and J visa applicants to make their social media profiles public as part of enhanced screening to identify national security threats.</p><p>Most social media platforms allow users to either keep their profiles private or make them public.</p><p>Private profiles can only be viewed by people actively added as friends – this includes all posts, photos, videos or other content posted by the profile user. Content posted on public profiles can be viewed by anyone.</p><p>This relates to student visas for those enrolled in accredited colleges, or in vocational or technical, non‑academic educational programmes. It also covers exchange visitors participating in approved exchange study programmes.</p><p>“A US visa is a privilege, not a right,” the State Department statement from June said.</p><h2 id=\"what-are-the-privacy-implications-of-this\">What are the privacy implications of this?</h2><p>DeCell said that if the CBP proposal is approved, the privacy implications would be “significant” as it will require disclosure not only of social media handles, but also of all phone numbers used in the past five years and email addresses used in the past 10 years, as well as biometric data.</p><p>“Even travellers who post publicly on social media typically maintain some expectation of obscurity, if not privacy, online. And those who use pseudonymous social media handles or email addresses would be directly deprived of their online anonymity,” she said.</p><p>DeCell added that if the USCIS proposal to seek this information for all immigration visa and citizenship applicants is also approved, besides the CBP proposal for travellers from visa waiver countries, “then nearly every non-US citizen who seeks to enter or remain in the United States would be subject to indefinite social media surveillance by the US government”.</p><p>Under the USCIS proposal, US citizens who petition in support of their relatives’ immigration applications would also be subjected to this “surveillance”.</p><h2 id=\"what-are-the-implications-for-freedom-of-speech\">What are the implications for freedom of speech?</h2><p>The First Amendment to the US Constitution guarantees the freedom of religion, speech, the press and peaceful assembly.</p><p>However, DeCell warned that this expanding system will deter free speech online and many foreigners will be put off from travelling to the US, whether for work or leisure.</p><p>“It’s a massive blow to First Amendment freedoms,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Gaza storms a “terrible situation” for Palestinians | Al Jazeera | Al Jazeera",
            "time": "2025-12-12T09:08:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-QT-thumbnail-16x9-1765528641.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Jonathan Crickx on how the intense storms battering Gaza are deepening an already dire humanitarian crisis.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jonathan Crickx, chief of communication at UNICEF Palestine, talks about how the intense storms battering Gaza are deepening an already dire humanitarian crisis for Palestinians.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Fans slam FIFA, demand halt to ‘extortionate’ 2026 World Cup ticket sales | Football News | Al Jazeera",
            "time": "2025-12-12T09:02:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__879L8EN__v1__MidRes__FblWc2026Draw-1765027657.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Football’s leading fan organisations have demanded FIFA immediately stop selling tickets for <a href=\"/sports/2025/12/11/world-cup-2026-all-to-know-six-months-before-fifa-tournament-starts\">next year’s World Cup</a>, to be played in the United States, Canada and Mexico, warning that prices reaching nearly $9,000 for premium final seats will exclude supporters from the tournament.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Football Supporters Europe, which called the ticket pricing “extortionate”, issued the call on Thursday after national associations began circulating price lists showing costs up to seven times higher than the 2022 World Cup in Qatar.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The group described the pricing structure as a “monumental betrayal” of the tournament’s traditions and called for urgent consultations before sales continue.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A fan attending every match next June and July from the group stage through the championship game faces costs of at least $6,900 via official supporter channels, based on price details released by Germany, England and Croatia’s football federations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Premium tickets for the July 19 final at MetLife Stadium in New York are priced at $8,680, compared with roughly $1,600 for the equivalent category in Qatar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>FIFA is already under the microscope in the wake of its President Gianni Infantino’s effusive praise for US President Donald Trump and the doling out by the world football governing body of an inaugural <a href=\"/news/2025/12/6/trump-wins-fifas-new-peace-prize\">peace prize</a> award to the US leader, who was infuriated to be bypassed for this year’s Nobel Peace Prize.</p><p>That has <a href=\"/news/2025/12/10/fifas-gianni-infantino-faces-ethics-complaint-over-trump-peace-prize\">triggered a formal complaint over ethics violations</a> and political neutrality. Human rights group FairSquare said on Tuesday that it has filed a complaint with FIFA’s ethics committee, claiming the organisation’s behaviour was against the common interests of the global football community.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The latest controversy comes as FIFA began its third phase of ticket sales, with variable pricing now applied to group stage matches based on what the governing body terms fixture “attractiveness”, though it has not explained how this is calculated.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">England’s opening match against Croatia carries a $523 price tag for seats behind the goal, while Scotland supporters will pay less for comparable matches, creating what critics call an opaque two-tier system.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“For the prices that have been put up by FIFA, we’re a bit stunned,” Football Supporters Europe executive director Ronan Evain said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">He warned that final tickets approaching $4,000 would strip stadiums of the atmosphere that makes the tournament compelling, adding that “none of this will happen” at current pricing levels.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Henry Winter, a prominent football writer in the UK, cautioned that excluding passionate supporters who generate atmosphere risks turning the competition into what he termed the “Corporate Games,” potentially leaving broadcasters, who pay FIFA substantial sums, facing empty seats and muted crowds.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">For fans travelling from outside North America, the financial burden extends far beyond tickets. Gary Al-Smith, who covers African football, noted that supporters “will fly in from outside the US, spend on lodging and feeding,” warning this would prove “one helluva costly World Cup for fans”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The pricing represents a dramatic departure from FIFA’s 2018 bid document for the tournament across the US, Canada and Mexico, which projected group stage tickets starting at $21.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">FIFA has excluded the cheapest ticket tier from supporter group allocations entirely, holding back category four seats from public sale where fluctuating demand-based pricing will apply.</p></div></div></body></html>"
        },
        {
            "title": "Kilmar Abrego Garcia freed from US immigration detention, returns home | Migration News | Al Jazeera",
            "time": "2025-12-12T08:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_690dda000e3c1-1762515456.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kilmar Abrego Garcia, whose case has become a flashpoint in the Trump administration’s immigration crackdown in the United States, has been freed from detention on a judge’s order and returned to his home, according to reports.</p><p>Abrego Garcia was due to check in with US immigration officials on Friday, The Associated Press news agency reported, a day after returning to his home following his release from an immigration processing centre in the latest twist in a convoluted case of deportation and detention targeting the Maryland man.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a ruling on Thursday, US District Judge Paula Xinis in Maryland <a href=\"/news/2025/12/11/us-judge-orders-release-of-kilmar-abrego-garcia-from-immigration-detention\">ordered</a> Immigration and Customs Enforcement to let Abrego Garcia go immediately, writing that federal authorities had detained him again after his return to the US without any legal basis.</p><h2 id=\"the-face-of-trump-s-hardline-immigration-policies\">The face of Trump’s hardline immigration policies</h2><p>Abrego Garcia has an American wife and children and has lived in Maryland for years, under protected legal status since 2019, when a judge ruled he should not be deported because he could be harmed in his home country by a gang that targeted his family. He originally moved to the US without documentation as a teenager.</p><p>He then became the highest-profile case among more than 200 people sent to the notorious <a href=\"/opinions/2025/6/1/why-trump-and-bukele-are-destroying-kilmar-abrego-garcias-life\">El Salvador’s CECOT mega-prison</a> as part of President Donald Trump’s crackdown on refugees, migrants and asylum seekers in the US.</p><p>He was wrongfully deported by the Trump administration to El Salvador in March. A court later ordered his return to the US, where he was detained again, as immigration officials sought to deport him to a <a href=\"/news/2025/10/27/us-judge-asks-for-assurance-abrego-garcia-wont-be-deported-to-liberia\">series of African countries</a> instead of El Salvador.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"judicial-activism\">‘Judicial activism’</h2><p>The Department of Homeland Security slammed Thursday’s ruling and said it would appeal, labelling the decision as “naked judicial activism” by a judge appointed during President Barack Obama’s administration.</p><p>“This order lacks any valid legal basis, and we will continue to fight this tooth and nail in the courts,” said Tricia McLaughlin, the department’s assistant secretary.</p><p>Abrego Garcia’s lawyer, Simon Sandoval-Moshenberg, said he expected his client’s ordeal was far from over, and he was preparing to defend him against further deportation efforts.</p><p>“The government still has plenty of tools in their toolbox,” Sandoval-Moshenberg said.</p><p>“We’re going to be there to fight to make sure there is a fair trial.”</p><p>The lawyer said the judge’s ruling had made it clear that the government could not detain a person indefinitely without legal authority, adding that Abrego Garcia had already “endured more than anyone should ever have to”.</p><h2 id=\"legal-battles-ongoing\">Legal battles ongoing</h2><p>Abrego Garcia has filed a federal lawsuit claiming the Trump administration is illegally using the deportation process to punish him due to the attention his case received.</p><p>Since his return, federal authorities have also filed charges against Abrego Garcia for alleged human smuggling related to a 2022 traffic stop.</p><p>He has pleaded not guilty and filed a motion to dismiss the charges, claiming the prosecution is vindictive.</p><p>In her ruling on Thursday, Judge Xinis said Trump lawyers “affirmatively misled” the court, including falsely claiming that Costa Rica had rescinded an offer to accept Abrego Garcia.</p><p>Abrego Garcia has said he was willing to resettle there in the event he was deported from the US.</p><p>In a separate proceeding, Abrego Garcia has also petitioned to reopen his immigration case to <a href=\"/news/2025/8/27/kilmar-abrego-garcia-to-seek-asylum-in-the-us-in-bid-to-avoid-deportation\">seek asylum</a> in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestine’s historic Arab Cup run ends in quarter-final loss | Newsfeed | Al Jazeera",
            "time": "2025-12-12T07:59:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765526357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: At least 12 people die in Gaza in past 24 hours amid storm | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-12T07:44:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-12T073746Z_1238644445_RC2UEIABB3EI_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1765525434.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: At least 12 people die in Gaza in past 24 hours amid storm</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Storm Byron has caused a number of houses, walls and tents to collapse across the war-ravaged Gaza Strip.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Rights group accuses RSF of systematic sexual violence in Sudan’s civil war | Sudan war News | Al Jazeera",
            "time": "2025-12-12T07:31:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T113138Z_426516005_RC2K1IANW01R_RTRMADP_3_SUDAN-POLITICS-CHAD-AID-1765348502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A women’s rights organisation has documented nearly 1,300 cases of endemic sexual and gender-based violence across war-torn Sudan, with the paramilitary Rapid Support Forces (RSF) blamed for the overwhelming majority of attacks.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Strategic Initiative for Women in the Horn of Africa (SIHA) released findings on Thursday showing it had verified 1,294 incidents spanning 14 states since Sudan’s brutal civil war started in April 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The disclosure underscores how sexual violence has become a systematic weapon in the war, the report said, which is one gruesome part of what humanitarian organisations have called the world’s largest humanitarian crisis.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The SIHA network attributed 87 percent of cases where perpetrators were identified as RSF fighters, describing the violations as “widespread, repeated, intentional, and often targeted” rather than contained incidents.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rape accounted for more than three-quarters of documented incidents, while 225 cases involved children as young as four years old.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The group outlined a calculated three-stage pattern accompanying RSF territorial advances. Initial home invasions and looting accompanied by rape, followed by attacks in public spaces as control solidifies, and finally the long-term detention of women subjected to torture, gang rape and forced marriage.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“Women and girls from non-Arab tribes in Darfur, including the Masalit, Berti, Fur and Zaghawa, were directly targeted,” the report said. In Al-Gezira state, witnesses described RSF forces singling out lighter-skinned girls and women aged 14 to 30 as “trophies”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Just last week, the Sudan Doctors Network, a medical monitoring organisation, documented 19 additional rape cases at al-Afad Camp in al-Dabba, where women fleeing the recently fallen city of el-Fasher were attacked by RSF forces. Two survivors are pregnant and receiving care.</p><h3>Fighting for control of Kordofan</h3><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The main fighting has shifted from Darfur, following the RSF capture of el-Fasher in October, to the vast central Kordofan region, which sits between territory controlled by the government-aligned Sudanese Armed Forces (SAF) in the east and RSF-held areas in the west.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The paramilitary force currently holds a commanding position and has been advancing on urban centres across West Kordofan.</p><p>After RSF forces <a href=\"/news/2025/12/11/south-sudan-army-to-secure-critical-heglig-oilfield-in-sudan-war-spillover\">captured</a> the Heglig oilfield near the South Sudan border on December 8, both warring parties agreed to allow South Sudanese troops to secure the site, which serves as a critical economic lifeline for both countries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Sudan confirmed that seven of its soldiers were killed on Thursday in a drone strike by the SAF.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">On December 5, RSF fighters attacked a preschool in Kalogi locality, <a href=\"/news/2025/12/5/rsf-kills-dozens-mostly-children-in-war-torn-sudans-kalogi-saf-sources\">killing</a> more than 100 people, including 46 children. The attackers then targeted paramedics and civilians who rushed to assist victims in what authorities described as deliberate suicide drone strikes.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">United Nations human rights chief Volker Turk <a href=\"/news/2025/12/4/un-warns-sudans-kordofan-faces-mass-atrocities-as-fighting-spreads\">warned</a> days earlier that Kordofan faces “another wave of mass atrocities,” saying history was “repeating itself” after international warnings before el-Fasher’s fall went largely unheeded.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Since late October, the UN has documented at least 269 civilian deaths from bombardment, artillery fire and summary killings in the region, though communication blackouts suggest the actual toll is far higher.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The conflict has displaced 12.4 million people and forced 3.3 million to flee as refugees since erupting in April 2023.</p><p>Massad Boulos, a senior adviser to President Donald Trump, met this week with British Foreign Secretary Yvette Cooper, with both governments committing to “cut external financial and military backing for the belligerents” fuelling the war.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Washington sanctioned four Colombian nationals this week for running a recruitment network that has brought more than 300 military veterans to fight for the RSF, though the measures did not target a United Arab Emirates company that investigators say arranged the deployments.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The UAE has repeatedly denied supporting the paramilitary force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Verdict in Hong Kong media tycoon Jimmy Lai’s trial due next week | Freedom of the Press News | Al Jazeera",
            "time": "2025-12-12T07:21:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20210201__8ZY6AB__v3__HighRes__TopshotHongKongChinaPolitics-1765517816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hong Kong’s High Court is set to hand down a verdict in the case of pro-democracy campaigner and media mogul Jimmy Lai next week, bringing an end to his lengthy national security trial.</p><p>Lai’s verdict will be delivered by a three-judge panel in a hearing that begins at 10am local time (02:00 GMT) on Monday, according to a court diary notice seen on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Founder of the now-shuttered <a href=\"/news/2021/6/24/final-edition-hong-kongs-apple-daily\">pro-democracy Apple Daily newspaper,</a> Lai, 78, is charged with foreign collusion under Hong Kong’s national security law, which Beijing imposed following huge and sometimes violent pro-democracy protests in 2019.</p><p>He previously pleaded not guilty to two counts of conspiring to collude with foreign forces, as well as a third count of sedition under a colonial-era law.</p><p>Authorities accuse Lai, who has been detained since December 2020, of using the Apple Daily to conspire with six former executives and others to produce seditious publications between April 2019 and June 2021.</p><p>He is accused of using his publication to conspire with paralegal Chan Tsz-wah, activist Andy Li, and others to invite foreign countries – including the United States, Britain and Japan – to impose sanctions, blockades and other hostile measures against Hong Kong and China.</p><p>Prosecutors also accuse Lai of stoking hatred against authorities in Beijing and Hong Kong through writing and publishing more than 150 critical op-eds in the outlet.</p><p>He faces life imprisonment if convicted.</p><p>Lai has been held in solitary confinement for more than 1,800 days, with his family saying they fear for his wellbeing and his health is deteriorating as he suffers from diabetes, high blood pressure, as well as heart palpitations that require medication.</p><p>In August, the court postponed closing arguments in his 156-day trial – which began in December 2023 – citing a “medical issue” involving the 78-year-old’s heart.</p><p>Authorities say Lai has received proper treatment and medical care during his detention.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-to-do-everything-i-can-to-save-him\">Trump to do ‘everything I can to save him’</h2><p>Hong Kong was handed back to China in 1997 after more than 150 years under British colonial rule.</p><p>As part of the “one country, two systems” approach, Hong Kong officially operates a separate judicial system based on Common Law traditions, meaning Lai has greater legal protections than he would in mainland China.</p><p>But Hong Kong has experienced significant democratic backsliding in recent years, which accelerated following mass pro-democracy protests in 2019-20, which resulted in a harsh crackdown on dissent in the territory by Beijing.</p><p>In 2020, Chinese authorities introduced a <a href=\"/news/2020/7/1/details-of-chinas-national-security-law-for-hong-kong-unveiled\">draconian national security law</a> to crush the protest movement, establishing secession, subversion, terrorism, and collusion with foreign organisations as crimes carrying hefty punishments.</p><p>Lai’s trial represents the most high-profile use of that law, with critics condemning his trial as politically motivated.</p><p>The Chinese and Hong Kong governments insist Lai is being given a fair trial and have said the legal process must be allowed to reach its conclusion.</p><p>But his case has drawn international scrutiny, including from US President Donald Trump, who has repeatedly <a href=\"/news/2025/8/15/trump-promises-to-save-jailed-hong-kong-media-tycoon-jimmy-lai\">promised to “save” Lai</a>. In August, Trump promised to do “everything I can to save him”.</p><p>“His name has already entered the circle of things that we’re talking about, and we’ll see what we can do,” <a href=\"/news/2025/8/15/trump-promises-to-save-jailed-hong-kong-media-tycoon-jimmy-lai\">Trump told Fox News Radio.</a></p><p>Trump also reportedly raised Lai’s case during a meeting with Chinese leader Xi Jinping when the pair met in South Korea in October.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "The US is already at war with Venezuela | Donald Trump | Al Jazeera",
            "time": "2025-12-12T07:12:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693b1752-1765480274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Wednesday, the United States <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">hijacked an oil tanker</a> off the coast of Venezuela – a new move in the ongoing aggression against the South American nation by the administration of US President Donald Trump.</p><p>Over recent months, the US has gone about wantonly <a href=\"/opinions/2025/9/8/distraction-101-blow-them-up\">blowing up</a> small boats in the Caribbean Sea along with their passengers, whom Trump has telepathically divined to be drug traffickers.</p><p>Exercising his passion for ridiculous overstatement, Trump proclaimed on Wednesday that the seized vessel was a “large tanker, very large, largest one ever seized, actually”.</p><p>When asked at a <a href=\"https://www.youtube.com/watch?v=-BVktrd0ZeY\" target=\"_blank\" rel=\"noopener\">news conference</a> about the ship’s altered destination, Trump advised reporters to “get a helicopter and follow the tanker” – although folks might reasonably be wary of taking to the skies around Venezuela given Trump’s unilateral <a href=\"/news/liveblog/2025/11/29/live-donald-trump-says-venezuela-airspace-now-closed-as-tensions-surge\">decree</a> in November that the country’s airspace was “closed in its entirety”.</p><p>Of course, the airspace closure hasn’t managed to interfere with continuing US <a href=\"https://apnews.com/article/venezuela-maduro-us-trump-deportation-flights-c8de53d34483533ec8e58a165f5f63fd\">deportation flights</a> to Venezuela.</p><p>Regarding the fate of the tanker’s valuable contents, Trump remarked, “I assume we’re going to keep the oil.”</p><p>To be sure, this comment doesn’t do much to shore up the US claim that it’s not after Venezuela’s vast oil reserves at all, but is simply trying to guard the hemisphere against nefarious Venezuelan narco-terrorists endeavouring to flood the homeland with fentanyl and other deadly products.</p><p>As per Trumpian fantasy, the ringleader of the narco-terror operation is none other than Venezuelan President Nicolas Maduro himself.</p><p>Never mind that Venezuela has approximately zero to do with drugs entering the US and doesn’t even produce fentanyl.</p><p>At times like these, one can’t help but recall US behaviour vis-a-vis another oil-rich nation around the turn of the century, when then-President George W Bush oversaw a campaign of mass slaughter in Iraq based on manufactured allegations of weapons of mass destruction.</p><p>But amid all the talk of a potential US war on Venezuela – which Trump has been threatening for months – the fact of the matter is that the US is already waging war on the country.</p><p>US Defense Secretary Pete Hegseth, newly <a href=\"/news/2025/9/5/trump-symbolically-changes-department-of-defense-to-department-of-war\">rebranded</a> as the “Secretary of War”, recently admitted as much when he chalked up US war crimes against Caribbean seafarers to the “<a href=\"https://www.nbcnews.com/politics/national-security/pete-hegseth-says-didnt-see-survivors-september-boat-strike-fog-war-rcna246978\" target=\"_blank\" rel=\"noopener\">fog of war</a>”.</p><p>In reality, however, the US war on Venezuela long predates this year’s slew of extrajudicial executions and terrorisation of local fishermen.</p><p>After <a href=\"https://www.theguardian.com/world/2002/apr/21/usa.venezuela\" target=\"_blank\" rel=\"noopener\">backing</a> a failed coup in 2002 against Maduro’s predecessor Hugo Chavez, a socialist icon and thorn in the side of empire, the US imposed punishing sanctions on Venezuela in 2005.</p><p>According to the Washington, DC-based Center for Economic and Policy Research, these sanctions would go on to cause <a href=\"https://cepr.net/newsroom/report-finds-us-sanctions-on-venezuela-are-responsible-for-tens-of-thousands-of-deaths/\" target=\"_blank\" rel=\"noopener\">more than 40,000 deaths</a> in the country in 2017-18 alone. Anyone doubting the intentional lethality of coercive economic measures would do well to recall the 1996 <a href=\"/opinions/2022/3/25/lets-remember-madeleine-albright-as-who-she-really-was\">response</a> of then-US ambassador to the United Nations Madeleine Albright to the estimate that half a million Iraqi children had thus far perished as a result of the US sanctions regime: “We think the price is worth it.”</p><p>Sanctions on Venezuela were then drastically intensified by Trump in 2019, with an eye to assisting <a href=\"/tag/juan-guaido/\">Juan Guaido</a> – the little-known right-wing character who had spontaneously appointed himself interim president of Venezuela – in his efforts to oust Maduro.</p><p>Those efforts were unsuccessful, and Guaido ended up in Miami, but sanctions continued to wreak devastating havoc. In March 2019, Trump’s former Secretary of State Mike Pompeo <a href=\"https://2017-2021-translations.state.gov/2019/03/11/remarks-to-the-press/\" target=\"_blank\" rel=\"noopener\">boasted</a> eloquently to the press of the effectiveness of economic warfare: “The circle is tightening. The humanitarian crisis is increasing by the hour … You can see the increasing pain and suffering that the Venezuelan people are suffering from.”</p><p>Indeed, while the official narrative is that sanctions are meant to target the powers that be, it is the general public that pays the price. In the years following Guaido’s failed auto-election, the “suffering that the Venezuelan people are suffering from” became ever more apparent, and by 2020, former UN Special Rapporteur Alfred de Zayas <a href=\"https://venezuelanalysis.com/sanctions-kill/\">estimated</a> that 100,000 Venezuelans had died on account of sanctions.</p><p>In 2021, UN expert Alena Douhan reported that the economic blockade had rendered more than 2.5 million Venezuelans severely food insecure. This is to say nothing of <a href=\"/video/the-stream/2023/6/13/how-are-us-sanctions-affecting-life-in-venezuela\">outbreaks of previously controlled diseases</a>, stunted growth among children, and shortages of water and electricity.</p><p>It can meanwhile be safely filed under the “can’t make this sh*t up” category that, at the very moment he is going after alleged narco-traffickers in Venezuela, Trump chose to <a href=\"https://edition.cnn.com/2025/12/02/politics/juan-orlando-hernandez-pardon\" target=\"_blank\" rel=\"noopener\">pardon</a> Juan Orlando Hernandez, the right-wing former narco-president of Honduras who was <a href=\"/opinions/2024/3/17/the-criminal-hypocrisy-of-hernandezs-drug-conviction-in-a-us-court\">convicted</a> last year in a US federal court.</p><p>In October, Trump <a href=\"/opinions/2025/11/23/venezuela-a-not-so-covert-cia-disaster-in-the-making\">authorised</a> the CIA to conduct covert operations inside Venezuela – the same CIA, mind you, that has been <a href=\"/opinions/2025/11/23/venezuela-a-not-so-covert-cia-disaster-in-the-making\">up to its eyeballs</a> in the drug trade since forever. Now with the tanker hijacking, the administration has underscored its acute disregard for anything resembling civilised diplomacy.</p><p>The other day, I spoke with a young Venezuelan man whom I met in the <a href=\"/opinions/2025/8/22/the-darien-gap-closure-border-theatre-in-the-jungle\">Darien Gap</a> in 2023 as he made his way towards the US – one of millions of Venezuelans forced to leave home in search of a life that is economically sustainable.</p><p>After almost drowning in the river as he crossed from Mexico into the US, he was detained for a month and then provisionally released into the country. Two years later, he was captured by ICE agents in California, detained for several more months, and then deported to Caracas.</p><p>When I asked him his thoughts on Trump’s current machinations in Venezuela, he said simply: “I have no words.”</p><p>And as the US barrels towards another surreal war armed with blatant lies, words are indeed often hard to come by.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US sanctions family of Venezuela’s Maduro, 6 oil tankers in new crackdown | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-12T06:34:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T215309Z_812249859_RC2X7IA4GQXT_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764808402.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration has imposed new sanctions on Venezuela, targeting three nephews of President Nicolas Maduro’s wife, Cilia Flores, as well as six crude oil tankers and shipping companies linked to them, as Washington steps up pressure on Caracas.</p><p>Two of the sanctioned nephews were previously convicted in the United States on drug trafficking charges before being released as part of a prisoner exchange.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US is also targeting Venezuela’s oil sector by sanctioning a Panamanian businessman, Ramon Carretero Napolitano, whom it says facilitates the shipment of petroleum products on behalf of the Venezuelan government, along with several shipping companies.</p><p>The US Treasury Department said on Thursday that the measures include sanctions on six crude oil tankers it said have “engaged in deceptive and unsafe shipping practices and continue to provide financial resources that fuel Maduro’s corrupt narco-terrorist regime”.</p><p>Four of the tankers, including the 2002-built H Constance and the 2003-built Lattafa, are Panama-flagged, with the other two flagged by the Cook Islands and Hong Kong.</p><p>The vessels are supertankers that recently loaded crude in Venezuela, according to internal shipping documents from state oil company PDVSA.</p><h2 id=\"an-act-of-piracy\">‘An act of piracy’</h2><p class=\"dcr-130mj7b\">In comments on Thursday night, Trump also repeated his threat to soon begin strikes on suspected narcotics shipments making their way via land from Venezuela to the US.</p><p data-start=\"1604\" data-end=\"1682\">His remarks followed the US <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">seizure of an oil tanker</a> off Venezuela’s coast.</p><p class=\"dcr-130mj7b\">White House Press Secretary Karoline Leavitt said the US would take the tanker to a US port.</p><p class=\"dcr-130mj7b\">“The vessel will go to a US port, and the United States does intend to seize the oil,” Leavitt said during a news briefing. “However, there is a legal process for the seizure of that oil, and that legal process will be followed.”</p><p class=\"dcr-130mj7b\">Maduro condemned the seizure, calling it “an act of piracy against a merchant, commercial, civil and private vessel,” adding that “the ship was private, civilian and was carrying 1.9 million barrels of oil that they bought from Venezuela”.</p><p class=\"dcr-130mj7b\">He said the incident had “unmasked” Washington, arguing that the true motive behind the action was the seizure of Venezuelan oil.</p><p class=\"dcr-130mj7b\">“It is the oil they want to steal, and Venezuela will protect its oil,” Maduro added.</p><p data-start=\"1936\" data-end=\"2151\">Maduro’s condemnation came as US officials emphasised that the latest sanctions also targeted figures close to the Venezuelan leader.</p><figure id=\"attachment_4168560\" aria-describedby=\"caption-attachment-4168560\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168560\" src=\"/wp-content/uploads/2025/12/2025-12-10T213245Z_1708371538_RC2XDIAODPA3_RTRMADP_3_VENEZUELA-ANNIVERSARY-MARCH-1765512968.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168560\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro holds a sword which belonged to Ezequiel Zamora, a Venezuelan soldier [FILE: Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"maduro-s-relatives-targeted\" class=\"dcr-130mj7b\">Maduro’s relatives targeted</h2><p data-start=\"116\" data-end=\"365\">Franqui Flores and Efrain Antonio Campo Flores, nephews of Venezuelan first lady Cilia Flores, were also sanctioned. The two became known as the “narco nephews” after their arrest in Haiti in 2015 during a US Drug Enforcement Administration sting.</p><p data-start=\"116\" data-end=\"365\">They were convicted in 2016 on charges of attempting to carry out a multimillion-dollar cocaine deal and sentenced to 18 years in prison, before being released in a 2022 prisoner swap with Venezuela.</p><p data-start=\"116\" data-end=\"365\">A third nephew, Carlos Erik Malpica Flores, was also targeted. US authorities allege he was involved in a corruption scheme at the state oil company.</p><p data-start=\"116\" data-end=\"365\">Maduro and his government have denied links to criminal activity, saying the US is seeking regime change to gain control of Venezuela’s vast oil reserves.</p><p data-start=\"738\" data-end=\"995\">Beyond the individuals targeted, the US is also preparing to intercept additional ships transporting Venezuelan oil, the Reuters news agency reported, citing sources.</p><p data-start=\"1936\" data-end=\"2151\">Asked whether the Trump administration planned further ship seizures, White House spokesperson Leavitt told reporters she would not speak about future actions but said the US would continue executing the president’s sanctions policies.</p><p data-start=\"1936\" data-end=\"2151\">“We’re not going to stand by and watch sanctioned vessels sail the seas with black market oil, the proceeds of which will fuel narcoterrorism of rogue and illegitimate regimes around the world,” she said on Thursday.</p><p data-start=\"1936\" data-end=\"2151\">Wednesday’s <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">seizure</a> was the first of a Venezuelan oil cargo amid US sanctions that have been in force since 2019. The move sent oil prices higher and sharply escalated tensions between Washington and Caracas.</p><figure id=\"attachment_4168556\" aria-describedby=\"caption-attachment-4168556\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168556\" src=\"/wp-content/uploads/2025/12/2025-12-11T185424Z_1778523599_RC2HEIAUOTJF_RTRMADP_3_USA-TRUMP-1765512613.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"White House Press Secretary Karoline Leavitt\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168556\" class=\"wp-caption-text\">White House Press Secretary Karoline Leavitt holds a news briefing [Jonathan Ernst/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Are rainforests now a cause of, rather than the answer to, climate change? | Climate Crisis News | Al Jazeera",
            "time": "2025-12-12T06:12:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_6929d0675b-1764348007.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Human activity has caused some rainforests to switch from being a solution for climate change, to a source of it, a new study has found.</p><p>The study, published in the scientific journal Nature, discovered that Africa’s forests and woody savannas, which “historically acted as a carbon sink, removing atmospheric carbon and storing it as biomass” made “a critical transition from a carbon sink to a carbon source between 2010 and 2017”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Using satellite data, researchers at the National Centre for Earth Observation at the Universities of Leicester, Sheffield and Edinburgh in the United Kingdom were able to track the changes in the amount of carbon being absorbed by trees and woody areas.</p><p>“The implications of this shift are profound. Africa’s forests and woodlands have historically served as a carbon sink. Now, they are contributing to widening the global greenhouse gas emissions gap that needs to be filled to stay within the goals of the Paris Agreement,” the report stated.</p><p>The 2015 Paris Agreement is a treaty between 196 countries acting to mitigate <a href=\"/news/2025/11/21/un-climate-talks-go-into-overtime-as-divisions-over-fossil-fuels-persist\">climate change</a> and to keep the world’s temperature from rising more than 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-study-found\">What has the study found?</h2><p>In short, Africa’s forests are facing “increasing pressures” which have led to a decline in their ability to remove carbon from the atmosphere.</p><p>Currently, Africa’s forests are responsible for about one-fifth of global carbon removal. The largest of the continent’s forests is the Congo rainforest – the second largest in the world after the Amazon, and often dubbed the “lungs of Africa”.</p><p>The report found that between 2011 and 2017, Africa’s forests lost 106 million tonnes in biomass – living organisms such as plants – each year. This means their ability to absorb carbon from the atmosphere has been severely reduced.</p><p>The worst-affected areas were reportedly the tropical broadleaf forests in the Democratic Republic of the Congo, Madagascar and other parts of West Africa.</p><h2 id=\"what-has-caused-this\">What has caused this?</h2><p>Carbon output has risen exponentially in the industrial age and is largely caused by burning <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">fossil fuels</a> such as coal, oil and gas.</p><p>While forests were adept at absorbing this excess carbon for some time, their ability to do so has been impacted by increased logging to make way for agricultural land and to provide materials for infrastructure projects.</p><p>“The observed trends may be further exacerbated in the future by population growth in Africa, the increasing export demand, particularly from Asia, and the resulting pressure on natural resources (agricultural expansion for commodity crop, timber and fuelwood),” the report found.</p><p>“The long-term persistence of these trends will depend on local governance and whether resources are used sustainably,” it added.</p><h2 id=\"what-is-a-carbon-sink-and-how-does-it-work\">What is a carbon sink, and how does it work?</h2><p>A “sink” is any area of land or sea that absorbs more carbon dioxide than it produces.</p><p>On land, these areas tend to be abundant in bio material such as plants and trees, which absorb carbon dioxide through photosynthesis and store it in their biomass and in the soil. Farming, however, can disrupt this process in the soil.</p><p>The largest carbon sink in the world is the ocean, which absorbs about one-quarter of the Earth’s carbon output, according to ClientEarth, an environmental organisation. Carbon dioxide dissolves on the surface of the water and marine organisms absorb it via photosynthesis.</p><h2 id=\"which-other-areas-of-the-world-are-at-risk\">Which other areas of the world are at risk?</h2><p>The Amazon rainforest is another area of concern.</p><p>Last year, the United States-based nonprofit Amazon Conservation found that deforestation in the Amazon rainforest was also eliminating trees that could absorb carbon.</p><p>Cleared land is often used for farming and livestock. These also tend to produce more emissions of greenhouse gases, which trap heat and produce carbon dioxide.</p><p>But due to the Brazilian government’s crackdown on deforestation, fears that the Amazon could also stop being a carbon sink have so far been averted.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the World Resources Institute (WRI), an environmental non-governmental organisation, the loss of the world’s forest carbon sinks will have “catastrophic consequences for people and the planet”.</p><h2 id=\"what-s-the-solution\">What’s the solution?</h2><p class=\"dcr-130mj7b\">The authors of the report noted that a Brazilian initiative, known as the Tropical Forest Forever Facility (TFFF), is trying to raise $100bn, which will be used to compensate countries that leave their forests untouched. So far, however, only $6.5bn has been raised by a small number of donor countries.</p><p>The report, therefore, called for more efforts to be focused on protecting Africa’s carbon sink and countering climate change.</p><p>“The world otherwise risks losing an important carbon sink needed to achieve the goals of the Paris Agreement,” the report found.</p><p>“Reversing biomass losses in Africa requires actions in the political, economic and societal spheres, to promote capacity building [and] improve forest governance,” it added.</p><p>Ultimately, however, more must be done to reduce our reliance on fossil fuels, experts say.</p><p>Heiko Balzter, professor of physical geography at the University of Leicester and one of the authors of the report, told New Scientist magazine: “If we are losing the tropical forests as one of the means of mitigating climate change, then we basically have to reduce our emissions of greenhouse gases from fossil fuel burning even faster to get to near-zero emissions.”</p></div></div></body></html>"
        },
        {
            "title": "Tent camps flooded as winter storm exposes Gaza’s fragile ceasefire | Gaza News | Al Jazeera",
            "time": "2025-12-12T06:09:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25345373065438-1765517253.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Storm Byron has pummelled Gaza’s makeshift tent camps, drenching tens of thousands of displaced Palestinians and highlighting how two months of ceasefire have failed to address the worsening humanitarian crisis.</p><p>Families discovered their possessions and food supplies soaked inside tents. Children waded through opaque brown floodwater that submerged sandalled feet and ran knee-deep in some areas. Dirt roads transformed into mud while rubbish and sewage flowed like waterfalls.</p><p>“We have been drowned. I don’t have clothes to wear and we have no mattresses left,” said Um Salman Abu Qenas, a displaced mother in a Khan Younis tent camp. She said that her family could not sleep the night before because of the water in the tent.</p><p>Aid organisations report insufficient shelter materials being allowed to enter Gaza during the truce, compounding the war misery as a natural disaster hits. Recent figures from Israel’s military indicate it has not met the ceasefire requirement of allowing 600 aid trucks daily into Gaza.</p><p>“Cold, overcrowded, and unsanitary environments heighten the risk of illness and infection,” the United Nations agency for Palestinian refugees, UNRWA, said on X. “This suffering could be prevented by unhindered humanitarian aid, including medical support and proper shelter.”</p><p>Sabreen Qudeeh, also in the Khan Younis camp in the squalid al-Mawasi area, said her family awoke to rain leaking through their tent ceiling while water from the street soaked their mattresses.</p><p>“My little daughters were screaming,” she said.</p><p>Ahmad Abu Taha, another camp resident, reported that not a single tent escaped flooding. “Conditions are very bad, we have old people, displaced, and sick people inside this camp,” he said.</p><p>The Palestinian Civil Defence reported that at least three previously damaged buildings in Gaza City partially collapsed due to the rain. They warned people against staying in damaged structures that could collapse further.</p><p>The agency has received more than 2,500 distress calls from Palestinians with damaged tents and shelters since the storm began.</p><p>Palestinians laboriously bailed water from their tents using buckets and mops.</p><p>Aliaa Bahtiti said her eight-year-old son “was soaked overnight, and in the morning he had turned blue, sleeping on water”. An inch of water covered her tent floor. “We cannot buy food, covers, towels, or sheets to sleep on.”</p><p>Baraka Bhar tended to her three-month-old twins inside her tent as rain poured outside. One twin suffers from hydrocephalus, a buildup of fluid in the brain.</p><p>“Our tents are worn out … and they leak rainwater,” she said. “We should not lose our children this winter.”</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia fighting enters 5th day, Thai PM confirms Trump call | Border Disputes News | Al Jazeera",
            "time": "2025-12-12T05:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344262219392-1765515198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fighting between Cambodia and Thailand has entered its fifth day, with Cambodia accusing the Thai military of continued shelling and Thailand’s caretaker Prime Minister Anutin Charnvirakul confirming that he is scheduled to speak with United States President Donald Trump.</p><p>Thai forces allegedly carried out new attacks in three Cambodian provinces in the early hours of Friday morning, according to Cambodian news outlet The Khmer Times.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The newspaper reported that Thai forces opened fire in the Ta Moan, Ta Kra Bei and Thmar Daun areas of Cambodia’s Oddar Meanchey province.</p><p>It also reported Thai shelling in the Phnom Khaing and An Ses areas of the country’s Preah Vihear province, as well as the areas of Prey Chan Village and Boeung Trakuan in nearby Banteay Meanchey province.</p><p>No new casualties were reported following the renewed fighting.</p><p>At least 20 people have been killed across both countries, with nearly 200 more wounded, since <a href=\"/news/2025/12/8/thailand-launches-air-raids-along-border-with-cambodia-after-deadly-clashes\">fighting resumed on Monday.</a></p><p>An estimated 600,000 people have also been displaced on both sides of the Thai-Cambodia border since the breakdown of a peace agreement brokered by Trump in October.</p><figure id=\"attachment_4168505\" aria-describedby=\"caption-attachment-4168505\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168505\" src=\"/wp-content/uploads/2025/12/AFP__20251211__87RZ2WE__v2__HighRes__TopshotCambodiaThailandConflict-1765507046.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Displaced people carry boxes with drinking water distributed at a temporary camp in Cambodia's Oddar Meanchey province on December 11, 2025, amid clashes along the Cambodia-Thailand border. Renewed fighting raged at the border of Cambodia and Thailand on December 11, with combat heard near centuries-old temples, ahead of an expected phone call from US President Donald Trump to the two nations' leaders. (Photo by TANG CHHIN Sothy / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168505\" class=\"wp-caption-text\">Displaced people carry boxes with drinking water distributed at a temporary camp in Cambodia’s Oddar Meanchey province on December 11, 2025 [Tang Chhin Sothy/AFP]</figcaption></figure><p>In a Facebook post, Cambodia’s Ministry of Defence also rejected as “fake news” a claim from the Thai military that it was using foreign mercenaries to operate suicide drones in its attacks on targets in Thailand.</p><p>“The Ministry of National Defence of Cambodia would like to reject propaganda disseminated on the Thai 2nd Army Area Facebook page, which accused Cambodia of using foreigners to help launch FPV [first person view] drones in the Cambodian-Thai border conflict,” the ministry said.</p><p>Separately, the ministry also rejected accusations from Thai media outlets alleging that it was preparing to launch Chinese-made PHL-03 missiles in the border dispute.</p><p>The PHL-03 is a truck-mounted multiple rocket launcher that can fire guided and unguided rockets with a range of 70km to 130km (43.5 miles to 81 miles), according to a US military database, while Cambodia’s BM-21 Soviet-designed multi-rocket launchers have a range of just 15km to 40km (9.3 miles to 25 miles).</p><p>“Cambodia demands the Thai side to deliberately stop spreading false news in order to divert attention to its violations of international law by painting Cambodia as a pretext to use more violent weapons on Cambodia,” the Defence Ministry said.</p><p>The Southeast Asian neighbours accuse one another of reigniting the conflict that centres around a centuries-old border dispute along their 800-kilometre (500-mile) frontier, where both sides claim ownership over a smattering of historic temples.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The continued fighting involving artillery, fighter jets, tanks and drones comes as Thailand’s caretaker Prime Minister Anutin confirmed he was scheduled to speak with President Trump at 21:20 local time (14:20 GMT) on Friday.</p><p>Trump promised on Wednesday to reach out to the leaders of both countries, saying he thinks he “can get them to stop fighting”.</p><p>White House Press Secretary Karoline Leavitt said on Thursday that Trump had yet to call the Thai and Cambodian leadership, but added that “the administration is obviously tracking this at the highest levels and is very much engaged”.</p><p>Thailand’s top diplomat Sihasak Phuangketkeow spoke with US counterpart Marco Rubio on Friday ahead of the planned call between Trump and Anutin, Thailand’s foreign ministry said.</p><p>Sihasak told Rubio that Thailand was committed to a peaceful resolution, but said sustainable peace must be backed up by actions and genuine commitment, the ministry said in a statement, adding that Rubio confirmed US readiness to constructively promote peace.</p><p>Anutin also said his <a href=\"/news/2025/12/11/thailand-pm-moves-to-dissolve-parliament-paving-way-for-election\">decision to dissolve parliament</a> on Thursday – earlier than expected – would not affect the management of the ongoing border conflict.</p><p>The move comes following a breakdown in relations between Anutin’s Thai Pride Party and the opposition People’s Party, the largest bloc in the Thai legislature.</p><p>Government spokesperson Siripong Angkasakulkiat said a legislative impasse had paralysed the government’s agenda, meaning Anutin’s party “can’t go forward in parliament”.</p><p>Thailand’s King Maha Vajiralongkorn endorsed the dissolution, the country’s official Royal Gazette announced on Friday, making way for early elections.</p><p>The national polls must now be held within 45 to 60 days in Thailand.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s displaced face storm disaster with almost nothing | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-12T05:15:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693ab3ec4124-1765454828.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the large displacement camps of Gaza, rows upon rows of makeshift tents blanket debris, empty lots and what remains of flattened neighbourhoods. With Storm Byron descending upon the enclave, a sense of terror has seized a population already exhausted from two years of <a href=\"/features/2025/12/2/israels-genocide-in-gaza-has-not-stopped-despite-ceasefire-analysts\">Israel’s genocidal war</a> with its unrelenting bombardment, starvation and chaos.</p><p>For the 1.5 million Palestinians living under plastic sheets and tattered tarps, the storm means something more than just bad weather. It’s another danger piled on top of the current <a href=\"/features/longform/2023/12/24/staying-warm-in-gaza-a-battle-for-survival\">battle for survival.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For several days, meteorologists have warned that heavy rainfall and strong winds could hit the strip today, tomorrow and over the weekend, risking flash flooding and significant wind damage. What is certain, though, is that Gaza is not facing this storm with ready infrastructure, stocked shelters or functioning drainage systems.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>It faces it with tents propped up with pieces of scrap metal, paths that become mud rivers after only one night of rain and families who have nothing left to protect.</p><h2 id=\"solidarity-a-survival-strategy\">Solidarity a survival strategy</h2><p>In the camps of Gaza City, the scenes of vulnerability are everywhere. Most tents are constructed from aid tarpaulins, pieces of plastic salvaged from rubble and blankets tied to recycled wooden poles. Many sag visibly in the middle; others are erected inadequately, so much so that they quiver and flap violently under the slightest breeze.</p><p>“When the wind starts, we all hold the poles to keep the tent from falling,” said Hani Ziara, a father sheltering in western Gaza City after his home was destroyed months ago.</p><p>His tent was flooded last night in the heavy rain, and his children had to stay outside in the cold. Hani wonders painfully what else he can do to protect his children from the rain and strong winds.</p><figure id=\"attachment_4167385\" aria-describedby=\"caption-attachment-4167385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4167385\" src=\"/wp-content/uploads/2025/12/Picture4-1765452701.jpg?w=430&amp;resize=430%2C330&amp;quality=80\" alt=\"A Palestinian father taking shelter in a tent in Gaza City.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4167385\" class=\"wp-caption-text\">Hani Zaira, a Palestinian father taking shelter in a destroyed building in Gaza City [Hani Mahmoud/Al Jazeera]</figcaption></figure><p>In many camps, the ground was already soft from previous rainfall. Wet sand and mud stick to shoes, blankets and cooking pots as people shuffle through. Trenches dug by volunteers to divert water often collapse within hours. With nowhere else to go, families who live in low-lying areas are preparing for the worst: that floodwaters will be pushed directly into their tents.</p><p>Stocking up on food, storing clean water and securing shelter are the most basic steps when people prepare for a storm, but that is considered a luxury for the displaced of Gaza.</p><p>Most families receive scant water deliveries, going sometimes days without enough to cook or wash. Food supplies are equally strained, and while irregular aid distributions provide basics like rice or canned beans, the quantities seldom last more than a few days. Preparing for a storm by cooking ahead, gathering dry goods or storing fuel is simply not possible.</p><figure id=\"attachment_4167412\" aria-describedby=\"caption-attachment-4167412\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4167412\" src=\"/wp-content/uploads/2025/12/Picture5-1765453479.jpg?w=438&amp;resize=438%2C275&amp;quality=80\" alt=\"Mervit, a Palestinian mother of 5 children displaced near the Gaza Sea Port.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4167412\" class=\"wp-caption-text\">Mervit, a mother of five children displaced near the Gaza port [Hani Mahmoud/Al Jazeera]</figcaption></figure><p>“We could not sleep last night. Our tent was flooded with rainwater. Everything we had was flushed out by water. We want to prepare, but how?” asked Mervit, a mother of five children displaced near the Gaza port. She added, “We barely have enough food for tonight. We can’t save what we don’t have.”</p><p>Despite poverty, solidarity has become Gaza’s strongest survival strategy. Neighbours, with whatever they have, help secure the tents. Young men go through the rubble and scavenge for metal and wood remains to serve as temporary posts. The women organise collective cooking so that hot meals can be distributed to families in need, particularly those with young children or elderly family members, whenever possible.</p><p>These unofficial networks become more active the closer a storm gets. Volunteers trudge from tent to tent, helping families raise sleeping areas off the ground, patch holes in canopies with plastic sheets, and dig drainage channels. Crowds try to move those who are in precarious, extremely exposed areas to other locations, sharing information about safer places.</p><h2 id=\"we-are-exhausted\">‘We are exhausted’</h2><p>Beyond physical danger, the psychological impact is deep. After months of displacement, loss and deprivation, another crisis – this time, not war, but forces of nature – feels overwhelming.</p><p>“Our tents were destroyed. We are exhausted,” said Wissam Naser. “We have no strength left. Every day there is a new fear: hunger, cold, disease, now the storm.”</p><figure id=\"attachment_4167434\" aria-describedby=\"caption-attachment-4167434\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4167434\" src=\"/wp-content/uploads/2025/12/Picture1-1765454064.jpg?w=480&amp;resize=480%2C311&amp;quality=80\" alt=\"Wissam Naser, a displaced Palestinian sheltering in a tent in Gaza City. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4167434\" class=\"wp-caption-text\">Wissam Naser, a displaced Palestinian sheltering in a tent in Gaza City [Hani Mahmoud/Al Jazeera]</figcaption></figure><p>Many residents describe the feeling of being sandwiched between the sky and the ground, exposed on both ends and unable to protect their families from either.</p><p>As clouds mass along Gaza’s shore, families prepare to take a hit. Some weigh down tent walls against the wind with rocks and sandbags. Others push children’s blankets to the driest corner, hoping a roof will last. Most don’t have a plan. They just wait.</p><p>The storm will not be another single-night affair for the displaced in Gaza. It would be a further reminder of how fragile life has become, how survival depends not on preparedness but rather on endurance.</p><p>They wait because they have no alternative. They prepare with what little they have. They pray that this time, the winds will be merciful.</p></div></div></body></html>"
        },
        {
            "title": "Tsunami warning lifted after latest earthquake hits Japan’s northeast | Earthquakes News | Al Jazeera",
            "time": "2025-12-12T03:10:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251209__87HP3PT__v1__HighRes__JapanEarthquake-1765512401.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tsunami warning lifted after latest earthquake hits Japan’s northeast</h1><p class=\"article__subhead\"><em>Two 20cm waves were observed in locations off the northeast coast of Japan before the advisory was lifted.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Japan Meteorological Agency (JMA) has lifted a tsunami advisory for northern Japan’s Pacific coast that had been issued after an earthquake shook the region, national broadcaster NHK reported, days after a larger tremor injured at least 50 people.</p><p>The magnitude 6.7 quake struck on Friday off the coast of Aomori Prefecture at 11:44am local time (02:44 GMT) at a depth of 20km (12.4 miles), the broadcaster reported, citing the JMA.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Two 20-centimetre (eight-inch) waves were observed in the town of Erimo on the northern island of Hokkaido at 12:35pm (3:35 GMT), and another three minutes later in the Aomori region, the JMA said.</p><p>National broadcaster NHK reported that there was no noticeable change in conditions at either port.</p><p>Japan’s Nuclear Regulation Authority said there were no immediate signs of abnormalities at the region’s nuclear facilities.</p><p>NHK said that the level of shaking from the quake was less than a bigger <a href=\"/news/2025/12/8/powerful-earthquake-strikes-off-japan-triggers-tsunami-warning\">magnitude 7.5 earthquake</a> that hit in the same region on Monday and tore apart roads, smashed windows and triggered tsunami waves of up to 70cm (2.3 feet).</p><figure id=\"attachment_4168584\" aria-describedby=\"caption-attachment-4168584\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168584\" src=\"/wp-content/uploads/2025/12/WEB-MAP-JAPAN-1000x562-1765515952.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Location where the earthquake struck off Japan's northeast coast on Friday [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168584\" class=\"wp-caption-text\">The location where the earthquake struck off Japan’s northeast coast on Friday [Al Jazeera]</figcaption></figure><p>Following Monday’s earthquake, which injured at least 50 people, the JMA issued a rare special advisory warning to residents across a wide area, from Hokkaido in the north to Chiba, east of Tokyo, to be on alert for an increased possibility of a powerful earthquake hitting again within a week.</p><p>The northeast region is haunted by the memory of a massive magnitude 9.0 undersea quake in 2011, which triggered a tsunami that left about 18,500 people dead or missing.</p><p>The JMA issued its first special advisory in 2024 for the southern half of Japan’s Pacific coast, warning of a possible “megaquake” along the Nankai Trough.</p><p>The government has said that a quake in the Nankai Trough and subsequent tsunami could kill as many as 298,000 people and cause up to $2 trillion in damage.</p><figure id=\"attachment_4168541\" aria-describedby=\"caption-attachment-4168541\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168541\" src=\"/wp-content/uploads/2025/12/AFP__20251209__87HP3PU__v1__HighRes__JapanEarthquake-1765510658.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A vehicle rests on the edge of a collapsed road in Tohoku town in Aomori Prefecture on December 9, 2025, following a 7.5 magnitude earthquake off northern Japan. A big quake off northern Japan left at least 30 injured, authorities said on December 9, damaging roads and leaving thousands without power in freezing temperatures. (Photo by JIJI Press / AFP) / Japan OUT / JAPAN OUT / JAPAN OUT\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168541\" class=\"wp-caption-text\">A vehicle rests on the edge of a collapsed road in the town of Tohoku in Aomori Prefecture, on December 9, 2025, following a magnitude 7.5 earthquake off the coast of northern Japan [JIJI Press/AFP]</figcaption></figure><p>Amid fears of a “megaquake”, NHK reported on Thursday that people in the northeast of Japan were stocking up on disaster-related goods such as torches, water storage tanks and support poles to prevent furniture from toppling over due to tremors.</p><p>One shop in Hokkaido’s Hakodate city reported that sales of bottled water and disaster kits had tripled following Monday’s quake.</p><p>“We decided to prepare, so I bought disaster kits for everyone,” a male customer in his 30s told NHK while visiting a shop with his family.</p><p>Japan sits on top of four major tectonic plates along the western edge of the Pacific “Ring of Fire” and is one of the world’s most seismically active countries, experiencing about 1,500 earthquakes a year.</p></div></div></body></html>"
        },
        {
            "title": "‘Catastrophic flooding’ in North America’s Pacific Northwest as rains ease | Weather News | Al Jazeera",
            "time": "2025-12-12T02:55:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T193155Z_260856007_RC2DEIA8WSOS_RTRMADP_3_NORTH-AMERICA-WEATHER-1765499310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Catastrophic flooding’ in North America’s Pacific Northwest as rains ease</h1><p class=\"article__subhead\"><em>Intense downpours were swept into the region this week by an ‘atmospheric river’ storm system from the Pacific Ocean.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Intense rains that triggered “catastrophic flooding” in North America’s Pacific Northwest have finally eased, though meteorologists warn the effects of overflowing rivers and floodwaters will continue to be felt for several days.</p><p>Tens of thousands of people were told to evacuate on Thursday across the US states of Oregon and Washington, up through the Canadian province of British Columbia, after rainstorms battered the region for several days, causing rivers to burst their banks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Western Washington state has borne the greatest brunt of the storm, with roughly 100,000 residents under “Level 3” evacuation orders.</p><p>State authorities have ordered people living south of the cities of Seattle and Tacoma to leave their homes, with aerial photographs showing farmland already under water, and populated areas perilously close.</p><p>In the city of Orting, south of Seattle, authorities warned there is a “significant threat to life and or property”.</p><p>There have been no reports of casualties or missing people due to the flooding, according to Karina Shagren, spokesperson for Washington’s emergency management division.</p><figure id=\"attachment_4168503\" aria-describedby=\"caption-attachment-4168503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168503\" src=\"/wp-content/uploads/2025/12/2025-12-11T214328Z_685634699_RC2KEIALBXCX_RTRMADP_3_NORTH-AMERICA-WEATHER-1765506855.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Rescue personnel prepare to evacuate residents from a home in an area flooded by the Snohomish River, as an atmospheric river brings rain and flooding to the Pacific Northwest, in Snohomish, Washington, U.S., December 11, 2025. REUTERS/David Ryder\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168503\" class=\"wp-caption-text\">Rescue personnel prepare to evacuate residents from a home in an area flooded by the Snohomish River, as an atmospheric river brings rain and flooding to the Pacific Northwest, in Snohomish, Washington, US, on December 11, 2025 [David Ryder/Reuters]</figcaption></figure><p>Across the border in British Columbia, swaths of the Canadian city of Abbotsford, east of Vancouver, were swamped as of Thursday night, with hundreds of properties at risk.</p><p>Five of the six highways leading in and out of Vancouver were also closed due to floods, falling rocks and the risk of avalanches, the province’s Ministry of Transport said, describing the situation as “evolving and very dynamic”.</p><p>The main highway route between Vancouver and Seattle remains open.</p><p>The intense downpours were swept into the Pacific Northwest region earlier this week by an <a href=\"/news/2022/12/28/what-are-the-atmospheric-river-storms-hitting-the-us\">atmospheric river</a>, a vast airborne current of dense moisture funnelled inland from the Pacific Ocean.</p><p>The storm system, which dumped more than 250mm (10 inches) of rain in some places, also brought heavy showers and flooding as far away as western Montana and the edge of northern Idaho.</p><p>Though the downpour began to lessen on Thursday, the after-effects are expected to linger across the region as high volumes of water make their way through swollen river systems.</p><p>“While drier weather looks to be in store for this area of the country through the upcoming weekend, the major … catastrophic flooding effects are likely to continue for several days across portions of western Washington State and northwestern Oregon,” the US National Weather Service said.</p><p></p></div></div></body></html>"
        },
        {
            "title": "N Korea’s Kim hails ‘ever-victorious’ army’s role in war against Ukraine | Kim Jong Un News | Al Jazeera",
            "time": "2025-12-12T02:14:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251211__87R63ZQ__v1__HighRes__NkoreaPolitics-1765504014.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>N Korea’s Kim hails ‘ever-victorious’ army’s role in war against Ukraine</h1><p class=\"article__subhead\"><em>North Korea’s Kim Jong Un tells key party meeting that fighting alongside Russia demonstrates the ‘prestige of our army’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea’s Kim Jong Un praised the deployment of his <a href=\"/news/2025/4/28/north-korea-confirms-soldiers-sent-to-fight-with-russia-against-ukraine\">troops in support of Russia’s</a> war against Ukraine and promised to root out “evil practices” among some officials, state media reports.</p><p>In remarks concluding a key meeting of his ruling party on Thursday, Kim condemned “the wrong ideological viewpoint and inactive and irresponsible work attitude” of some officials, the state-run Korean Central News Agency (KCNA) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He also spoke of “shortcomings and evil practices that must be corrected”, KCNA said on Friday.</p><p>The North Korean news organisation did not offer any specifics regarding the targets of Kim’s comments, though it did say the ruling party had revealed numerous recent “deviations” in discipline – a euphemism often used to refer to corrupt practices.</p><p>Wrapping up the three-day meeting, Kim reserved praise for the North Korean soldiers fighting against Ukraine alongside Russia, of whom <a href=\"/news/2025/2/6/north-koreans-disappear-amid-heavy-russian-casualties-in-ukraine-war\">at least 600 have been killed</a> and thousands more injured in the war, according to South Korean estimates.</p><p>“Over the past year, various soldiers of our military have participated in overseas military operations to demonstrate the reputation of our military,” KCNA said, quoting Kim.</p><p>The <a href=\"/news/2025/8/22/north-koreas-kim-jong-un-hails-troops-killed-in-heroic-war-with-ukraine\">military deployment</a> in support of Russia “demonstrated to the world the prestige of our army and state as the ever-victorious army and genuine protector of international justice”, Kim added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The North Korean leader also hailed efforts this year in “modernising” his country’s defences in the face of great “global geopolitical and technological changes”.</p><p>South Korea’s official Yonhap news agency said Kim had assessed that bolstering military capabilities was an “exact direction to ensure the security and defence of the country”.</p><p>The meeting of Kim’s ruling Workers’ Party of Korea (WPK) comes in advance of a party congress that is scheduled for early next year.</p><p>The Ninth Party Congress, which is due to be held in January or February, is expected to see North Korea unveil its policy approach to dealing with the United States and South Korea, as well as policies on the economy and defence, Yonhap reports.</p><p>The congress will be watched closely, Yonhap said, to determine “whether North Korea will codify Kim’s ‘two hostile states’ stance in the party’s rules as experts forecast Pyongyang to intensify its animosity to Seoul in the new year”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p><a href=\"/news/2025/12/3/south-korean-president-mulls-apology-to-north\">South Korean President</a> Lee Jae Myung has taken several steps to ease tensions with the North since taking office in June, including removing propaganda loudspeakers along the border and banning the dropping of anti-Pyongyang leaflets.</p><p>Lee also said he was considering an apology to Pyongyang over cross-border provocations allegedly ordered by his predecessor, disgraced ex-President Yoon Suk-yeol.</p><p>Yoon allegedly ordered drones carrying propaganda leaflets to fly over the North, in a bid, say prosecutors who have indicted the former president, to provoke military tension and boost his political support.</p><p>Kim has so far rebuffed Lee’s efforts, saying he has no interest in dialogue with the South Korean leader.</p></div></div></body></html>"
        },
        {
            "title": "Indiana’s state Senate votes down redistricting bill despite Trump pressure | Donald Trump News | Al Jazeera",
            "time": "2025-12-12T01:29:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25345803756839-1765499680.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Midwestern state of Indiana has dealt a setback to United States President Donald Trump’s <a href=\"/news/2025/12/5/us-supreme-court-allows-texas-to-use-redrawn-district-map-for-2026-midterms\">redistricting push</a> ahead of the pivotal 2026 midterm elections, voting down legislation to redraw its congressional map.</p><p>Late on Thursday afternoon, Indiana’s state Senate voted 31 to 19 to reject the proposed congressional districts, despite a strong Republican majority in the chamber.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Of the state Senate’s 50 seats, 39 are held by Republicans, and the state has voted consistently Republican in every presidential race since 1968, save for a single flip for Democrat Barack Obama in 2008.</p><p>The vote is likely to reinforce the sentiment that the Republican Party is fracturing under Trump’s leadership, as <a href=\"/news/2025/7/30/trumps-approval-rating-in-us-drops-to-lowest-level-of-his-second-term\">his poll numbers slump</a> during the first year of his second term.</p><p>Trump was confronted with the results of the Indiana vote at an Oval Office signing ceremony shortly after it happened.</p><p>“Just a few moments ago, the Senate there rejected the congressional map to redistrict in that state,” one reporter said. “What’s your reaction?”</p><p>Trump responded by touting his successes in pushing other Republican-led states.</p><p>“ We won every other state. That’s the only state,” the president said, before referencing his three presidential bids. “It’s funny because I won Indiana all three times by a landslide, and I wasn’t working on it very hard.”</p><p>Trump then proceeded to denounce the Indiana Senate president, Rodric Bray, and threatened to support a primary challenge against the Indiana leader.</p><p>“He’ll probably lose his next primary, whenever that is. I hope he does,” Trump said.</p><p>“It’s, I think, in two years, but I’m sure he’ll go down. He’ll go down. I’ll certainly support anybody that wants to go against it.”</p><h2 id=\"fractures-in-the-caucus\">Fractures in the caucus</h2><p>Currently, Indiana sends nine Congress members to the US House of Representatives, one for each of its nine districts. Two of those seats are currently occupied by Democrats.</p><p>Republican leaders in the state, however, had proposed a new map of congressional districts that sought to disempower Democratic voters in the state, clearing the way for conservative candidates to claim all nine seats in next year’s midterm races.</p><p>The proposed map was part of a nationwide effort by the Trump administration to defend Republican control in the US Congress.</p><p>Already, the partisan map had passed the lower chamber of Indiana’s legislature. On December 5, Indiana’s House of Representatives voted 57 to 41 to send House Bill 1032 to the state Senate.</p><p>The bill had the backing of Indiana’s Republican Governor Mike Braun, who encouraged the state senators to emulate their colleagues in the lower chamber.</p><p>But even before the bill arrived in the state Senate, there were cracks in the Republican caucus. Twelve Republicans in the state House broke ranks to vote against the map.</p><p>And certain Republican state Senators likewise expressed reticence.</p><p>Some Republicans, like Indiana state Senator Greg Walker, had a history of opposing redistricting efforts. He was quoted in the Indiana Capital Chronicle as saying, “I cannot, myself, support the bill for which there must be a legal injunction in order for it to be found constitutional.”</p><p>Partisan redistricting has long been a controversial practice in US politics, with opponents calling the practice undemocratic and discriminatory.</p><p>Critics also pointed out that the Indiana proposal would force some voters in urban centres like Indianapolis to commute more than 200 kilometres (124 miles) for in-person voting.</p><p>Walker joined a total of 21 Republican state Senators, including Bray, in voting against the redistricting bill on Thursday.</p><h2 id=\"a-nationwide-campaign\">A nationwide campaign</h2><p>But the Trump administration had invested significant time and effort into swaying the vote.</p><p>In October, Vice President JD Vance travelled to the Hoosier State to try to convince wary Republicans. US House Speaker Mike Johnson reportedly made personal phone calls to state leaders. And a day before the critical state Senate vote, Trump took to social media with a mixture of cajoling and pressure.</p><p>“I love the State of Indiana, and have won it, including Primaries, six times, all by MASSIVE Majorities,” Trump began in a winding, 414-word <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115698333420423237\" target=\"_blank\" rel=\"noopener\">post</a>.</p><p>“Importantly, it now has a chance to make a difference in Washington, D.C., in regard to the number of House seats we have that are necessary to hold the Majority against the Radical Left Democrats. Every other State has done Redistricting, willingly, openly, and easily.”</p><p>Currently, the US House of Representatives holds a narrow 220-member Republican majority, out of a total of 435 seats.</p><p>All of those seats, however, will be up for grabs in the 2026 midterm elections, and Democrats are hoping to flip the chamber to their control.</p><p>Starting in June, reports began to emerge that Trump was petitioning the state legislature in the right-wing stronghold of Texas to redistrict, in an effort to help conservative candidates sweep up five extra congressional seats.</p><p>Texas Republicans complied, and in August, the state legislature <a href=\"/news/2025/8/29/texas-governor-greg-abbott-signs-trump-backed-redistricting-bill\">embraced a new redistricted map</a>, overcoming a walkout from state Democrats.</p><p>Republicans in other states, including Missouri and North Carolina, have followed suit, passing new maps that seek to increase right-wing gains in the midterm races.</p><p>But Democrats have fired back. In November, California voters passed a referendum to suspend their independent districting commission and <a href=\"/news/2025/11/5/california-proposition-50-on-redistricting-set-to-pass-in-blow-to-trump\">adopt a Democrat-leaning map</a> created by state lawmakers.</p><p>Indiana, however, appeared poised to buck <a href=\"/news/2025/11/13/trump-administration-joins-lawsuit-against-californias-redistricting-maps\">the redistricting trend</a>. In Wednesday’s lengthy post, Trump warned that the state could put Republican power “at risk” if it failed to pass a new map.</p><p>He also called Bray and other Republican splinter votes “SUCKERS” for the Democrats.</p><p>“Rod Bray and his friends won’t be in Politics for long, and I will do everything within my power to make sure that they will not hurt the Republican Party, and our Country, again,” Trump wrote.</p><p>“One of my favorite States, Indiana, will be the only State in the Union to turn the Republican Party down!”</p><p>In the wake of Thursday’s defeat, Trump and his allies doubled down on their threats to remove the 21 Republican state senators who voted against the bill from office.</p><p>“I am very disappointed that a small group of misguided State Senators have partnered with Democrats to reject this opportunity,” Governor Braun <a href=\"https://x.com/GovBraun/status/1999234066680512867\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media, calling it a decision to “reject the leadership of President Trump”.</p><p>“Ultimately, decisions like this carry political consequences. I will be working with the President to challenge these people who do not represent the best interests of Hoosiers.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,387 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-12T01:04:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T195004Z_1722260708_RC2MDIADZTKG_RTRMADP_3_UKRAINE-CRISIS-USA-TRUMP-1765494951.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,387</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,387 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Friday, December 12:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian President Vladimir Putin thanked the Russian army after its forces reportedly took control of the town of Siversk in eastern Ukraine. Ukraine’s military responded, saying it remained in control of the town.</li>\n<li>News agencies were unable to verify the battlefield claims around Siversk, a longstanding target in Russia’s drive to capture all of Ukraine’s Donetsk region.</li>\n<li>Moscow’s forces have also taken control of the village of Lyman in Ukraine’s eastern Kharkiv region, Russian state news agencies reported, citing the Ministry of Defence.</li>\n<li>Russia said Ukraine launched a major aerial attack with at least 287 drones downed over a number of regions inside the country, including Moscow. Russia’s Defence Ministry said at least 40 drones were shot down over the Moscow region, home to more than 22 million people.</li>\n<li>Ukrainian drones hit two chemical plants in Russia’s Novgorod and Smolensk regions, the commander of Kyiv’s drone forces said. Ukrainian drones also struck Russia’s Filanovsky oil platform in the Caspian Sea for the first time, halting production at the facility owned by Lukoil, according to a Ukraine Security Service official.</li>\n<li>Russia’s Ministry of Foreign Affairs has called on Britain to disclose what British soldier George Hooley, who was recently killed in Ukraine, was doing in the country.</li>\n<li>Russia’s Foreign Ministry spokeswoman Maria Zakharova accused London of helping Kyiv carry out “acts of terrorism” on Russia, but provided no evidence for her assertion. Britain’s Ministry of Defence said Hooley died while observing Ukrainian forces test a new defensive capability away from the front line with Russian forces.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-deal\">Peace deal</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine has presented the United States with a revised 20-point framework to end its war with Russia, Ukrainian President Volodymyr Zelenskyy said, adding that the issue of ceding territory to Russia remains a major sticking point in negotiations.</li>\n<li>Zelenskyy said, as a compromise, the US is offering to create a <a href=\"/news/2025/12/11/zelenskyy-talks-security-with-us-as-it-pushes-for-free-economic\">“free economic zone”</a> in Ukraine-controlled parts of the eastern Donbas, which Russia has demanded Ukraine cede.</li>\n<li>“They see it as Ukrainian troops withdrawing from the Donetsk region, and the compromise is supposedly that Russian troops will not enter this part of Donetsk region. They do not know who will govern this territory,” Zelenskyy said, adding that Russia is referring to it as a “demilitarised zone”.</li>\n<li>Zelenskyy also said that Ukrainians should vote on any territorial concessions in a referendum and that he had discussed security guarantees for Ukraine in a video call with top US officials, including Secretary of State Marco Rubio, Secretary of Defense Pete Hegseth and White House special envoy Steve Witkoff.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Speaking at a meeting of the “coalition of the willing” – a group of 34 nations led by Britain and France that have pledged support for Ukraine against Russian aggression – Zelenskyy said that <a href=\"/features/2025/12/10/could-ukraine-hold-a-presidential-election-right-now-as-trump-demands\">holding elections in Ukraine</a> during wartime would require a ceasefire.</li>\n<li>US President Donald Trump said the US will send a representative to participate in talks in Europe on Ukraine this weekend if there is a good chance of making progress on a ceasefire deal.</li>\n<li>“We’ll be attending the meeting on Saturday in Europe if we think there’s a good chance. And we don’t want to waste a lot of time if we think it’s negative,” Trump said.</li>\n<li>Earlier, White House Press Secretary Karoline Leavitt told reporters that Trump had grown weary of multiple meetings that never reached an agreement on ending the war in Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>NATO chief Mark Rutte urged allies to step up defence efforts to prevent a war waged in Europe by Russia, which could be “on the scale of war our grandparents and great-grandparents endured”.</li>\n<li>In a speech in Berlin, Rutte said too many allies of the military alliance did not feel the urgency of Russia’s threat in Europe and that they must rapidly increase defence spending and production to prevent war.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul>\n<li>Russian and Belarusian youth athletes should compete in international events without access restrictions, the International Olympic Committee said, marking a first step in <a href=\"/news/2024/7/26/which-countries-have-been-banned-from-participating-in-the-olympics\">easing sanctions</a> imposed following Russia’s 2022 invasion of Ukraine.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li>European Union governments have started a process to freeze Russian central bank assets immobilised in Europe for the long term to avoid votes every six months on rolling over the freeze, a move that would pave the way to use the money to <a href=\"/news/2025/12/4/eu-proposes-using-russian-assets-loans-to-fund-105bn-package-to-ukraine\">provide a loan to Ukraine</a>.</li>\n<li>Belgium’s Deputy Prime Minister Vincent Van Peteghem said Russian frozen assets will have to be used for Ukraine at some point, adding that Brussels “would not take any reckless compromises” before it agreed to any deal on the issue.</li>\n<li>Brussels has <a href=\"/economy/2025/12/4/why-is-belgium-opposed-to-using-russian-assets-to-support-ukraine\">opposed an unprecedented plan</a> to use Russian funds frozen in the EU – primarily in Belgian banking institutions – to fund a loan to Ukraine, saying it places the country at outsized risk of future legal action from Moscow.</li>\n<li>Russia’s Foreign Ministry reiterated that the EU’s “manipulations” with Moscow’s frozen assets would not go unanswered.</li>\n<li>Germany’s top fiscal court has ruled that authorities cannot, for now, sell or use an oil tanker and its cargo seized off the Baltic Sea coast, siding with the vessel’s owners in two separate cases.</li>\n<li>The Panama-flagged Eventin was found drifting off Germany’s coast in January after departing Russia with about 100,000 metric tonnes of oil worth about 40 million euros ($47m). German authorities suspect the vessel is part of a <a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\">“shadow fleet”</a> used by Russia to skirt EU sanctions</li>\n</ul><h2 id=\"economy\">Economy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s revenues from exports of crude oil and refined products fell again in November, the International Energy Agency said, touching their lowest level since its 2022 invasion of Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela seeks withdrawal from International Criminal Court’s Rome Statute | Courts News | Al Jazeera",
            "time": "2025-12-12T00:43:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T201031Z_344349077_RC2IEIAGW6LZ_RTRMADP_3_VENEZUELA-ICC-1765497718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s National Assembly has voted to peel back the South American country’s commitment to the Rome Statute, the international treaty that established the International Criminal Court (ICC).</p><p>On Thursday, top Venezuelan lawmakers applauded the vote as a strike against an antiquated institution – one that has sought to investigate alleged human rights violations in Venezuela in recent years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is to demonstrate and denounce to the world the uselessness and subservience of an institution that should serve to protect the people,” the president of the National Assembly, Jorge Rodriguez, wrote in a government statement posted online.</p><p>Rodriguez is the brother of Venezuela’s vice president and is considered a close ally of President Nicolas Maduro.</p><p>In his statement, Rodriguez sought to tie the court’s efforts to those of the United States, a country that has long refused to acknowledge Maduro as Venezuela’s president.</p><p>“It only serves the designs of American imperialism,” Rodriguez said of the court.</p><p>But the US is not a party to the Rome Statute, and the North American country has repeatedly denounced efforts by the court to investigate allegations of human rights abuses against its citizens and allies.</p><p>Just this year, the administration of <a href=\"/news/2025/6/5/trump-administration-sanctions-international-criminal-court-judges\">US President Donald Trump</a> issued <a href=\"/news/2025/8/20/us-expands-sanctions-targeting-international-criminal-court\">multiple rounds</a> of <a href=\"/news/2025/2/7/trump-sanctions-international-criminal-court-over-its-us-israel-probes\">sanctions</a> against officials on the ICC, claiming the judicial body had taken “illegitimate and baseless actions”.</p><p>Venezuela, for its part, signed onto the Rome Statute in October 1998, and its legislature ratified the treaty in June 2000, bringing the law into force.</p><p>Maduro is expected to sign Thursday’s legislation to revoke the ratification.</p><h2 id=\"under-investigation\">Under investigation</h2><p>The South American country has itself rejected the accusations brought before the court against its leadership.</p><p>In November 2021, for example, the ICC opened an investigation into the Maduro government for allegedly carrying out crimes against humanity, including torture, sexual violence and other instances of inhumane treatment.</p><p>It cited the violent treatment and even killing of political dissidents, particularly during the 2017 antigovernment protests.</p><p>That investigation was paused, however, to allow Venezuela to address the allegations internally.  But the court ultimately allowed the probe to proceed in June 2023, finding Venezuela’s efforts insufficient.</p><p>According to court filings, Venezuela has maintained that “there was no systematic attack on the civilian population, and that no crimes were committed”.</p><p>Multiple human rights organisations, however, have accused the Maduro administration of extrajudicial executions, unlawful imprisonments and violent crackdowns against members of Venezuela’s opposition.</p><p>Advocates have also questioned whether Venezuela’s National Assembly can be considered an independent branch of government, given Maduro’s firm grip on its membership.</p><h2 id=\"what-is-the-rome-statute\">What is the Rome Statute?</h2><p>The Rome Statute counts among its members 125 countries, including Venezuela. As the foundational document for the ICC, the statute outlines the court’s jurisdiction.</p><p>The judicial body is tasked with the prosecution and adjudication of major international crimes: war crimes, crimes against humanity, genocide and aggression.</p><p>But critics have long accused the ICC of lacking the teeth to enforce its mandate. Major powers, including the US, China and Russia, are not members.</p><p>Israel is also not a party to the treaty: Its prime minister, Benjamin Netanyahu and former Defence Minister Yoav Gallant both face arrest warrants that have yet to be carried out, for war crimes against Palestinians.</p><p>In the 23 years since the ICC opened its doors, a total of 61 arrest warrants have been issued – but only 22 people have been detained. Eight have died before charges could be brought, and 32 people have evaded the court’s arrest.</p><p>The court claims 13 convictions so far, and four acquittals.</p><p>Thursday’s vote came, in part, as a reaction to a recent decision by the court to close an office in the Venezuelan capital of Caracas.</p><p>The office was established in 2024 to help with the probe into crimes against humanity.</p><p>But the ICC announced it would close the bureau on December 1, with prosecutor Mame Mandiaye Niang telling an assembly of state parties that achieving “real progress” in the investigation had been a “challenge”.</p><p>“Being aware of the need to manage our limited resources effectively, we have decided to close our office in Caracas,” he said.</p><p>Venezuela’s Ministry of Foreign Relations quickly responded in a <a href=\"https://www.facebook.com/embaveneztunez/photos/d41d8cd9/885078500510700/\" target=\"_blank\" rel=\"noopener\">statement</a>, denouncing the office’s closure.</p><p>“Regrettably, the ICC Prosecutor’s Office showed not the slightest commitment or spirit of cooperation,” its statement said.</p><p>“Its agenda in the country was very clear: to disengage and do nothing in order to later instrumentalise justice for political ends.”</p><p>The 2023 investigation remains ongoing, with renewed attention on Maduro after a <a href=\"/news/2025/5/26/venezuela-election-results-who-lost-won-and-what-next\">contested 2024 presidential election</a> prompted a <a href=\"/news/2025/1/10/much-more-persecution-venezuela-braces-for-nicolas-maduros-inauguration\">violent government response</a> against protesters.</p></div></div></body></html>"
        },
        {
            "title": "Judge rules Trump unlawfully ended FEMA disaster prevention programme | Donald Trump News | Al Jazeera",
            "time": "2025-12-11T23:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_693b427048d5b-1765491312.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Judge rules Trump unlawfully ended FEMA disaster prevention programme</h1><p class=\"article__subhead\"><em>Twenty states had challenged the end of the programme, meant to make localities more resilient to natural disasters.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge has said the administration of United States President Donald Trump acted unlawfully in ending a programme aimed at helping communities become more resilient to natural disasters.</p><p>The Trump administration had targeted the Building Resilient Infrastructure and Communities (BRIC) programme as part of a wider <a href=\"/news/longform/2025/8/29/lessons-unlearned-20-years-after-katrina-disaster-readiness-lags-in-us\">effort to overhaul</a> the Federal Emergency Management Agency (FEMA).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But on Thursday, US District Judge Richard Stearns ruled that the administration lacked the authority to end the grant programme. The decision came in response to a lawsuit filed by 20 states, the majority led by Democrats.</p><p>Stearns said the administration’s action amounted to an “unlawful executive encroachment on the prerogative of Congress to appropriate funds for a specific and compelling purpose”.</p><p>“The BRIC program is designed to protect against natural disasters and save lives,” Stearns wrote, adding that the “imminence of disasters is not deterred by bureaucratic obstruction”.</p><p>Stearns had previously blocked FEMA from diverting more than $4bn allocated to BRIC to other purposes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Massachusetts Attorney General Andrea Joy Campbell was among the plaintiffs praising the decision.</p><p>“Today’s court order will undoubtedly save lives by preventing the federal government from terminating funding that helps communities prepare for and mitigate the impacts of natural disasters,” she said in a <a href=\"https://www.mass.gov/news/ag-campbell-secures-court-victory-preventing-trump-administration-from-unlawfully-cutting-billions-in-disaster-preparedness-funding\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>BRIC is the largest resiliency programme offered by FEMA, designed to reduce disaster-related risks and bolster efforts to recover quickly.</p><p>The programme is emblematic of efforts under FEMA to take preventive measures to prepare for natural disasters, as climate change fuels more extreme weather across the country.</p><p>According to the lawsuit, FEMA approved about $4.5bn in grants for nearly 2,000 projects, primarily in coastal states, over the last four years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Upon taking office for his second term, Trump initially pledged to do away with FEMA, with the agency sitting at the crossroads of the president’s climate change denialism and his pledge to end federal waste.</p><p>Trump has since softened on his position amid pushback from both Republican and Democratic state lawmakers. He has said he plans to reform the agency instead.</p><p>In November, acting FEMA head David Richardson stepped down from his post. That came amid internal pushback over Richardson’s lack of experience and cuts to the agency.</p><p>In a letter in August, nearly 200 FEMA staffers <a href=\"/news/2025/8/25/chk_femastaffers-warn-trumps-cuts-will-result-in-katrina-level-catastrophe\">warned</a> the cuts risked compounding future disasters to a devastating degree.</p><p>Upon taking on the role in May, Richardson <a href=\"/news/2025/5/9/i-will-run-right-over-you-new-fema-head-issues-warning-to-trump-critics\">threatened</a> he would “run right over” anyone who resisted changes to the agency.</p></div></div></body></html>"
        },
        {
            "title": "OpenAI sued for allegedly enabling murder-suicide | Technology News | Al Jazeera",
            "time": "2025-12-11T23:06:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T192000Z_2058311462_RC2JFCALLIA7_RTRMADP_3_OPENAI-EXECUTIVES-1765479973.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>OpenAI and its largest financial backer, Microsoft, have been sued in California state court over claims that ChatGPT, OpenAI’s popular chatbot, encouraged a man with mental illnesses to kill his mother and himself.</p><p>The lawsuit, filed on Thursday, said that ChatGPT fuelled 56-year-old Stein-Erik Soelberg’s delusions of a vast conspiracy against him, and eventually led him to murder his 83-year-old mother, Suzanne Adams, in Connecticut in August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“ChatGPT kept Stein-Erik engaged for what appears to be hours at a time, validated and magnified each new paranoid belief, and systematically reframed the people closest to him – especially his own mother – as adversaries, operatives, or programmed threats,” the lawsuit said.</p><p>The case, filed by Adams’s estate, is among a small but growing number of <a href=\"/economy/2025/9/3/openai-announces-parental-controls-for-chatgpt-after-teens-suicide\" target=\"_blank\" rel=\"noopener\">lawsuits filed </a>against artificial intelligence companies claiming that their chatbots encouraged suicide. It is the first wrongful death litigation involving an AI chatbot that has targeted Microsoft, and the first to tie a chatbot to a homicide rather than a suicide. It is seeking an undetermined amount of money damages and an order requiring OpenAI to install safeguards in ChatGPT.</p><p>The estate’s lead lawyer, Jay Edelson, known for taking on big cases against the tech industry, also represents the parents of 16-year-old Adam Raine, who sued OpenAI and Altman in August, alleging that ChatGPT coached the California boy in planning and taking his own life earlier.</p><p>OpenAI is also fighting seven other lawsuits claiming ChatGPT drove people to suicide and harmful delusions, even when they had no prior mental health issues. Another chatbot maker, Character Technologies, is also facing multiple wrongful death lawsuits, including one from the mother of a 14-year-old Florida boy.</p><p>“This is an incredibly heartbreaking situation, and we will review the filings to understand the details,” an OpenAI spokesperson said. “We continue improving ChatGPT’s training to recognise and respond to signs of mental or emotional distress, de-escalate conversations, and guide people toward real-world support.”</p><p>Spokespeople for Microsoft did not immediately respond to a request for comment.</p><h2 id=\"hallucinations\">Hallucinations</h2><p>“These companies have to answer for their decisions that have changed my family forever,” Soelberg’s son, Erik Soelberg, said in a statement.</p><p>According to the complaint, Stein-Erik Soelberg posted a video to social media in June of a conversation in which ChatGPT told him he had “divine cognition” and had awakened the chatbot’s consciousness. The lawsuit said ChatGPT compared his life to the movie, The Matrix, and encouraged his theories that people were trying to kill him.</p><p>Soelberg used GPT-4o, a version of ChatGPT that has been criticised for allegedly being sycophantic to users.</p><p>The complaint said ChatGPT told him in July that Adams’s printer was blinking because it was a surveillance device being used against him. According to the complaint, the chatbot “validated Stein-Erik’s belief that his mother and a friend had tried to poison him with psychedelic drugs dispersed through his car’s air vents” before he murdered his mother on August 3.</p></div></div></body></html>"
        }
    ]
}