{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US group sues Apple over DR Congo conflict minerals | Business and Economy News | Al Jazeera",
            "time": "2025-11-26T17:52:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-31T104337Z_1829598612_RC2OUGAO7XTU_RTRMADP_3_APPLE-STOCKS-1764176418.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States-based advocacy group has filed a lawsuit in Washington, DC, accusing Apple of using minerals linked to conflict and human rights abuses in the Democratic Republic of the Congo (DRC) and Rwanda despite the iPhone maker’s denials.</p><p>International Rights Advocates (IRAdvocates) has previously sued Tesla, Apple and other tech firms over cobalt sourcing, but US courts dismissed that case last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>French prosecutors in <a href=\"/news/2024/12/20/why-has-drc-filed-criminal-charges-against-apple-over-conflict-minerals\" target=\"_blank\" rel=\"noopener\">December</a> also dropped a case filed by the DRC against Apple subsidiaries over conflict minerals, citing lack of evidence. A related criminal complaint in Belgium is still under investigation.</p><p>Apple denied any wrongdoing in response to the DRC’s legal cases, saying it had instructed its suppliers to halt the sourcing of material from the DRC and neighbouring Rwanda.</p><p>It did not immediately respond to requests for comment on the latest complaint.</p><p>IRAdvocates, a Washington, DC-based nonprofit that tries to use litigation to curtail rights abuses, said in the complaint filed on Tuesday in the Superior Court of the District of Columbia that Apple’s supply chain still includes cobalt, tin, tantalum and tungsten linked to child and forced labour as well as armed groups in the DRC and Rwanda.</p><p>The lawsuit seeks a determination by the court that Apple’s conduct violates consumer protection law, an injunction to halt alleged deceptive marketing and reimbursement of legal costs but does not seek monetary damages or class certification.</p><p>The lawsuit alleges that three Chinese smelters – Ningxia Orient, JiuJiang JinXin and Jiujiang Tanbre – processed coltan that United Nations and Global Witness investigators alleged was smuggled through Rwanda after armed groups seized mines in the eastern DRC and linked the material to Apple’s supply chain.</p><p>A University of Nottingham study published in 2025 found forced and child labour at DRC sites linked to Apple suppliers, the lawsuit said.</p><p>Ningxia Orient, JiuJiang JinXin and Jiujiang Tanbre did not immediately respond to requests for comment.</p><p>The DRC – which supplies about 70 percent of the world’s cobalt and significant volumes of tin, tantalum and tungsten used in phones, batteries and computers – did not immediately respond to a request for comment. Rwanda also did not immediately respond to a request for comment.</p><p>Apple has repeatedly denied sourcing minerals from conflict zones or using forced labour, citing audits and its supplier code of conduct. It said in December that there was “no reasonable basis” to conclude any smelters or refiners in its supply chain financed armed groups in the DRC or neighbouring countries.</p><p>Congolese authorities said armed groups in the eastern part of the country use mineral profits to fund a conflict that has killed thousands of people and displaced hundreds of thousands. The authorities have tightened controls on minerals to choke off funding, squeezing global supplies.</p><p>Apple says 76 percent of the cobalt in its devices was recycled in 2024, but the IRAdvocates lawsuit alleged its accounting method allows mixing with ore from conflict zones.</p><p>On Wall Street, Apple’s stock was up 0.8 percent.</p></div></div></body></html>"
        },
        {
            "title": "China blocks ByteDance from Nvidia chip use: Report | Business and Economy News | Al Jazeera",
            "time": "2025-11-26T17:28:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T153854Z_1795794203_RC2F4IACGTFN_RTRMADP_3_FRANCE-AI-1764175330.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>China blocks ByteDance from Nvidia chip use: Report</h1><p class=\"article__subhead\"><em>ByteDance had bought more Nvidia chips than any other Chinese firm in 2025 as it raced to secure computing power.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese regulators have barred TikTok-owner ByteDance from deploying Nvidia chips in new data centres.</p><p>The tech publication The Information first reported the development on Wednesday, citing two company employees.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ByteDance bought more Nvidia chips than any other Chinese firm in 2025 as it raced to secure computing power for its billion-plus users amid concerns the United States could curb supply, according to the report.</p><p>The reported ban underscores Beijing’s efforts to reduce reliance on US technology, a campaign that has intensified as Washington tightens curbs on exports of advanced semiconductors to China.</p><p>In August, Chinese regulators asked local firms to halt new orders of Nvidia AI chips and have since pushed companies to adopt homegrown processors, Bloomberg reported, citing people close to Chinese tech regulators.</p><p>“The regulatory landscape does not allow us to offer a competitive data centre GPU in China, leaving that massive market to our rapidly growing foreign competitors,” a Nvidia spokesperson told the Reuters news agency.</p><p>Earlier this month, Reuters reported that the Chinese government had issued guidance requiring new data centre projects that have received any state funds to only use domestically-made artificial intelligence (AI) chips.</p><p>China is accelerating plans to build an alternative AI ecosystem and achieve chip self-sufficiency, even as trade tensions with Washington remain in a fragile pause.</p><p>Washington has barred sales of Nvidia’s most advanced chips to China, allowing only scaled-down<a href=\"/economy/2025/8/12/china-raises-concerns-over-nvidias-h20-chips-with-local-firms-report\" target=\"_blank\" rel=\"noopener\"> versions, such as the H20</a>. Nvidia had introduced a China-specific chip, but demand has been tepid, with some major tech firms opting not to place orders.</p><p>Following <a href=\"/economy/2025/10/31/in-trump-xi-summit-a-shifting-us-china-power-dynamic-on-display\" target=\"_blank\" rel=\"noopener\">talks with Chinese President Xi Jinping</a> earlier this month, US President Donald Trump said that Washington will “let them deal with Nvidia but not in terms of the most advanced” chips.</p><p>On Wall Street, Nvidia stock is up by 1.8 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "Five key takeaways from the UK’s tax-and-spending budget | Politics News | Al Jazeera",
            "time": "2025-11-26T17:10:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T122721Z_21249856_RC2B4IA2U4GE_RTRMADP_3_BRITAIN-BUDGET-1764173972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Chancellor Rachel Reeves announced the latest <a href=\"/economy/2025/11/25/why-the-uks-2025-budget-has-rachel-reeves-facing-an-impossible\">budget</a> on Wednesday, setting out sweeping tax hikes which are projected to raise 26.1 billion pounds ($34.4bn) for the public purse by 2030.</p><p>The budget had been highly anticipated as a “make or break” moment for the UK’s governing Labour party, which has grappled with poor polling over the past year. Earlier this year, an opinion <a href=\"/news/2025/7/3/could-far-right-reform-really-in-a-uks-general-election-now\">poll by YouGov</a> found that if an election were to be held now, the far-right Reform UK Party, which takes a hard line on immigration, would come to power.</p><p>In an embarrassing turn, the country’s Office for Budget Responsibility (OBR) published its economic outlook as a result of the budget on its website two hours before the announcement – something it never normally does until afterwards. Reeves called the blunder “deeply disappointing” and a “serious error”.</p><p>Reeves acknowledged that the tax rises – to be paid in large part by freezing existing income tax thresholds, meaning more people will pay higher tax as their incomes rise with inflation – would adversely affect working people. This breaks a key pledge Labour made in its manifesto before last year’s general election.</p><p>“We are asking everyone to make a contribution,” Reeves told parliament.</p><p>However, she said the tax rises would help pay for nearly 22 billion pounds ($28.9bn) in fiscal headroom within five years. Reeves also said government borrowing would fall each year. Borrowing in 2025-26 is expected to be 138.3bn pounds ($183bn), falling to 112.1 billion pounds ($148.3bn) the year after and to 67.2 billion pounds ($88.9bn) by 2031.</p><p>While the UK’s budget deficit is forecast at 28.8 billion pounds for the financial year 2026/2027, Reeves said this would move to surplus in 2028 and forecast a 24.6 billion pounds ($32.55) surplus for 2030/2031.</p><p>That will pay for welfare spending and means there “will be no return to austerity measures”, Reeves said.</p><p>“I said there would be no return to austerity, and I meant it. This budget will maintain our investment in our economy and our National Health Service. I said I would cut the cost of living, and I meant it. This budget will bring down inflation and provide immediate relief for families. I said that I would cut debt and borrowing, and I meant it,” Reeves said.</p><p>Here are five key takeaways from this budget.</p><h2 id=\"1-labour-broke-its-promise-not-to-raise-taxes-for-working-people\">1. Labour broke its promise not to raise taxes for working people</h2><p>Reeves raised taxes by about 40 billion pounds ($52.6bn) in last year’s budget – the biggest hike in revenue-raising measures in decades – in what she said would be a one-off needed to put the government’s finances on an even keel.</p><p>This time around, while she did not increase income tax or National Insurance Contributions for working people, she did extend a freeze on the income thresholds at which tax must be paid.</p><p>This means that more people will be dragged into higher tax brackets as their income rises with inflation. The move will pull 780,000 more people into paying basic-rate income tax for the first time by the 2029-2030 fiscal year along with 920,000 more higher-rate taxpayers and 4,000 additional-rate payers.</p><p>“This ‘fiscal drag’ means that hundreds of thousands will start paying income tax for the first time, and all existing taxpayers will face higher liabilities,” Irem Guceri, associate professor of economics and public policy at Oxford University’s Blavatnik School of Government, said.</p><p>The previous Conservative government had already frozen these thresholds until 2028. Reeves, who was highly critical of that action at the time – saying it hurt working people – now plans to extend that to 2031.</p><p>“I know that maintaining these thresholds is a decision that will affect working people,” she said. “I said that last year, and I won’t pretend otherwise now.”</p><p>“I can confirm that I will not be increasing National Insurance, the basic, higher or additional rates of income tax or VAT [value added tax],” the chancellor added.</p><p>Reeves said she will also <a href=\"/news/2025/11/19/are-the-superrich-really-fleeing-the-uk-due-to-taxes\">target wealthier people</a> via a “mansion tax” on those who own property worth more than 2 million pounds ($2.65m) and is reducing the amount of tax relief some higher earners can obtain on pension contributions. She also announced a 2 percentage point increase in tax rates on rental income, dividends and capital gains.</p><p>Nigel Green, chief executive of the financial advice firm DeVere, said these moves will have wider “behavioural impacts”. “People make long-term decisions about where to work, where to build wealth and where to retire,” he said.</p><p>“When rules around pensions tighten sharply, it undermines confidence in the broader system. Wealth moves where governments show stability over decades, not sudden extractions,” he added.</p><p>Following the announcement, Kemi Badenoch, leader of the opposition Conservative party, described Reeves decision to raise taxes, despite promising not to do so again, as “a total humiliation”.</p><h2 id=\"2-labour-will-spend-money-on-welfare\">2. Labour will spend money on welfare</h2><p>One of the highly anticipated announcements of the budget was the scrapping of the two-child benefit cap from April 2026. Currently, parents can only claim special tax credits worth about 3,455 pounds ($4,571) per child for their first two children. The cap was imposed by the previous Conservative government. Reeves said this would lift thousands of children out of poverty.</p><p>“The removal of the two-child limit in child benefit is likely to provide significant support to families currently living in poverty,” Guceri said.</p><p>Experts said the move would appeal strongly to Labour Party backbenchers. “The two-child benefit cap is widely despised among rebellious Labour MPs as a major contributor to child poverty,” said Colm Murphy, senior lecturer in British politics at Queen Mary University, London. “Repeal was critical for Reeves to have any chance of political survival.”</p><p>Gregory Thwaites, research director at Resolution Foundation (RF), a British think tank that focuses on improving living standards, also said the move was a positive step towards reducing child poverty in the UK.</p><p>“That’s something that we’ve been campaigning for RF for some time, and we’re very pleased to see that. And then there are some welcome reforms to the tax system, as well. So, for example, charging the people who own very expensive properties a bit more money that will, that’s very welcome, as well,” Thwaites told Al Jazeera.</p><p>“Ultimately, budgetary responsibility should not just be seen in terms of fiscal balance but also measures of broader wellbeing,” said professor Jasper Kenter, professorial research fellow at Aberystwyth Business School. “Lifting the two-child benefit cap is important in this regard.”</p><p>GMB workers’ union General Secretary Gary Smith welcomed Reeves’s decision to tax wealth and to increase welfare spending, calling this budget the “final nail in the coffin for the Conservatives’ failed austerity project”.</p><p>“Key public services, essential national infrastructure, and communities across the UK suffered deep wounds because the Tories made the wrong economic choices – we must never go back to those dark days,” a statement from Smith read.</p><p>“The challenge for Labour is to grip the task of rebuilding our economy and country, lock in essential investment to create growth, and start bringing a bit of hope to people,” the statement added.</p><h2 id=\"3-uk-s-hated-rape-clause-will-be-scrapped\">3. UK’s hated ‘rape clause’ will be scrapped</h2><p>Reeves said she would scrap the so-called “rape clause”, which exempts women from the two-child benefit cap policy if they can prove their child was conceived non-consensually.</p><p>She described the exemption requirement as “vile, grotesque, dehumanising, cruel”.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“I’m proud to be Britain’s first female chancellor,” Reeves told parliament. “I take the responsibilities that come with that seriously. I will not tolerate the grotesque indignity to women of the rape clause any longer.”</p><h2 id=\"4-slower-than-expected-economic-growth-forecast\">4. Slower-than-expected economic growth forecast</h2><p>In response to the budget, the OBR upgraded its forecast for economic growth for this year from 1 percent to 1.5 percent.</p><p>However, it downgraded economic growth for the following four years. GDP growth in 2026 is now expected to be 1.4 percent (down from 1.9 percent), while the OBR has downgraded its forecast for each of 2027, 2028 and 2029 to 1.5 percent (down from approximately 1.8 percent).</p><p>Much of the downgrade stems from lower expectations for productivity growth. Reeves insisted the sluggish outlook was the legacy of the previous Conservative government, however.</p><p>Reeves also announced a freeze on fuel duty and rail fares, as well as support with energy bills, causing the OBR to revise inflation down by 0.4 percentage points for next year, Guceri said. However, the OBR revised up its forecast for this year to 3.5 percent, “reflecting stronger real wage growth and persistent food price pressures”, she added.</p><h2 id=\"5-the-pound-and-financial-markets-responded-positively\">5. The pound and financial markets responded positively</h2><p>Sterling rose by 0.3 percent against the dollar to $1.3213 just in advance of the budget announcement, before settling back to roughly where it started by the end of it.</p><p>London’s blue-chip FTSE index and the FTSE 250 index rose by about 0.6 percent each in the wake of the budget.</p><p>“So far, markets showed little reaction to the Budget – something the Chancellor will view as a success,” Guceri said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Massive fire rips through Hong Kong high-rise complex, killing several | Construction | Al Jazeera",
            "time": "2025-11-26T17:06:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764176788.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Arsenal vs Bayern Munich - UEFA Champions League | Football News | Al Jazeera",
            "time": "2025-11-26T17:01:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2248578979-1764181181.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Arsenal vs Bayern Munich – UEFA Champions League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up with full team news coverage before our text commentary stream of the UCL league phase tie.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Georgia judge drops election interference case against Trump | Donald Trump News | Al Jazeera",
            "time": "2025-11-26T16:24:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/2024-10-28T215335Z_721970882_RC2XTAABQ0JI_RTRMADP_3_USA-ELECTION-TRUMP-1730153432.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Georgia prosecutor has dropped pending charges against Donald Trump over allegations of 2020 election interference by the United States president and his allies.</p><p>Judge Scott McAfee granted the request to terminate the prosecution on Wednesday, putting an end to the last set of criminal charges against Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This case is hereby dismissed in its entirety,” McAfee wrote.</p><p>State prosecutor Peter Skandalakis had sought the dismissal after he decided that any alleged wrongdoing by Trump should be prosecuted at the federal level, not the state level.</p><p>The case in Georgia focused on whether Trump and his co-defendants led a criminal conspiracy to overthrow the results of the 2020 presidential election, which he lost to Democrat Joe Biden.</p><p>Skandalakis argued that, while contesting the election is not a crime, the push to disrupt the certification of Biden’s victory “quickly shifted from a legitimate legal effort into a campaign that ultimately culminated in an attack on the Capitol” by Trump’s supporters on January 6, 2021.</p><p>But he noted in his dismissal filing that the state indictment “includes a significant number of overt acts … many of which occurred outside the state of Georgia, further reinforcing my view that this case is best pursued at the federal level rather than by an individual state”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump faced four indictments in 2024, while he was out of office. Only one of the cases, in New York, proceeded to a trial.</p><p>He <a href=\"/news/2024/5/30/new-york-jury-finds-donald-trump-guilty-in-new-york-hush-money-trial\">was found guilty</a> of falsifying business records in relation to a hush money payment to an adult film actress and sentenced to “unconditional discharge”, escaping any penalty like fines, probation or jail time.</p><p>Two sets of federal charges against him — one over allegations of election meddling and another containing accusations of mishandling secret government documents — were dropped after Trump was re-elected president in November of last year.</p><p>The prosecution in the Georgia case had already faced a setback when Fulton County District Attorney Fani Willis <a href=\"/news/2024/12/19/georgia-court-disqualifies-prosecutor-fani-willis-from-trump-election-case\">was disqualified</a> from the case for having a romantic relationship with one of her top deputies.</p><p>The criminal case in Georgia is the only one that saw Trump get arrested: In August 2023, he was required to turn himself in at the Fulton County Jail, in order to complete the booking and bail process.</p><p>The Republican leader never spent time in a jail cell, but he had <a href=\"/news/2023/8/25/trump-returns-to-social-media-platform-x-posts-mugshot-from-county-jail\">his mugshot taken</a> — a photo that he subsequently used to sell merchandise during his 2024 presidential campaign.</p><p>Prosecutors in the case argued that Trump and his co-defendants had sought to illegally pressure state officials into changing the outcome of the vote and present false Electoral College certificates to stir confusion.</p><p>One of the key pieces of evidence was a leaked phone call between Trump and the state’s top election official Brad Raffensperger.</p><p>In the December 2020 recording, Trump can be heard telling Raffensperger wants to “find 11,780 votes”, the precise number needed to reverse Biden’s victory in the critical southern swing state.</p><p>Trump has continued to reject Biden’s 2020 victory, falsely alleging that widespread voter fraud was behind the results.</p><figure id=\"attachment_2580824\" aria-describedby=\"caption-attachment-2580824\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2580824\" src=\"/wp-content/uploads/2023/12/2023-11-28T113235Z_1816511438_RC2OU2AA2702_RTRMADP_3_GLOBAL-POY-2023-1703610249.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Former U.S. President Donald Trump is shown in a police booking mugshot released by the Fulton County Sheriff's Office, after a Grand Jury brought back indictments against him and 18 of his allies in their attempt to overturn the state's 2020 election results in Atlanta, Georgia, U.S., August 24\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2580824\" class=\"wp-caption-text\">Trump in a police booking mugshot released by the Fulton County Sheriff’s Office on August 24, 2023 [File: Fulton County Sheriff’s Office/Handout via Reuters]</figcaption></figure><p>In 2023, Willis charged Trump and 16 of his allies who challenged the election result in the state with racketeering and a string of crimes related to the vote.</p><p>The charges made use of the state’s Racketeer Influenced and Corrupt Organizations (RICO) law, a statute often applied to gangs and other organised criminal networks.</p><p>The US president — who made a stunning comeback in the 2024 presidential race — has always denied any wrongdoing, calling the criminal cases against him a politically motivated “witch hunt”.</p><p>In his reasoning for dropping the charges, Skandalakis acknowledged that the move to dismiss the case may anger some of Trump’s opponents.</p><p>“The role of a prosecutor is not to satisfy public opinion or achieve universal approval; such a goal is both unattainable and irrelevant to the proper exercise of prosecutorial discretion,” he wrote.</p><p>“My assessment of this case has been guided solely by the evidence, the law, and the principles of justice.”</p></div></div></body></html>"
        },
        {
            "title": "US ranchers whiplashed by Trump’s beef policies | Business and Economy News | Al Jazeera",
            "time": "2025-11-26T16:04:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/20250823_185337-1764105000.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been a whiplash-inducing month for the American rancher, one of United States President Donald Trump’s most steadfast voting blocs.</p><p>Starting with an October 19 quip from Trump that the US would increase beef imports from Argentina to the ensuing rancher backlash against the announcement of an investigation into the hyperconsolidated US meatpacking industry and the dropping of tariffs on Brazilian beef, ranchers have found themselves caught between the president’s desires to appease both them and the American consumer in the face of high beef prices.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US ranchers have enjoyed rising cattle prices, largely the result of the lowest herd numbers for beef cattle since the 1950s. Other factors constricting supply include the closure of the Mexican border to live cattle due to concerns over screwworm and steep tariffs on foreign beef.</p><p>Cattle prices paid to ranchers are separate from consumer beef prices, which, as of September, were $6.32 for a pound (453 grams) of ground beef, an 11 percent rise from September 2024 when they were $5.67 a pound. The Bureau of Labor Statistics did not release economic data, including the consumer price index for last month, because of the government shutdown.</p><p>Trump had no patience for the typically loyal ranchers objecting to his plan to import more Argentinian beef, which they saw as a threat to their recent economic gains.</p><p>“If it weren’t for me, they would be doing just as they’ve done for the past 20 years – Terrible! It would be nice if they would understand that,” Trump wrote in an October post on his Truth Social platform.</p><p>While Corbitt Wall, a commercial cattle manager and market analyst, is clear that he “totally supports Trump and everything he does”, he also saw hubris and a misunderstanding of the cattle industry by the president.</p><p>“There was not a person in the cattle business on any level that was not insulted by that post,” he told Al Jazeera.</p><p>Wall religiously follows prices across the cattle trade from ranch to slaughterhouse and has watched the futures market for cattle slide down by more than 15 percent since Trump’s October 21 announcement.</p><p>Futures prices dictate what ranchers can expect to sell cattle for down the line and sway current sale prices as well. For ranchers’ sake, Wall said he hopes Trump leaves the cattle market alone.</p><p>“He doesn’t live in this world, in this cattle world, and doesn’t realise the impact that a statement can make in our business,” Wall said.</p><h2 id=\"years-of-rough-seasons\">Years of rough seasons</h2><p>Oregon rancher David Packham said that while cattle prices have jumped in ranchers’ favour, many are still struggling in the face of years of rough seasons.</p><p>Years of drought across the country raised feed costs for all and pushed some ranchers to sell off cattle. Sticker prices on farm equipment from tractors to pick-up trucks have ballooned as well, especially on the back of supply chain challenges during the COVID-19 pandemic, and are expected to rise further on account of Trump’s tariffs.</p><p>Packham said he has regularly sold cattle at a loss and doesn’t want consumers to think ranchers are living high off the hog.</p><p>“I’m looking at a 40-year-old tractor that I use on a daily basis just to keep putting off replacing it, making repairs, although it’s difficult to find parts for now, just to keep it limping along because I couldn’t afford $100,000 for a new tractor,” Packham said. “When I say we’re not really making a whole lot of money, it’s because we have all this loss carryover.”</p><figure id=\"attachment_4131299\" aria-describedby=\"caption-attachment-4131299\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/11/image000000-1764109356.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131299\" src=\"/wp-content/uploads/2025/11/image000000-1764109356.jpg?w=770&amp;resize=770%2C577&amp;quality=80\" alt=\"Nevada Livestock Marketing in Fallon, NV, October 2025\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4131299\" class=\"wp-caption-text\">Cattle are sold at Nevada Livestock Marketing in Fallon, Nevada [Courtesy of Corbitt Wall]</figcaption></figure><p>Packham was a registered Republican until Trump’s first term. The president’s Argentina comments and the subsequent chaos for the cattle industry have propped open a door for ranchers critical of Trump, but they represent a minority within the community, he said.</p><p>“I’m noticing more and more of them [ranchers] that had been cautiously neutral, that are now kind of like me and just saying, ‘You know what? No. This is bulls***. He’s a train wreck,’” Packham said.</p><h2 id=\"perennial-issue\">‘Perennial issue’</h2><p>One action ranchers can support, however, is Trump’s November 7 announcement of a Department of Justice investigation into the big four US meatpackers – Tyson, JBS, Cargill and National Beef – “for potential collusion, price fixing and price manipulation”.</p><p>Historically, ranchers looking to sell cattle have held little negotiating power as the four companies control more than 80 percent of the market.</p><p>However, a prior Department of Justice investigation into meatpacker price-fixing was started under the first Trump administration in 2020 due to a gulf created by falling cattle prices and rising consumer beef prices. The investigation continued under President Joe Biden’s administration but was never publicly concluded. According to Bloomberg News, the investigation was quietly closed with no findings just weeks before Trump announced the November antitrust probe.</p><p>James MacDonald, a research professor in agricultural and resource economics at the University of Maryland, views the administration’s antitrust investigation announcement as “entirely for political consumption”.</p><p>“It is a perennial issue that p***es off ranchers, and you can gain some political ground by attacking the packers,” MacDonald said.</p><p>Packham would prefer the new investigation to come at a different time and said that given the squeeze from the tight cattle market, packers are operating under slimmer margins and not from a position of absolute power.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Friday, Tyson announced the closure of a Nebraska beef-processing plant that employed more than 3,000 people. MacDonald called the decision a “shock” indicative of the depths of the US beef shortage. The current low cattle inventory in the US came from years of drought, which wiped out grazing lands and slowed herd rebuilding. Replenishing the cattle supply chain is a years-long process.</p><p>“That’s sort of a fact and a fundamental, and it’s not going to change for a while,” MacDonald said.</p><p>MacDonald also doesn’t believe the increased Argentina imports will ease this shortage or lower prices as the country largely sends lower-grade, lean beef to the US, accounting for only 2 percent of imports. He expected that while the reintroduction of largely lean Brazilian beef will impact the import market, it holds less weight on overall beef supply.</p><p>McDonald also cited heifer retention numbers, which indicate how many female cattle that ranchers hold back to produce future herds years down the line, which are still low.</p><p>Tyson likely factored in these numbers when making the decision to shutter its Nebraska plant, and it doesn’t seem like the industry is expecting herd numbers to rebound either, McDonald told Al Jazeera.</p><p>“It’s Tyson saying we don’t think cattle supplies are going to recover anytime soon,” MacDonald said.</p><p>While the actual mechanisms of Trump’s recent policies might not budge consumers’ bottom lines or change the cattle market for the time being, Wall is more concerned about the ripple effects from the news cycle, saying ranchers “live and die” by the cattle markets. While his faith is shaken, Wall regardless believes that ranchers, conservative as ever, will show up for Trump when election time comes around.</p><p>“You look at what the other side has to offer, and there’s no way people are going to go for that,” Wall said. “So in the long run, they’ll stick with him.”</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo to travel to Turkiye, Lebanon on first foreign trip | Newsfeed | Al Jazeera",
            "time": "2025-11-26T15:45:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764171913.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How Ukraine gamifies war | Technology | Al Jazeera",
            "time": "2025-11-26T15:37:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/EP21_DD_Thumbnail_Vertical_V001_00000-1764171317.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Washington and Kyiv negotiate a peace plan to end the Russia-Ukraine war, Al Jazeera’s Linh Nguyen looks at how Ukraine has been adapting to conflict by blending gamification with military strategy.</p></div></div></body></html>"
        },
        {
            "title": "UK unveils significant tax rises in budget after ‘shambolic’ forecast leak | Business and Economy News | Al Jazeera",
            "time": "2025-11-26T15:33:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2247959712-1764168342.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom Chancellor of the Exchequer Rachel Reeves has unveiled significant tax rises expected to raise 26.1bn pounds ($34.4bn) as she battles a downgrade in forecast economic growth.</p><p>The presentation of her budget statement to parliament on Wednesday came after an unprecedented leak from the government’s independent forecaster, the Office for Budget Responsibility (OBR), which published its economic and financial outlook early on its website, essentially signalling Reeves’s measures in advance.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reeves criticised the watchdog for the embarrassing blunder, which the OBR blamed on a “technical error”, saying it went “live on our website too early this morning”.</p><p>“This is deeply disappointing and a serious error on their part,” she told lawmakers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reeves <a href=\"/economy/2025/11/25/why-the-uks-2025-budget-has-rachel-reeves-facing-an-impossible\">faced the onerous task</a> in the budget, her second since the Labour Party returned to power after 14 years, of restoring the UK’s public finances while upholding Labour’s election pledges – requirements that left limited room to manoeuvre on taxes or spending.</p><p>“I’ve made my choices – not reckless borrowing, not dangerous cuts but stability for our economy, security for the public finances and security for family finances too.”</p><h2 id=\"freeze-on-income-tax-thresholds\">Freeze on income tax thresholds</h2><p>Reporting from London, Al Jazeera’s Milena Veselinovic said that at the heart of the budget was a move to freeze the tax levels into which earners are placed, meaning as wages rise, more people fall into higher tax brackets.</p><p>“That will hit middle-income earners the most,” she said.</p><p>The continued freeze on the income tax brackets and national insurance thresholds will pull 780,000 people into paying basic-rate income tax for the first time by the 2029-2030 fiscal year along with 920,000 more higher-rate taxpayers and 4,000 additional-rate payers.</p><p>The freeze is projected to raise about 8.3bn pounds ($10.95bn) in 2029-2030 and will extend to 2030-2031.</p><p>Other personal tax changes include 4.7bn pounds ($6.2bn) to be raised through charging national insurance on salary-sacrificed pension contributions and 2.1bn pounds ($2.77bn) through increasing tax rates on dividends, property and savings income by 2 percentage points.</p><p>Taken together, the OBR now expects the tax burden to rise to 38.3 percent of gross domestic product (GDP) by 2030-2031, the highest level on record.</p><h2 id=\"mansion-tax-gambling-duty-hikes\">‘Mansion tax’, gambling duty hikes</h2><p>Other revenue-raising measures include a “mansion tax” on homes worth more than 2m pounds ($2.6m) that will take effect in 2028, raising an estimated 400m pounds ($527.6m).</p><p>A new charge of 3 pence (4 cents) per mile for electric and plug-in hybrid vehicles will take effect in April 2028, a measure expected to raise 1.4bn pounds ($1.85bn).</p><p>Reeves also announced an increase in duties on remote gambling from 21 percent to 40, which she said would raise more than 1bn pounds ($1.3bn) by 2031.</p><h2 id=\"weakening-growth-projections\">Weakening growth projections</h2><p>The fiscal tightening is playing out against a weakening economic backdrop.</p><p>Although the OBR raised its GDP growth forecast for 2025 from 1 percent to 1.5 percent, it downgraded medium-term growth projections with 2026 falling from 1.9 percent to 1.4 percent, 2027 from 1.8 to 1.5 and similar reductions expected through 2029.</p><p>Much of the downgrade stems from lower expectations for productivity growth.</p><p>Reeves insisted the sluggish outlook was the legacy of the previous Conservative governments as she sought to emphasise continuity with Labour’s message of stability since taking office in July last year.</p><h2 id=\"laughing-stock\">‘Laughing stock’</h2><p>But the OBR leak overshadowed the statement and fuelled opposition criticism.</p><p>Conservative leader Kemi Badenoch said the error made Britain look like a “shambolic laughing stock” and said Reeves should consider resigning.</p><p>“If she doesn’t resign for breaking her promises [on the economy], she should sure as hell go for this,” she said.</p><p>Shadow chancellor Mel Stride called the premature publication of the OBR outlook an “utterly outrageous” release of market-sensitive material that could constitute a criminal act.</p><p>The budget comes at a politically precarious moment for the Labour government.</p><p>Prime Minister Keir Starmer is grappling with poor poll ratings and growing unease within his party as some MPs have publicly speculated about a future leadership challenge.</p><p>Analysts said a budget misfire could deepen the sense of crisis.</p><p>Reporting from London, Al Jazeera’s Veselinovic said among the key criticisms of the budget was that it appeared to have been designed to appease Labour backbenchers.</p><p>Measures such as removing a so-called two-child benefit cap, meaning families with more children could also receive assistance, were “incredibly popular with Labour party backbenchers” but less so with the wider electorate, she said.</p><p>While the Labour government had a large majority in Parliament, she said, “they don’t seem to be in charge of their party and that doesn’t seem to give a lot of comfort to the markets.”</p><p>Reeves, however, insisted Labour’s plan would “beat the forecasts” and set the foundations for long-term growth.</p><p>“Brick by brick we’ve been building growth in our economy,” she said. “Building roads, building homes, getting spades in the ground and cranes in the sky.”</p></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau army officers say they have seized power; president deposed | Military News | Al Jazeera",
            "time": "2025-11-26T15:21:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__869J79U__v2__HighRes__TopshotGbissauPoliticsElectionUnrest-1764173840.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Guinea-Bissau army officers say they have seized power; president deposed</h1><p class=\"article__subhead\"><em>Officers order suspension of electoral process, border closures a day before presidential vote results expected.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A group of military officers in Guinea-Bissau has claimed “total control” of the country, a day after two leading candidates in a tightly contested presidential election each <a href=\"/news/2025/11/25/guinea-bissau-rivals-embalo-dias-claim-win-in-presidential-election\">declared victory</a>.</p><p>Calling themselves the “High Military Command for the Restoration of Order”, the officers read out a statement on television on Wednesday, declaring that they had ordered the immediate suspension of the electoral process “until further notice”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They also ordered the closure of all land, air and sea borders and an overnight curfew.</p><p>The move came shortly after sustained gunfire was heard near the election commission’s headquarters, the presidential palace and the Ministry of the Interior in the capital, Bissau.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The results of Sunday’s <a href=\"/news/2025/11/23/guinea-bissau-beset-by-coups-votes-in-contentious-presidential-election\">presidential vote</a> – which pitted President <a href=\"/news/2020/4/23/ecowas-recognises-umaro-sissoco-embalo-as-guinea-bissau-president\">Umaro Sissoco Embalo</a> against his primary challenger, Fernando Dias<strong> –</strong> had been expected to be announced on Thursday in the West African nation.</p><p>“I have been deposed,” Embalo told French broadcaster France24 in a phone call, adding that he was “currently at the general staff headquarters”.</p><p>Reporting from neighbouring Senegal on Wednesday afternoon, Al Jazeera’s Nicolas Haque reported that Embalo was under arrest.</p><p>The head of the main opposition PAIGC party, Domingos Simoes Pereira, has also been arrested, Haque said. “As well, we’ve just heard that the military is trying to cut off the Internet. There’s a curfew in place.”</p><p>He added that the army officer leading the coup, Denis N’Canha, served as the head of the presidential guard. <span>“The man supposed to protect the president himself has put the president under arrest,” Haque said.</span></p><figure id=\"attachment_4132850\" aria-describedby=\"caption-attachment-4132850\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132850\" src=\"/wp-content/uploads/2025/11/AFP__20251126__869964X__v1__HighRes__GbissauPoliticsElectionUnrest-1764171484.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A soldier stops a car near the scene of gunfire in Guinea-Bissau's capital\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132850\" class=\"wp-caption-text\">A soldier stops a car near the scene of gunfire near the presidential palace in Bissau [Patrick Meinhardt/AFP]</figcaption></figure><h2 id=\"disputed-vote\">Disputed vote</h2><p>Guinea-Bissau has experienced several coups and attempted coups since it gained independence from Portugal in 1974.</p><p>The legitimacy of this week’s election was called into question by civil society groups and other observers after the PAIGC was barred from running in the presidential race, Haque reported.</p><p>“There was going to be a stalemate over who was going to win this [week’s] election, and that is when the military stepped in,” he said.</p><p>Both Embalo and Dias had already declared victory with little proof to support their claims.</p><p>“There won’t be a second round,” Embalo’s campaign spokesperson Oscar Barbosa told the AFP news agency on Tuesday, adding that the president “will have a second mandate”.</p><p>Dias also declared victory, saying in a video posted to social media: “This election has been won. It has been won in the first round.”</p><figure id=\"attachment_4133168\" aria-describedby=\"caption-attachment-4133168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4133168\" src=\"/wp-content/uploads/2025/11/afp_692748369f11-1764182070.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Officials from the National Electoral Commission (CNE) collect documents accompanying ballot boxes received from different polling stations at their headquarters in Bissau, on November 24, 2025, the day after Guinea-Bissau’s presidential and legislative elections. (Photo by PATRICK MEINHARDT / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4133168\" class=\"wp-caption-text\">National Electoral Commission officials collect documents accompanying ballot boxes at their headquarters in Bissau, on November 24, 2025 [File: Patrick Meinhardt/AFP]</figcaption></figure><h2 id=\"calls-for-restraint\">Calls for restraint</h2><p>Meanwhile, the United Nations Secretary-General Antonio Guterres has been following the situation in Guinea-Bissau “with deep concern”, spokesperson Stephane Dujarric told reporters.</p><p>Dujarric said during a news conference in New York that the UN chief was appealing “to all national stakeholders in Guinea Bissau to exercise restraint and exercise and respect the rule of law”.</p><p>“The secretary-general will continue to closely follow the situation in the country as it unfolds,” he added.</p><p>The Portuguese government also called for all parties to refrain from “any act of institutional or civic violence”.</p><p>In a statement, it said Guinea-Bissau’s state institutions must be allowed to function in order to finalise the electoral process.</p><p>Guinea-Bissau’s last presidential vote in 2019 was marked by a four-month post-election crisis as both main candidates claimed victory. That election had pitted Embalo against Pereira.</p></div></div></body></html>"
        },
        {
            "title": "Was South Africa’s G20 success real change or a symbolic win? | Business and Economy | Al Jazeera",
            "time": "2025-11-26T15:12:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/web-1764168966.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">G20 summit in Johannesburg was seen as a diplomatic success for South Africa and a renewed commitment to multilaterism.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Africa secured a declaration from the rest of the G20, despite United States objections.</p><p>Washington boycotted the meeting over President Donald Trump’s accusations that South Africa persecutes its white minority, a claim widely rejected.</p><p>The document calls for more funding for renewable energy, fairer critical mineral supply chains and debt relief for poorer nations.</p><p>The first G20 summit on African soil broke with tradition by releasing the document at the start.</p><p>And there was no ceremonial handover between the outgoing South African and incoming American chairs.</p><p>Also, can Britain’s Labour government satisfy both businesses and households?</p><p>Plus, the weight-loss drug booming industry.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What’s the legacy of the US-backed Gaza Humanitarian Foundation? | Gaza | Al Jazeera",
            "time": "2025-11-26T14:49:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764168558.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine ‘peace plan’: What’s the latest version after US-Kyiv talks? | Crimea News | Al Jazeera",
            "time": "2025-11-26T14:16:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T060109Z_128702740_RC2RVDAMWEE0_RTRMADP_3_USA-TRUMP-UKRAINE-DOCUMENT-1764158017.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump is <a href=\"/news/2025/11/25/trump-says-close-to-ukraine-deal-kyivs-allies-urge-pressure-on-moscow\">sending Special Envoy Steve Witkoff to Moscow</a> next week, while Army Secretary Daniel Driscoll is expected to meet Ukrainian officials in the coming days, as Washington intensifies diplomatic efforts to end the nearly <span><a href=\"/tag/ukraine-russia-crisis/\" target=\"_blank\" rel=\"noopener\">four-year-</a>old</span> conflict.</p><p>Trump’s initial <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\" target=\"_blank\" rel=\"noopener\"> 28-point peace plan</a> was <a href=\"/news/2025/11/24/ukraine-allies-give-cautious-welcome-to-modified-peace-framework\">modified</a> after European leaders called it a capitulation to Russian demands, which included Moscow keeping captured Ukrainian territories.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking to reporters on Air Force One, Trump said “we’re making progress” on a revised peace plan that appeared to award Ukraine more of its demands, and added that Kyiv was indeed “happy”.</p><p>Al Jazeera detailed the <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\" target=\"_blank\" rel=\"noopener\">controversial 28-point peace plan</a> after it leaked last week, developed with limited input from Ukraine. It included plans for Ukraine to cede the eastern Donbas region entirely, cut its military might, and completely abandon any plans of joining the NATO defence alliance. The plan <a href=\"/news/2025/11/23/us-ukraine-talks-why-are-european-leaders-opposing-trumps-peace-plan\">met with strong pushback</a> in Ukraine and the European Union, as critics said the deal would reward Moscow for invading its smaller neighbour.</p><p>Meanwhile, a leaked recording, which shows Witkoff advising a Russian diplomat on how to sell a Ukraine deal, has prompted criticism in Europe.</p><p>Details of a thoroughly revamped 19-point peace plan are still emerging. Here’s what we know about what may have changed based on statements from American and Ukrainian officials:</p><figure id=\"attachment_4132460\" aria-describedby=\"caption-attachment-4132460\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132460\" src=\"/wp-content/uploads/2025/11/2025-11-23T154848Z_858803479_RC2F2IAM78JQ_RTRMADP_3_UKRAINE-CRISIS-TALKS-1764158012.jpg?w=770&amp;resize=770%2C492&amp;quality=80\" alt=\"Ukraine talks\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132460\" class=\"wp-caption-text\">Special Envoy Steve Witkoff, Secretary of State Marco Rubio, Army Secretary Daniel Driscoll and other members of the US delegation are shown with Head of the Office of the President of Ukraine Andriy Yermak and other members of the Ukrainian delegation before closed-door talks on ending Russia’s war on Ukraine, at the US Mission in Geneva, Switzerland, on November 23, 2025 [Emma Farge/Reuters]</figcaption></figure><h2 id=\"what-was-the-first-plan\">What was the first plan?</h2><p>The proposed 28-point peace plan was made public last week after a Ukrainian official leaked it to international media outlets. The US media reported that it was developed by Jared Kushner, Trump’s son-in-law and adviser, and Witkoff. Both had earlier met with top Russian diplomat Kirill Dmitriev and Ukraine’s chief national security adviser Rustem Umerov, before developing and presenting the plan to Trump for a green light.</p><p>Among other things, the plan proposed de-escalation and buffer zones, that Ukraine would receive security guarantees from the US that it would have to pay for, and that Russia would take no further aggression against Ukraine or its neighbours.</p><p>It also proposed that Moscow would enshrine in its law a non-aggression policy towards Europe, that civilians and prisoners of war from both sides be exchanged, that amnesty would be granted to the warring parties, and that Moscow would cease efforts to stop Ukraine from using the Dnipro River to transport grain across the Black Sea.</p><p>Contentiously, however, point 21, which discussed territorial concessions, proposed that parts of eastern Ukraine, including Russia-annexed Crimea, Luhansk and Donetsk regions, which make up the fertile Donbas, as well as Kherson and Zaporizhia, be ceded to Russia. The proposal further restricted Ukraine to no more than 600,000 military personnel and required Kyiv to enshrine in its constitution that it will not join NATO.</p><h2 id=\"what-was-the-reaction\">What was the reaction?</h2><p>In Ukraine, angry citizens criticised the plan, which they said favoured Russia, while officials swiftly reached out to American negotiators for redress.</p><p>Ukraine’s European allies, too, who have been largely sidelined in the negotiation attempt, <a href=\"/news/2025/11/23/us-ukraine-talks-why-are-european-leaders-opposing-trumps-peace-plan\">spoke out against the deal</a>. Britain, France and Germany, collectively known as Europe’s E3 powers, released an alternative peace deal over the weekend, which proposed freedom for Ukraine to join NATO based on agreements within the alliance. The European partners also said Ukraine’s military should be capped at 800,000 members.</p><p>European Commission President Ursula von der Leyen, in a Sunday statement on the sidelines of the <a href=\"/video/newsfeed/2025/11/22/g20-leaders-adopt-new-declaration-even-as-us-boycotts-summit\">G20 Summit in South Africa,</a> warned that the US-led plan would leave Ukraine more vulnerable to Russian aggression. The European Union, she said, would not support forceful territorial concessions nor would it accept a deal that did not reflect “the centrality of the European Union” in securing peace for Kyiv – although the peace plan itself only stops Ukraine from joining NATO, not the EU.</p><p>“Any credible and sustainable peace plan should first and foremost stop the killing and end the war, while not sowing the seeds for a future conflict,” the Commission president said.</p><p>Addressing the European parliament on Wednesday, von der Leyen reiterated: Any peace agreement must ensure European security without leaving open the possibility of “carving up” European countries or changing borders “by force”.</p><p>Ukraine has long pushed back against Russia’s insistent demands on its territory, saying that such concessions are not allowed by law and would require a referendum. As the battered country continues to suffer heavy losses under Russian bombardment, many Ukrainians reject the idea of what seems like a surrender after nearly four years of devastating war.</p><figure id=\"attachment_4131640\" aria-describedby=\"caption-attachment-4131640\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131640\" src=\"/wp-content/uploads/2025/11/ap_69269382a5824-1764135810.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A residential building burns after a Russian attack on Zaporizhzhia, Ukraine, Wednesday, Nov. 26, 2025. (AP Photo/Kateryna Klochko)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131640\" class=\"wp-caption-text\">A residential building burns after a Russian attack on Zaporizhzhia, Ukraine, on Wednesday, November 26, 2025 [Kateryna Klochko/AP]</figcaption></figure><h2 id=\"what-are-the-new-proposals\">What are the new proposals?</h2><p>A new 19-point peace plan emerged this week, following two days of talks between US and Ukrainian officials in Geneva that ended on Sunday. The talks were led on Ukraine’s side by President Volodymyr Zelenskyy’s chief of staff Andriy Yermak and diplomat Umerov, while US officials present included Secretary of State Marco Rubio, Driscoll, Kushner and Witkoff.</p><p>In a statement, Ukraine’s presidency office did not disclose details but said the talks were “constructive” and that final decisions on the refined deal would be made by the presidents of Ukraine and the US.</p><p>Ukraine’s First Deputy Foreign Minister Sergiy Kyslytsya, who was at the Geneva talks, told The Financial Times the meeting was “intense” and nearly collapsed before it started. However, the resulting draft had left both sides feeling “positive,” he said, adding that the most sensitive topics – territorial issues and the question of Ukraine’s future in NATO – were left for Trump and Zelenskyy to decide on.</p><p>“We developed a solid body of convergence and a few things we can compromise on,” Kyslytsya told The FT. He said that “very few things are left from the original version”.</p><ul class=\"spaced-bullet-spacing\">\n<li>The US appeared willing to remove the 600,000-member cap on Ukraine’s army, the official said. “They agreed the Ukrainian army number in the leaked version – whoever authored it – was no longer on the table,” Kyslytsya told The FT.</li>\n<li>He added that proposals for blanket amnesty for potential war crimes were rewritten to address “the grievances of those who suffered in the war”.</li>\n<li>Separately, an unnamed White House official said changes were also made to the earlier peace deal’s restrictions on NATO troops positioned in Ukraine, according to The New York Times. Russia has previously claimed without evidence that NATO troops are fighting in Ukraine.</li>\n</ul><h2 id=\"what-might-russia-want\">What might Russia want?</h2><p>Kyslytsya stressed to The FT how willing the US delegation was to listen to the Ukrainian side and to review all the issues raised point by point. However, with Russia not at the table, there are no guarantees that President Vladimir Putin will accept the deal.</p><p>“Obviously, the Russians get a vote here too,” Rubio said at the Geneva talks on Sunday, acknowledging the challenge of getting a yes from Moscow.</p><p>Potential contentious points remain the issue of ceding territory. Russia, following its invasion of Ukraine, unilaterally declared its annexation of the fertile, mineral-rich Donetsk, Kherson, Luhansk, and Zaporizhia provinces, and has kept control of significant chunks of territory there since. Previously, in 2014, Russia forcefully annexed Crimea.</p><p>Putin has pushed for maximalist goals through the war and has stuck to his demands since 2022, including to fully claim all five territories. The Kremlin’s stance has largely remained unchanged despite negotiation efforts by Trump, who feted Putin at a <a href=\"/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">summit in Alaska that resulted in no agreements</a> earlier in August.</p><p>There’s also the matter of NATO membership for Ukraine, which Moscow has vehemently objected to.</p><p>Regarding the uncapping of Ukraine’s military membership, it’s not clear yet if Russia will agree to a higher number. In initial peace talks in 2022, Russia proposed that Ukraine have no more than 100,000 troops, far fewer than the 600,000 troops mentioned in the first US peace plan.</p><h2 id=\"what-s-next\">What’s next?</h2><p>Presidents Trump and Zelenskyy will now have to meet to decide the final aspects of the new deal. Trump initially gave a deadline of Thursday for Ukraine to formally agree to the pact, but said later on Tuesday that there were no more firm deadlines.</p><p>It is unclear yet when a meeting will be held as the US winds down for the Thanksgiving holidays on Thursday. White House spokesperson Karoline Leavitt told reporters on Tuesday that “there are no plans at this moment” for a meeting.</p><p>Speaking at a video conference of the so-called coalition of the willing – a group of 30 countries supporting Ukraine – on Tuesday, President Zelenskyy said Kyiv was ready to “move forward” with the new “framework”, though he still needed to address “sensitive points”.</p><p>Importantly, Washington will now also have to get Moscow on board with the revised draft.</p><p>Russian Foreign Minister Sergey Lavrov, commenting on the plan on Tuesday, said Moscow had not seen it, but warned that it should reflect “the spirit and letter” of the talks between Trump and Putin in Alaska, adding that if key terms are erased, “it will be a fundamentally different situation (for Russia). Putin, at those talks, reiterated Russia’s stated goals.</p><p>Trump, in a post on his Truth Social media network, said he was looking forward to peace being accomplished.</p><p>“In the hopes of finalizing this Peace Plan, I have directed my Special Envoy Steve Witkoff to meet with President Putin in Moscow and, at the same time, Secretary of the Army Dan Driscoll will be meeting with the Ukrainians,” Trump wrote.</p><p>“I look forward to hopefully meeting with President Zelenskyy and President Putin soon, but ONLY when the deal to end this War is FINAL or, in its final stages. Thank you for your attention to this very important matter, and let’s all hope that PEACE can be accomplished AS SOON AS POSSIBLE!”</p><p>US Army Secretary Driscoll, meanwhile, met with Russian officials in Abu Dhabi on Tuesday in what appeared like an attempt to convey the new agreement to Moscow ahead of Witkoff’s visit next week. It’s unclear what was discussed, but a spokesperson for Driscoll told reporters the “talks are going well, and we remain optimistic”.</p><p>Yuri Ushakov, a Kremlin aide, however said that the peace plan was not discussed in meetings with US officials in Abu Dhabi.</p><p>Reporting from Moscow, Al Jazeera’s Yulia Shapovalova said there was a lot of “uncertainty” at the Kremlin at the moment. The Russian side, she said, was not happy about revisions to the peace plan because of the concessions implied for Russia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Death toll in fire at Hong Kong high-rise residential buildings rises to 36 | News | Al Jazeera",
            "time": "2025-11-26T13:55:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_69273dc04407-1764179392.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll in a fire that engulfed several high-rise apartment buildings in Hong Kong has risen to at least 36, authorities say, with more than 275 others still unaccounted for.</p><p>Hong Kong leader John Lee confirmed the updated death toll early on Thursday, hours after flames first took hold in apartment blocks in Tai Po, a district in the northern part of the city, on Wednesday afternoon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lee told reporters that at least 279 people were still unaccounted for while 29 were hospitalised, including seven in critical condition.</p><p>Firefighters worked into the night as thick, black smoke billowed from the 31-storey towers and orange flames lit up the sky at the Wang Fuk Court estate.</p><p>Nine people had been declared dead at the scene, the Fire Services Department said earlier in the day, while local media reported that some residents were believed to be trapped inside the buildings.</p><figure id=\"attachment_4132609\" aria-describedby=\"caption-attachment-4132609\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132609\" src=\"/wp-content/uploads/2025/11/afp_6927015c1086-1764163932.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An onlooker takes photos as a major fire engulfs several apartment blocks at the Wang Fuk Court residential estate (background) in Hong Kong's Tai Po district on November 26, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132609\" class=\"wp-caption-text\">An onlooker takes photos as fire engulfs the buildings in Hong Kong’s Tai Po district [AFP]</figcaption></figure><p>The fire department had upgraded the blaze to a level five alarm – the highest level – after nightfall.</p><p>Chan Derek Armstrong, deputy director of Hong Kong’s Fire Services Department, told reporters on Wednesday that the fire spread rapidly and authorities received numerous calls for help from residents.</p><p>“Debris and scaffolding of the affected buildings are falling down, so [that poses] additional danger to our frontline personnel,” he said, adding that high temperature inside the buildings posed a challenge for the emergency responders.</p><p>“It’s quite difficult for us to enter the buildings and go upstairs to conduct firefighting and rescue operations,” he said.</p><h2 id=\"people-trapped-inside\">‘People trapped inside’</h2><p>“There’s nothing that can be done about the property. We can only hope that everyone, no matter old or young, can return safely,” a Tai Po resident surnamed So, 57, told the AFP news agency near the scene of the fire.</p><p>“It’s heartbreaking. We’re worried there are people trapped inside.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Tai Po on Wednesday, journalist Laura Westbrook told Al Jazeera that when the fire started, it spread through bamboo scaffolding that was affixed to the buildings in the housing estate.</p><p>Frames of scaffolding were seen tumbling to the ground as firefighters battled the blaze, while scores of fire engines and ambulances lined the road below the development, witnesses told Reuters.</p><p>“As I’ve been standing here, I can smell the smoke and occasionally we hear these pops, as some of the debris falls to the ground,” Westbrook said.</p><p>Wang Fuk Court is one of many high-rise housing complexes in Hong Kong, a city that is one of the most densely populated areas in the world.</p><p>Harry Cheung, 66, who has lived at Block Two in one of the complexes for more than 40 years, said he heard “a very loud noise” at around 2:45pm local time (06:45 GMT) and saw a fire erupt in a nearby block.</p><p>“I immediately went back to pack up my things,” he told the Reuters news agency. “I don’t even know how I feel right now. I’m just thinking about where I’m going to sleep tonight because I probably won’t be able to go back home.”</p><h2 id=\"dozens-of-ambulances-fire-trucks\">Dozens of ambulances, fire trucks</h2><p>People had gathered on a nearby overhead walkway, watching in dismay and taking pictures as smoke billowed from the buildings.</p><p>Firefighters deployed 128 fire trucks and 57 ambulances to the scene.</p><p>Meanwhile, authorities set up a casualty hotline and opened two temporary shelters in nearby community centres for evacuated residents. Sections of a nearby highway also were closed by the firefighting operation.</p><p>“Residents nearby are advised to stay indoors, close their doors and windows, and stay calm,” the Fire Services Department said in a statement on Wednesday. “Members of the public are also advised to avoid going to the area affected by the fire.”</p><p>Tai Po, located near the border with mainland China, is an established suburban district with a population of about 300,000 people. Records show the housing complex consisted of eight blocks with almost 2,000 apartments housing about 4,800 people.</p></div></div></body></html>"
        },
        {
            "title": "India-China in new spat over Arunachal Pradesh: What’s it all about? | Border Disputes News | Al Jazeera",
            "time": "2025-11-26T13:46:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6926d0ae7198f-1764151470.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India and China are locked in a war of words after a months-long period of calm in their relationship over the alleged harassment of a woman from India’s eastern state of Arunachal Pradesh by Chinese authorities.</p><p>China claims the territory of Arunachal Pradesh and calls the region southern Tibet, or Zangnan.</p><p>Here is what happened, what the tensions over Arunachal Pradesh are about and why the new tensions between the world’s two most populous nations are significant.</p><h2 id=\"what-happened\">What happened?</h2><p>Prema Wangjom Thongdok was travelling on her Indian passport from the United Kingdom, where she lives, to Japan on Friday. She stopped at Shanghai Pudong International Airport in China for what was supposed to be a three-hour layover.</p><p>Thongdok alleged that Shanghai airport authorities instead detained and harassed her for 18 hours because her passport mentioned her place of birth as Arunachal Pradesh.</p><p>She added that the Chinese authorities at the airport said her Indian passport was “invalid”, claiming that Arunachal Pradesh was actually part of China.</p><p>“I had actually gone past the immigration gate. It was e-gate, so I put my passport through and went to the security gates,” Thongdok told the India Today news magazine over videolink from Thailand’s capital, Bangkok.</p><p>“One of the officials came and started screaming, ‘India! India!’ with my name and singled me out,” she added.</p><p>When Thongdok asked the official why she was being taken out, she said the official told Thongdok that her Indian passport is not valid because she was born in Arunachal Pradesh. Thongdok added that the official said: “Arunachal is part of China. Your passport is invalid.”</p><p>Thongdok said she responded: “Arunachal is part of India. I’ve never heard of it being part of China.”</p><p>She added that she was held up at the airport without being provided a timeline of how long the authorities would keep her.</p><p>Other Indian media outlets reported that Thongdok said she was pressured by airport authorities to buy a new ticket on China Eastern Airline and hinted that her passport would be returned only when she complied. This led to her losing money on missed flights and hotel reservations.</p><p>She added that with help from a friend in the UK, she eventually got in touch with the Indian consulate in Shanghai. Indian officials later escorted her onto a late-night flight out of the city.</p><p>The Indian Express newspaper reported that Thongdok had passed through Shanghai Pudong International Airport in October without any issues. It is unclear what was different this time.</p><p><strong>Have similar incidents happened before?</strong></p><p>In 2005, Beijing adopted a policy of issuing stapled visas to people from Arunachal Pradesh coming to China. Other Indian residents receive a stamped Chinese visa on their passports.</p><p>China’s argument: It cannot issue regular visas to people from Arunachal Pradesh when it considers them Chinese to start with.</p><p>But India has never accepted stapled Chinese visas on its passports. Doing so, it said, would be tantamount to accepting that people from Arunachal Pradesh are not Indian.</p><p>In 2013, two archers from Arunachal Pradesh were issued stapled visas  to travel to Wuxi in eastern China for the Youth World Archery Championship. India barred them from flying to China.</p><p>In July 2023, three martial arts athletes from Arunachal Pradesh were issued stapled visas for the World University Games, which took place in China’s Chengdu. The entire Indian wushu team as a result ended up not going to the games in Chengdu.</p><p>In <a href=\"/news/2023/9/22/china-bars-three-female-indian-athletes-from-asian-games-reports\">September 2023</a>, the same three wushu athletes from Arunachal Pradesh were unable to compete in the Hangzhou Asian Games because they were unable to download their accreditation cards, which were to serve as visas to visit China.</p><p>Indian Sports Minister Anurag Thakur cancelled his visit to Hangzhou for the inauguration of the games in protest.</p><h2 id=\"what-is-the-arunachal-pradesh-dispute-about\">What is the Arunachal Pradesh dispute about?</h2><p>The India-China border dispute over Arunachal Pradesh is a legacy of the British Empire, Raj Verma, a nonresident scholar at the Sigur Center for Asian Studies at George Washington University, told Al Jazeera.</p><p>In March 1914, the McMahon Line was established during the Simla Convention in India, which involved negotiations between Tibet, China and the British Empire. The line is named after the chief British negotiator, Henry McMahon. While Chinese delegates attended the convention, they did not sign the main agreement and did not recognise the McMahon Line.</p><p>McMahon nevertheless went ahead and decided on the line with Tibet. China has held that Tibet did not have the authority to unilaterally decide on the border with India, especially after China sent troops into Tibet and annexed it in 1951. Beijing has also turned to older maps, including from the British, that showed territory south of the McMahon Line as belonging to China.</p><p>Since gaining independence from Britain in 1947, India has treated the McMahon Line as the border with China.</p><p>Beijing has insisted that India and China need to negotiate and draw up their borders rather than relying on the British-era McMahon Line.</p><p>For decades, China claimed only a part of Arunachal Pradesh known as Tawang. But in recent years, its claim has extended to all of the northeastern Indian state.</p><p>Verma said tensions have intensified since Chinese President Xi Jinping came to power in 2012 and adopted a much more muscular approach to Beijing’s territorial demands.</p><p>“Our stance is steadfast and clear-cut when it comes to China’s sovereignty and territorial integrity. … We cannot lose one inch of territory passed down by our ancestors. Meanwhile, we want nothing from others,” Xi said in 2018.</p><p>China’s relations with many of its other neighbours have also soured over the past decade due to territorial disputes, including Beijing’s claims over all of the South China Sea.</p><p>“That [China’s posture] is the reason why it’s becoming more and more difficult for the dispute to be resolved, and it will be extremely difficult in the future for this issue to be resolved,” Verma said.</p><p>In India, Prime Minister Narendra Modi, in power since 2014, has also adopted a more assertive foreign policy, including on border disputes. He once said he would show “red eyes” – a metaphor in Hindi meaning to show firmness and strength – to China.</p><h2 id=\"how-has-the-arunachal-pradesh-dispute-played-out-historically\">How has the Arunachal Pradesh dispute played out historically?</h2><p>Arunachal Pradesh, India’s least populated state, has long been at the frontier of New Delhi-Beijing tensions.</p><p>In <strong>October 1962</strong>, present-day Arunachal Pradesh became one of the two theatres of the Indo-China War, and Beijing’s troops attacked Indian positions on both sides of the Namka Chu river.  Indian soldiers fled from Tawang although the Chinese People’s Liberation Army returned the territory to India after winning the war.</p><p>In <strong>October 1975</strong>, another skirmish broke out at the Tulung La pass, which connects Tibet and Arunachal Pradesh. Each side accused the other of attacking its soldiers. Four Indian soldiers were killed in what was the last deadly border clash between the neighbours until the 2020 crisis in Ladakh, in which at least 20 Indian soldiers and four Chinese service members were killed after hand-to-hand combat.</p><p>While the Arunachal Pradesh border has been largely peaceful for half a century, the competing Indian and Chinese claims over the region have played out in other ways.</p><p>In <strong>2012</strong>, China objected to the Dalai Lama’s scheduled visit to Arunachal Pradesh. “We firmly oppose Dalai visiting the so-called ‘Arunachal Pradesh’,” said Jiang Yu, who was the spokeswoman for China’s Ministry of Foreign Affairs at the time. The Dalai Lama did not visit the state in 2012.</p><p>In <strong>December 2022</strong>, minor border scuffles broke out in Tawang. Both sides blamed each other. While China accused Indian forces of obstructing a routine patrol, India alleged Chinese soldiers had encroached upon Indian territory and tried to “change the status quo”.</p><p>In <strong>January</strong>, China approved the construction of a dam in Medog County, Tibet, near the Indian border. India <a href=\"/features/2025/1/24/dam-for-a-dam-india-china-edge-towards-a-himalayan-water-war\">hit back</a>, approving the Siang Upper Multipurpose Project in Arunachal Pradesh to offset the impacts of the Chinese dam and prevent flooding. However, the Indian reservoir project risks submerging dozens of Indigenous villages in India and Bangladesh.</p><h2 id=\"why-is-arunachal-pradesh-significant\">Why is Arunachal Pradesh significant?</h2><p>The state is strategically important to India because it links the country with Southeast Asia and is also a military district, Verma said. The state shares international borders with Myanmar to the southeast and is close to Bhutan to the west. Myanmar, in turn, connects India to Thailand, Laos and beyond via the India-Myanmar-Thailand Trilateral Highway project.</p><p>Verma said the state is also of religious significance to China. In 1683, the sixth Dalai Lama, Tsangyang Gyatso, was born near Tawang.</p><p>China insists that Arunachal Pradesh is an extension of Tibet, itself a source of tension between the neighbours: India’s decision in 1959 to give the current Dalai Lama sanctuary after he fled Lhasa during a Chinese crackdown has long been viewed by Beijing as a provocation.</p><p>In September 2024, India named a previously unnamed mountain peak in Arunachal Pradesh after the sixth Dalai Lama.</p><p>China voiced dismay about this decision. “Let me say more broadly that the area of Zangnan is Chinese territory, and it’s illegal and null and void for India to set up the so-called Arunachal Pradesh in Chinese territory. This has been China’s consistent position,” said Lin Jian, the Chinese Foreign Ministry spokesperson at the time.<strong><br>\n</strong></p><p>“Beijing would be extremely reluctant to give up Arunachal Pradesh and the Tawang issue,” Verma said.</p><h2 id=\"how-have-authorities-in-china-and-india-reacted\">How have authorities in China and India reacted?</h2><p>In response to a reporter’s question about Thongdok’s experience at the Shanghai airport, Chinese Foreign Ministry spokesperson Mao Ning said on Tuesday: “Zangnan is China’s territory. The Chinese side has never recognised the so-called Arunachal Pradesh, illegally set up by India.”</p><p>She insisted that Chinese officials had dealt with Thongdok “in accordance with laws and regulations”.</p><p>“The law enforcement was impartial and nonabusive. The lawful rights and interests of the person concerned were fully protected. No compulsory measures were taken on her, and there was no so-called detaining or harassing. The airline provided her with resting facilities and meals,” Mao said.</p><p>In response to his Chinese counterpart’s statements, Randhir Jaiswal, spokesperson for the Indian Ministry of External Affairs, said on Tuesday: “Arunachal Pradesh is an integral and inalienable part of India, and this is a self-evident fact. No amount of denial by the Chinese side is going to change this indisputable reality.”</p><p>Jaiswal added: “The issue of the detention has been taken up strongly with the Chinese side. Chinese authorities have still not been able to explain their actions, which are in violation of several conventions governing international air travel. The actions by the Chinese authorities also violate their own regulations that allow visa free transit up to 24 hours for nationals of all countries.”</p><h2 id=\"what-does-this-mean-for-india-china-relations\">What does this mean for India-China relations?</h2><p>Verma said the latest dispute is “a minor blip in the bilateral relationship” between India and China. “It should not be an issue when it comes to improving India-China relations.”</p><p>The relationship between New Delhi and Beijing, especially frigid from 2020 to 2024, has thawed over the past year. Both have been battered by heavy tariffs imposed by United States President Donald Trump, which analysts said have forced them to cooperate.</p><p>In 2020, India-China relations hit a low point after the Galwan Valley clash in Ladakh. This marked the first deadly border incident in 40 years and resulted in India banning 200 Chinese apps, including TikTok. India’s foreign minister called it the “most difficult phase” in decades.</p><p>Since late 2024, both nations have sought to reset ties. Modi and Xi met in Kazan, Russia, during a troop disengagement along the Line of Actual Control.</p><p>In August, Chinese Foreign Minister Wang Yi visited India, leading Modi to praise their “respect for each other’s interests” and “steady progress” in relations. Later that month, Modi made his first visit to China in more than seven years and met Xi for talks.</p><p>Still, Verma pointed out, despite the thaw in ties, “the overall strategy of both countries towards each other has not changed.”</p><p>“Both countries view each other as rivals, and the competition and rivalry between the two countries will continue,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Europe reimagines rearmament at sea, learning from Russia’s war on Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-26T13:34:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-05-15T130548Z_952234155_RC2NHEAHYNTA_RTRMADP_3_UKRAINE-CRISIS-DRONES-1764160718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Athens, Greece –</strong> Days before a <a href=\"/news/2025/11/25/trump-says-close-to-ukraine-deal-kyivs-allies-urge-pressure-on-moscow\">new United States-led peace proposal</a> diverted his attention, Ukrainian President Volodymyr Zelenskyy met Greek Prime Minister Kyriakos Mitsotakis in Athens, where the two leaders announced plans to cooperate “on the development and deployment of maritime unmanned systems”.</p><p>The following day, on November 17, he was in the French capital, Paris, announcing the co-production of Rafale multirole aircraft and interceptor drones, and the day after that, he was in the Spanish capital, Madrid, calling for co-production of precision-guided missiles.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Other co-production agreements have been signed with Denmark, Germany and the United Kingdom.</p><p>The current peace plan being proposed by the administration of US President Donald Trump, if anything, makes such weapons programmes even more urgent, say experts.</p><p>“None of the drafts that are currently circulating are going to be anything close to being enacted. So there is no peace plan,” said Keir Giles, a Eurasia expert with Chatham House, a London-based think tank.</p><p>“However, if … this is something we have to take seriously, then … this makes Ukraine’s situation incalculably worse,” he told Al Jazeera. “The whole point of the Russian proposals is to leave Ukraine defenceless against the next round of Russian attacks.</p><p>“Ukraine is even more reliant on whatever long-term agreements for bolstering its defence it can lock in as rapidly as possible,” Giles said.</p><h2 id=\"technology-to-give-ukraine-an-edge\">Technology to give Ukraine ‘an edge’</h2><p>As Ukraine weaves itself into the defence fabric of Europe, it is offering its combat experience and its battlefields as testing grounds for new systems, particularly unmanned systems. In return, it seeks to light the forges of long-dormant production to match Russia in scale.</p><p>“Ukraine is moving towards integrating all of its unmanned systems,” Ukraine arms expert Olena Kryzhanivska told Al Jazeera, adding, “either aerial, ground or naval systems. So that’s the symbiosis of different technologies. That’s something that would give an edge in this conflict.”</p><p>On December 31, Ukraine became the first country in the world to down enemy helicopters by mounting air-to-air Sidewinder missiles on a domestically manufactured Magura unmanned surface vessel (USV) and launching them remotely.</p><p>On May 2, it made military history again, downing two Russian Sukhoi jets from a Magura.</p><p>Last month, Ukraine’s coastal defence forces experimented again, using a Magura to deliver a first-person view (FPV) drone close to Russian vessels.</p><p>“The operation was quick, accurate, and without risk to our fighters,” the unit said.</p><p>Ukraine’s Security Service (SBU) said it had modified the Magura to travel 1,500km (930 miles) autonomously and doubled its payload to 2 tonnes of explosive.</p><figure id=\"attachment_4116970\" aria-describedby=\"caption-attachment-4116970\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4116970\" src=\"/wp-content/uploads/2025/11/AP25321465962413-1763540062.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukrainian President Volodymyr Zelenskyy, left, and French President Emmanuel Macron shake hands after a joint media conference at the Elysee Palace in Paris on November 17, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4116970\" class=\"wp-caption-text\">Ukrainian President Volodymyr Zelenskyy, left, and his French counterpart, Emmanuel Macron, at the Elysee Palace in Paris, November 17, 2025 [Sarah Meyssonnier/Pool Photo via AP]</figcaption></figure><p>Ukraine’s Defence Minister Denys Shmyhal proudly displayed it to foreign dignitaries at the International Defence Industries Forum in Kyiv.</p><p>Its innovation could make Ukraine a valuable partner to European defence consortia.</p><p>Representatives of Greece’s largest shipyard, Skaramangas, plan to be among those travelling to Ukraine to discuss co-production deals.</p><p>“We are developing a small unmanned reconnaissance craft and a larger, 12-metre unmanned craft with heavy weaponry,” Skaramangas Shipyards chief Miltiadis Varvitsiotis told Al Jazeera. “These are going to be made of composite materials, possibly carbon fibre, which we have developed extensively, but we are also looking into other materials.”</p><p>Those other materials could perhaps come from the UK, where a startup, Expedition Zero, has patented a process to turn volcanic rock into boat hulls by creating a compound out of the silicon in the rock and resin. It calls the product EcoMinera because it was originally developed as an eco-friendly, recyclable alternative to fibreglass.</p><p>Expedition Zero builds 12-metre catamarans and has built a prototype 20-metre ocean-going sailing vessel. But EcoMinera’s properties now appear applicable to military uses as well. The material resists abrasion better than steel, so a hull made of it can survive groundings and collisions, and since it melts at volcanic temperatures of 1,500C (2,732F), it can be used to bulletproof fuel tanks and fireproof lithium batteries.</p><p>“We’ve already had discussions with companies that said, ‘If you can give us a product that will contain a lithium fire on a yacht, we’ll buy it from you tomorrow’,” Expedition Zero boss Andrew Cowen told Al Jazeera.</p><p>“We’re talking to a group in the UK already about an application for an underwater autonomous vehicle … It could easily have a military application as well, because a lot of these vehicles operate in harsh environments.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"transforming-europe\">Transforming Europe?</h2><p>More than a year ago, former European Central Bank chief Mario Draghi named innovation as one of the three key areas where Europe was lagging behind its competitors.</p><p>“We rely on a handful of suppliers for critical raw materials and import over 80 percent of our digital technology,” he said. “Only four of the world’s top 50 tech companies are European … We must bring innovation back to Europe.”</p><p>Six months after Draghi’s speech, European Commission President Ursula von der Leyen announced that the defence sector was being endowed with a 150-billion-euro ($170bn) windfall from Brussels and 650 billion euros ($750bn) in fiscal space from national budgets – a plan called RearmEU.</p><p>Another $164bn could come next month from <a href=\"/news/2025/10/2/will-europe-use-russian-assets-to-fund-ukraine-could-moscow-hit-back\">frozen Russian assets in Europe</a>.</p><p>The threat perception from Russia and the motive power of this money stand in stark contrast to the indifference of European governments to defence innovation before the Ukraine war.</p><p>In 2018, Greek company Barracuda built Greece’s first USV and the Hellenic Navy deployed it as part of a NATO exercise off Taranto in southern Italy. Its five cameras relayed live images via a Greek frigate to NATO headquarters in Brussels.</p><p>Three years later, Barracuda built Multi Mission 747, an inflatable USV that could be configured to carry two torpedoes or a rocket launcher – much like the Magura concept Ukraine developed last year.</p><p>Neither Barracuda’s reconnaissance USV nor its search-and-destroy USV were ordered by the Hellenic Navy.</p><p>“There was great interest from officers but none from the politicians who draft the budgets,” Barracuda founder Tasos Hatzistefanou told Al Jazeera. “If the Hellenic Navy in 2021 had procured Multi Mission 747, I would have built an unmanned underwater vehicle by now, but in this environment, I’m not allowed to be creative.”</p><p>That may now change, with European money and Ukrainian experience.</p><p>“It will happen,” said Hatzistefanou. “But we lost a lot of time in which we could have performed miracles.”</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action’s legal challenge against UK government ban begins | Courts News | Al Jazeera",
            "time": "2025-11-26T13:20:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__868T73Q__v1__HighRes__BritainIsraelPalestiniansConflictDemonstration-1764159819.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Legal action by <a href=\"/news/2025/11/25/palestine-action-cofounder-to-challenge-groups-proscription-in-uk-court\">Huda Ammori</a>, the cofounder of Palestine Action, has begun in London’s High Court against the decision by the United Kingdom government to designate the activist group as a terrorist organisation.</p><p>The interior ministry, or Home Office, proscribed the pro-Palestinian group in July, days after activists protesting against Israel’s genocidal war on Gaza broke into an air force base in southern England. Prosecutors have said they caused an estimated 7 million pounds ($9.3m) damage to two aircraft at the base.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The <a href=\"/news/2025/10/17/uks-palestine-action-group-wins-legal-bid-to-challenge-ban\">legal action</a> brought on Wednesday at London’s Royal Courts of Justice is expected to last until Thursday, with a third day to be set at a later stage.</p><p>“Today marks the beginning of our legal challenge to one of the most extreme attacks on civil liberties in recent British history – a measure condemned across the political spectrum as an affront to our democracy and an unjustifiable drain on counterterror resources that should be focused on actual threats to the public,” Ammori said at the beginning of the hearing.</p><p>Reporting from London, Al Jazeera’s Sonia Gallego said there were protesters outside the court who were displaying posters which express their support for Palestine Action.</p><p>“What they are doing is in effect taking part in a direct action which is showing exactly what the repercusions of this ban are,” she said.</p><p>“You have a line of people here who are displaying posters and publicly expressing their support for the direct action protest group Palestine Action. Meanwhile, you have police who are slowly mobilising and starting to approach demonstrators who are holding up those signs and arresting them for that very action.”</p><h2 id=\"up-to-14-years-in-prison\">Up to 14 years in prison</h2><p>Since the proscription – which makes being a member of Palestine Action or inviting support for it a serious criminal offence punishable by up to 14 years in prison – came into effect, at least 2,300 people have been arrested, according to protest organisers Defend Our Juries.</p><p>Those arrested include students, teachers, pensioners and even an 83-year-old retired vicar, with many carried away from the protests by police.</p><p>According to London’s Met Police, so far 254 people have been charged with a lesser offence, which carries a sentence of up to six months.</p><p>The <a href=\"/video/inside-story/2025/7/21/what-are-the-implications-of-the-uk-ban-on-palestine-action\">proscription</a> under the Terrorism Act 2000 means the group has been added to a list that also includes armed organisations like al-Qaeda, ISIL (ISIS) and Hezbollah.</p><p>The Home Office said in a statement before Wednesday’s hearing that Palestine Action had “conducted an escalating campaign involving not just sustained criminal damage, including to Britain’s national security infrastructure, but also intimidation and alleged violence and serious injuries to individuals”.</p><p>Lawyers representing Ammori argued the proscription is a misuse of the country’s anti-terrorism laws.</p><h2 id=\"disproportionate-and-unnecessary\">‘Disproportionate and unnecessary’</h2><p>United Nations human rights chief Volker Turk has said the ban “appears disproportionate and unnecessary”, while Europe’s human rights watchdog, the Council of Europe, criticised “excessive limits” on the right to protest.</p><p>Concerns have also been raised after Justice Martin Chamberlain, the judge due to hear the legal challenge, was removed from the case at the last minute without explanation.</p><p>Chamberlain, a judge “widely respected for his fairness and independence”, has been removed from significant cases concerning Palestine, according to UK-based activist group Defend Our Juries.</p><p>This includes his last-minute removal from a legal challenge against the UK’s sale of F-35 aircraft parts to Israel, which he himself had granted permission to proceed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to Defend Our Juries, concerns are amplified because two of the three replacement judges have links that “at least raise the appearance of a conflict of interest”.</p><p>Dame Victoria Sharp’s family is connected to former British Prime Minister Boris Johnson, “to prominent pro-Israel lobbyist and major Labour Party donor Trevor Chinn, and the group Quilliam, which has been widely condemned as Islamophobic and for supporting [British far-right activist] Tommy Robinson”, said Defend Our Juries.</p><p>Justice Jonathan Swift, meanwhile, has “represented the Home Office, which is the defendant in this judicial review” on numerous occasions, according to Defend Our Juries.</p><p>Emily Apple, spokesperson for Campaign Against Arms Trade, said that Sharp and Swift’s backgrounds raise “serious questions around the lack of impartiality and transparency in our judicial system, and whether this is now a pattern in significant legal cases concerning Palestine”.</p><p>Set up in 2020, Palestine Action’s stated goal on its now-blocked website is to end “global participation in Israel’s genocidal and apartheid regime”.</p><p>It has mainly targeted weapons factories, especially those belonging to the Israeli defence group Elbit.</p><p>Since the ban came into force on July 5, protesters have held a string of rallies at which they have held up signs saying: “I oppose genocide, I support Palestine Action.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Somalia drought threatens mass starvation as aid slows down | Hunger | Al Jazeera",
            "time": "2025-11-26T12:44:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764161053.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s systematic campaign to expel West Bank Palestinians | Occupied West Bank | Al Jazeera",
            "time": "2025-11-26T12:25:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764159891.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Major fire puts Hong Kong on highest alert as firefighters tackle blaze | Newsfeed | Al Jazeera",
            "time": "2025-11-26T12:04:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764158671.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia denies incursions into NATO airspace, but what’s really happening? | News | Al Jazeera",
            "time": "2025-11-26T11:57:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/EP-Thumbnail16X9-1-1764158215.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel lays siege to occupied West Bank’s Tubas, displaces tens of families | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-26T11:43:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/000_84KQ44K-1764154169.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"414\" data-end=\"636\">Israel has sealed off large parts of the Tubas governorate after sending heavy reinforcements into the northern Jordan Valley, shutting the region off from the rest of the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a> and imposing a sweeping siege.</p><p data-start=\"638\" data-end=\"986\">Residents told Al Jazeera on Wednesday that military bulldozers piled earth across every approach road before dawn, while Israeli Apache helicopters fired rounds over empty fields around Tubas in a bid to threaten Palestinian residents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"638\" data-end=\"986\">Troops then began house-to-house searches in the city of Tubas as well as the four nearby towns, including Tammun and Aqqaba, as the army announced a new military operation it claimed was targeting resistance fighters.</p><p data-start=\"988\" data-end=\"1290\">Tubas Governor Ahmed Asaad dismissed that justification, telling Al Jazeera that the Israeli assault has nothing to do with security and everything to do with geography.</p><p data-start=\"988\" data-end=\"1290\">“The assault is targeting Tubas for its location near the Jordan Valley, in a new effort to impose new realities,” he said.</p><p data-start=\"1292\" data-end=\"1558\">Asaad said about 30 families had been forced from their homes, and troops had seized several buildings on high ground overlooking the governorate.</p><p data-start=\"1292\" data-end=\"1558\">More than 50,000 Palestinians live across the five towns now encircled by the army.</p><h2 id=\"collective-punishment\" data-start=\"1292\" data-end=\"1558\">Collective punishment</h2><p data-start=\"1560\" data-end=\"1898\">Asaad condemned what he described as a new round of <a href=\"/news/2025/11/25/israels-war-on-gaza-curbs-drive-palestinian-economy-to-record-collapse\">collective punishment</a> on a community already facing daily incursions and constant harassment at surrounding checkpoints.</p><p data-start=\"1560\" data-end=\"1898\">With the military curfew in place, he said local authorities had suspended schools and public institutions and activated emergency committees across the governorate.</p><p data-start=\"1900\" data-end=\"2170\">Movement of ambulances and medical teams has also been restricted. Asaad said Israeli forces blocked access to several patients who needed urgent care.</p><p data-start=\"1900\" data-end=\"2170\">Local officials have contacted the International Committee of the Red Cross to intervene and secure medical transfers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ethnic-cleansing\" data-start=\"1900\" data-end=\"2170\">Ethnic cleansing</h2><p data-start=\"2172\" data-end=\"2321\">At least two Palestinians were transferred to hospital on Wednesday after soldiers beat them during raids in Tubas and Tammun, according to Palestine Red Crescent Society medics.</p><p data-start=\"2323\" data-end=\"2570\">Residents told the Palestinian news agency Wafa that the scale of the operation, which began shortly after midnight, resembles the large invasions Israel has conducted across the West Bank since the Gaza genocide started in 2023, where troops have demolished homes, bulldozed roads, detained thousands and sought to ethnically cleanse Palestinians from their homes.</p><p data-start=\"2572\" data-end=\"2930\">Hamas condemned the “criminal Zionist occupation army”, saying the latest siege, curfew and raids reveal “the extent of the systematic crimes perpetrated by the extremist occupation government”.</p><p data-start=\"2572\" data-end=\"2930\">The group said the assault is part of a policy aimed at “crushing any Palestinian presence in order to achieve complete control over the West Bank” and an attempt to “<a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">ethnically cleanse</a>” the occupied territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2932\" data-end=\"3211\">“This operation is part of the ongoing annexation and displacement plans, through which the occupation seeks to transform West Bank cities and villages into besieged and fragmented areas,” Hamas said, adding that Israel’s “colonial project … will not break the will of our people”.</p><p data-start=\"3213\" data-end=\"3454\">The Palestinian Mujahideen Movement, another resistance faction, issued a separate statement denouncing the raid as part of an Israeli “open war” to annex the West Bank and forcibly remove its residents. It accused the United States of enabling Israel’s “systematic aggression”.</p><p data-start=\"3456\" data-end=\"3790\">This year alone, Israeli forces have carried out nearly 7,500 raids across the West Bank, according to the UN Office for the Coordination of Humanitarian Affairs (OCHA).</p><p data-start=\"3456\" data-end=\"3790\">“The occupied West Bank is experiencing its worst displacement crisis in decades,” OCHA said, citing demolitions, military operations and escalating Israeli settler violence.</p><p data-start=\"3792\" data-end=\"4159\">More than <a href=\"/news/2025/7/1/israel-has-killed-1000-palestinians-in-the-west-bank-since-october-7-2023\">1,000 Palestinians</a> have been killed by Israeli forces in the West Bank in the past two years.</p><p data-start=\"3792\" data-end=\"4159\">Earlier this month, Human Rights Watch said Israel’s mass displacement from three refugee camps amounts to war crimes and crimes against humanity.</p><p data-start=\"3792\" data-end=\"4159\">UNRWA, the UN agency for Palestinian refugees, estimates nearly <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">32,000 Palestinian refugees</a> have been forced from those camps and surrounding neighbourhoods.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Does adolescence last until 32? Scientists unlock brain’s five eras | Health News | Al Jazeera",
            "time": "2025-11-26T11:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6926c4cf-1764148431.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new study has found that adolescence can continue until the age of 32, as humans hit four major “turning points” in brain development at the ages of about nine, 32, 66 and 83.</p><p>Published on Tuesday in the journal, Nature Communications, the study examined nearly 4,000 scans of the brains of participants ranging in age up to 90.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Researchers mapped out the brain’s development using this data and discovered that humans go through five “brain phases” – and within them, four significant life turning points as they grow, mature and decline.</p><p>Importantly, they discovered, it is not until age 32 that human personality and intelligence “plateau” and stabilise following changes in early adolescence.</p><h2 id=\"what-are-the-five-phases\">What are the five phases?</h2><p>According to the study, brain development and ageing undergo five separate phases:</p><ul class=\"spaced-bullet-spacing\">\n<li>Childhood – from birth to age nine</li>\n<li>Adolescence – from nine to 32</li>\n<li>Adulthood – from 32 to 66</li>\n<li>Early ageing – from 66 to 83</li>\n<li>Late ageing – from 83 onwards</li>\n</ul><h2 id=\"when-does-the-brain-shift-from-one-phase-to-the-next\">When does the brain shift from one phase to the next?</h2><p>As the brain adapts to new surroundings and situations between birth and old age, researchers found that four ages – nine, 32, 66 and 83 – were the most pivotal in the brain’s development.</p><p>The shifts are characterised by developments such as puberty, personality stabilisation, “reorganisation” and decline.</p><p>In detail, these are as follows:</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132402\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-BRAIN-PHASES-NOV26-2025-1764155777.png?quality=80\" alt=\"INTERACTIVE - BRAIN PHASES - NOV26, 2025-1764155777\" data-interactive=\"true\" fetchpriority=\"low\"></p><h3>Childhood – birth to nine years old</h3><p>During this period, the grey and white matter of the brain rapidly grow.</p><p>According to information from United States-based Johns Hopkins Medicine, while grey matter primarily processes and interprets information, white matter transmits that information to other parts of the nervous system.</p><p>“In the brain, grey matter refers to the darker, outer portion, while white matter describes the lighter, inner section underneath,” Johns Hopkins says. “In the spinal cord, this order is reversed: the white matter is on the outside, and the grey matter sits within.”</p><p>According to the authors of the new study: “The first few years of life are marked by consolidation and competitive elimination of synapses [the junctions where neurons meet and communicate with each other] and rapid increases in grey and white matter volume.”</p><p>“This age also aligns with the onset of puberty, which begins between eight and 13 years old for females and nine and 14 years old for males, marking the initiation of significant alterations in hormone expression and robust neurological changes,” it added.</p><p>The report also found that the shift to adolescence introduced an “increased risk” of mental health, cognitive and behavioural disorders due to changes in hormones and a “neurobiological shift”.</p><h3>Adolescence – 9 to 32</h3><p>Previously, it was accepted that adolescence begins with puberty and ends before the age of 20. However, the study found that while adolescence certainly begins with puberty, its ending point is less clear.</p><p>“The transition to adulthood is influenced by cultural, historical and social factors, making it context-dependent rather than a purely biological shift,” the researchers found.</p><p>“Our findings suggest that in Western countries (ie, the United Kingdom and United States of America), adolescent topological development extends to around 32 years old, before brain networks begin a new trajectory of topological development,” they added.</p><p>The study found that by age 32 in Western countries, the brain experiences the “most directional changes and a large shift in trajectory” compared with other turning points in life, as this is when white matter integrity and volume in the brain are increasing rapidly.</p><p>The authors did not suggest a reason for this being the case in Western countries, and did not elaborate on how adolescence continues in people in other regions of the world.</p><h3>Adulthood – 32 to 66</h3><p>The study found that while brain development rapidly accelerates during the first two phases of life, in adulthood – the longest phase – there are no major turning points until the 60s, as the brain develops more slowly.</p><p>“This period of network stability also corresponds with a plateau in intelligence and personality,” it found.</p><h3>Early ageing – 66 to 83</h3><p>While the brain does not show any abrupt signs of decline during this phase, shifts in the patterns of connection in the brain do occur due to a decrease in white matter integrity.</p><p>The brain now works more independently in separate regions, coordinating less as a single whole.</p><p>The early 60s mark an important shift in health and cognition, with the onset of dementia and elevated blood pressure for many, both of which can accelerate brain ageing.</p><h3>Late ageing – 83 onwards</h3><p>While there is less data on this era of the brain’s progression than the other phases due to a low sample size, the study’s findings correlated with a declining trend in brain connectivity, the authors said.</p><p>“Therefore, this could reflect a true weakening relationship between age and structural brain topology in late life,” they added.</p><h2 id=\"why-is-this-significant\">Why is this significant?</h2><p>The new research into the period of adolescence is the most significant finding from the report.</p><p>According to the World Health Organization, adolescence ranges from 10 to 19 years of age. In 2018, a report in The Lancet medical journal found that adolescence ended in the 20s.</p><p>But Duncan Astle, professor of neuroinformatics at Cambridge University in England and one of the authors of the study, told The Independent newspaper that the new report helps us better understand the brain’s vulnerabilities.</p><p>“Looking back, many of us feel our lives have been characterised by different phases. It turns out that brains also go through these eras,” he said.</p></div></div></body></html>"
        },
        {
            "title": "EU-AU Summit Shows West now Taking Africa “Quite Seriously” | European Union | Al Jazeera",
            "time": "2025-11-26T11:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/HORIZONTAL-MONYAE-1764156092.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>David Monyae at the University of Johannesburg says shifting geopolitics has caused the EU to lose influence as a bloc and so it now wants to reset its relationship with Africa.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}