{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Mexico sends 37 more drug cartel suspects to US amid Trump attack threats | Drugs News | Al Jazeera",
            "time": "2026-01-21T06:05:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260120__93FC49F__v1__MidRes__MexicoUsCrimeDrugs-1768964551.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mexico sends 37 more drug cartel suspects to US amid Trump attack threats</h1><p class=\"article__subhead\"><em>Mexican Security Minister Omar Garcia Harfuch says US had promised that suspects will not face the death penalty.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Mexico has sent another 37 alleged members of Mexican criminal organisations to the United States, the country’s security minister said, amid US President Donald Trump’s <a href=\"/news/2026/1/7/trumps-attacks-on-venezuela-put-the-us-neighbour-mexico-on-edge\">threat of ground attacks against drug cartels</a> in the region.</p><p class=\"tr-story-p1\">The handover of alleged drug cartel members on Tuesday is the <a href=\"/news/2025/2/28/why-has-mexico-handed-over-drug-cartel-leaders-to-us-who-are-they\">third major transfer to the US in the past year</a> and brings the total number of suspects transferred to 92.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Images posted by Mexican Security Minister Omar Garcia Harfuch on X showed rows of fully-armed Mexican security personnel lined up next to a plane, as several armoured vehicles, presumably transporting the suspects, arrived.</p><p class=\"tr-story-p1\">“With this transfer, 92 high-impact criminals have now been sent to the US during this administration, preventing them from generating violence in our country,” Harfuch said on X.</p><p></p><p>The suspects were flown to Washington, Houston, New York, Pennsylvania, San Antonio, and San Diego on board seven Mexican Armed Forces aircraft, the minister said.</p><p>The latest swap occurred amid growing tension with Washington over cartel activity and repeated threats by President Trump to attack cartels inside Mexico’s borders with or without the Mexican government’s permission.</p><p>Those transferred by Mexico on Tuesday were wanted by US authorities due to their alleged links with criminal organisations, and presented public safety risks, Mexico’s military said in a statement.</p><p>Mexican lawmakers and legal experts have disputed the political and legal grounds for the government’s prisoner transfers to the US.</p><p>Security minister Harfuch stressed the transfers were carried out “in accordance with Mexico’s National Security Law and under bilateral cooperation mechanisms with the US, with full respect for national sovereignty”. He also said Mexico secured a commitment from the US that the suspects will not face the death penalty if convicted.</p><p>Among those sent to the US in the latest transfer was Pedro Inzunza Noriega, the father of the second-in-command of Mexico’s powerful Beltran Leyva cartel, who was arrested in December 2025 after the US named him in its first terrorism indictment against a Mexican drug trafficker.</p><p>The transfers are occurring as Trump has increased pressure on Mexico over drug cartels and has said land attacks against trafficking networks would follow recent <a href=\"/news/2025/10/17/trump-announces-submarine-attack-in-caribbean-amid-reports-of-survivors\">US attacks on vessels in the Pacific and the Caribbean region</a>, which have killed more than 110 people since September.</p><p>Mexican President Claudia Sheinbaum has ruled out US military intervention in Mexico to combat drug cartels, pointing out that fentanyl seizures at the US border with Mexico have decreased by 50 percent owing to her policy against drug crime.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US trade with Southeast Asia and Taiwan surging despite Trump tariffs | Trade War News | Al Jazeera",
            "time": "2026-01-21T05:18:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-04-10T133322Z_552695419_RC21VDA0QB26_RTRMADP_3_USA-TRUMP-TARIFFS-CAMBODIA-1768905247.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When United States President Donald Trump returned to office 12 months ago, he promised to slash the country’s trade deficit, which had swelled to about $918.4bn, or 3.1 percent of gross domestic product (GDP), for goods and services in 2024.</p><p>Invoking the International Emergency Economic Powers Act (IEEPA), he launched “reciprocal tariffs” on US trade partners to “rectify trade practices”, which the White House blamed for hollowing out US manufacturing, starting on April 2.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But preliminary trade data indicate that while the global US trade deficit fell in 2025 as Trump intended, the tariffs have not had their intended effect in Southeast and East Asia. Rather than reduce US dependence on the two regions, both major manufacturing hubs, the tariffs have simply rearranged supply chains.</p><p>“If you squeeze a balloon in one direction and people still want the product, then they will get the product, whatever it is, from a different location,” said Deborah Elms, head of trade policy at the Hinrich Foundation in Singapore.</p><p>“Trade moves to where trade opportunities can be found,” she told Al Jazeera. “We have shuffled the way that we do trade, but we haven’t ended trade.”</p><h2 id=\"drop-in-chinese-exports-to-us\">Drop in Chinese exports to US</h2><p>One of Trump’s top targets was China, the world’s factory and a major source of exports to the US.</p><p>Months of tit-for-tariffs imposed by Washington and Beijing ended with an average US duty of 47.5 percent on Chinese goods as of November 2025, according to the US-based Peterson Institute for International Economics.</p><p>The final duties could change following a future meeting between Trump and Chinese President Xi Jinping, scheduled for April, but it has already led to a sharp drop in trade.</p><p>Amid the turmoil of 2025, the value of Chinese exports to the US fell 20 percent, according to Chinese customs data.</p><p><span>The US Census Bureau, which publishes US trade data, reported that the trade deficit for goods also fell dramatically. The value of imported goods from China fell from $438.7bn in 2024 to $266.3bn in 2025, according to US Census data.</span></p><p>The overall US trade deficit for goods fell from <span>$245.5bn in 2024 to $175.4bn in 2025, according to the same data. </span></p><p>US trade data tell a different story for Southeast Asia, however, whose manufacturers are a key part of the “Chinese Plus One” supply chain.</p><h2 id=\"southeast-asia-s-gain\">Southeast Asia’s gain</h2><p>The region was a major target of Trump’s “Liberation Day” tariffs, with preliminary duties set at 17 to 49 percent for Cambodia, Indonesia, Malaysia, the Philippines, Thailand and Vietnam. Tariffs were later negotiated to 19 to 20 percent through bilateral trade deals that allowed some sector-specific exemptions.</p><p>While higher than before, they are still less than the US tariffs imposed on China.</p><p>The US trade in goods with Thailand, Indonesia and the Philippines all rose in 2025, even as these countries faced “reciprocal tariff” rates of 19 percent, according to census data. The US trade deficit for goods rose 11 percent with Indonesia, 23 percent with Thailand, and an astonishing 38 percent with the Philippines – albeit from a relatively modest $4.9bn to $6.8bn.</p><p>Trade in goods with Cambodia and Malaysia remained unchanged between 2024 and 2025, despite tariffs of 19 percent, according to census data.</p><p>The most substantial change in terms of the dollar amount in Southeast Asia was seen in Vietnam, where the US trade deficit for goods rose more than $20bn – from $123.4bn in 2024 to $145.7bn in 2025 – despite a 20 percent tariff, according to the same data.</p><h2 id=\"is-china-just-rerouting-its-goods\">Is China just rerouting its goods?</h2><p>Some of this shift can be explained by Chinese goods being rerouted through Southeast Asia to the US – a practice known as transshipment – but Zichun Huang, a China economist at the United Kingdom’s Capital Economics, told Al Jazeera that supply chains continue to move around.</p><p>“Rerouting of exports to the US via neighbouring countries has played a role. But it has not been the main driver,” she said by email.</p><p>“Instead, there’s been a more fundamental reconfiguration of supply chains: ASEAN is importing more machinery and intermediate goods from China, which are being used in the production of exports sent to the US,” she continued, using the acronym for the Association of Southeast Asian Nations.</p><p>Chinese exporters are also expanding their customer base beyond the US, as reflected in China’s record $1.19 trillion global trade surplus in 2025, posted last week by Beijing’s General Administration of Customs.</p><p>The White House last year threatened to impose a 40 percent tariff on “transshipments”, but the term has become increasingly hard to define as supply chains spread across Southeast Asia, with goods crossing borders multiple times during the manufacturing process, according to Nick Marro, principal economist for Asia at the Economist Intelligence Unit.</p><p>“Probably one reason why we haven’t seen the US move on this is the difficulty in defining a transshipment,” he told Al Jazeera. At the same time, he said, the US is distracted with trade and foreign policy concerns in other parts of the world.</p><h2 id=\"taiwan-trade-booms-with-ai-as-key-driver\">Taiwan trade booms, with AI as key driver</h2><p>Trump has threatened new tariffs on European countries that oppose the US’s moves to take control of Greenland, as well as countries that continue to do business with Iran following Tehran’s crackdown on mass antigovernment protests.</p><p>Trump has meanwhile shown that he can have competing and even contradictory aims for the US economy, according to experts like Elms. While the US president may want the US trade deficit to shrink, he also wants to fuel the AI boom and US-based manufacturing.</p><p>Nowhere is this clearer than in Trump’s dealings with Taiwan, which the US president has previously accused of stealing the chip industry from the US.</p><p>Trade with Taiwan is booming, even as it has fallen elsewhere in East Asia, according to US government data. The US deficit with Taiwan ballooned more than 50 percent from $73.7bn in 2024 to $111.8bn in 2025, thanks to tariff carveouts for Taiwan’s semiconductors and derivative parts.</p><p>Trump’s “reciprocal tariffs” on Taiwanese goods – agreed to last week as 15 percent – only affected about 30 percent of exports, according to Kristy Tsun-Tzu Hsu, director of the Taiwan ASEAN Studies Centre at the Chung-Hua Institution for Economic Research in Taipei.</p><p>Still, the surge in exports caught many observers off-guard, she told Al Jazeera.</p><p>“This is very different from what everybody expected, because Taiwan and other countries expected weak exports last year, but because of this inventory [stockpiling] and the AI boom, there is very strong demand for semiconductors.”</p><p>Hsu said the same demand explained the surge in imports from Vietnam, which has risen through the ranks to become one of the US’s top chip suppliers. She expected the surge to continue into 2026 for both places.</p><p>Elms said Trump was unlikely to move against Taiwan on the issue of chips, despite the ballooning US trade deficit.</p><p>She acknowledged the US president’s “desire to have the trade deficits shrink”.</p><p>But she added, “Trump loves the stock market boom as a result of AI.”</p><p>“I think for Trump, if you said to him, would you rather have a lower trade deficit overall or a higher booming stock market? He would vote for the stock market every time,” she said.</p><h2 id=\"what-s-next\">What’s next?</h2><p>Whether the tariffs will remain in place is uncertain as Trump’s “reciprocal tariffs” face a legal challenge at the US Supreme Court. Experts told Al Jazeera that even if the court strikes them down, the tariffs could still take months if not years to unwind.</p><p>Priyanka Kishore, director and principal economist at Asia Decoded in Singapore, told Al Jazeera that the midterm elections in the US in November could dent Trump’s enthusiasm for tariffs as the country’s prices rise.</p><p>“At this point in time, there’s a lot of uncertainty. There are two very strong schools of thought. One is that he has a lot of other avenues to go through,” said Priyanka Kishore, director and principal economist at Asia Decoded in Singapore. “And the other is that the general sentiment is turning against him. He does not have the popular support that he used to have.”</p></div></div></body></html>"
        },
        {
            "title": "Nigerian police confirm gunmen abducted villagers, after initial denials | Crime News | Al Jazeera",
            "time": "2026-01-21T05:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768971215.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nigerian police confirm gunmen abducted villagers, after initial denials</h1><p class=\"article__subhead\"><em>The head of a Christian church alliance says 172 people were kidnapped by armed men, and that nine later escaped.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in <a href=\"/news/2024/3/7/dozens-of-pupils-abducted-by-gunmen-in-nigerias-northwest\">Nigeria’s Kaduna State</a> said that armed bandits abducted dozens of villagers over the weekend, after initially dismissing the incident.</p><p>In a statement late on Tuesday, Nigeria’s national police spokesman, Benjamin Hundeyin, said an “abduction” had indeed occurred on Sunday, and that the police had launched security operations “with a clear focus on locating and safely rescuing the victims and restoring calm to the area”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hundeyin said the earlier denials by officers and other officials were “intended to prevent unnecessary panic while facts were being confirmed”. The police statement did not say how many people were abducted.</p><p>In an interview with The Associated Press news agency, Kaduna State lawmaker Usman Danlami Stingo put the number of missing people at 168.</p><p>The head of the Christian Association of Nigeria in the northern part of the country, Reverend John Hayab, told the Reuters news agency by phone on Monday that at least 172 worshippers were kidnapped, and that nine later escaped, leaving 163 still missing.</p><p>Sunday’s raid is the latest in a wave of mass kidnappings targeting both Christians and Muslims in Nigeria.</p><p>Gangs, known in Nigeria as “bandits”, frequently carry out mass kidnappings for ransom, and loot villages, mainly in the northern and central parts of Africa’s most populous country.</p><p>Al Jazeera’s Ahmed Idris, reporting from Kurmin Wali village in Kaduna State, said dozens of gunmen stormed the village on Sunday as people gathered to pray in three churches and abducted a quarter of the village’s residents.</p><p>“Two days after the attack, the community received a demand,” Idris said.</p><p>“The bandits want the return of 10 missing motorcycles they hid in the bush. For now, that is the condition for the release of the captives. But Kurmin Wali residents say they don’t know where the bikes are, and they have been robbed to a point where many can hardly afford to feed themselves,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>In November, armed gangs <a href=\"/news/2025/12/21/nigeria-says-130-kidnapped-catholic-schoolchildren-freed\">seized more than 300 students and teachers</a> from a Catholic school in the country’s Niger State, with 50 escaping and the rest being released in two batches weeks later.</p><p>Roughly evenly split between a mostly Christian south and Muslim-majority north, Nigeria is home to myriad conflicts, which experts say kill both Christians and Muslims, often without distinction.</p><p>But United States President Donald Trump has latched onto the security situation in Nigeria, focusing on the killing of Christians and putting Abuja under diplomatic pressure.</p><p>In late December, the US launched strikes on what it and the Nigerian government said were armed groups in northwestern Sokoto State.</p><p>Nigeria said it approved the strikes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Justice Department probes Minnesota officials amid migration raids | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T04:43:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T221730Z_670910072_RC285JAKIWUY_RTRMADP_3_USA-TRUMP-PROTESTS-1768963237.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minnesota Governor Tim Walz, Attorney General Keith Ellison and Minneapolis Mayor Jacob Frey are among a group of state officials who say they are under investigation by the US Department of Justice (DOJ), a week after they sued the federal government over its controversial immigration raids.</p><p>The DOJ probe will review whether Minnesota state officials conspired to obstruct justice by preventing federal immigration officers from carrying out their duties, US broadcaster CBS News reported late on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The investigation is the latest twist in an <a href=\"/news/2026/1/19/pentagon-orders-troops-to-prepare-for-potential-minnesota-deployment\">escalating showdown</a> between Minnesota officials and the administration of President Donald Trump over immigration raids in the state, including the operation where an Immigration and Customs Enforcement (ICE) agent shot dead Renee Good, a mother of three and a US citizen.</p><p>Governor Walz confirmed the DOJ investigation in a statement on Tuesday, describing the move as “political theatre”.</p><p>“This Justice Department investigation, sparked by calls for accountability in the face of violence, chaos and the killing of Renee Good, does not seek justice. It is a partisan distraction,” he said.</p><p></p><p>In a post on X, Attorney General Ellison said the Justice Department had subpoenaed his office for “records and documents related to my office’s work with respect to federal immigration enforcement, not for me personally”.</p><p>Ellison called the move “highly irregular”, given the timing of the order so soon after the state filed a January 12 lawsuit against the Department of Homeland Security, which oversees ICE and Customs and Border Protection (CBP).</p><p>“Trump’s DOJ is more focused on investigating my office than the killing of Renee Good,” Ellison wrote on X.</p><p>“I will not be intimidated, and I will not stop working to protect Minnesotans from this campaign of revenge,” he said.</p><p>In a statement announcing the federal lawsuit last week, Ellison’s office said the ICE raids were “dangerous, illegal, and unconstitutional stops and arrests, all under the guise of lawful immigration enforcement”.</p><p></p><p>Minneapolis Mayor Frey described the DOJ investigation as an attempt to intimidate state officials.</p><p>Frey’s office earlier released a copy of the Justice Department subpoena, which calls for “any records tending to show a refusal to come to the aid of immigration officials”, according to The Associated Press news agency.</p><p>The documents will be reviewed by a grand jury on February 3, which will assess whether there is probable cause to proceed with the lawsuit.</p><p>The Department of Homeland Security launched an enormous immigration operation to deploy thousands of ICE and CBP officers to the Minnesota cities of Minneapolis and St Paul – known as the “Twin Cities” – in December, as part of Trump’s crackdown on undocumented immigrants in Democrat-led cities.</p><p>The Minnesota crackdown became global news in early January when an ICE officer shot and killed Good, 37, who was monitoring an immigration raid as a citizen observer. The DOJ has since <a href=\"/news/2026/1/19/doj-says-wont-investigate-ice-agents-fatal-shooting-of-renee-good\">declined to investigate the shooting</a> despite widespread public outrage across the country.</p><p>Trump has threatened to use the Insurrection Act against the state and has <a href=\"/news/2026/1/19/pentagon-orders-troops-to-prepare-for-potential-minnesota-deployment\">readied 1,500 active-duty soldiers</a> in Alaska to prepare to deploy to Minnesota to quell potential protest violence, according to a Reuters report, citing unnamed US officials.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ex-Japanese Prime Minister Abe’s killer sentenced to life | News | Al Jazeera",
            "time": "2026-01-21T04:43:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2022-07-10T121509Z_781204033_RC2P8V9D96MQ_RTRMADP_3_JAPAN-ABE-1-1761632707.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-Japanese Prime Minister Abe’s killer sentenced to life</h1><p class=\"article__subhead\"><em>Tetsuya Yamagami shot the Japanese politician dead in 2022.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The gunman who killed Japan’s former prime minister <a href=\"https://apnews.com/article/shinzo-abe-obituary-de5d5c3a798e1ac4fde4073763cf76df\">Shinzo Abe</a> has been sentenced to life in prison, more than three years after the politician’s assassination in broad daylight shocked the world.</p><p>Judge Shinichi Tanaka handed down the sentence against Tetsuya Yamagami on Wednesday at a court in the city of Nara.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Yamagami, 45, had admitted to fatally shooting Abe in 2022 in a crime that convulsed Japan, where gun violence is extremely rare.</p><p>In Japan, a sentence of life imprisonment leaves open the possibility of parole, though experts say that many of those who receive the penalty die while incarcerated.</p><p>Prosecutors had sought a life sentence for Yamagami, calling the murder “unprecedented in our post-war history” and citing the “extremely serious consequences” it had on society.</p><p>At the opening of Yamagami’s trial in October, prosecutors argued that the accused had been motivated to kill Abe by a desire tarnish the image of the Unification Church.</p><p>Yamagami “thought if he killed someone as influential as former prime minister Abe, he could draw public attention to the Church and fuel public criticism of it,” a prosecutor said.</p><p>Yamagami’s lawyers had argued for a maximum punishment of 20 years imprisonment, citing hardship suffered by his family after his month donated her life savings to the church.</p><p>People queued for get tickets to enter the Nara courtroom on Wednesday morning, highlighting the intense public interest in the trial.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Yamagami’s killing of Abe exposed deep links between Japan’s ruling Liberal Democratic Party (LDP) and the <a href=\"/news/2022/10/17/japans-pm-kishida-orders-probe-into-unification-church\">Unification Church</a>, an organisation many consider a cult.</p><p>An internal party investigation found that more than a hundred lawmakers had dealings with the church, leading many voters to shun the LDP, which has ruled Japan almost continuously since World Word II.</p><p>Japanese media quoted Yamagami telling the court that he took out his anger on Abe because the former prime minister had once sent a video message to an event held by a group affiliated with the church.</p><p>Founded in South Korea in 1954, the Unification Church is famous for its mass weddings and counts Japanese followers as a key source of income.</p><p>While Abe was a divisive figure domestically, he was among the few global leaders to have a strong rapport with US President Donald Trump.</p><p>Abe was the first foreign leader to meet Trump after his 2016 election victory, and the two went on to forge a close bond over rounds of golf in the US and Japan.</p><p>Abe served as prime minister for 3,188 days over two separate terms, before stepping down in September 2020, citing health reasons.</p><p>His protegee <a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\">Sanae Takaichi</a> now leads Japan and the LDP, but the party’s grip on power has diminished following the loss of its majorities in both houses of parliament.</p><p>Takaichi has repeatedly referenced her friendship with Abe in her own dealings with Trump.</p></div></div></body></html>"
        },
        {
            "title": "What is Bangladesh’s Jamaat-e-Islami party? Could it lead the country next? | Elections News | Al Jazeera",
            "time": "2026-01-21T03:22:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250719__679C7BY__v1__HighRes__BangladeshPolitics-1752959067.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p></p><p class=\"pf0\"><strong>Dhaka, Bangladesh</strong> – For the first time in his life, Abdur Razzak, a 45-year-old banker in Bangladesh’s Faridpur district, believes the political party he supports has a real chance of coming to power as the leader of a governing alliance.</p><p>Campaigning for the Jamaat-e-Islami party’s “scales” symbol in his town, Razzak said people he was meeting with were “united in voting” for Jamaat, as the Islamist party is commonly referred to in the world’s eighth-most populous country, home to the fourth-largest Muslim population on the planet.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Bangladesh is scheduled to hold a general election on February 12, the first vote since a student-led uprising toppled longtime former Prime Minister Sheikh Hasina’s government in August 2024.</p><p>The interim government headed by Nobel Peace Prize laureate Muhammad Yunus, which succeeded Hasina after the uprising, banned her Awami League party. This has made the upcoming election a bipolar contest between the frontrunner, the <a href=\"/news/2025/12/26/why-bnp-leader-tarique-rahmans-return-to-bangladesh-matters-ahead-of-vote\">Bangladesh Nationalist Party</a> (BNP), and an electoral alliance forged by the Jamaat with the <a href=\"/news/2025/2/28/bangladesh-students-who-deposed-pm-hasina-form-party-to-fight-elections\">National Citizen Party</a> (NCP), a group formed by student leaders of the 2024 uprising along with other Islamist parties.</p><p class=\"pf0\">Razzak’s confidence is fuelled by recent opinion polls that suggest the Jamaat is closing in on the BNP, its senior coalition partner for decades.</p><p class=\"pf0\">A December survey by the United States-based International Republican Institute put the BNP’s support at 33 percent, with Jamaat close behind at 29 percent. Another poll last week, conducted by leading Bangladeshi agencies – including NarratiV, Projection BD, the International Institute of Law and Diplomacy (IILD) and the Jagoron Foundation – found the BNP leading at 34.7 percent, and Jamaat at 33.6 percent.</p><p>If the Jamaat-led alliance is able to emerge victorious, it will be a dramatic turnaround for a party that was subjected to a brutal crackdown during Hasina’s 15-year government. Under Hasina, <a href=\"/news/2025/6/1/bangladesh-top-court-lifts-ban-on-jamaat-e-islami-countrys-largest-muslim-party\">Jamaat was banned</a>, its top leaders hanged or jailed, and thousands of its members <a href=\"/news/2026/1/5/thousands-of-forced-disappearances-under-hasina-rule-in-bangladesh-inquiry\">forcibly disappeared</a> or killed in custody.</p><p>The crackdown followed convictions by the International Crimes Tribunal – a controversial court that Hasina founded in 2010 – to try suspects for their alleged role in crimes committed during Bangladesh’s war of independence from Pakistan in 1971.</p><p>Ironically, the same tribunal in November sentenced 78-year-old Hasina to death for ordering a crackdown on the 2024 protesters, killing more than 1,400 of them. Hasina is in exile in India, her close ally, where she fled after the uprising. Despite several appeals by the Yunus administration, New Delhi has so far <a href=\"/features/2025/11/18/why-india-likely-wont-return-hasina-to-face-bangladesh-death-penalty\">refused to hand</a> Hasina over to face the gallows.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"resurgence-after-decades-of-repression\">Resurgence after decades of repression</h2><p>Jamaat supported Pakistan during the 1971 war, a move that continues to anger many in Bangladesh today. However, after Hasina’s escape to India during the uprising and the subsequent release of key Jamaat leaders from prison, the Islamist party has grown <a href=\"/news/2025/7/19/bangladeshs-largest-islamist-party-rallies-for-fair-elections\">increasingly assertive</a>.</p><p></p><p></p><p>“Our leaders and activists suffered throughout the Hasina years. Many of our leaders were executed. Jamaat and Shibir activists were killed, and our political rights were taken away,” Razzak told Al Jazeera, referring to Islami Chhatra Shibir, Jamaat’s student wing.</p><p>“Now, things have changed. People sympathise with what we went through, and they see us as honest. That is why they will vote for us,” he said.</p><p>Founded by Islamist thinker Syed Abul Ala Maududi in 1941, during the British rule on the Indian subcontinent, the Jamaat evolved from a trans-regional Islamist movement into a distinct political force in Bangladesh.</p><p class=\"pf0\">The party opposed Bangladesh’s independence from Pakistan, arguing that such a move could weaken Muslim political unity and alter the power balance in South Asia. During the 1971 war, senior Jamaat figures sided with the Pakistani state and even formed paramilitary groups that killed thousands of civilians demanding an independent Bangladesh.</p><p>Shortly after independence, the government of Sheikh Mujibur Rahman – Hasina’s father – banned Jamaat in 1972, until BNP founder Ziaur Rahman lifted the ban in 1979, when he was president. In the next two decades, Jamaat emerged as a significant political force. It supported the BNP-led coalition in 1991, when Rahman’s wife, <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a>, became the prime minister for the first time.</p><p>It was during Khaleda’s government that the citizenship of prominent Jamaat leader Ghulam Azam, revoked after independence, was reinstated, giving the party a major boost. In 2001, Jamaat formally joined the BNP-led coalition under Khaleda and held two cabinet positions.</p><p>Jamaat’s setbacks began afresh when Hasina returned to power in 2009 and ordered war-crimes trials against senior Jamaat leaders at the International Crimes Tribunal, which her government set up. Despite rights groups saying the tribunal’s proceedings violated due process, several Jamaat leaders, including former party chief Motiur Rahman Nizami and former Secretary-General Ali Ahsan Mohammad Mojaheed, were hanged.</p><p>The crackdown decimated the Jamaat leadership and left the party politically marginalised for 15 years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since the 2024 uprising and the lifting of the ban on it, Jamaat – currently led by chief Shafiqur Rahman, deputy chief Syed Abdullah Mohammed Taher and Secretary-General Mia Golam Porwar – has reorganised itself into a strong contender in next month’s election.</p><p>Party leaders say the revival reflects not only public sympathy after years of repression, but a broader disillusionment with the country’s established political order.</p><p class=\"pf0\">“Over the last 55 years, Bangladesh has mainly been ruled by two parties: the Awami League and the BNP,” Jamaat deputy chief Taher told Al Jazeera. “People have long experience with both, and many feel frustrated. They want a new political force to govern.”</p><p class=\"pf0\">In the political vacuum caused by the ban on Hasina’s Awami League, Jamaat moved swiftly to position itself as the BNP’s principal challenger. That momentum has been reinforced by the recent students’ union elections in which Islami Chhatra Shibir, Jamaat’s student wing, secured victories at key campuses.</p><p>Taher told Al Jazeera that Jamaat has an estimated 20 million supporters, roughly 250,000 of whom are registered members, known as “rukon”, including women. The numbers reveal the party’s organisational strength, which a nascent political party like the NCP aims to capitalise on in the coming election.</p><p>Taher said Jamaat’s appeal across Bangladesh also explains its resilience despite decades of political marginalisation. The “public interest in the Jamaat” is “growing”, he added.</p><p>“If this trend continues, we believe we can win a majority.”</p><h2 id=\"concerns-over-rise-of-islamist-party\">Concerns over rise of Islamist party</h2><p>Jamaat’s resurgence has also prompted debate over whether Bangladesh is prepared to be led by an Islamist force, which some fear could seek to enforce Sharia law or try to restrict women’s rights and freedoms.</p><p>But Jamaat leaders reject such fears and insist they would govern under the country’s secular constitution on a reform agenda.</p><p class=\"pf0\">“When we come to power, we will accept and implement agreed reforms. Where new laws are needed – for example, to ensure good governance and eliminate corruption – we will examine them at that time,” Taher said.</p><p>He also rejected the “conservative” label placed on Jamaat, describing his party as a “moderate Islamist force” that seeks to govern through constitutional reforms rather than ideological enforcement.</p><p>He said the party’s alliance with the NCP, founded by 2024 leaders of the uprising, and with the Liberal Democratic Party, led by 1971 war hero Oli Ahmad, are attempts to “unite the spirit of 1971” with that of the 2024 movement, and reflect a generational change rather than ideological hard lines.</p><p>Jamaat is also seeking to broaden its appeal beyond its Muslim base. For the first time in its history, the party has fielded a Hindu candidate, Krishna Nandi, from the city of Khulna, where it has highlighted minority rights as part of an effort to attract non-Muslim voters, who make up about 10 percent of Bangladesh’s majority-Hindu population.</p><p>Asif Bin Ali, geopolitical analyst and doctoral fellow at Georgia State University in the US, said that while several Bangladeshi voters might be more religious today than they previously were, they are also “politically pragmatic, despite personal piety”, and tend to prefer politicians over clerics.</p><p>“A sizeable part of the Bangladeshi society is moving in a more Islamist direction, but that is not the same as being ready to hand the state to a conservative Islamist leadership,” Ali told Al Jazeera.</p><p>“The centrist and centre-left space is still large, and would resist any attempt to recast the state along strict Islamist lines.”</p><p>Thomas Kean, senior consultant on Bangladesh and Myanmar at the International Crisis Group, said that Jamaat’s best bet would lie in drawing voters less by using its Islamist identity and more by its reputation of being a cleaner, more disciplined political force, particularly for voters disillusioned with the BNP and the Awami League.</p><p class=\"pf0\">At the same time, Kean cautioned that Jamaat’s past and some of its policy positions – particularly those related to its Islamist ideology – continue to deter many voters.</p><p class=\"pf0\">“Clearly, Jamaat is on track to record its best-ever results in the upcoming election,” he said. “However, I am sceptical of Jamaat’s chances of winning. We are talking about a party that has never won even 20 seats previously, or much more than 12 percent of the popular vote.”</p><h2 id=\"will-alliance-with-ncp-work\">Will alliance with NCP work?</h2><p>Jamaat’s resurgence has also prompted debate over whether Bangladesh is prepared to be led by an Islamist force, which some fear could seek to enforce Sharia law or try to restrict women’s rights and freedoms.</p><p>But Jamaat leaders reject such fears and insist they would govern under the country’s secular constitution on a reform agenda.</p><p>“When we come to power, we will accept and implement agreed reforms. Where new laws are needed – for example, to ensure good governance and eliminate corruption – we will examine them at that time,” Taher said.</p><p>He also rejected the “conservative” label placed on Jamaat, describing his party as a “moderate Islamist force” that seeks to govern through constitutional reforms rather than ideological enforcement.</p><p>He said the party’s alliance with the NCP, founded by 2024 leaders of the uprising, and with the Liberal Democratic Party, led by 1971 war hero Oli Ahmad, are attempts to “unite the spirit of 1971” with that of the 2024 movement, and reflect a generational change rather than ideological hard lines.</p><p>Jamaat is also seeking to broaden its appeal beyond its Muslim base. For the first time in its history, the party has fielded a Hindu candidate, Krishna Nandi, from the city of Khulna, where it has highlighted minority rights as part of an effort to attract non-Muslim voters, who make up about 10 percent of Bangladesh’s majority-Hindu population.</p><p>Asif Bin Ali, geopolitical analyst and doctoral fellow at Georgia State University in the US, said that while several Bangladeshi voters might be more religious today than they previously were, they are also “politically pragmatic, despite personal piety”, and tend to prefer politicians over clerics.</p><p>“A sizeable part of the Bangladeshi society is moving in a more Islamist direction, but that is not the same as being ready to hand the state to a conservative Islamist leadership,” Ali told Al Jazeera.</p><p>“The centrist and centre-left space is still large, and would resist any attempt to recast the state along strict Islamist lines.”</p><p>Thomas Kean, senior consultant on Bangladesh and Myanmar at the International Crisis Group, said that Jamaat’s best bet would lie in drawing voters less by using its Islamist identity and more by its reputation of being a cleaner, more disciplined political force, particularly for voters disillusioned with the BNP and the Awami League.</p><p>At the same time, Kean cautioned that Jamaat’s past and some of its policy positions – particularly those related to its Islamist ideology – continue to deter many voters.</p><p>“Clearly, Jamaat is on track to record its best-ever results in the upcoming election,” he said. “However, I am sceptical of Jamaat’s chances of winning. We are talking about a party that has never won even 20 seats previously, or much more than 12 percent of the popular vote.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"litmus-test-for-foreign-ties\">Litmus test for foreign ties</h2><p>It is for these reasons that the forthcoming election – and how the Jamaat performs – could also prove to be a litmus test for Bangladesh’s relations with neighbouring countries, mainly India and Pakistan.</p><p>Kean of the International Crisis Group warned that a Jamaat-led government would face greater difficulty in resetting <a href=\"/news/2024/8/28/hasina-floods-visas-whats-troubling-india-bangladesh-relations\">relations with India</a> than an administration headed by the BNP <a href=\"/news/2025/12/9/analysis-bangladeshs-bnp-seeks-hasinas-liberal-mantle-before-elections\">following Hasina’s fall</a>, which has strained Dhaka–New Delhi ties.</p><p>“India is looking for a reset after the election, but that will be more challenging with Jamaat in power than the BNP. Domestic politics in both countries would make it very difficult for Jamaat and the BJP to work together,” Kean said, referring to Indian Prime Minister Narendra Modi’s Hindu majoritarian Bharatiya Janata Party.</p><p>Kean said several “perennial issues” will continue to cause <a href=\"/features/2026/1/6/new-phase-india-eyes-bangladesh-thaw-with-bnp-before-elections\">tensions with India</a>, regardless of which party is in power in Dhaka, including issues related to immigration, border security, and the <a href=\"/video/inside-story/2025/2/17/what-is-holding-up-the-implementation-of-the-teesta-river-project\">sharing of water</a>.</p><p>Since Hasina’s fall in August 2024, Bangladesh has also taken steps to rebuild ties with Pakistan, including a renewed diplomatic engagement, discussions on expanding trade and transport links, and high-level official visits after years of limited contact.</p><p>Jamaat supporters say the February 12 vote is more than an electoral test. It is a referendum on whether a party, long defined by exclusion and controversies, can convert organisational resilience into national legitimacy as a governing force.</p><p>Khan, the professor at SOAS University, argues the contest will be decided less by ideology and more by promises of governance.</p><p>“This election will not be about Islam versus secularism, nor about left versus right,” he said. “It will be about reform versus the status quo. The coalition that provides a more convincing agenda for reform while keeping stability will have an advantage.”</p><p></p></div></div></body></html>"
        },
        {
            "title": "Stock markets, dollar plunge as Trump ramps up tensions over Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T03:05:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020769674269-1-1768955874_03b891-1768961524.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s push to <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">take control of Greenland</a> has rattled investors worldwide, with stock markets and the US dollar tumbling following his latest threats over the territory.</p><p>Trump, who claims that Greenland is vital to US security due to China and Russia’s strategic ambitions in the Arctic, has threatened Denmark and seven other European countries with steep tariffs unless a deal is reached to sell the self-governed Danish territory – a warning which appears to have shaken markets.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Wall Street’s benchmark S&amp;P 500 fell nearly 2.1 percent on Tuesday as Trump doubled down on his threats to take over the Arctic island.</p><p>The tech-focused Nasdaq Composite plunged nearly 2.4 percent, while the Dow Jones Industrial Average fell nearly 1.8 percent.</p><p>The declines marked Wall Street’s worst day since October.</p><p>The US dollar, traditionally a safe haven for investors during periods of stock market volatility, fell 0.8 percent against a basket of major currencies.</p><p>European stocks also fell on Tuesday, with the FTSE 100 in London closing about 0.7 percent lower and the DAX in Frankfurt down more than 1 percent.</p><p>Gold, which often draws buyers when uncertainty is elevated, gained nearly 2 percent, rising above $4,700 an ounce to a record high.</p><p>The sell-off in stocks continued into Wednesday in Asia, with Japan’s benchmark Nikkei 225 and South Korea’s KOSPI dropping more than 1 percent in early trading before making up much of their losses later in the morning.</p><p>Trump’s insistence that Greenland must be brought under US control has taken US-European relations to their lowest ebb in decades, prompting fears for the survival of the NATO military alliance and the free flow of transatlantic trade.</p><p>Trump has also refused to rule out the use of military force to achieve his aims, despite the US and Denmark both being NATO members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Denmark has repeatedly said that Greenland is not for sale, and that any move to take the island by force would spell the end of the 32-member transatlantic alliance, which operates on the principle that an attack against any NATO member should be considered an attack against all.</p><p>The European Union is scheduled to convene an emergency meeting on Thursday to discuss responses to Trump’s threats, including the possible activation of <a href=\"/amp/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\">an anti-coercion mechanism</a> that empowers the trading bloc to impose sweeping restrictions on US tech firms operating in the common market.</p><p>Asked how far he would go to acquire Greenland during a briefing at the White House on Tuesday, Trump said, “<a href=\"/news/2026/1/21/youll-find-out-key-takeaways-from-trumps-one-year-anniversary-remarks\">You’ll find out</a>.”</p><p>Trump, who will meet with leaders of NATO allies at the annual World Economic Forum (WEF) gathering in Davos on Wednesday, also expressed confidence that a deal would be reached on Greenland and that “things are going to work out pretty well”.</p><p>Addressing the Davos forum on Tuesday, European Commission President Ursula von der Leyen said European leaders would work with the US to beef up Arctic security, but the bloc could not compromise on national sovereignty.</p><p>“We consider the people of the United States not just our allies, but our friends,” von der Leyen said.</p><p>“And plunging us into a dangerous downward spiral would only aid the very adversaries we are both so committed to keeping out of the strategic landscape,” she said.</p><p>“So our response will be unflinching, united and proportional.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Barcelona rail crash kills 1 days after deadly train wreck in Spain’s south | Transport News | Al Jazeera",
            "time": "2026-01-21T02:51:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13662862-1768961442.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona rail crash kills 1 days after deadly train wreck in Spain’s south</h1><p class=\"article__subhead\"><em>Official says 37 people are injured, as Spain observes three days of mourning for the 42 killed in an earlier train collision.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>One person has been killed and dozens injured after a Spanish commuter train crashed into the rubble of a wall that collapsed onto railway tracks outside Barcelona, emergency workers said.</p><p>The crash in the municipality of Gelida, approximately 40km (25 miles) west of Barcelona, in Catalonia in northeastern Spain on Tuesday, comes just two days after a separate <a href=\"/news/2026/1/18/two-high-speed-trains-collide-in-spain-killing\">train collision killed at least 42 people</a> in the country’s southern Andalusia region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Claudi Gallardo, inspector for the fire service in the Catalonia region, said in televised comments from the site of Tuesday’s crash that 37 people had been injured, four of them seriously, and the train driver had died.</p><p>“There are four seriously injured, and one person who has passed away,” Gallardo said, adding that all passengers ​had been removed from the site of the crash.</p><p>Catalonia’s civil protection agency posted on social media that “a retaining wall collapsed onto the tracks, causing an accident involving a passenger train”.</p><p>Spain’s railway operator ADIF said the wall likely collapsed due to heavy rains that swept across the region this week.</p><p>The latest crash comes as Spain began three days of mourning for the victims of Sunday’s deadly train accident that took place some 800km (497 miles) away, near Adamuz, Cordoba province, in Andalusia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sunday’s crash happened at 7:45pm local time when the tail end of a train carrying 289 passengers on the route from Malaga to the Spanish capital, Madrid, derailed and crashed into an incoming train, travelling from Madrid to Huelva, another southern city, according to ADIF.</p><p>The front of the second train, which was carrying 184 people, took the brunt of the impact, which knocked its first two carriages off the track and down a 4- metre (13-foot) slope.</p><p>Some bodies were found hundreds of metres from the crash site, according to Andalusia’s regional president, Juanma Moreno.</p><p>Spanish Minister for Transport Oscar Puente called the devastating crash “truly strange”, since it occurred on a straight line, and neither train was speeding.</p><p>Puente said officials had found a broken section of track that could possibly be related to the accident’s origin, while insisting this is just a hypothesis and that it could take weeks to reach any conclusions.</p><p>“Now we have to determine if that is a cause or a consequence [of the derailment],” Puente told Spanish radio Cadena Ser.</p><p>At this time, “all hypotheses are open”, he said.</p><p>Al Jazeera’s Natacha Butler, reporting from Cordoba in southern Spain, said the latest crash will “put a lot of pressure” on the Spanish government and rail authorities “to try and reassure people that they can catch a train in Spain and it’s going to be safe”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘You’ll find out’: Key takeaways from Trump’s one-year anniversary remarks | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T01:52:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020763396734-1768957638.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been one year since Donald Trump took office for a second term as United States president, and he marked the occasion with a marathon news conference in the White House briefing room, where he zig-zagged between topics ranging from immigration to the future of the United Nations.</p><p>“ It’s been an amazing period of time,” Trump said as he took the podium on Tuesday, armed with a stack of printouts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For more than one hour and 40 minutes, the Republican leader ran through a list of his accomplishments, touting a trend of “reverse migration” away from the US and “high economic growth”.</p><p>But the briefing was overshadowed by fraying relations between the US and its allies in Europe, as Trump pressed ahead with his campaign to own the self-governing Danish territory of Greenland.</p><p>European leaders had started to gather at the World Economic Forum in Davos, Switzerland, on Tuesday, where Trump’s threats to acquire Greenland “one way or another” cast a pall over the proceedings.</p><p>Some leaders, including Canadian Prime Minister Mark Carney, even suggested it was time for Western allies to imagine a future without US leadership. “We are in the midst of a rupture, not a transition,” Carney told his audience at Davos.</p><p>In his news briefing, Trump himself suggested that international institutions like the UN and the North Atlantic Treaty Organisation (NATO) might not last the test of time. Here are some of the key takeaways from his remarks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"threatening-greenland\">Threatening Greenland</h2><p>Trump had started his day with a fusillade of social media posts on his platform Truth Social, including <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115925888562624963\" target=\"_blank\" rel=\"noopener\">one</a> that used images generated through artificial intelligence (AI) to show the US laying claim to Canada, Greenland and Venezuela.</p><p><a href=\"https://truthsocial.com/@realDonaldTrump/posts/115925897257210763\" target=\"_blank\" rel=\"noopener\">A second post</a>, also generated with AI, showed Trump planting a US flag on Greenland’s soil, alongside Vice President JD Vance and Secretary of State Marco Rubio.</p><p>The images were the latest indication that Trump planned to muscle ahead with his plans to take control of Greenland, as part of his expansionist goals for his second term.</p><p>In his news briefing, Trump expressed optimism that his pressure campaign would be successful, as he faced questions from reporters.</p><p>“ We have a lot of meetings scheduled on Greenland,” Trump said of his upcoming trip to Davos on Wednesday. “And I think things are going to work out pretty well, actually.”</p><p>He also waved aside concerns that his ambitions of territorial expansion might strip Greenlanders of their right to self-determination. “When I speak to them, I’m sure they’ll be thrilled,” he said.</p><p>Still, when confronted with questions about how far he was willing to go to acquire the island, Trump struck an ominous note, stating simply, “You’ll find out.”</p><p>Trump has previously refused to take military options off the table, and he has threatened several European allies with a tariff hike should they fail to support his claim to the self-governing island.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"weighing-the-future-of-nato-and-the-un\">Weighing the future of NATO and the UN</h2><p>The sabre-rattling over Greenland led one reporter at the briefing to ask whether Trump was willing to risk the breakup of the NATO alliance to achieve his expansionist agenda.</p><p>Trump responded by largely sidestepping the question. He indicated that a mutually agreeable solution could be struck.</p><p>“I think something’s going to happen that’s going to be very good for everybody,” he said of Greenland.</p><p>“I think that we will work something out where NATO’s going to be very happy and where we’re going to be very happy, but we need it for security purposes. We need a financial security and even world security.”</p><p>He also touted his efforts to boost military spending among NATO members. At a NATO summit in June, most member countries agreed to increase their defence spending to 5 percent of their gross domestic products (GDPs), though Spain successfully petitioned for an exemption.</p><p>“Nobody’s done more for NATO than I have,” Trump said, revisiting a familiar boast.</p><p>Still, he questioned one of NATO’s basic principles. Article Five of the alliance’s treaty requires member states to come to one another’s defence, should any be attacked. But under Trump, allies in Europe and Canada have speculated whether the US would abide by that commitment.</p><p>At Tuesday’s briefing, Trump appeared to flip the accusation on its head, casting doubt on whether Europe and Canada would come to the US’s aid.</p><p>“The big fear I have with NATO is we spend tremendous amounts of money with NATO, and I know we’ll come to their rescue, but I just really do question whether or not they’ll come to ours,” Trump said. “I’m just asking. Just saying.”</p><p>Only once has Article Five ever been invoked, after the attacks in the US on September 11, 2001. The incident prompted NATO allies to deploy their first-ever “anti-terror operation”, providing aircraft to patrol US skies and ensure regional safety.</p><p>“Sometimes it’s overrated. Sometimes it’s not,” Trump said of the alliance.</p><p>The US president similarly equivocated on the subject of the UN, saying the international body “hasn’t been very helpful”.</p><p>“It has never lived up to its potential,” Trump told reporters.</p><p>When asked if his “board of peace” — designed to oversee the reconstruction of war-torn Gaza — might one day replace the UN, Trump replied in the affirmative, saying, “Well, it might.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-role-for-machado-in-venezuela\">A role for Machado in Venezuela?</h2><p>While Greenland was front of mind ahead of Trump’s arrival in Davos, the president was also forced to confront questions about another country where the US has made claims: Venezuela.</p><p>On January 3, Trump authorised a military action to abduct his longtime adversary, Venezuelan President Nicolas Maduro, who was subsequently transported to the US to face trial on drug-trafficking charges.</p><p>Legal experts have largely condemned the operation as a violation of Venezuelan sovereignty.</p><p>While Trump initially said the US would “run” Venezuela in the aftermath of the attack, he has since signalled his willingness to cooperate with interim President Delcy Rodriguez, Maduro’s former second-in-command.</p><p>Given that Maduro’s last two elections had faced widespread accusations of fraud, many political observers expected a new vote to be called in the wake of his removal. But the Trump administration has declined to set a timeline for new elections.</p><p>Previously, Trump also dismissed the prospect of opposition leader Maria Corina Machado taking power in Maduro’s absence.</p><p>“I think it would be very tough for her to be the leader. She doesn’t have the support within or the respect within the country,” Trump said within hours of the January 3 operation.</p><p>Still, on Tuesday, Trump appeared to shift his tone. He signalled that there could be a role for Machado in Venezuela’s leadership, following their meeting last week at the White House.</p><p>During her visit, Machado presented Trump with the Nobel Peace Prize she was awarded in October. Trump has long lobbied for the prize himself.</p><p>“An unbelievably nice  woman also did a very incredible thing, as you know, a few days ago,” Trump told reporters on Tuesday. “We’re talking to her, and maybe we can get her involved in some way. I’d love to be able to do that.”</p><p>Trump added that the Rodriguez government had  been receptive to his administration’s demands and that he expected US oil companies to make “massive investments” in Venezuela.</p><p>“We’ve taken 50 million barrels of oil out of Venezuela in the first four days,” Trump said. “We’ve got millions of barrels of oil left. We’re selling it on the open market.”</p><p>The proceeds have gone into a US-controlled account, and on Tuesday, the Rodriguez administration said it received $300m as part of the arrangement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"addressing-tensions-in-minnesota\">Addressing tensions in Minnesota</h2><p>On the domestic front, Trump used his first-anniversary appearance to defend his controversial immigration operations in Minnesota, where nearly 2,000 federal agents have been deployed.</p><p>The large-scale immigration crackdown began in December, after Trump blamed Minnesota’s large Somali American community for a fraud scandal that rocked the midwestern state.</p><p>At the time, he deployed racist insults to disparage Somali Americans, including by calling them “garbage”.</p><p>Trump returned to that theme at Tuesday’s news conference, where he belittled the diaspora’s intelligence by saying they were “a lot of very low IQ people”.</p><p>He then framed the fraud scheme as a criminal enterprise masterminded outside the Somali American community.</p><p>“Other people work it out, and they get them money, and they go out and buy Mercedes Benzes,” Trump said.</p><p>“They have no money. They never had money. They never had a life. They never had a government. They never had a country, because there’s basically no country. Somalia’s not even a country. They don’t have anything that resembles a country, and if it is a country, it’s considered just about the worst in the world.”</p><p>Trump also used his podium to address the January 7 killing of Renee Nicole Good, a 37-year-old US citizen and mother of three.</p><p>Good’s death was caught on video amid tensions in Minneapolis, Minnesota, over the presence of agents from Immigration and Customs Enforcement (ICE). Footage appeared to show Good parked in her car when ICE agents approached her, and when she started to move her vehicle away, an officer fired three shots into her window.</p><p>Her death provoked nationwide outrage and protests, as critics questioned the use of force as excessive.</p><p>Trump, however, approached the controversy with a “both sides” argument, similar to how he framed the 2017 killing of Heather Heyer at a counterprotest denouncing white supremacists in Charlottesville, Virginia.</p><p>“The woman was shot. And I felt terribly about that, and I understand both sides of it,” Trump said of Good’s shooting on Tuesday.</p><p>He then blamed “agitators” and “insurrectionists” among the anti-ICE protesters for creating a hostile environment.</p><p>“Sometimes ICE is going to be too rough with somebody,” Trump said. “They deal with rough people. They’re going to make a mistake. Sometimes it can happen.”</p><p>Still, he expressed sympathy for Good’s family, explaining that he had recently learned her father was one of his supporters.</p><p>“He was all for Trump, loved Trump, and it’s terrible. I was told that a lot of people, they said, ‘Oh, he loves you,'” Trump said.</p><p>“I hope he still feels that way.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,427 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-21T01:34:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260120-40308683-40308665-AFTERMATH_OF_RUSSIAN_AIRSTRIKE_IN_DRUZHKIVKA-1768959356.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,427</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,427 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, January 21 :</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>At least three people have been reported killed after Russian forces struck the southeastern Ukrainian city of Zaporizhzhia, Governor Ivan Fedorov announced on the Telegram messaging app. Russian strikes also destroyed several private houses and cars, and left nearly 1,500 households without electricity, the governor said.</li>\n<li>One person was killed in earlier Russian drone and missile strikes in the Kyiv region, surrounding the capital city.</li>\n<li>Russian air attacks have left more than one million residents of Kyiv without power and more than 4,000 apartment buildings without heating, Ukrainian President Volodymyr Zelenskyy said in his nightly video address.</li>\n<li>Kyiv Mayor Vitali Klitschko told the AFP news agency that approximately 600,000 people have evacuated the Ukrainian capital since he urged residents to temporarily relocate after the Russian strikes on vital energy facilities.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said 68 repair brigades have been deployed in Kyiv after the recent Russian attacks, and more than 1,400 emergency stations have enabled the capital’s residents to keep warm and charge electronic devices amid the power outages.</li>\n<li>A Russian attack hit a critical infrastructure facility in central Ukraine’s Vinnytsia region, whose capital is the headquarters of Ukraine’s Air Force, Governor Natalia Zabolotna said on Telegram, adding that no one was hurt.</li>\n<li>Another Russian attack damaged an energy infrastructure facility in Ukraine’s southern Odesa region, Governor Oleh Kiper said on Telegram.</li>\n<li>Kiper said that a Russian drone also hit a multistorey residential building in the Black Sea port of Chornomorsk, adding that there was no information yet on casualties.</li>\n<li>Zelenskyy has called for tougher sanctions on Moscow to curb its military production, saying that some of the weapons used in Tuesday’s deadly drone and missile attacks on Kyiv and Zaporizhia were produced this year.</li>\n</ul><h3>Attacks on energy infrastructure</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian Minister of Economy Oleksii Sobolev, who is attending the World Economic Forum (WEF) in Davos, said Russian attacks have damaged about 8.5 gigawatts of Ukraine’s power generation capacity since October.</li>\n<li>The International Atomic Energy Agency (IAEA) said attacks had affected several substations critical for nuclear safety, while power lines to some other nuclear plants have been impacted. The Chornobyl plant, the site of the world’s worst civil nuclear catastrophe, lost all off-site power after a Russian attack, the IAEA said. Kyiv later said the plant had been reconnected.</li>\n<li>Ukrainian Minister of Foreign Affairs Andrii Sybiha accused Russia of using the risk of nuclear disaster as a tool of coercion.</li>\n<li>The United Nations human rights chief, Volker Turk, expressed outrage over the “cruel” Russian attacks on Ukraine’s energy infrastructure, saying civilians are “bearing the brunt”.</li>\n</ul><h3>Ceasefire talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>Special envoys for US President Donald Trump and Russian President Vladimir Putin are meeting in Davos on the sidelines of the WEF. They described their meeting on a possible peace deal to end the war in Ukraine as “very positive” and “constructive”.</li>\n<li>Ukrainian peace negotiators also met with national security advisers from France, Germany and the United Kingdom in Davos, according to Rustem Umerov, the secretary of Ukraine’s National Security and Defence Council. Umerov said on Telegram that further meetings are expected.</li>\n<li>Zelenskyy urged the United States to put more pressure on Moscow, telling reporters that he believed the Americans were capable of doing more to bring Russia to agree on a ceasefire deal.</li>\n<li>Zelenskyy also told reporters in Kyiv that he was worried Trump’s push to take over Greenland could be diverting focus away from Russia’s full-scale invasion of Ukraine, now approaching its four-year mark.</li>\n<li>Zelenskyy said he was ready to travel to Davos if Washington was ready to sign documents on security guarantees for Ukraine and a post-war prosperity plan.</li>\n<li>Russian Minister of Foreign Affairs Sergey Lavrov said he does not believe that European leaders are interested in ending the war, which his country started in 2022.</li>\n</ul><h3>Military</h3><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy has urged Ukraine and Europe to create a joint defence force of up to three million people to counter threats from Russia, as Moscow plans to increase its armed forces to 2.5 million people by 2030.</li>\n<li>Ukraine’s new defence minister, Mykhailo Fedorov, has promised a sweeping, data-driven overhaul of the Ukrainian army, which will give Ukrainian forces the upper hand against Russia’s bigger and better-equipped army.</li>\n<li>Fedorov also said in his remarks to journalists that Ukraine would test, this month, its home-grown replacement to China’s DJI Mavic drone, which is widely used for aerial reconnaissance on the front lines by both sides. He did not disclose the manufacturer.</li>\n<li>The minister also announced that Ukraine would establish a system allowing its allies to train their AI models on Kyiv’s valuable combat data, collected throughout the nearly four-year war.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US forces seize a seventh Venezuela-linked oil tanker | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T01:10:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69700277a912-1768948343.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military announced that it has seized a seventh Venezuela-linked oil tanker, as the US tightens its control over the production and sale of the country’s considerable <a href=\"/economy/2026/1/7/trump-says-venezuela-to-hand-over-up-to-50-million-barrels-of-oil-to-us\">oil resources</a>.</p><p>US Southern Command (SOUTHCOM), which oversees military operations in Latin America, said on Tuesday that it captured the Motor Vessel Sagitta as part of its blockade on <a href=\"/news/2026/1/16/us-seizes-sixth-tanker-as-venezuelas-interim-leader-vows-oil-sector-reform\">oil vessels</a> leaving and entering the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The apprehension of another tanker operating in defiance of President Trump’s established quarantine of sanctioned vessels in the Caribbean demonstrates our resolve to ensure that the only oil leaving Venezuela will be oil that is coordinated properly and lawfully,” SOUTHCOM said in a statement.</p><p>It added that Tuesday’s tanker seizure occurred “without incident”, sharing a video appearing to show US forces flying towards the vessel and landing on its deck.</p><p></p><p>The US began seizing sanctioned tankers on December 10, as part of a campaign of increasing pressure on Venezuela.</p><p>Tensions between the US and Venezuela came to a peak on January 3, when US President Donald Trump authorised a predawn military operation to abduct his Venezuelan counterpart, <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Nicolas Maduro</a>.</p><p>In the lead-up to that operation, Trump and allies like Stephen Miller had been increasingly vocal about laying claim to Venezuelan oil, given the US’s history of prospecting for petroleum there in the early 20th century.</p><p>But by 1971, Venezuela had nationalised its oil industry. Efforts to expropriate assets from foreign oil companies in 2007 have further fuelled criticism from the Trump administration, which <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">considers Venezuelan oil</a> “stolen” from US owners.</p><p>Legal experts, however, largely consider such arguments a violation of Venezuelan sovereignty.</p><p>Trump has nevertheless said the US will control Venezuela’s oil and has used the threat of further military attacks to pressure Venezuela’s government into compliance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has also placed steep sanctions on Venezuela’s economy, as part of a trend stretching back to the Republican leader’s first term as president.</p><p>The US has framed the tanker seizures as a way of enforcing those sanctions, although the legality of using military force to enforce economic penalties is disputed.</p><p>Trump and his officials have said that the sale of <a href=\"/economy/2026/1/9/big-and-small-oil-companies-summoned-to-meet-trump-on-venezuelan-oil\">Venezuelan oil</a> on the world market will be dictated by the US and that the proceeds from those sales will be placed in a US-controlled bank account.</p><p>Trump has also used control over Venezuela’s oil to ratchet up <a href=\"/news/2026/1/11/trump-says-no-more-venezuelan-oil-or-money-to-go-to-cuba-and-demands-deal\">pressure on Cuba</a>, for which access to Venezuelan oil is an important economic lifeline.</p><p>The US president told reporters on Tuesday at a White House briefing that he has taken 50 million barrels of oil from Venezuela.</p><p>“We’ve got millions of barrels of oil left,” he said at the White House. “We’re selling it on the open market. We’re bringing down oil prices incredibly.”</p><p>Interim Venezuelan President Delcy Rodriguez, meanwhile, said that her country had received $300m from recent oil sales. In her inaugural state of the union address last week, she signalled that her administration would reform the country’s hydrocarbon law to allow more foreign investment in future.</p></div></div></body></html>"
        },
        {
            "title": "Vinicius defies boos with star turn in Real Madrid’s 6-1 UCL rout of Monaco | Football News | Al Jazeera",
            "time": "2026-01-20T23:30:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2257282908-1768950386.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Vinicius defies boos with star turn in Real Madrid’s 6-1 UCL rout of Monaco</h1><p class=\"article__subhead\"><em>Real Madrid beat Monaco 6-1 in the league phase of the Champions League, as forward Vinicius defies boos from home fans.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>With three assists and a goal, Vinicius Junior quieted the fans who had booed him again at the start of Real Madrid’s 6-1 rout over Monaco in the Champions League.</p><p>Part of the Santiago Bernabeu Stadium crowd jeered the Brazil forward nearly every time he touched the ball early on in the league-phase game in Madrid on Tuesday. But the boos dissipated as the match went on and were virtually gone by the time Vinicius scored his first Champions League goal of the season in the 63rd minute.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The early boos were not nearly as loud as they were on Saturday in Madrid’s 2-0 win over Levante in the Spanish league. Both times fans jeered when Vinicius’s name was announced in the starting lineup, but this time, the game ended with fans on Vinicius’s side as he was chosen the man of the match.</p><p>Vinicius has been having a lacklustre season, and some fans viewed him as one of the reasons why coach Xabi Alonso was replaced last week.</p><p>Vinicius had spats with Alonso, a former Madrid and Spain great as a player, who was replaced as a coach following a tumultuous eight-month stint. Vinicius was reportedly the main player not backing Alonso in the locker room.</p><p>He scored his goal on Tuesday with a well-placed strike after getting past a couple of defenders and hitting the upper corner. He did not go towards the fans to celebrate, and instead hugged his teammates near the midfield. Then he ran towards the sideline to salute and hug the new Madrid coach, Alvaro Arbeloa.</p><p>Vinicius had assists in goals by Kylian Mbappe in the 26th and Franco Mastantuono in the 51st. The Brazilian also assisted with a cross that led to an own-goal by Monaco defender Thilo Kehrer in the 55th.</p><p>“Vini, we are behind you,” read a banner held by a fan at the Bernabeu.</p><p>Mbappe scored in the fifth minute to put the hosts ahead. He hugged Vinicius after his second goal later in the first half and again following the final whistle.</p><p>Mbappe and Arbeloa had come out defending Vinicius recently, with Mbappe saying the crowd should not single out Vinicius as the one to blame for the team’s struggles.</p><p>Many fans applauded a seventh-minute attempt by Vinicius, who just missed wide from inside the area. When he misplayed a ball in the 40th, some of the fans started to boo again, but many more applauded in response.</p><p>There were no immediate jeers towards club President Florentino Pérez as had happened against Levante.</p><p>Mbappe appeared to apologise to Monaco fans after scoring. He was a former Monaco player. Mbappe has 18 Champions League goals for Madrid, the most of any player in the first 20 appearances with the club, ahead of the 14 of Cristiano Ronaldo.</p><p>Jude Bellingham, who was also jeered by some fans on Saturday, scored Madrid’s sixth goal in the 80th minute.</p><p>Vinicius came close to scoring again on a breakaway in second-half stoppage time.</p><p>Madrid had entered the match against Levante coming off a two-game losing streak, which included a loss to Barcelona in the final of the Spanish Super Cup in Saudi Arabia – prompting Alonso’s departure – and an embarrassing elimination against Albacete in the round of 16 of the Copa del Rey.</p><p>There was a moment of silence before the match in honour of the victims of the train crash, in which more than 40 people were killed, in southern Spain on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Jesus brace helps Arsenal down Inter to seal Champions League qualification | Football News | Al Jazeera",
            "time": "2026-01-20T22:59:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T203539Z_248222623_UP1EM1K1L7D7M_RTRMADP_3_SOCCER-CHAMPIONS-INT-ARS-1-1768946300.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Jesus brace helps Arsenal down Inter to seal Champions League qualification</h1><p class=\"article__subhead\"><em>Arsenal win 3-1 at Inter Milan in the league phase of the UEFA Champions League to seal their place in the last 16.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gabriel Jesus is already hitting top form just a month after returning from a lengthy injury layoff.</p><p>The Arsenal forward was given only his third start this season, and he scored twice in a dynamic first half to set his side on the way to a 3-1 victory at Inter Milan in the Champions League on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jesus was out for almost a year after tearing his ACL last January.</p><p>“It’s a dream night. I always dreamed of being a footballer,” Jesus told Amazon Prime. “I watched when I was a kid, I watched a lot of Serie A, so to be here in this stadium and score here is tears in my eyes, because I always dreamed of being here.</p><p>“There is always a reason that things happen, even whether it’s good things or difficult things. I learned that during my 11 months out of the field.”</p><p>Jesus returned in December, but has made mainly substitute appearances since then, with his only starts before Tuesday coming in domestic cup competitions.</p><p>However, Arsenal coach Mikel Arteta named the Brazilian in the starting lineup at San Siro in place of Viktor Gyokeres, who has struggled to adapt since his big-money move from Sporting Lisbon in the summer.</p><p>“Everyone wants to start,” Jesus added. “I am a very respectful guy. I am not a kid any more; I am 28, so I understand football.</p><p>“I am very happy Vik came on and scored a goal. I am so happy I scored, and Vik scored.”</p><p>Jesus fired Arsenal in front in the 10th minute with an instinctive finish to stretch out his leg and get on the end of a scuffed Jurrien Timber shot.</p><p>It was his first Champions League goal in more than two years since netting in a group match against Lens in November 2023.</p><p>Inter levelled eight minutes later through Petar Sucic, but Jesus was again in the right place at the right time to put Arsenal in front in the 31st minute.</p><p>Bukayo Saka swung in a corner from the right to the far post, where Leandro Trossard nodded it back across for Jesus to head home.</p><p>Gyokeres came on for Jesus in the 75th and scored Arsenal’s third nine minutes later.</p><p>The victory assured table-topping Arsenal a spot in the knockout stage of the Champions League and also saw it win seven European games in a row for the first time in its history.</p><p>Arsenal have never won the Champions League, although they reached the final in 2006, losing to Barcelona.</p><p>Arteta’s side also top the Premier League, with a seven-point advantage, and host Manchester United on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Trump made many statements on US economy. Most are untrue | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T22:23:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696fbd2b-1768930603.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has made a range of claims about the state of the US economy.</p><p>In a long and meandering address to the media on Tuesday, the first year anniversary of his second term as president, Trump’s claims ranged from there being “no inflation” in the US to drug prices being slashed by as much as 600 percent. Most claims were factually inaccurate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera examined some of his statements on the economy:</p><p><strong>Core inflation has been at 1.6 percent for the past three months, and there is “no inflation”.</strong></p><p>Both claims are false. Core inflation in November and December stood at 2.6 percent year over year, according to the Bureau of Labor Statistics (BLS).</p><p>A core consumer price index (CPI) report was not released for the month before due to the federal government shutdown, the longest in US history.</p><p>Overall, inflation rose by 2.7 percent compared with the same period last year.</p><p><strong>Drug prices under Trump’s “most favored nation” programme are down by “300, 400, 500, 600 percent”.</strong></p><p>This is incorrect. While the programme is intended to lower drug prices, reductions beyond 100 percent are mathematically impossible.</p><p>A 100 percent price reduction would mean a product is free. Anything beyond that would require pharmaceutical companies to pay consumers to take their products.</p><p><strong>Pending Supreme Court ruling on tariffs:</strong></p><p>Trump addressed a pending Supreme Court case that will rule on the legality of his use of the International Emergency Economic Powers Act (IEEPA) to impose tariffs. He claimed the US would have to return money if the court rules against his administration.</p><p>This is partially accurate but unclear. If the court rules <a href=\"/economy/2026/1/6/us-supreme-court-expected-to-rule-on-tariffs-on-friday\" target=\"_blank\" rel=\"noopener\">against the administration</a>, the US would need to refund some of the money importers paid in tariffs. In September, Secretary of the Treasury Scott Bessent said the government could be required to refund roughly half of the tariffs it collected.</p><p>The White House’s economic adviser, Kevin Hassett, has said the administration is exploring alternative legal avenues to impose tariffs if the court blocks the current plan.</p><p><strong>Former President Joe Biden “did not do tariffs”.</strong></p><p>This is false. Biden <a href=\"/economy/2025/4/29/how-much-revenue-has-the-us-earned-from-trumps-tariffs\" target=\"_blank\" rel=\"noopener\">imposed multiple tariffs</a> during his administration. In 2022, he imposed 35 percent tariffs on Russian imports as part of sanctions following Moscow’s full-scale invasion of Ukraine.</p><p>In 2024, Biden raised tariffs on Canadian lumber to 14.5 percent from 8.5 percent, continuing a Trump-era policy.</p><p>That year, he also imposed tariffs on China, including 100 percent on electric vehicles, 25 percent on steel and aluminium, and 50 percent on semiconductor chips.</p><p><strong>Trump administration removed more than 270,000 bureaucrats from the federal government, but they are going to the private sector. </strong></p><p>The federal government has cut 277,000 jobs since January 2025, according to the BLS. But data shows limited growth in the private sector, especially in tariff-exposed industries.</p><p>In the most recent jobs report, the US economy added 50,000 jobs. The biggest gains were in food service, which added 27,000 jobs, and healthcare, which added 34,000 jobs.</p><p>The US economy added 584,000 jobs in 2025. This is significantly lower than the two million created the year before, under Biden.</p><p><strong>Gas prices are at $1.99 per gallon in some states</strong></p><p>This is inaccurate. According to the American Automobile Association (AAA), which tracks gas prices, the average price for a gallon of gas is $2.82. The cheapest gas prices are in the state of Oklahoma, at $2.31.</p><p><strong>More car factories are being built in the US now than ever before.</strong></p><p>Oxford Economics tracks private construction spending on transportation equipment factories. In 2025, nominal spending on manufacturing structures related to transportation equipment was down from its peak in 2024, it said.</p><p>Trump has been making claims like this for close to a year. Auto industry experts have long said they are <a href=\"/economy/2025/4/2/are-us-car-plants-being-built-at-record-rates-as-trump-claims\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/economy/2025/4/2/are-us-car-plants-being-built-at-record-rates-as-trump-claims\" data-sk=\"tooltip_parent\">exaggerated</a>, because while companies, including Hyundai and Stellantis, have increased investments in US manufacturing, these are additions to existing plants.</p><p>Oxford Economics, which tracks private construction on transportation equipment, found that “nominal spending” in 2025 was trending downwards after hitting a peak during the final year of the Biden administration. It peaked at $16.6bn annualised in April 2024 and is now at $14.4bn annualised, Bernard Yaros, lead US economist at Oxford Economics, told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Syrian government, SDF agree on a four-day ceasefire | Syria's War News | Al Jazeera",
            "time": "2026-01-20T21:51:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696d4b656bf40-1768770405.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian government has announced a four-day ceasefire with the Kurdish-led Syrian Democratic Forces (SDF) after the army continued to seize territory in the country’s northeast following lightning advances.</p><p>The Syrian Army announced the ceasefire, which came into effect at 8pm (17:00 GMT) on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It also said it had asked the SDF to provide the name of a candidate for the role of assistant to the defence minister in Damascus, as part of efforts to integrate the Kurds into the Syrian state.</p><p>The SDF confirmed it had accepted the ceasefire and said it would not engage in any military action unless attacked.</p><p>“We also affirm our openness to political paths, negotiated solutions, and dialogue, and our readiness to move forward with the implementation of the January 18 agreement in a manner that serves de-escalation and stability,” the SDF said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, shortly after the ceasefire came into effect, the SDF claimed that government-allied groups were launching an attack, “using heavy weapons”, on the village of Tal Baroud, along the Abyad road, south of Hasakah.</p><p>According to the SDF’s spokesperson, Farhad Shami, the town of Zarkan has been “under intense artillery shelling” in recent hours by Damascus-affiliated factions. He said that government-allied forces have also attacked al-Aqtan Prison north of Raqqa, using five suicide drones and heavy gunfire.</p><p>In the past few days, the Syrian government has rapidly advanced and seized territory held by the SDF, in the biggest success and change of control for President Ahmed al-Sharaa after the fall of former leader Bashar al-Assad.</p><p>Syria’s Ministry of Interior said the army’s forces have begun to take control of the al-Hol camp in northeastern Syria, home to thousands of ISIL (ISIS) fighters’ families as well as other long-term refugees from the conflict. The SDF abandoned control of the camp earlier today.</p><p>The SDF still retains control of Hasakah city, with a population of Kurds and Arabs, and the Kurdish-majority city of Qamishli. The Syrian government said its forces would not try to enter either of the cities during the ceasefire.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253949\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-SYRIAcontrol-map-January-20-2026_Control-Map-1768912146.png?quality=80\" alt=\"INTERACTIVE-SYRIAcontrol map - January 20 2026_Control Map\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Under intense military pressure, the SDF <a href=\"/news/2026/1/11/kurdish-fighters-leave-syrias-aleppo-after-days-of-clashes\">agreed to withdraw</a> from two Arab-majority governorates it controlled for years, Raqqa and Deir ‌Az Zor, the site of Syria’s main oilfields.</p><p>Abdul Karim Omar, a Kurdish representative in Damascus, told Al Jazeera that the northeastern region of Syria, formerly under SDF control, is ready for the process of integrating SDF forces into the institutions of the Syrian state.</p><p>Syria’s ambassador to the United Nations, Ibrahim Olabi, told reporters that the government hope the ceasefire agreement holds.</p><p>“We’re working with our partners at the United States to make sure that it holds,” Olabi said.</p><p>The US envoy to Syria, Tom Barrack, announced that the Syrian government was now the <a href=\"/news/2026/1/20/us-envoy-says-sdfs-role-in-syria-has-largely-expired-after-isil\">US’s main partner</a> in fighting ISIL, a role previously held by the SDF.</p></div></div></body></html>"
        },
        {
            "title": "What’s behind Trump’s push to control Greenland? | News | Al Jazeera",
            "time": "2026-01-20T21:35:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768944880.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As Trump escalates threats to seize Greenland, Inuit Greenlanders reject being treated as geopolitical pawns.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump is threatening to annex Greenland, framing it as protection against China and Russia, but the autonomous Danish territory holds strategic Arctic value as climate change opens new shipping routes and mineral access. Its 57,000 Inuit residents are rejecting his threats as insulting and colonial. How do Greenlanders see their future amid this geopolitical storm?</p><p><strong>In this episode: </strong></p><ul>\n<li>Sara Olsvig, International Chair of the Inuit Circumpolar Council</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Marcos Bartolome, Tamara Khandaker, and Melanie Marich, with Noor Wazwaz, Tuleen Barakat, and our guest host, Kevin Hirten. It was edited by Alexandra Locke. </em></p><p><em>Our sound designer is Alex Roldan.  Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio.</em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump undermined antiwar vows in first year. Will Democrats seize on this? | News | Al Jazeera",
            "time": "2026-01-20T20:33:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696fc4c74aeb7-1768932551.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> One year into US President Donald Trump’s second term in office, Democrats hope the Republican president’s campaign pledges – vows to <a href=\"/news/2019/2/6/trump-delivers-unlikely-call-for-unity-vows-to-end-foreign-wars\">end foreign wars</a> and pivot to “America First” – are coming back to haunt him.</p><p>Leaders of the party have long hammered affordability as a key issue in the upcoming 2026 midterms in November, in which the opposition party hopes to reclaim both chambers of Congress from Republicans and, in turn, regain the ability to check the president’s <a href=\"/news/2025/12/29/2025-trumps-year-of-emergency-invasion-and-narcoterrorism\">expansive use</a> of executive power.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s <a href=\"/news/2026/1/9/trump-cancels-second-wave-of-attacks-on-venezuela-after-cooperation\">military pressure campaign</a> against Venezuela, culminating, to date, in the extraordinary abduction of Nicolas Maduro on January 3, as well as his increasingly caustic effort to take control of Greenland – an autonomous territory of Denmark – have emerged as powerful cudgels on the issue.</p><p>Speaking at a news conference in the wake of the Maduro operation, Chuck Schumer, the 75-year-old top Democrat in the Senate, adopted decidedly Trumpian language as he promised “relentless” messaging on affordability in the year ahead.</p><p>He added, “We Democrats are fighting to prevent military adventurism in Venezuela and other countries and endless wars.”</p><p>“So Democrats in the House and Senate are focusing on lowering your costs, dealing with affordability,” Schumer continued. “Republicans led by Donald Trump seem to be focused – not seem to be, are focused – on spending our treasure and, God forbid, lives in military adventurism overseas.”</p><p>Ken Martin, the chairman of the Democratic National Committee – which establishes the party’s platform, national strategy and messaging before elections – took a similar line in a statement following the Venezuela operation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Trump promised peace, but has delivered war,” he said. “Now, Trump has committed the United States to running another country for the foreseeable future while Americans foot the bill for regime change”.</p><p>Added Sherrod Brown, a former Democratic Senator from Ohio seeking to reclaim his seat in a special election this year, in a post on X: “We should be more focused on improving the lives of Ohioans – not Caracas.”</p><h2 id=\"campaign-promises\">Campaign promises</h2><p>To be sure, foreign policy has traditionally been seen as a low-impact issue at the ballot box in the US, often overshadowed by more domestic concerns, such as crime, social issues, and, most pressingly, the economy.</p><p>But with Trump’s brand of politics largely relying on pledges to eschew high-concept international manoeuvring in exchange for the lived experience of US voters, any perception of costly initiatives abroad offers a unique opening for Democrats, according to Democratic strategist Arshad Hasan.</p><p>“Trump has a vulnerability right now because he cannot connect the things that he’s doing in Venezuela and Greenland to the lives of voters on a daily basis,” Hasan told Al Jazeera.</p><p>“Anytime the Democrats want to talk about what he’s doing overseas, they still have to make it relatable to what voters are going to see in their everyday lives,” he said. “This chaos isn’t bad just because it is chaos. It’s chaos because it doesn’t actually serve anyone or anything.”</p><p>To critics, Trump has vastly increased his scorecard on international adventurism in the first weeks of 2026, after pursuing <a href=\"/news/2025/12/31/how-many-countries-has-trump-bombed-in-2025\">bombing campaigns</a> in Yemen, Iran, Nigeria, Somalia and the Caribbean in 2025.</p><p>Military assets have remained stationed off the coast of Venezuela in the wake of Maduro’s January 3 abduction, with Trump floating the idea of using US troops to secure the country’s vast oil wealth. Experts have repeatedly warned that the relative stability under interim President Delcy Rodriguez, Maduro’s former deputy, remains tenuous, with the prospect of greater entanglement remaining very much on the table.</p><p>While threats against neighbouring Colombia have fizzled, Trump has appeared committed to the White House’s <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">stated goal</a> of establishing US “preeminence” in the Western Hemisphere. In an NBC News interview published on Monday, Trump again refused to rule out military force in seizing Greenland. Forebodingly, Trump told Norway’s leader in a text message on Sunday, “I no longer feel an obligation to think purely of Peace”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Even Trump’s Republican allies have warned that US military aggression towards Greenland would effectively blow up the NATO alliance, as Democrats have sought to capitalise on the discord between Trump’s campaign messaging and his threats against purported US allies.</p><p>“The American people voted for affordability at home, not threats to invade our closest friends abroad,” Democrats on the House foreign affairs committee said in a January 6 post on X.</p><p>“Trump is ignoring Americans’ affordability concerns with his foreign escapades, and making things worse with more tariffs. This will only further raise costs for the American people,” the panel wrote earlier this week, referring to Trump’s threats to further tariff European countries over Greenland.</p><p>The Trump administration, for its part, has sought to connect both Venezuela and Greenland to cost-of-living issues.</p><p>That has included pushing <a href=\"/news/2026/1/7/fact-checking-trump-on-promised-us-oil-company-investment-in-venezuela\">dubious claims</a> over the effect US access to Venezuelan oil will have on markets, and floating far-flung plans to exploit the untapped natural resources of Greenland, ownership of which Trump has maintained is imperative to US national security.</p><h2 id=\"a-test-for-democrats\">A test for Democrats?</h2><p>Of course, with the midterms more than nine months away, much is subject to change under an administration that has relied not only on bold, attention-diverting policies, but their <a href=\"/news/longform/2026/1/20/act-fast-how-speed-defined-the-start-of-trumps-second-term\">rapid and unrelenting deployment</a>.</p><p>But several potential signs have emerged of brewing trouble for Trump’s Republican Party, which has so far broadly fallen in line with the president’s agenda, including refusing to exercise congressional oversight of his <a href=\"/news/2026/1/15/us-senate-defeats-war-powers-resolution-designed-to-rein-in-trump\">military actions</a>.</p><p>Economists have argued that despite signs of economic growth, a relatively comfortable unemployment rate, and a so-far muted domestic impact of Trump’s wide-ranging reciprocal tariffs, inequality has <a href=\"/economy/2026/1/19/the-us-economy-seems-strong-after-a-year-of-trump-but-is-it-really\">continued to yawn</a> under Trump.</p><p>For many in lower and middle income brackets, there has been little shift in their lived experience and the daily life expenses that inform perceptions of affordability, as reflected in a slate of recent polls. That may dovetail with other public opinion surveys showing discontent over Trump’s actions abroad.</p><p>An Associated Press-NORC Center for Public Affairs Research poll conducted January 8 to 11 found 61 percent of US adults disapproved of Trump’s foreign policy approach, with 56 percent saying they felt Trump had “gone too far” on military intervention, even as support for Maduro’s ousting remained relatively high. That was particularly pronounced among independents, a voter segment targeted by both parties, with 63 percent saying Trump had overreached.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A Reuters/Ipsos poll of US residents found particularly dismal support for the US acquiring Greenland, with just one in five respondents supporting such a move. A separate CBS poll found that just 14 percent approve of using military force to seize the island.</p><p>Democratic strategist Hasan assessed that messaging from both major parties has been inadequate on affordability, with Republicans asking voters “not to believe their own eyes”, and many old guard Democrats offering only “milquetoast” alternative visions.</p><p>An “antidote” in the months ahead, he said, could be embracing bold positions that weave US actions abroad and impacts felt at home. He pointed to the recent success of New York City Mayor <a href=\"/news/2026/1/1/zohran-mamdani-sworn-in-as-new-york-city-mayor\">Zohran Mamdani</a> as a possible blueprint.</p><p>“We’re in a place where the Democrats really have a test as to whether or not their messaging can meet the very perilous moment that we’re in,” Hasan said. “They actually have to stand up for something.”</p></div></div></body></html>"
        },
        {
            "title": "Spain searches for remains of victims from deadly train crash | Transport | Al Jazeera",
            "time": "2026-01-20T20:24:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768940635.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Senegal celebrates dramatic Africa Cup of Nations win | Football | Al Jazeera",
            "time": "2026-01-20T20:23:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768940627.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Somalia is not even a country’, Trump says in anti-immigrant ramble | Donald Trump | Al Jazeera",
            "time": "2026-01-20T20:20:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T193430Z_1860186087_RC275JAOUL8O_RTRMADP_3_USA-TRUMP_cropped-1768940278.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How winter is making Gaza’s humanitarian crisis worse | Gaza | Al Jazeera",
            "time": "2026-01-20T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768901953.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Winter hits Gaza hard, while activists and aid workers push to keep the world’s attention  from slipping away.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Winter in Gaza is not just a season; it is a crisis. More than one million Palestinians are displaced and in need of emergency shelter. Many live in makeshift tents, as heavy rain and cold temperatures destroy what little shelter remains. With aid and construction materials often blocked or delayed at the border, families face rising risks of hypothermia and disease in an already catastrophic situation.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nDr Nada Abu Alrub – Humanitarian doctor<br>\nTess Ingram – UNICEF spokesperson</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UK approves Chinese embassy in London despite fears over security, protests | Construction News | Al Jazeera",
            "time": "2026-01-20T19:00:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13249940-1755931504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK approves Chinese embassy in London despite fears over security, protests</h1><p class=\"article__subhead\"><em>The British government has given China approval to build the largest embassy in Europe in London eight years after Beijing bought the site.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The British government has given China approval to build the largest embassy in Europe in London eight years after Beijing bought the site.</p><p>Housing Minister Steve Reed’s decision to grant planning permission on Tuesday came before an expected visit to China by Prime Minister Keir Starmer later this month, the first by a British leader since 2018.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>China’s plans to build a new embassy on the site of the two-century-old Royal Mint Court near the Tower of London have stalled for three years over opposition from residents, lawmakers and Hong Kong pro-democracy campaigners in Britain.</p><p>Pro-democracy campaigners from Hong Kong fear Beijing could use the embassy to harass political opponents and even detain them, while nearby residents fear it could pose a security risk to them and attract large protests.</p><p>Politicians in Britain and the United States have warned the government against allowing China to build the embassy on the site over concerns that it could be used as a base for spying.</p><p>The future embassy could still face legal challenges as residents said they planned to challenge the approval in the courts.</p><p>Reed said the decision was now final, barring a successful challenge in court.</p><p>A government spokesperson said intelligence agencies had helped to develop a “range of measures … to manage any risks”.</p><p>Security Minister Dan Jarvis said China would continue to pose national security threats but added that <span>after “detailed consideration of all possible risks around this new embassy … I am assured that the UK’s national security is protected”.</span></p><p>The Chinese government purchased the Royal Mint Court in 2018, but its requests for planning permission to build the new embassy there were rejected by the local council in 2022 over safety and security concerns.</p><p>Last year, Chinese President Xi Jinping asked Starmer to intervene.</p><p>Starmer’s government had <a href=\"/news/2025/8/23/uk-delays-ruling-on-chinese-embassy-after-beijing-withholds-information\">repeatedly postponed its decision</a> in recent months after multiple cases of alleged Chinese spying and political interference underlined concerns about the proposed embassy.</p><p>In November, the domestic intelligence agency MI5 <a href=\"/news/2025/11/18/britains-mi5-warns-lawmakers-over-chinese-spies-posing-as-headhunters\">issued an alert to lawmakers</a> warning that Chinese agents were making “targeted and widespread” efforts to recruit and cultivate them using LinkedIn or cover companies.</p><p>Beijing has strongly denied those claims, calling them “pure fabrication and malicious slander”.</p><p>Starmer has stressed that while protecting national security is nonnegotiable, Britain needs to keep up diplomatic dialogue and cooperation with the Asian superpower.</p></div></div></body></html>"
        },
        {
            "title": "Israeli withdrawal from Gaza a top priority, Qatari PM says | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-20T18:59:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260120__93DK8QJ__v1__HighRes__SwitzerlandPoliticsEconomyDiplomacy_cropped-1768935198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Netflix switches its Warner Bros offer to all-cash deal to quell Paramount | Media News | Al Jazeera",
            "time": "2026-01-20T18:52:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-17T014724Z_1688721972_RC2DCIAEVINQ_RTRMADP_3_USA-TRUMP-BONDS-1768930362.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Netflix has switched to an all-cash offer for Warner Bros Discovery’s studio and streaming assets without increasing the $82.7bn price in a bid to shut the door on <a href=\"/economy/2026/1/7/warner-bros-again-rejects-latest-hostile-bid-from-paramount\" target=\"_blank\" rel=\"noopener\">Paramount’s rival efforts</a> to snag the Hollywood giant.</p><p>The new all-cash bid – at $27.75 a share – has unanimous support from the Warner Bros board, according to a Tuesday regulatory filing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Both Netflix and Paramount Skydance covet Warner Bros for its leading film and television studios, extensive content library and major franchises such as Game of Thrones, Harry Potter and DC Comics’ superheroes Batman and Superman.</p><p>Paramount has altered its terms and engaged in an aggressive media campaign to try to convince shareholders that its bid is superior, but Warner Bros has spurned the David Ellison-led company. David Ellison’s father, billionaire Oracle founder Larry Ellison, is a close ally of US President Donald Trump. Paramount declined to comment on Tuesday on Netflix’s all-cash offer.</p><p>Warner Bros will hold a special investor meeting to vote on the Netflix deal, with the streaming pioneer saying that the meeting was expected to be held by April.</p><p>“Our revised all-cash agreement will enable an expedited timeline to a stockholder vote and provide greater financial certainty,” Netflix co-CEO Ted Sarandos said in a statement.</p><p>Shares of Netflix, which is slated to report quarterly earnings after the market close, are up 0.7 percent. Paramount shares were down 1.1 percent, while Warner Bros’s shares were up 0.7 percent in midday trading.</p><p>Alex Fitch, portfolio manager for Harris Oakmark, <a href=\"/economy/2026/1/8/warner-bros-investors-torn-on-paramount-skydance-bid\" target=\"_blank\" rel=\"noopener\">the fifth-largest investor</a> in Warner Bros with about 96 million shares as of September 30, predicted the bidding war for Warner Bros may not be over.</p><p>“This new agreement only ramps up the pressure,” said Fitch. “The changes show that Netflix is serious about winning, and the accelerated shareholder vote means Paramount needs to act with urgency. Now, it is up to Paramount to provide a clearly superior offer if they want to get this done.”</p><p>Netflix shares have fallen almost 15 percent since announcing the merger on December 5, closing at $88 per share on Friday, well below the $97.91 floor price of the original bid. That drop was part of Paramount’s argument that its bid was superior.</p><p>The new $27.75-per-share offer from Netflix replaces its earlier cash-and-stock bid for $23.25 in cash and $4.50 in Netflix stock.</p><p>“The merger consideration is a fixed cash amount to be paid by an investment-grade company, providing [Warner Bros] stockholders with certainty of value and liquidity immediately upon closing the merger,” Warner Bros said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The company’s board also disclosed its valuation for Discovery Global, a planned spin-off that will contain television assets, including CNN and TNT Sports and the Discovery+ streaming service.</p><p>The board has maintained that the Netflix merger deal is superior to Paramount Skydance’s $30-per-share cash bid for the company because Warner Bros’s investors would retain a stake in the separately traded Discovery Global.</p><p>Warner Bros’s advisers used three separate approaches for valuing Discovery Global. The lowest share price they arrived at was $1.33 per share, by applying a single value across the whole company. The high end of the range they determined was a price of $6.86 a share, if the spin-off became involved in a future deal.</p><p>Paramount has said the cable spinoff central to the streaming giant’s offer is effectively worthless.</p><h2 id=\"a-looming-deadline\">A looming deadline</h2><p>The rival bidder went to court on January 12 to expedite the disclosure of this information, so investors could evaluate the competing offers for Warner Bros. A Delaware court judge rejected the request, finding that Paramount had failed to demonstrate it would suffer irreparable harm from the alleged inadequate disclosures about Warner Bros’s cable TV business.</p><p>Paramount Skydance, whose tender offer expires on January 21, did not immediately respond to a Reuters request for comment.</p><p>“Paramount will make another appeal to shareholders. Unless Paramount raises its bid, the appeal will be window dressing,” E-marketer analyst Ross Benes said.</p><p>The race is expected to come to a head at a shareholder vote later this year as Warner investors weigh the value of cable assets.</p><p>Warner Bros reiterated its reasons for rejecting the Paramount bid, saying its all-cash offer of $30 a share was insufficient after factoring in the “price and numerous risks, costs and uncertainties”.</p><p>“Netflix’s move to go all‑cash on the Warner Bros deal is a smart pivot at a time when its own falling share price had begun to weaken its hand,” said Matt Britzman, senior equity analyst at Hargreaves Lansdown. “A cash bid strips away uncertainty and is unquestionably more appealing from Warner Bros’s perspective, even if it does nothing to ease regulatory scrutiny.”</p><p>A merger with Netflix would leave the combined company with roughly $85bn in debt, compared with $87bn for Paramount. But Netflix is worth considerably more, with a market valuation of $402bn, compared with $12.6bn for Paramount.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Netflix tie-up would be less leveraged – carrying a leverage ratio of under four – than a ratio of about seven with Paramount.</p><p><a href=\"/economy/2025/12/5/netflix-to-acquire-warner-bros-discovery-raising-antitrust-concerns\">Netflix also agreed </a>to allow Warner Bros to reduce the amount of indebtedness to be borne by Discovery Global by $260m, according to the regulatory filing.</p><p>Netflix also has an investment-grade credit rating, whereas Paramount’s bonds are rated at junk levels by S&amp;P and would likely come under further pressure, Warner Bros said in its filing.</p><p>Winning over shareholders’ approval, however, may only be the first step in what could be a long process, given that lawmakers across ⁠the political spectrum have ​voiced concerns that further media consolidation could drive up prices and reduce consumer choice.</p><p>The Ellisons have argued that their relationship with Trump gives them an easier regulatory path to approval.</p></div></div></body></html>"
        },
        {
            "title": "Macron: Europe won’t be ‘intimidated’ by US’ Greenland threats | Donald Trump | Al Jazeera",
            "time": "2026-01-20T18:49:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768934968.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}