{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Fernandes, Manchester United crush Wolves, go sixth on ladder | Football News | Al Jazeera",
            "time": "2025-12-09T09:12:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25342746103232-1765269764_a03cf1-1765270213.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United climbed to sixth in the Premier League on Monday as captain Bruno Fernandes scored twice to help them claim a comfortable 4-1 victory at bottom club Wolverhampton Wanderers, whose calamitous season grows bleaker by the week.</p><p>Dispirited Wolves fans spent most of the first half chanting in protest at the club’s Chinese owners, Fosun, and their mood worsened when Fernandes gave United a 25th-minute lead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>To their credit, Wolves showed some enterprise, and they were cheered off at half-time after Haiti international Jean-Ricner Bellegarde fired home an equaliser in stoppage time.</p><p>Bryan Mbeumo restored United’s lead with a tap-in after 52 minutes, and Mason Mount’s composed finish made it 3-1 just past the hour mark. Fernandes completed the job for United with a penalty after VAR spotted a handball.</p><p>When nine minutes of stoppage time were announced, the Wolves fans still inside Molineux booed and sang “blow the whistle”.</p><p>Ruben Amorim’s United have 25 points from 15 games, while Wolves’ club-record eighth successive league defeat, and 13th of the season, left them marooned on two points and in danger of setting some unwanted Premier League history.</p><p>Their tally of points is the joint-lowest after 15 games in the history of England’s top four tiers, and they are without a league win since April, losing 16 and drawing three since.</p><p>Wolves are now 13 points from the safety zone, and the talk is not whether they will be able to mount an escape bid but whether they can surpass the lowest-ever Premier League points haul of Derby County, who managed only 11 in 2007-08.</p><figure id=\"attachment_4161744\" aria-describedby=\"caption-attachment-4161744\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161744\" src=\"/wp-content/uploads/2025/12/GettyImages-2250803328-1765270111.jpg?w=770&amp;resize=770%2C496&amp;quality=80\" alt=\"Bryan Mbeumo in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161744\" class=\"wp-caption-text\">Bryan Mbeumo of Manchester United scores his team’s second goal against Wolves in the 51st minute [Shaun Botterill/Getty Images]</figcaption></figure><h2 id=\"united-looking-up\">United looking up</h2><p>While Wolves are looking down, United are beginning to look up, and while there were times in the first half when they looked vulnerable, their second-half display was silky.</p><p>They ended up with 27 goal attempts, the most since Amorim took charge, and could have won by a larger margin.</p><p>“Attacking with freedom. I thought some of the combinations going forward were crisp, were sharp, and that’s what we can do,” said Mount, who dispatched a sweet first-time volley from Fernandes’s chipped ball into the area.</p><p>Fernandes had opened the scoring by scooping a shot past Sam Johnstone in the Wolves goal despite falling over.</p><p>United lost some control, though, and Wolves levelled just before the interval when Bellegarde fired home after David Moller Wolfe’s shot had bounced into his path.</p><p>It was the first goal Wolves had scored in 540 minutes, but after a brief burst of joy, the gloom once again descended in the second half when Diogo Dalot squared for Mbeumo to score.</p><p>After Mount’s goal, Fernandes bagged his second of the night with a typically confident penalty after Yerson Mosquera was adjudged by VAR to have handled a goal-bound shot.</p><p>Wolves were jeered off and manager Rob Edwards, who replaced Vítor Pereira last month, said he could not blame them.</p><p>“There was an anger in the stadium. The lads are trying. The supporters are angry, and I get it,” he said.</p><p>“It’s the toughest league in the world, and we came into a team who hadn’t won since April. I wasn’t anticipating a quick turnaround.”</p><p>With a trip to Premier League leaders Arsenal next, things are likely to get worse before they get better for the Midlands club.</p><figure id=\"attachment_4161735\" aria-describedby=\"caption-attachment-4161735\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161735\" src=\"/wp-content/uploads/2025/12/AFP__20251208__87GV74J__v2__HighRes__TopshotFblEngPrWolvesManUtd-1765269903.jpg?w=770&amp;resize=770%2C533&amp;quality=80\" alt=\"Bruno Fernandes in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161735\" class=\"wp-caption-text\">Manchester United’s Bruno Fernandes shoots from the penalty spot to score the team’s fourth goal against Wolves [Darren Staples/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Al Jazeera reports from Aceh Tamiang as flood survivors face new dangers | Floods | Al Jazeera",
            "time": "2025-12-09T08:40:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765269619.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Death roll rises as renewed hostilities flare along Thai-Cambodia border | Conflict News | Al Jazeera",
            "time": "2025-12-09T08:12:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T071845Z_985154998_RC2TCIAZA42X_RTRMADP_3_THAILAND-CAMBODIA-1765265332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand and Cambodia have traded blame for renewed clashes along their disputed border and pledged to continue the fighting, as the death toll climbs in the latest outbreak of hostilities between the neighbours.</p><p>Cambodia’s Ministry of National Defence said on Tuesday nine civilians had been killed and 20 injured since Monday, while the Thai military said two more deaths meant that three soldiers had been killed and 29 wounded on its side since clashes resumed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2025/12/8/thailand-launches-air-raids-along-border-with-cambodia-after-deadly-clashes\">Renewed fighting</a> broke out on Sunday night in a skirmish in which one Thai soldier was killed, forcing tens of thousands of people from their homes and shattering an uneasy peace that had held since five days of clashes in July.</p><p>That bout of fighting, involving the exchange of rockets and heavy artillery fire and fuelled by competing territorial claims along their border, resulted in at least 48 deaths on both sides and the temporary evacuation of more than 300,000 civilians before a ceasefire was brokered by Malaysian Prime Minister Anwar Ibrahim and United States President Donald Trump.</p><p>Thailand, however, <a href=\"/news/2025/11/10/thailand-suspends-cambodia-peace-deal-after-landmine-blast\">suspended the implementation of the ceasefire pact</a> last month, following a <a href=\"/news/2025/11/11/cambodia-denies-thai-landmine-claims-as-truce-hangs-in-the-balance\">landmine blast</a> that maimed one of its soldiers.</p><h2 id=\"cambodia-forced-to-fight\">Cambodia ‘forced to fight’</h2><p>Cambodia’s powerful Senate President Hun Sen claimed in a statement on social media on Tuesday that the military had been refraining from firing at Thai forces the previous day, but had begun shooting back overnight.</p><p>He said targeting areas where Thai forces were advancing would allow Cambodia’s military to “weaken and destroy enemy forces through counterattacks”.</p><p>“Cambodia wants peace, but Cambodia is forced to fight back to defend its territory,” the former prime minister said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thailand’s army said Cambodian forces had fired artillery at a village in eastern Sa Kaeo province early on Tuesday, although no casualties were reported, and that Cambodia attacked Thai positions with rockets and drones.</p><p>Each side blames the other for firing the first shots.</p><h2 id=\"no-space-for-diplomacy\">‘No space for diplomacy’</h2><p>In a statement on Tuesday morning, the Thai navy said it was taking action to expel Cambodian forces from its territory in the coastal province of Trat.</p><p>The navy said Cambodian forces there were increasing their presence, deploying snipers and heavy weapons, developing fortified positions and digging trenches, in what it viewed “as a direct and serious threat to Thailand’s sovereignty”, prompting the launch of operations to expel them.</p><p>Speaking to Al Jazeera, Thailand’s Foreign Minister Sihasak Phuangketkeow said Cambodia is “not ready” for peace negotiations.</p><p>“They say they’re ready on one hand, but their actions on the ground are entirely in the opposite direction,” he said.</p><p>“Diplomacy will work when the situation provides the space for diplomacy,” he said. “I’m sorry to say that right now we don’t have that space.”</p><p>Although the ongoing hostilities and military operations are bringing losses to both sides, Phuangketkeow added that “we want the Cambodian side to show that they’re ready to stop what they’re doing – and then, of course, we can consider the prospect for diplomacy and negotiations”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Both sides say the renewed violence has forced civilians on either side of the border to flee to shelter.</p><p>A statement from Thailand’s 2nd Army Region, situated along the border, said almost 500 temporary shelters have been set up in four border provinces, accommodating more than 125,000 people.</p><p>For more than a century, Thailand and Cambodia have contested sovereignty at points along their 817km (508-mile) border, first mapped in 1907 by France when it ruled Cambodia as a colony.</p><p>Simmering tension has occasionally exploded into skirmishes, such as a weeklong artillery exchange in 2011, despite attempts to resolve the dispute peacefully.</p><p>A 2013 ruling by the International Court of Justice (ICJ) upheld a 1962 judgement by the same body awarding part of the land around Preah Vihear temple, a UNESCO World Heritage Site, to Cambodia and instructing Thailand to withdraw its personnel stationed in the area.</p><p>Thailand has refused to acknowledge the ICJ’s jurisdiction in this issue.</p></div></div></body></html>"
        },
        {
            "title": "Record numbers of Ukrainians desert army amid losses to Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-09T08:10:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T102717Z_1048159643_RC2LBIAMF11F_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1765229401.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> Tymofey’s palms and fingers are still dotted with lilac, half-healed scars left by the razor-sharp barbed wire on the walls around the military training centre he busted out from six months ago.</p><p>The lanky 36-year-old office worker in Kyiv told Al Jazeera he has done it twice after being forcibly conscripted in April.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said he chose to desert after realising how perfunctory and ineffective his training was for real combat, and that he would inevitably become a front-line stormtrooper with no chances of survival.</p><p>“There’s zero training. They don’t care that I won’t survive the very first attack,” Tymofey said, referring to the drill sergeants who were training him in April after police rounded him up in central Kyiv.</p><p>He claimed that his trainers were mostly preoccupied with preventing desertions from the centre, which was surrounded by a 3-metre (9.8 ft) high concrete wall covered with barbed wire.</p><p>“They don’t care whether a soldier learns to shoot. They gave me a gun, I shot a round in the direction of a target, and they ticked a box next to my name,” he said.</p><p>Tymofey asked to withhold his last name and personal details because he is hiding from the authorities.</p><p>He claimed he has not been officially charged with desertion or going AWOL (absent without leave), charges that can be seen in the online and publicly-accessible registry of pretrial investigations.</p><p>His explanation is simple: “Half the country is on the run”, while military and civilian authorities do not have the capacity to track down and apprehend each deserter.</p><p>Prosecutors said in October that some 235,000 servicemen went AWOL, and almost 54,000 have deserted since Russia began its full-scale invasion in 2022.</p><p>Those numbers began to snowball last year. Some 176,000 AWOL cases and 25,000 desertions were registered between September 2024 and September 2025.</p><p>“Even in Russia, there aren’t that many soldiers going AWOL,” Valentyn Manko, top commander of storm troops, told the Ukrainian Pravda on Saturday.</p><p>The desertion crisis exacerbates the disastrous shortage of servicemen amid the gradual, grinding loss of Ukrainian territory to Russia.</p><p>In November, Russian forces occupied some 500 square kilometres (190 sq miles), mostly in eastern Ukraine, while the Washington-mediated peace talks stalled again.</p><p>Manko said that about 30,000 men are mobilised monthly, but the preferred number is 70,000 to “restaff” all military units.</p><p>A serviceman can be accused of deserting 24 hours after leaving his military unit, and can face between five and 12 years in jail, according to wartime regulations, while going AWOL is punishable by up to 10 years in jail.</p><p>Many prefer jail.</p><p>“The number of our deserters, servicemen gone AWOL is too high,” Lieutenant General Ihor Romanenko, former deputy head of Ukraine’s General Staff of Armed Forces, told Al Jazeera. “They think that from the legal standpoint, it’s easier to go to jail than to the front line.”</p><p>Romanenko has long been advocating for the introduction of stricter wartime laws and harsher punishment for deserters and corrupt officials, who he believes should be sent to the front line instead of jail.</p><p>The legal difference between desertion and going AWOL is an “intention to leave the service for good”.</p><p>But since November 2024, President Volodymyr Zelenskyy’s government has declared an amnesty for first-time deserters, who can return to their unit without any punishment.</p><p>Some 30,000 have, counting on the lenience of military authorities and their commanding officers.</p><p>“There’s more understanding towards them,” a psychologist at a military unit in southern Ukraine told Al Jazeera on condition of anonymity, because he is not authorised to talk to the media.</p><p>Desertion does not always stem from fear of death, and is often caused by inattentive commanding officers who ignore their servicemen’s issues, the psychologist said.</p><p>“Some say their commander didn’t let them go on leave, didn’t let them visit their sick relatives, didn’t let them get married,” he said.</p><p>In one case, a man in his early twenties deserted after learning he would be dispatched to the front-line town of Pokrovsk, the psychologist said.</p><p>After fleeing, the deserter worked in a factory job despite the risk of being caught, the psychologist found out later.</p><p>Meanwhile, the military police force is severely understaffed and cannot detain a serviceman without a court order unless he is drunk or threatens them with a weapon – while courts are swamped with thousands of cases that cannot be processed promptly.</p><p>So, a deserter’s nightmare is the “<a href=\"/news/2025/8/8/ukraines-conscription-crisis-alleged-abuse-leads-to-protests-emigration\">conscription patrols</a>” that comprise military and police officers who comb public places asking men of fighting age to show IDs and “soldier’s tickets”, QR-coded documents about their conscription status.</p><p>But many deserters know their way around such places, or even carry enough cash to pay a bribe of up to several hundred dollars.</p><p>Deserters can also be caught while driving cars registered to them, or even connected to them via traffic fines paid for from their cards.</p><p>That is how Tymofey got caught.</p><p>For months, he had been driving his brother’s car, but in April, he used his own credit card to pay a fine for running a red light.</p><p>Days later, traffic police rounded him up, saying that a conscription notice had been sent to him months earlier.</p><p>Tymofey claimed to have never received the notice.</p><p>He was sent to a training centre in the central Zhytomyr region and escaped after finding a gap in the barbed wire and securing a ride from a friend.</p><p>To reach the car, he said he walked for five hours in the rain through a forest, stumbling and scratching his face and arms.</p><p>“The friend almost drove away without me,” Tymofey said.</p><p>Once in Kyiv, he moved to his friend’s apartment, went back to work, and even started using his old SIM card.</p><p>But two months later, he was caught again while driving his brother’s car.</p><p>His second escape was an easier, fast-forwarded version of the first one, because “the training centre was in Kyiv and the fence was lower”, he said, showing his scarred palms.</p><p>Tymofey shrugged off the opinion of his friends and relatives who condemn his “cowardice” and a “lack of patriotism”.</p><p>Some have cut ties with him altogether, he said.</p><p>Many former servicemen despise draft dodgers and deserters, thinking they should face tougher punishment and have their civil rights limited.</p><p>“They shouldn’t be allowed to vote or receive pension,” suggested Yevhen Galasiyk, who lost his right eye near the eastern town of Bakhmut in 2023, and still suffers from severe headaches.</p></div></div></body></html>"
        },
        {
            "title": "Syrian people “will not settle before” justice is served | Syria's War | Al Jazeera",
            "time": "2025-12-09T08:01:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-Quotable-thumbnail-16x9-1-1765267191.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">“There is low intensity crimes of vengeance because people know their tormentors.”</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gamal Mansour, researcher at the University of Toronto, explains why the promise of transitional justice in Syria a year after the fall of Bashar al-Assad is an important one.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel’s ex-PM Ehud Barak and Epstein had close relationship, emails reveal | Sexual Assault News | Al Jazeera",
            "time": "2025-12-09T07:50:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2019-06-26T160256Z_1992502454_RC19F348F090_RTRMADP_3_ISRAEL-POLITICS-BARAK-1765170295_ba8a3a-1765173350.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Israeli drone company, malaria testing technology, and the proposed sale of an American billionaire’s oil and gas empire are among the many previously unknown business ventures that former Israeli Prime Minister Ehud Barak discussed with the late sex offender and financier Jeffrey Epstein, leaked emails reveal.</p><p>Epstein served as a trusted financial adviser, fixer, concierge, sounding board, and even friend to the ex-Israeli leader during a long-running relationship that blurred professional and personal boundaries, the emails suggest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Barak has previously acknowledged having a business relationship with Epstein via the Israeli emergency services startup Reporty, the communications suggest that the politician coordinated with the disgraced financier on several previously unknown business proposals, relying heavily on his advice and connections.</p><p>Barak, who led Israel from 1999 to 2001 and served as the country’s defence minister from 2007 to March 2013, also sought Epstein’s input on drafts of newspaper op-eds and used an apartment in New York City arranged by the financier to write his autobiography.</p><p>The two men also exchanged holiday greetings, and Epstein sent his condolences to Barak when his mother passed away in 2013.</p><p>Like many powerful figures in Epstein’s orbit, Barak, who said he first met the late financier in 2003, continued his association with Epstein for years after he became a convicted sex offender following a controversial plea deal in 2008.</p><p>The emails, which span 2013 to 2016, were published in August by the whistleblower site Distributed Denial of Secrets after being stolen by the hacktivist group Handala, which the government of Canada has linked to Iran’s intelligence agencies.</p><p>Barak did not respond to requests for comment sent to his personal email address and those of his lawyers and publisher.</p><p>Barak’s prospective business partners in the various deals he discussed with Epstein also did not respond to requests for comment.</p><p>Just months after Barak ended his tenure as Israel’s defence chief in 2013, Epstein promised to make the politician hundreds of millions of dollars in an email flexing his skills as a financial adviser.</p><p>“We both know that with my involvement at a senior level you will be able to achieve, not so many but at least few hundred million more than without my help. To date you have not made a real proposal, and though I am happy to move forward I would need a firm serious offer to do so,” Epstein wrote to Barak in the email dated September 20, 2013.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4159258\" src=\"/wp-content/uploads/2025/12/email1-1-1765181847.jpg?w=770&amp;resize=770%2C236&amp;quality=80\" alt=\"epstein\" fetchpriority=\"low\"></p><p>That November, it appears that Epstein sought to renegotiate the terms of an agreement for his financial services following a delayed payment.</p><p>“I think best that after this is received we look to form a new arrangement that meets both of our needs,” Epstein wrote.</p><p>Epstein, who indicated in their correspondence that he had already been paid at least $5m, proposed that he receive a $2m annual retainer plus a percentage of profits.</p><p>It is unclear what terms, if any, the two men ultimately agreed upon.</p><p>Among the projects that Barak appears to have sought Epstein’s advice on was a proposed investment in Israeli startup Light &amp; Strong, which in 2014 was working on solar-powered, high-altitude, long endurance (HALE) drones in an initiative dubbed “Project Sun Spark”.</p><p>Founded in Israel in 2007, Light &amp; Strong produced military and aerospace components for the Israeli state and defence industry.</p><p>Two Israeli businessmen, Ofer Amir and Gal Erez, bought the company from a liquidator in 2014 after a previous owner went bankrupt.</p><p>Amir and Erez hoped that Light &amp; Strong could rival Google and Facebook with solar-powered drones capable of boosting mobile phone and broadband coverage, according to a company prospectus. The drones also offered a secondary use for intelligence, surveillance, and reconnaissance, the emails show.</p><p>“They would like me to join as Chairman and to consider invest up to $1M based on $13M pre money as part of a round that will raise $3.0M ($16M post money valuation),” Barak wrote to Epstein in October 2014 after he was approached by Amir.</p><p>Epstein and his lawyer reviewed the company’s financial statements over a flurry of email exchanges with Barak over the next few weeks before Epstein issued a hard “no” on the investment.</p><p>“this is crazy. the people writing this have no financial knowledge. they write for ex that this cashflow does not include depreciation.???? of course not. deprecitation has nothing to do with cashflow  nothing. STAY AWAY,” Epstein wrote in a typically error-strewn email on November 27, 2014.</p><p>Light &amp; Strong was later acquired by an Indian aerospace conglomerate, according to Israeli media.</p><figure id=\"attachment_4158947\" aria-describedby=\"caption-attachment-4158947\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158947\" src=\"/wp-content/uploads/2025/12/2019-07-10T000000Z_35234140_RC1B38E9A200_RTRMADP_3_PEOPLE-JEFFREY-EPSTEIN-1765170798.jpg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"epstein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158947\" class=\"wp-caption-text\">Jeffrey Epstein appears in a photograph taken for the New York State Division of Criminal Justice Services’ sex offender registry on March 28, 2017 [File: New York State Division of Criminal Justice Services/Handout via Reuters]</figcaption></figure><p>Epstein’s advice took a similar tone when Barak asked about a potential deal with the late Denver, Colorado-based oil tycoon Jack Grynberg.</p><p>Barak’s emails indicate that he felt a personal affinity for Grynberg, who had shared his experience of surviving the Holocaust as a child before making a multibillion-dollar fortune in oil and gas.</p><p>A judge later found that Grynberg, who died in 2021 aged 89, “suffered from insane delusions and failed to make rational decisions” in the waning years of his life as he tried to keep his fortune out of the hands of his family.</p><p>Grynberg engaged Barak in 2014 to help broker the sale of one of his oil and gas companies, Gadeco LLC.</p><p>The oil tycoon proposed offloading a 25 percent stake in the company for $400m, or a 100 percent stake for $1.6bn.</p><p>Barak agreed to help broker the deal for a 5 percent commission – to be divided among himself and business associates – and suggested two “Chinese and Russian candidates”.</p><p>Barak’s emails show that in October 2014, he approached China National Offshore Oil Corporation (CNOOC), the Israeli-Russian billionaire Viktor Vekselberg, and Hong Kong entrepreneur Joachim Chao, who was representing a “consortium of Chinese private companies”.</p><p>The emails also suggest that Epstein helped Barak approach the staff of Leon Black, the billionaire cofounder of private equity firm Apollo Global Management, about the sale.</p><p>Barak asked for Epstein’s advice in late October in a series of emails with the subject line “JG Co. Sale”.</p><p>“Hi Jeff Thx for your support. Pl share with me your impression from the JG Co. Materials once you’ve looked through them. Do not hesitate to correct or direct me along the way. I don’t have enough time to learn from my own mistakes,” Barak wrote.</p><h2 id=\"total-waste-of-your-time\">‘Total waste of your time’</h2><p>Epstein told him to avoid the sale at all costs a few hours later.</p><p>“This is total 100 percent BULLSHIT. I told you on the phone before sending or asking anyone about it you should do your own homework, You cannot be seen to be selling garbage ,frauds. Bad things and or trouble,” Epstein wrote.</p><p>“This is a total waste of your time. Call me when awake.”</p><p>Two days later, Barak emailed Epstein to thank him for his advice and inform him he had “softly killed the GADECO story”.</p><p>In early November, Barak informed Grynberg he could no longer help with the sale, but by the middle of the month, negotiations with Chao were back on, according to the emails.</p><p>Negotiations with Chao appeared to fizzle out by December, and the sale did not proceed.</p><p>Grynberg later lost control of his business empire in 2019 following a successful lawsuit by his family.</p><p>Epstein played a supporting role for Barak in other ways, including by offering his Manhattan home to host business meetings.</p><p>Those meetings included a September 2013 encounter between Barak and Boris Nikolic, a biotech venture capitalist and then-chief adviser for science and technology at the Bill and Melinda Gates Foundation.</p><p>At the time, Barak sat on the advisory board of the Israeli biotech startup Parasight, which was developing a platform to test blood for malaria and parasites.</p><p>Barak solicited Nikolic’s feedback on the technology, which was undergoing clinical trials in India, in the hopes that the Gates Foundation might invest in Parasight, later renamed Sight Diagnostics.</p><p>Nikolic later passed on the opportunity, telling Parasight that the Gates Foundation was avoiding “machine-based technology” due to the difficulty of deploying it in remote parts of Africa.</p><p>Epstein often steered Barak to reach out to high-profile individuals spanning politics, business, academia and entertainment, or in many cases offered to connect Barak himself.</p><p>The list included then-president of the Maldives Abdulla Yameen; former French President Nicolas Sarkozy; outgoing New York Mayor Michael Bloomberg; former Harvard President Larry Summers; billionaire tech entrepreneur Peter Thiel; public intellectual Noam Chomsky; and film director Woody Allen.</p><p>It is unclear how many of these meetings took place.</p><figure id=\"attachment_4148601\" aria-describedby=\"caption-attachment-4148601\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4148601\" src=\"/wp-content/uploads/2025/12/afp_693074e5cd7c-1764783333.jpg?w=770&amp;resize=770%2C529&amp;quality=80\" alt=\"In this pool photograph distributed by the Russian state agency Sputnik, Russia's President Vladimir Putin attends a volunteer organisations forum in Moscow on December 3, 2025. (Photo by Alexander SHCHERBAK / POOL / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4148601\" class=\"wp-caption-text\">Russian President Vladimir Putin attends a volunteer organisation’s forum in Moscow, Russia, on December 3, 2025 [File: Alexander Shcherbak/pool via AFP]</figcaption></figure><p>One event that did go forward, however, was a meeting with Russian President Vladimir Putin in 2013 while Barak was in Moscow.</p><p>“I think you should let Putin know you will be in Moscow. See if he wants private time,” Epstein wrote to Barak in May of that year.</p><p>Epstein and Barak both hoped to convince Putin to abandon his support for Syrian President Bashar al-Assad and help bring an end to the Syrian civil war, according to an investigation by Drop Site News that reviewed the same trove of emails.</p><p>Acting as a backchannel for the Israeli government, Barak met with Putin in June 2013, but he failed to sway him.</p><p>Another important connection for Barak was the billionaire French banker Ariane de Rothschild, whose relationship with Epstein was also reported on by Drop Site news.</p><p>Epstein advised Barak on how to approach the banker, the emails show.</p><p>De Rothschild had previously told Epstein that Barak would need to “build a relationship” with her if he wanted “to make serious money”, according to Epstein’s account of the conversation.</p><p>“I’m ready. But I need your advise re HOW? ( ladies is your forté),” Barak wrote to Epstein on November 21, 2013, in reference to De Rothschild.</p><p>“time.  attention.  stable. recurring.,  PREDICTABLE  where  what when,” Epstein replied a few hours later.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4159265\" src=\"/wp-content/uploads/2025/12/email3-1-1765181914.jpg?w=770&amp;resize=770%2C323&amp;quality=80\" alt=\"email\" fetchpriority=\"low\"></p><p>Epstein also suggested in a June 2014 email to Barak that De Rothschild’s foundation had unspecified problems with the Israeli government that the politician should be briefed on.</p><p>Around this time, Epstein was pursuing Rothschild to fund Israeli “offensive cyber” startups, according to Drop Site News.</p><p>Barak shared similar interests, including in the Israeli cloud security startup Guardicore. He suggested in August 2014 that Epstein pass a one-page backgrounder on Guardicore to PayPal.</p><p>It is unclear whether Epstein followed his advice, and Guardicore was later acquired by cloud service provider Akamai Technology.</p><figure id=\"attachment_4159134\" aria-describedby=\"caption-attachment-4159134\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159134\" src=\"/wp-content/uploads/2025/12/AFP__20251203__86Z98WJ__v2__MidRes__YachtingFraGitanaUltim-1765178887.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Rohschild\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159134\" class=\"wp-caption-text\">Ariane de Rothschild speaks during a news conference before the unveiling of the Ultim multihull Gitana 18 Maxi Edmond de Rothschild yacht in Lorient, France, on December 3, 2025 [File: Loic Venance/AFP]</figcaption></figure><p>Barak’s correspondence with Epstein at times pointed to a deep personal friendship.</p><p>“[t]here are very few people that i enjoy spending time with,  you are unique,” Epstein wrote to Barak on September 21, 2013.</p><p>“Thx. The same. EB,” Barak wrote back.</p><p>Epstein gave Barak access to an apartment in New York, and on one occasion, arranged for the delivery of a piano to the property.</p><p>“We are in the apartment. So cute. And your team prepared it with so much attention to details. Thank you very much. It is so helpful for this task of writing a book,” Barak wrote on July 25, 2015.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4159262\" src=\"/wp-content/uploads/2025/12/email2-1-1765181892.jpg?w=770&amp;resize=770%2C358&amp;quality=80\" alt=\"email\" fetchpriority=\"low\"></p><p>Epstein also invited Barak and his wife, Nili Priel, to visit his private island, Little Saint John, in the Caribbean.</p><p>Barak shared a potential travel itinerary with Epstein to visit his island in January 2014, but that trip appears to have been cancelled.</p><p>In December of that year, Barak’s wife shared a new travel itinerary to travel to St Thomas, an island close to Little St James, with Epstein.</p><p>“we can arrive to St. Thomas Friday, December 12 from NY at 12:55 PM with AA 1275 And leave on Monday, December 15 at 2 PM to NY with AA 1275. Does this suit you?” she wrote in an email forwarded to Barak.</p><p>The following week, Barak thanked Epstein for his “hospitality” and complimented him on his “Great, impressive island”.</p><p>Barak referred to the visit again in a February 2015 email to Epstein that mentioned a bodyguard who joined the former Israeli leader in “LSJ on the second day”.</p><figure id=\"attachment_4158939\" aria-describedby=\"caption-attachment-4158939\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158939\" src=\"/wp-content/uploads/2025/12/2025-11-29T232022Z_1987363674_RC2B6IACXRYF_RTRMADP_3_USA-TRUMP-EPSTEIN-FILES-1765170666.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Little St James\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158939\" class=\"wp-caption-text\">A drone view shows a pool on Little St James, a small private island formerly owned by the late financier Jeffrey Epstein, in the US Virgin Islands, on November 29, 2025 [File: Marco Bello/Reuters]</figcaption></figure><p>After Epstein was arrested on sex trafficking charges in 2019, Barak announced that he had “cut all ties” with his former business partner.</p><p>In a 2023 interview with The Wall Street Journal, Barak adamantly denied attending any of Epstein’s “parties or activities involving girls and women”.</p><p>The leaked emails show that Barak had been approached years earlier for comment about his knowledge of Epstein’s activities.</p><p>In 2015, The Mirror newspaper contacted Barak to give him a chance to comment on whether he was aware that his business partner was “paying underage girls for sex”.</p><p>In a letter sent through his lawyers, Barak denied any knowledge of criminality by Epstein.</p><p>“As to your question about my awareness of Mr. Epstein’s activity, you are assuming allegations as fact and, even if the allegations turn out to be true, I was never aware that Mr. Epstein, to quote you, ‘was paying underage girls for sex.'”</p><p>The Mirror ultimately did not publish an article about Barak’s ties to Epstein following its correspondence with the politician.</p><figure id=\"attachment_4158922\" aria-describedby=\"caption-attachment-4158922\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158922\" src=\"/wp-content/uploads/2025/12/2019-06-26T151116Z_288825181_RC13D05AB230_RTRMADP_3_ISRAEL-POLITICS-BARAK-1765170285.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"barak \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158922\" class=\"wp-caption-text\">Former Israeli Prime Minister Ehud Barak delivers a statement in Tel Aviv, Israel, on June 26, 2019 [File: Corinna Kern/Reuters]</figcaption></figure><p>While Barak’s relationship with Epstein opened up a world of elite connections and business opportunities, it overshadowed his aspirations for a political comeback in Israel.</p><p>At the time of Epstein’s arrest in July 2019, Barak was seeking to challenge Israeli Prime Minister Benjamin Netanyahu in upcoming elections under the banner of the newly formed Democratic Union, an alliance of left-leaning parties.</p><p>One month later, Epstein died in a Manhattan jail cell in what was later ruled a suicide.</p><p>That September, Barak failed to win a seat in the Knesset – Israel’s legislature – when his alliance underperformed in the polls amid renewed scrutiny of his ties to Epstein.</p></div></div></body></html>"
        },
        {
            "title": "Israel launches wave of air strikes in south Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-12-09T07:45:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/clean2-1765268023.jpg?resize=1920%2C1081&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Attack kills six Pakistani soldiers, raises tension with Afghanistan | News | Al Jazeera",
            "time": "2025-12-09T07:43:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251027__826T7AC__v2__HighRes__TopshotAfghanistanPakistanMigration-1762076481.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Attack kills six Pakistani soldiers, raises tension with Afghanistan</h1><p class=\"article__subhead\"><em>It comes as tension simmers along the border, threatening shaky truce between Islamabad and Kabul.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"western\">An attack on a security checkpoint in northwest Pakistan has killed six soldiers, according to officials.</p><p class=\"western\">An armed group stormed the checkpoint in the tribal district of Kurram in Khyber Pakhtunkhwa province overnight on Monday-Tuesday, leading to a heavy exchange of fire, police and security sources said.</p><p class=\"western\">The attack comes as tension simmers along the border between Pakistan and Afghanistan and threatens to extend a series of skirmishes in recent weeks that has killed dozens.</p><p class=\"western\">The Pakistan Taliban, or TTP, has claimed responsibility for the attack, according to the AFP news agency.</p><p class=\"western\">“Six security personnel were martyred and four were injured, while two militants were also killed in the fighting,” an unnamed government official told AFP.</p><h2 id=\"shaky-ceasefire\">Shaky ceasefire</h2><p class=\"western\">The TTP, which has been fighting against Islamabad for nearly two decades, has increasingly launched attacks on Pakistan’s border regions in recent years. Islamabad accuses the Taliban authorities that took power in Afghanistan in 2021 of sheltering the group.</p><p class=\"western\">Kabul denies the charge and asserts that Pakistan’s security is an internal issue.</p><p class=\"western\">Hostilities erupted in October, when a week of fighting and shelling killed about 70 people and wounded hundreds.</p><p class=\"western\" align=\"left\">Afghan and Pakistani officials signed a <a href=\"/news/2025/10/19/afghanistan-pakistan-agree-to-immediate-ceasefire-after-talks-in-doha\">ceasefire agreement</a> following mediation by Qatar, Turkiye and Saudi Arabia. However, tension remains high, and skirmishes have continued to break out as the cross-border attacks have persisted.</p><p class=\"western\" align=\"left\">On Friday, an <a href=\"/news/2025/12/6/afghan-pakistani-forces-exchange-heavy-fire-as-tensions-flare\">exchange of gunfire and shelling</a> at a border crossing killed four civilians and a soldier, according to Afghanistan.</p><p class=\"western\" align=\"left\">The tension has also been provoked and stirred by issues away from the battlefield. Pakistan has accelerated a <a href=\"/features/2025/10/22/pakistan-speeds-up-expulsion-of-afghan-refugees-amid-tensions-with-taliban\">mass expulsion</a> of some of the millions of Afghan refugees it hosted.</p><p class=\"western\" align=\"left\">However, Islamabad said last week that it would soon start allowing United Nations aid to pass through to Afghanistan.</p></div></div></body></html>"
        },
        {
            "title": "Analysis: Bangladesh’s BNP seeks Hasina’s liberal mantle before elections | Politics News | Al Jazeera",
            "time": "2025-12-09T07:25:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25148470912607-1765262836.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Bangladesh Nationalist Party (BNP), the country’s largest political party, is decisively breaking its decades-long alliance with the Jamaat-e-Islami, the South Asian nation’s biggest Islamist group, repositioning itself instead as a liberal, democratic force before national elections.</p><p>The shift comes 16 months after the toppling of former Prime Minister Sheikh Hasina, following a mass uprising against her decade-and-a-half-long rule marked by widespread human rights excesses, including extrajudicial killings, forced disappearances, arrests of critics and opposition leaders, and a brutal crackdown on protesters in August 2024.</p><p>Hasina’s Awami League party, historically the BNP’s principal rival, had over the decades proclaimed the mantle of a secular, liberal pillar in Bangladeshi politics, though critics disputed that assertion.</p><p>By contrast, the BNP and Jamaat were pulled together by their shared opposition to the Awami League. But their ideological differences were never hidden: The BNP subscribed to a nationalist worldview, while the Islamic identity of most Bangladeshis is the raison d’etre of the Jamaat.</p><p>Now, those differences have erupted into a full-fledged split between the parties that had ruled together in the last non-Hasina government elected in Bangladesh, between 2001 and 2006.</p><p>Addressing party supporters this week, BNP Acting Chairman Tarique Rehman invoked the blood-soaked memory of Bangladesh’s 1971 Liberation War against Pakistan, saying “people saw” what happened then. He did not name the Jamaat, but the reference was clearly understood across Bangladesh: The Jamaat had opposed Bangladesh’s independence from Pakistan.</p><p>He also accused the Jamaat of misusing religion to seek votes.</p><p>In similar comments last month, BNP Secretary-General Mirza Fakhrul Islam Alamgir cautioned against dividing the country “in the name of religion” and stressed that the BNP’s politics ought to rest on national unity, democratic principles, and the foundational spirit of 1971.</p><p>So what’s behind this shift?</p><p>The BNP’s recent narrative suggests that it wants to appropriate the moral vocabulary of secular nationalism that the Awami League long monopolised through its lopsided historical revisionism of the true spirit of the liberation war. Awami League founder Sheikh Mujibur Rehman led the liberation struggle, but was also responsible for an independent Bnagladesh’s early descent into authoritarianism, when he banned all other political parties to try to set up a one-party system in 1975.</p><p>Hasina carried forward that legacy when she was in power between 2009 and 2024, banning the Jamaat and arresting thousands of BNP leaders and workers – including its longtime chief and former Prime Minister Begum Khaleda Zia, who is currently in hospital in what her party and family have described as a “very critical condition”. The Hasina government’s ruthless crackdown on the political opposition and other critics turned the 2014, 2018 and 2024 elections into a sham, with the Awami League winning landslides against a landscape of repression.</p><p>To occupy the secular nationalist void left by the Awami League – which itself has now been banned, while Hasina is in exile in India – the BNP needs to sever ties with an Islamist party whose historical baggage could hinder its attempt to appeal to an audience seeking pluralistic politics.</p><p>To be sure, the BNP-Jamaat split did not appear overnight. For months, both parties have drifted apart over core questions: Whether broader reforms must precede elections, how to restructure the Constitution, and what political model should define the post-Hasina era.</p><p>The Jamaat pushed for sweeping structural changes before polls; the BNP insisted on early elections and minimal constitutional revisions. Their disagreements slowly hardened into open rifts.</p><p>But this break is not merely about strategic disagreements. It reflects an ideological recalibration driven by the new political environment.</p><p>The centre-left, liberal-secular space that the Awami League once claimed is now vacant.</p><p>The BNP sees an opportunity to occupy it, before national elections scheduled for February.</p><p>BNP’s calculation is anchored in the shifting mood of the electorate. The youth-led uprising of 2024, the collapse of one-party authoritarianism, and the civic awakening of urban middle-class voters have all produced a renewed demand for democratic governance and political moderation.</p><p>Jamaat’s religion-driven leanings, the BNP believes, could clash with that sentiment. By rebranding itself, the BNP believes it can resonate with voters who are disillusioned with both the Awami League’s authoritarianism and the Jamaat’s religious conservatism.</p><p>The reorientation also aims to reclaim the moral high ground of 1971. For decades, the Awami League weaponised the Jamaat’s wartime collaboration with Pakistan to delegitimise the BNP by association. Now the BNP is flipping that narrative.</p><p>By denouncing the Jamaat’s role in 1971, the party is challenging the ideological monopoly the Awami League exercised for half a century – trying to appeal to younger citizens who view 1971 through narratives of democracy and human rights rather than loyalty to any one party.</p><p>This attempted transformation is not without risks. The BNP must overcome scepticism about whether this rebranding is genuine or opportunistic. Elements within the BNP’s own ranks may resist the shift towards a more liberal identity.</p><p>Furthermore, the post-Hasina political space is crowded: Youth-driven groups like the National Citizen Party (NCP) and civil society networks are also vying for the liberal-centrist vote.  Vote fragmentation could dilute the BNP’s gains unless it manages to unify disparate pro-democracy constituencies.</p><p>Yet the strategic logic behind BNP’s recalibration appears compelling for now.</p><p>The party is no longer positioning itself as a centre-right force competing with the Awami League; it is attempting to transform into a broad democratic platform that absorbs former Awami League voters, urban liberals, minority communities, and politically awakened youth, all searching for a new political home.</p><p>Whether this shift succeeds will depend on how consistently the BNP maintains this new ideological line and whether the public believes that the party’s rupture with Jamaat is a principled decision rather than electoral choreography.</p><p>But what is clear already is that the BNP of 2025 is not the BNP of the past decade. Its leaders are speaking a new language – rooted in inclusiveness, anti-sectarianism, and democratic reform.</p><p>And they are speaking it loudly.</p><p>In breaking with Jamaat and stepping into the ideological ground Awami League once owned, the BNP is reshaping the political landscape of Bangladesh. If the transformation holds, it may become the most consequential realignment in the country’s politics since the early 1990s – an ideological inversion in which the former centre-right party becomes the primary custodian of liberal democratic politics in a post-Hasina Bangladesh.</p></div></div></body></html>"
        },
        {
            "title": "Woman linked to Trump Press Secretary Leavitt freed by immigration agency | Civil Rights News | Al Jazeera",
            "time": "2025-12-09T06:51:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_690a5c3e0e6f-1762286654.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Woman linked to Trump Press Secretary Leavitt freed by immigration agency</h1><p class=\"article__subhead\"><em>The mother of White House Press Secretary Karoline Leavitt’s nephew was granted bond from ICE custody as conflicting claims emerge over her immigration and relationship to Leavitt.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"348\" data-end=\"577\">A Brazilian-born woman with familial ties to White House Press Secretary Karoline Leavitt is being released from United States Immigration and Customs Enforcement (ICE) custody as she has contested possible deportation, her lawyer has said.</p><p data-start=\"579\" data-end=\"901\">Bruna Ferreira, a longtime resident of Massachusetts, received a $1,500 bond on Monday from an immigration judge at a Louisiana detention centre. Ferreira was arrested by ICE agents last month while driving to pick up her 11-year-old son in New Hampshire. She was previously engaged to Leavitt’s brother, Michael.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"903\" data-end=\"1149\">Her lawyer, Todd Pomerleau, said in a text message that “we argued that she wasn’t a danger or a flight risk,” and added: “The government stipulated to our argument and never once argued that she was a criminal illegal alien and waived appeal.”</p><figure id=\"attachment_4114271\" aria-describedby=\"caption-attachment-4114271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4114271\" src=\"/wp-content/uploads/2025/11/2025-11-17T184420Z_1250631238_RC2GYHA7CL14_RTRMADP_3_USA-TRUMP-CHARLOTTE-1763451160.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A protester is detained as members of the US Customs and Border Protection conduct raids on the streets of Charlotte, North Carolina\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4114271\" class=\"wp-caption-text\">A protester is arrested as members of the US Customs and Border Protection (CBP) conduct immigration raids on the streets of Charlotte, North Carolina [File: Sam Wolfe/Reuters]</figcaption></figure><p data-start=\"1228\" data-end=\"1516\">The White House has sought to distance Leavitt from the case, saying in a statement that Ferreira had not spoken to the press secretary “in years”. Trump administration officials have not provided evidence for their claims about Ferreira’s history.</p><p data-start=\"1518\" data-end=\"1823\">However, court filings, family photographs, and previous reporting indicate Ferreira lived with her son and shared custody with Michael Leavitt. In an interview with The Washington Post, Ferreira said she had chosen Karoline Leavitt to be her son’s godmother.</p><p data-start=\"1825\" data-end=\"2156\">The Department of Homeland Security (DHS) spokesperson said in an email that Ferreira is a “criminal illegal alien” who had been detained for battery, an allegation Pomerleau denies. DHS also stated that Ferreira entered the US on a B2 tourist visa that required her to leave the country in 1999.</p><p data-start=\"2158\" data-end=\"2309\">“She will have periodic mandatory check-ins with ICE law enforcement to ensure she is abiding by the terms of her release,” the DHS spokesperson added.</p><p data-start=\"2311\" data-end=\"2623\">A Trump administration official described Ferreira as an absentee parent who “has never lived with her son”. The official said the child has lived full-time with Michael Leavitt in New Hampshire since birth.</p><p data-start=\"3305\" data-end=\"3788\">Ferreira said the White House’s characterisation of her as someone who had never lived with her child is “disgusting” and untrue.</p><p data-start=\"2311\" data-end=\"2623\">According to the North Andover Eagle-Tribune, Ferreira and Michael Leavitt were engaged in 2014, when their son Mike Jr was eight months old.</p><p data-start=\"2625\" data-end=\"3043\">Pomerleau disputes those accounts, insisting his client has shared custody. He said Ferreira came to the US as a toddler and later enrolled in the Deferred Action for Childhood Arrivals (DACA) programme, which grants protection from deportation to people brought to the country without authorisation as children. According to him, the 33-year-old has maintained legal status under DACA and is now seeking a green card.</p><p data-start=\"3045\" data-end=\"3157\"><a href=\"/news/2017/9/6/dreamers-left-vulnerable-as-trump-scraps-daca\">Efforts</a> by former President Donald Trump to end DACA during his first term were blocked by the US Supreme Court.</p><p data-start=\"3305\" data-end=\"3788\">Karoline Leavitt has declined to comment on the case. The current press secretary rose to prominence as Donald Trump’s spokeswoman during his 2024 campaign and now serves as a key member of the White House. She has become one of the leading defenders of the administration’s aggressive crackdown on undocumented immigrants and has publicly supported stricter ICE operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US court orders Trump admin to restore Rumeysa Ozturk’s student status | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-09T06:22:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6937a958-1765255512.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government must restore Rumeysa Ozturk’s student visa record, a federal court has ruled, months after the Tufts student was released from immigration detention where she was being held for speaking out against Israel’s genocidal war on Gaza.</p><p>United States District Judge Denise Casper delivered an interim ruling on Monday that US President Donald Trump’s administration must restore Ozturk’s name to a database of foreign students administered by US Immigration and Customs Enforcement (ICE), known as SEVIS.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The return of her SEVIS record would allow Ozturk, who is a doctoral student in childhood development and the media at Tufts University in Boston, Massachusetts, to work and participate in research related to her studies, her lawyers said.</p><p>In a statement responding to the ruling, Ozturk said her student record was “unlawfully cancelled” because she co-wrote an op-ed advocating “for equal dignity and humanity for all”.</p><p>“After eight long months, that record will now finally be restored,” she said.</p><p>“Going through this brutality, which began with my unlawful arrest and 45 days of detention at a shameful for-profit ICE prison in Louisiana, I feel more connected to everyone whose educational rights are being denied – especially in Gaza,” Ozturk added, noting that “countless scholars have been murdered and every university has been intentionally destroyed,” in the Palestinian enclave.</p><p>Ozturk, who came to the US from Turkiye to study as a Fullbright scholar, was taken into immigration detention on March 25 after her student visa was revoked as part of a wider <a href=\"/news/2025/10/21/lawyers-urge-us-appeals-court-to-uphold-mahmoud-khalids-release-order\">Trump administration’s crackdown</a> on students who spoke out against Israel’s brutal war on Gaza.</p><p>Many universities had already begun harshly cracking down on the protests, which included the student encampment at Columbia University in New York, in a bid to repress criticism of the war, which received considerable funding and political support from the US government and companies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Here in the US, it is truly sad how much valuable knowledge is currently being lost due to the widespread fear of punishment within the academic community,” Ozturk said in her statement on Monday.</p><p>She was one of four Tufts students who co-authored an article published on March 26, 2024 in the Tufts Daily student newspaper, calling on the university to implement student resolutions to “acknowledge the Palestinian genocide” as well as to “disclose its investments and divest from companies with direct or indirect ties to Israel”.</p><p>The Trump administration said it had revoked her visa because she had “engaged in activities in support of Hamas, a foreign terrorist organisation”.</p><p>Jessie Rossman, legal director at the American Civil Liberties Union (ACLU) of Massachusetts, one of the organisations representing Ozturk, said they were grateful her record would now be reinstated after months of “unlawful, and unfair, treatment”.</p><p>“Ms Ozturk came to Massachusetts as a scholar to study childhood development and the media, and we all benefit when she is able to fully participate in her doctoral program,” Rossman said in a statement.</p><p>Although many of the students arrested by the Trump administration for pro-Palestinian activism have since been released from detention, several, including former Columbia University student <a href=\"/news/2025/10/21/lawyers-urge-us-appeals-court-to-uphold-mahmoud-khalids-release-order\">Mahmoud Khalil</a>, have continued to face legal issues related to their immigration status.</p><p>Meanwhile, Leqaa Kordia, a 32-year-old Palestinian woman who participated in the Columbia University protests, is still being detained in immigration detention, according to Amnesty International, months after she was arrested on March 13.</p></div></div></body></html>"
        },
        {
            "title": "Cuba sentences ex-economy minister to life in prison for espionage | Corruption News | Al Jazeera",
            "time": "2025-12-09T05:57:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20191219__1N622M__v1__HighRes__CubaEconomyCurrencyGil-1765258919.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cuba sentences ex-economy minister to life in prison for espionage</h1><p class=\"article__subhead\"><em>Top court sentences Alejandro Gil in the highest profile case against an ex-official in Cuba in decades.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cuba’s top court has sentenced former Economy Minister Alejandro Gil to life in prison for espionage following a closed-door trial, in one of the country’s highest-profile cases in decades.</p><p>In a statement on Monday, the Supreme Popular Tribunal said Gil also received a second concurrent prison sentence of 20 years on corruption charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>These include bribery, falsification of documents and tax evasion.</p><p>Gil, who served as economy minister from 2018 to 2024, was once a close confidant of President Miguel Diaz-Canel.</p><p>The 61-year-old politician was sacked in February 2024 and had not been seen or heard from until the trials.</p><p>The court did not give details about what exactly the former minister did or who he was spying for.</p><p>It said Gil had engaged in “corrupt and deceitful actions” and that he had abused the powers of his office “to obtain personal benefits”. It also said he received money from foreign companies and bribed other public officials to legalise the acquisition of assets.</p><p>“He failed to follow work procedures with the classified official information he handled, he stole it, damaged it, and finally made it available to the enemy,” it added.</p><p>Gil has the right to appeal the sentence within 10 days.</p><p>The former minister’s case is the highest profile among officials who have fallen from grace since 2009, when then-Vice President Carlos Lage and Foreign Minister Felipe Perez Roque were dismissed.</p><p>Their case involved leaks of sensitive information, although they were not sentenced.</p><p>Gil was the public face of monetary and financial reforms in 2021 in Cuba, including trying to unify the country’s currency system. But Cuba, already affected by an economic crisis and shortage of some products, saw an inflationary spiral.</p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia live: Renewed fighting kills more civilians, soldiers | ASEAN News | Al Jazeera",
            "time": "2025-12-09T05:47:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6936bfc6db64-1765195718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Thailand-Cambodia live: Renewed fighting kills more civilians, soldiers</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Cambodia says Thailand’s military resumed attacks on Tuesday morning in border regions, killing at least two people.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Satellite images show the scale of destruction from Asia floods | Floods News | Al Jazeera",
            "time": "2025-12-09T04:48:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-Asia-floods-poster-1765196252.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In Indonesia, at least <a href=\"/news/2025/12/8/indonesia-counts-human-cost-as-more-climate-change-warnings-sounded\">961 people</a> have been killed in Aceh, North Sumatra and West Sumatra while 293 are still missing, Indonesia's National Agency for Disaster Management (BNPB) reported late on Sunday.</p><p>Some 5,000 people have been injured across the three provinces, and more than one million people have been displaced. More than 156,000 homes have been damaged and 975,075 people are in temporary shelters.</p><p>\"Everything is lacking, especially medical personnel. We are short on doctors,\" Muzakir Manaf, governor of Indonesia's Aceh province, told reporters late on Sunday.</p><p>“People are not dying from the flood, but from starvation. That’s how it is.”</p><p>Illegal logging, often linked to the global demand for <a href=\"/news/2019/2/15/indonesia-land-burning-fines-unpaid-years-after-disastrous-fires\">palm oil</a> - along with forest loss due to mining, plantations and fires - have both exacerbated the disaster in Sumatra.</p><p>Indonesian President Prabowo Subianto said the country plans to buy 200 helicopters in 2026, for defence and natural disaster preparedness.</p><p class=\" embed-paragraph-wrapper\"></p><p class=\" embed-paragraph-wrapper\"></p><p class=\" embed-paragraph-wrapper\"></p><p class=\" embed-paragraph-wrapper\"></p><p class=\" embed-paragraph-wrapper\"></p></div></div></body></html>"
        },
        {
            "title": "Honduras issues arrest warrant for ex-president Hernandez after US pardon | Crime News | Al Jazeera",
            "time": "2025-12-09T03:59:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25332779283824-1764659842.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Honduras issues arrest warrant for ex-president Hernandez after US pardon</h1><p class=\"article__subhead\"><em>The arrest warrant for the country’s former president comes amid a closely-fought election.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"922\" data-end=\"1136\">Honduras’s top prosecutor has issued an international arrest warrant for former President Juan Orlando Hernandez, intensifying legal and political turmoil just days after the ex-leader walked free from a United States prison.</p><p data-start=\"1138\" data-end=\"1517\">Attorney General Johel Antonio Zelaya announced the move on Monday in a post on X, saying he instructed the Agencia Técnica de Investigación Criminal, the main investigative body of the Public Prosecutor’s Office, and urged Interpol “to execute the international arrest warrant against former President Juan Orlando Hernández”.</p><p></p><p data-start=\"2345\" data-end=\"2474\">Zelaya’s announcement comes as Hernandez was released from a 45-year prison sentence in the US after President Donald Trump <a href=\"/news/2025/12/2/juan-orlando-hernandez-freed-after-trumps-full-and-complete-pardon\">pardoned him</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"2476\" data-end=\"2643\">Hernandez’s wife, who insists he is innocent, said he will not return to Honduras immediately due to safety concerns and that he is currently in a “safe place” in the US.</p><p data-start=\"3651\" data-end=\"3866\">Hernandez was extradited to the US in 2022, where New York prosecutors had accused him of three drug- and weapons-related offences and alleged he used his presidency to transform Honduras into a “narco-state”.</p><p data-start=\"2029\" data-end=\"2343\">US prosecutors later secured a conviction, saying Hernandez played a central role in moving cocaine through Honduras and onward to the United States. He was handed a 45-year prison sentence on the back of “one of the largest and most violent drug trafficking conspiracies in the world”, according to prosecutors.</p><p data-start=\"1519\" data-end=\"2027\">At the same time, Hernandez has been at the centre of investigations in his country that have targeted current and former politicians suspected of diverting public money. In 2023, along with several former officials, he was charged with involvement in the alleged misappropriation of more than $12m in state funds for his political campaign.</p><p data-start=\"2645\" data-end=\"3036\">Trump’s decision to pardon Hernandez came as he urged Hondurans to rally behind presidential candidate Nasry “Tito” Asfura, a member of Hernandez’s right-wing National Party, in the country’s November 30 <a href=\"/news/2025/12/8/honduran-election-authorities-resume-vote-tallies-amid-allegations-of-fraud\">presidential election</a>.</p><p data-start=\"2645\" data-end=\"3036\">“I will be granting a Full and Complete Pardon to Former President Juan Orlando Hernandez who has been, according to many people that I greatly respect, treated very harshly and unfairly”, Trump wrote in a social media post last week.</p><p data-start=\"3038\" data-end=\"3516\">With 97 percent of ballots counted, Asfura held 40.52 percent of the vote, remaining ahead of centrist rival Salvador Nasralla by roughly 42,100 votes.</p><p data-start=\"3038\" data-end=\"3516\">The tally had already been halted temporarily on Friday with 88 percent of ballots processed. According to the National Electoral Council (CNE), about 16 percent of tally sheets contained irregularities requiring further review, an issue it attributed to the company managing the vote-counting system.</p><p data-start=\"3518\" data-end=\"3649\">International observers have urged authorities to speed up the counting process and take steps to reassure voters of its integrity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel launches new wave of air attacks on Lebanon, straining fragile truce | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-09T03:46:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/CLIP-Israel-Lebanon-strikes-horz-clean-1762453129.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel launches new wave of air attacks on Lebanon, straining fragile truce</h1><p class=\"article__subhead\"><em>Israel says it targeted Hezbollah sites in southern Lebanon, adding pressure to a US-brokered ceasefire.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s military has carried out waves of air attacks in southern Lebanon, causing damage to several homes, according to Lebanese state media, as anger mounts over repeated Israeli violations of a ceasefire with Hezbollah agreed upon last year.</p><p>Lebanon’s National News Agency reported late on Monday that Israeli jets targeted Mount Safi, the town of Jbaa, the Zefta Valley, and the area between Azza and Rumin Arki in “several waves”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>There was no immediate report of casualties.</p><p>The Israeli military, in a post on X, said it struck several sites linked to Hezbollah, including a special operations training compound used by its elite Radwan Force.</p><p>The military said several buildings and a rocket-launching site were also hit.</p><p>The attacks come days after Israel and Lebanon dispatched civilian envoys to a military committee tasked with overseeing their <a href=\"/news/2025/2/9/heres-how-israel-is-repeatedly-violating-the-lebanon-ceasefire\">ceasefire</a>, a step towards a months-old demand by the United States, which has been urging the two countries to broaden their talks.</p><p>Lebanese President Joseph Aoun said on Friday that his country “has adopted the option of negotiations with Israel”, and that the talks were aimed at stopping Israel’s continued attacks on his country.</p><p>The current ceasefire, brokered by Washington in 2024, ended more than a year of clashes between Israel and Hezbollah.</p><p>But Israel has continued to strike Lebanon on a near-daily basis.</p><p>A United Nations <a href=\"/news/2025/11/25/un-calls-for-probe-into-israels-strikes-on-lebanon\">report</a> released in November said that at least 127 civilians, including children, have been killed in Lebanon since the ceasefire went into effect. UN officials have warned that the strikes amount to “war crimes”.</p><p>Tensions spiked further last week when Israel bombed Beirut’s <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">southern suburbs</a>, killing Hezbollah’s top military commander, Haytham Ali Tabtabai.</p><p>The group, still weakened after last year’s conflict, has yet to respond.</p><p>Israel has <a href=\"/features/2025/11/12/israel-intensifying-attacks-on-lebanon-is-it-planning-another-war\">accused</a> Lebanon of not doing enough to compel Hezbollah to relinquish its arsenal across the country, a claim the Lebanese government denies.</p><p>Lebanese Prime Minister Nawaf Salam said last week that Lebanon wanted to see the ceasefire monitoring mechanism play a more robust role in verifying Israel’s claims that Hezbollah is rearming, as well as the work of the Lebanese army in dismantling the armed group’s infrastructure.</p><p>Asked whether that meant Lebanon would accept US and French troops on the ground as part of a verification mechanism, Salam said, “Of course”.</p><p>The continued Israeli strikes have raised fears in Lebanon that the Israeli military could expand its air campaign further.</p><p>Hezbollah has said it is unwilling to let go of its arms as long as Israel continues its strikes on Lebanese territory and its occupation of five points in the country’s south.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump clears way for sale of powerful Nvidia H200 chips to China | Business and Economy | Al Jazeera",
            "time": "2025-12-09T03:18:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251203__2249798538__v3__MidRes__NvidiaCeoJensenHuangVisitsCapitolHill-1765240985.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump has cleared the way for tech giant Nvidia to sell its advanced H200 chip to China, in a significant easing of Washington’s export controls targeting Chinese tech.</p><p>Trump said on Monday that he had informed Chinese President Xi Jinping of the decision to allow the export of the chip under an arrangement that will see 25 percent of sales paid to the US government.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump said exports would be allowed to “approved customers” under conditions that protect national security, and that his administration would take the “same approach” in relation to other chipmakers, such as AMD and Intel.</p><p>“This policy will support American Jobs, strengthen U.S. Manufacturing, and benefit American Taxpayers,” Trump said on Truth Social.</p><p>Nvidia, which is based in Santa Clara, California, said the move struck a “thoughtful balance” and would “support high paying jobs and manufacturing in America”.</p><p>Nvidia shares jumped more than 2 percent in after-hours trading on the news.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s announcement marks a major departure from the policy of former President Joe Biden’s administration, which confined Nvidia and other chipmakers to exporting downgraded versions of their products specifically designed for the Chinese market.</p><p>In his Truth Social post, Trump slammed the Biden administration’s approach, claiming it had led to US tech companies spending billions of dollars on downgraded products that “nobody wanted”.</p><p>The H200, launched in 2023, is Nvidia’s most powerful chip outside of the latest-generation Blackwell series, which Trump confirmed would continue to be restricted for the Chinese market.</p><p>While not Nvidia’s most advanced chip, the H200 is almost six times as powerful as the previous generation H20 chip, according to the Washington-based Institute for Progress, a non-partisan think tank.</p><p>Under an agreement with the Trump administration announced in August, Nvidia agreed to pay the US government 15 percent of revenues from its sales of the H20, which was designed to comply with restrictions imposed on the Chinese market.</p><p>Tilly Zhang, an expert on Chinese tech at Gavekal Dragonomics, said Trump’s decision reflected “market realities” as well as intense lobbying by Nvidia CEO Jensen Huang.</p><p>“The priority is moving away from purely blocking or slowing China’s tech progress, more towards competing for market share and securing the commercial benefits of selling their own tech solutions,” Zhang told Al Jazeera.</p><p>As blocking China’s tech advancement becomes increasingly unrealistic, “gaining more market share and revenue is turning into a higher priority”, Zhang said.</p><p>“That’s what this US move signals to me.”</p><p>Zhang said the race between China and the US to dominate artificial intelligence had shifted from export controls towards market competition.</p><p>“That might push chipmakers on both sides towards faster innovation, and bring more market dynamics,” she said.</p><p>Trump’s announcement drew a swift rebuke from Democratic lawmakers.</p><p>US Senator Elizabeth Warren, who represents Massachusetts, accused the Trump administration of “selling out US security”.</p><p>“Trump is letting NVIDIA export cutting-edge AI chips that his own DOJ revealed are being illegally smuggled into China,” Warren said on X, referring to multiple probes into illegal chip shipments carried out by the US Department of Justice.</p><p>“His own DOJ called these chips ‘building blocks of AI superiority’.”</p><p>Chris McGuire, a senior fellow at the Council on Foreign Relations, said Trump’s move was a blow to US efforts to stay ahead of China in the race to dominate AI.</p><p>“Loosening export controls on AI chips will allow Chinese AI firms to close the gap with frontier US AI models, and will allow Chinese cloud computing providers to build ‘good enough’ data centres around the world,” McGuire, who worked on tech policy in Biden’s White House, told Al Jazeera.</p><p>“This risks undermining the administration’s efforts to ensure the US AI stack dominates globally.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s allies say efforts to end Russia’s war at ‘critical moment’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-09T02:58:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69376dbd0d50-1765240253-e1765267460881.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s European allies have agreed to increase their support for Ukraine and put more economic pressure on Russian President Vladimir Putin as they say efforts to end <span>Moscow’s “barbaric” war are at a “critical moment”, according to Downing Street.</span></p><p>The statement from UK Prime Minister Keir Starmer came as Ukrainian President Volodymyr Zelenskyy said that he would share Ukraine’s version of a 20-point plan on Tuesday, as both Ukraine and Russia continue to refine a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point plan</a> put forward by US President Donald Trump last month to end the war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The mood of the Americans, in principle, is for finding a compromise,” Zelenskyy told reporters in London after a meeting with the leaders of France, Germany and the United Kingdom on Monday. “Of course, there are complex issues related to the territory, and a compromise has not yet been found there.”</p><p>The London meeting kicked off a busy two days of diplomacy for Zelenskyy as European allies scramble to show their support for the Ukrainian leader as he continues to face public criticism from the US president.</p><p>Trump said on Sunday he was “disappointed” with Zelenskyy, accusing him of not having read the latest proposals backed by the US.</p><p>Following the meeting in London, Zelenskyy said that the leaders of Finland, Italy, Poland, Norway, the Netherlands, Denmark, Sweden and Turkiye also joined a call to express their support.</p><p>He then travelled to Brussels, where he met with European Union and NATO leaders before travelling on to Italy to meet with Prime Minister Giorgia Meloni.</p><figure id=\"attachment_4161210\" aria-describedby=\"caption-attachment-4161210\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161210\" src=\"/wp-content/uploads/2025/12/AA-20251208-39928642-39928631-RUSSIAN_AERIAL_ATTACK_ON_ZAPORIZHZHIA-1765246683.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"A view of the destruction after Russian forces struck residential neighborhoods with guided aerial bombs in Zaporizhzhia, Ukraine on December 08, 2025. A total of eleven civilians are known to have been injured, some of them in serious condition. The airstrike caused extensive destruction to residential infrastructure. At least five apartment buildings, vehicles, and civilian facilities have been damaged.Photojournalist:Zaporizhzhia Regional Military Adm\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161210\" class=\"wp-caption-text\">A Russian guided bomb attack damaged a residential neighbourhood in Zaporizhzhia, Ukraine, on Monday [Handout: Zaporizhzhia Regional Military Adm/Anadolu]</figcaption></figure><p>Meanwhile, the Kremlin has said that the recent <a href=\"/news/2025/12/8/eu-slams-critical-us-security-strategy-notes-changed-relationship\">US national security strategy</a> put forward by the White House <a href=\"/news/2025/12/7/russia-welcomes-trumps-revised-us-security-strategy\">largely aligns</a> with Russia’s positions. The new US document is critical of European leaders, sceptical of NATO expansion, supports far-right parties on the continent, and seeks better and stable relations with Russia.</p><p>“The adjustments that we see correspond in many ways to our vision,” Kremlin spokesman Dmitry Peskov told state television reporter Pavel Zarubin on Sunday.</p><p>Peskov also said it was encouraging that the new strategy pledged to end “the perception… of the NATO military alliance as a perpetually expanding alliance”.</p><p>Meanwhile, Russian forces continued to launch <a href=\"/news/2025/12/9/russia-ukraine-war-list-of-key-events-day-1384\">deadly attacks</a> across Ukraine, killing at least four civilians in Ukraine’s Donetsk region and five civilians in Ukraine’s Kharkiv region since Sunday.</p><p>Russia’s Ministry of Defence also claimed on Monday that Moscow’s troops had seized the Ukrainian villages of Novodanylivka in the Zaporizhia region and Chervone in the Donetsk region, according to the state-owned TASS news agency.</p><p>Ukrainian monitoring site DeepState reported that Russian troops advanced near the embattled town of Pokrovsk in the Donetsk region, saying Russian troops have seized Lysivka, Sukhyi Yar, Hnativka, Rih and Novopavlivka, and advanced in the towns of Siversk and Myrnohrad.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Agent-tracking app ICEBlock sues Trump administration in free speech fight | Donald Trump News | Al Jazeera",
            "time": "2025-12-09T01:53:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25342664308164-1765232049.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The developer of a popular app used to monitor and share alerts about immigration enforcement activities has sued the administration of United States President Donald Trump for pressuring Apple to remove it.</p><p>ICEBlock, whose name refers to Immigration and Customs Enforcement (ICE), had one million users before it was dropped from Apple’s <a href=\"/news/2025/10/3/apple-pulls-iceblock-from-app-store-following-us-government-pressure\">app store</a>, according to a lawsuit filed on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Developer Joshua Aaron alleged in the complaint that the Trump administration’s campaign against the tracking app amounted to a violation of free speech.</p><p>“When we see our government doing something wrong, it’s our duty as citizens of this nation to hold them accountable, and that is exactly what we’re doing with this lawsuit,” Aaron said in the lawsuit.</p><p>The suit calls on the district court system to protect the Texas-based software company from “unlawful threats” under the Trump administration.</p><p>It also names as defendants some of Trump’s highest-level officials, including Attorney General Pam Bondi, Homeland Security Secretary Kristi Noem and ICE’s acting director, Todd Lyons.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>First released in April, ICEBlock quickly became a widely used tool across the US as communities sought ways to share information about <a href=\"/news/2025/9/5/south-korea-objects-as-us-immigration-raids-hyundai-plant\">immigration raids</a>.</p><p>Since returning to office for a second term, Trump has pushed a campaign of <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">mass deportation</a>, targeting a wide range of immigrants, many of whom are in the country legally.</p><p>Those raids, many carried out by heavily armed <a href=\"/news/2025/12/3/trump-admin-takes-aim-at-new-orleans-in-latest-us-immigration-crackdown\">immigration agents</a> in military-style attire, have also faced repeated accusations of human rights abuses.</p><p>Critics have questioned the violence used in some arrests, as well as the ICE officers’ use of face masks and plainclothes to conceal their identities.</p><p>There have also been reports of <a href=\"/news/2025/10/31/lawsuit-alleges-horrific-conditions-at-us-immigration-facility-in-chicago\">inhumane conditions</a> once immigrants are in custody, including overcrowding, a lack of sanitation and faeces-smeared walls.</p><p>Human rights advocates have also questioned the speed with which deportations are being carried out, claiming the immigrants arrested have no opportunity to exercise their due process rights and are often prevented from contacting lawyers.</p><p>Even US citizens have been accidentally detained in the immigration sweeps. Some immigrants have been deported despite court orders mandating that they remain in the US.</p><p>The Trump administration has faced fierce criticism and judicial rebukes for its tactics.</p><p>But it maintains that software like ICEBlock puts federal immigration agents in danger of retaliation.</p><p>“ICEBlock is designed to put ICE agents at risk just for doing their jobs, and violence against law enforcement is an intolerable red line,” Attorney General Bondi has said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In October, ICEBlock <a href=\"/news/2025/10/3/apple-pulls-iceblock-from-app-store-following-us-government-pressure\">was pulled from Apple’s app store</a>, a popular platform for downloading mobile software. The Justice Department confirmed that it had contacted Apple to push for the removal.</p><p>The lawsuit states that the tech company told Aaron the app had been removed following “information provided to Apple by law enforcement”.</p><p>Aaron has countered that the app is an exercise of essential free speech rights and is meant to help protect people from overbearing government activity.</p><p>“We’re basically asking the court to set a precedent and affirm that ICEBlock is, in fact, First Amendment-protected speech and that I did nothing wrong by creating it,” Aaron told The Associated Press news agency in an interview.</p><p>“I mean, these are people that are wearing masks — which is the antithesis of everything about this country — and they are not identifying themselves, and they’re zip-tying children, and they’re throwing women into vans.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,384 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-09T01:49:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6937427dc3-1765229181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,384</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,384 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Tuesday, December 9:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces killed four people in attacks on Ukraine’s Donetsk, and wounded 12 others in the Sumy region, according to Ukrainian officials. The city of Sumy was without power late on Monday after Russian forces launched more than a dozen drones in the span of half an hour.</li>\n<li>Earlier on Monday, Sumy regional authorities said Russia had launched 130 attacks on the region in one day.</li>\n<li>The death toll from Russian attacks on Ukraine’s Kharkiv on Sunday rose to five, officials said, after a second person died in the Staryi Saltiv settlement.</li>\n<li>Ukrainian forces launched drone attacks on Russian-occupied Zaporizhzhia, knocking out power to nearly 12,000 people, according to Moscow-installed official Yevhen Balitsky. He said late on Monday that some 8,000 people remained without electricity.</li>\n<li>Ukrainian monitoring site DeepState reported Russian gains near the embattled town of Pokrovsk in the Donetsk region, saying Russian troops have seized Lysivka, Sukhyi Yar, Hnativka, Rih and Novopavlivka, and advanced in the towns of Siversk and Myrnohrad.</li>\n<li>In Russia, several regions in the southern and western parts of the country issued warnings about possible drone attacks early on Tuesday, while airports in Vladikavkaz, Grozny, Magas and Mozdok suspended operations over safety concerns.</li>\n<li>Russia’s Ministry of Defence claimed that Moscow troops had seized the Ukrainian villages of Novodanylivka in the Zaporizhia region and Chervone in the Donetsk region, according to the TASS news agency.</li>\n<li>The ministry also said Russian forces shot down 171 Ukrainian drones in a day, TASS reported.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy met with the leaders of France, Germany and the United Kingdom in London to shore up support for Kyiv as negotiations continue working on a United States proposal to end the war.</li>\n<li>Zelenskyy said the leaders made “small progress” and that Ukraine will share a revised peace plan with the US on Tuesday.</li>\n<li>He told reporters the revised plan comprised 20 points and reiterated that Kyiv had no legal or moral right to give up land to Russia in any peace deal.</li>\n<li>UK Prime Minister Keir Starmer convened a call with Zelenskyy and other European leaders after the meeting in London. “The leaders all agreed that now is a critical moment and that we must continue to ramp up support to Ukraine and economic pressure on [Russian President Vladimir] Putin to bring an end to this barbaric war,” Starmer’s office said.</li>\n<li>Zelenskyy later flew to Brussels, where he met European Commission President Ursula von der Leyen and European Council President Antonio Costa.</li>\n<li>The Ukrainian leader said his meeting with the two European Union institution chiefs, as well as NATO Secretary-General Mark Rutte, was “good and productive” and that “we are acting in a coordinated and constructive manner”.</li>\n<li>The two EU leaders said Ukraine’s must be respected and Ukraine’s security must be guaranteed, in the long term, as a first line of defence” for the European bloc.</li>\n<li>Zelenskyy is due to travel to Italy afterwards.</li>\n<li>Earlier, he confirmed reports that unidentified drones had been spotted near his plane during his flight to Ireland last week. “There will be an investigation… There were drones, indeed,” he told reporters.</li>\n<li>Leaders from Estonia, Finland, Ireland, Latvia, Lithuania, Poland and Sweden urged the EU to move quickly with a stalled proposal to use frozen Russian assets to provide funds for Ukraine.</li>\n<li>Kremlin spokesperson Dmitry Peskov says a meeting between Putin and US President Donald Trump is not expected before the New Year, Russian state news agency TASS reported.</li>\n<li>A court in Russian-controlled Donetsk in Ukraine sentenced three Russian soldiers to 12 years in prison for torturing and killing Russell Bentley, a 63-year-old US national who had volunteered to fight for Russia against Kyiv.</li>\n<li>Hungarian Prime Minister Viktor Orban said that Turkiye has agreed to guarantee the flow of Russian gas to his country. He made the comments in a joint news conference with Turkish leader Recep Erdogan in Istanbul.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li>German Federal Minister for Foreign Affairs Johann Wadephul, who is visiting Beijing, said he pressed Chinese officials to use their influence on Russia to help end the war in Ukraine. “If there is one country in the world that has a strong influence on Russia, it is China,” Wadephul told a news conference.</li>\n</ul><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said that Kyiv is short of about $800m for the US weapons it had planned to buy this year with funding from its European allies.</li>\n<li>The Netherlands said it will earmark another 700 million euros ($815m) to provide Ukraine with military support in the first quarter of 2026. The Dutch government had earlier pledged 3.5 billion euros ($4bn) in support for next year, but a large part of that money has already been spent this year.</li>\n<li>The UK’s Foreign, Commonwealth and Development Office announced a 17 million British pound ($19.78m) investment in green energy innovation projects in Ukraine.</li>\n</ul><h2 id=\"legal-proceedings\">Legal proceedings</h2><ul>\n<li>The International Court of Justice (ICJ) found that counterclaims submitted by Russia are admissible in Ukraine’s case against Russia’s invasion. The case was brought under the Genocide Convention.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump slaps Mexico with 5 percent tariff over violations of water treaty | Donald Trump News | Al Jazeera",
            "time": "2025-12-09T01:37:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25337779758556-1765240486.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has raised tariffs by 5 percent on imports from Mexico, accusing the country of failing to uphold a cross-border water treaty.</p><p>The tariff hike was revealed in a social media message late on Monday, as tensions simmer between the two North American neighbours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Mexico continues to violate our comprehensive Water Treaty, and this violation is seriously hurting our BEAUTIFUL TEXAS CROPS AND LIVESTOCK,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115686410399815717\" target=\"_blank\" rel=\"noopener\">wrote</a> on his platform, Truth Social.</p><p>“Mexico still owes the U.S over 800,000 acre-feet [986.8 million cubic metres] of water for failing to comply with our Treaty over the past five years.”</p><p>The US president’s message set a demand and a deadline. He called on Mexico to release 200,000 acre-feet of water — equivalent to 246 million cubic metres — by December 31.</p><p>But the punitive tariffs, Trump added, are set to begin right away.</p><p>“As of now, Mexico is not responding, and it is very unfair to our U.S. Farmers who deserve this much needed water,” Trump said.</p><p>“That is why I have authorized documentation to impose a 5% Tariff on Mexico if this water isn’t released, IMMEDIATELY. The longer Mexico takes to release the water, the more our Farmers are hurt.”</p><figure id=\"attachment_4161157\" aria-describedby=\"caption-attachment-4161157\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161157\" src=\"/wp-content/uploads/2025/12/AP25238036861428-1765240436.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Drought-cracked land in the Rio Grande\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161157\" class=\"wp-caption-text\">A long-running drought left parts of the Rio Grande cracked and dry in August 2025 [File: Susan Montoya Bryan/AP Photo]</figcaption></figure><h2 id=\"drought-stricken-mexico-struggles\">Drought-stricken Mexico struggles</h2><p>Trump’s demands are part of a long-running dispute over the 1944 Water Treaty, which governs the output of the waterways that spider across the border region — namely the Rio Grande, the Colorado River and their tributaries.</p><p>Under the terms of the treaty, each year, the US must allow Mexico to receive 1.5 million acre-feet of water, or 1.85 billion cubic metres, from waterways streaming south.</p><p>In return, Mexico lets at least 350,000 acre-feet, or 431 million cubic metres, flow northward to the US.</p><p>But years of drought have left Mexico in crisis. According to a 2024 report from the North American Drought Monitor, an intergovernmental agency, more than 75 percent of Mexico is experiencing “moderate to exceptional” drought levels.</p><p>That is the highest recorded level since 2011. As a result, Mexico officials have warned they cannot meet the standards inked in the eight-decade-old treaty.</p><p>But agricultural interests in the border state of Texas are pressuring US lawmakers to act, saying the decreased water supply has withered their businesses.</p><p>Texas Governor Greg Abbott, a Republican, is among those who have pledged to champion the farmers’ cause.</p><p>“Mexico must be held accountable for their continued breaches of our long-standing water agreement,” Abbott said in a news release last month.</p><p>“Because of their pattern of neglect, Texas farmers are enduring preventable hardship and an erosion of the agricultural viability of the Rio Grande Valley.”</p><figure id=\"attachment_4161159\" aria-describedby=\"caption-attachment-4161159\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161159\" src=\"/wp-content/uploads/2025/12/AP25238036628733-1765240454.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dry farmland in Albuquerque\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161159\" class=\"wp-caption-text\">A family takes a walk in the Rio Grande’s dry riverbed in Albuquerque, New Mexico, on August 21 [Susan Montoya Bryan/AP Photo]</figcaption></figure><h2 id=\"a-water-debt\">A water ‘debt?’</h2><p>The issue has been an ongoing source of cross-border strife. In 2020, desperate farmers in Mexico went so far as to take over a dam in the border state of Chihuahua to prevent the “water payments” from flowing to the US, while their crops shrivelled.</p><p>Mexico’s deficit under the 1944 Water Treaty has continued to grow since then, leading to what the US considers a water “debt”.</p><p>The US claims it is owed hundreds of millions of cubic metres of water from the treaty’s last five-year cycle.</p><p>Monday, however, was not the first time Trump has wielded economy-buckling tariffs as a means of enforcing compliance. In April, he made a similar threat.</p><p>“We will keep escalating consequences, including TARIFFS and, maybe even SANCTIONS, until Mexico honors the Treaty, and GIVES TEXAS THE WATER THEY ARE OWED,” he <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114316141098255318\" target=\"_blank\" rel=\"noopener\">wrote</a> on Truth Social.</p><p>One month earlier, in March, the Trump administration also denied Mexico’s request for a special delivery of Colorado River water to the drought-stricken border city of Tijuana.</p><p>It was the first time since the water treaty was signed that the US had taken such an action.</p><p>“Mexico’s continued shortfalls in its water deliveries under the 1944 water-sharing treaty are decimating American agriculture — particularly farmers in the Rio Grande valley,” the US State Department said in a <a href=\"https://x.com/WHAAsstSecty/status/1902788643284021300\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>“As a result, today for the first time, the U.S. will deny Mexico’s non-treaty request for a special delivery channel for Colorado River water to be delivered to Tijuana.”</p><p>In response, the Mexican government denied violating the 1944 treaty. Instead, it said it supplied what it could in the face of extreme water shortages.</p><p>“We have experienced three years of drought, and to the extent that water has been available, Mexico has been fulfilling its obligations,” Mexican President Claudia Sheinbaum <a href=\"https://x.com/Claudiashein/status/1910488593392410892\" target=\"_blank\" rel=\"noopener\">said</a>.</p><figure id=\"attachment_4161171\" aria-describedby=\"caption-attachment-4161171\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161171\" src=\"/wp-content/uploads/2025/12/AP25337780130321-1765241774.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Mexican farmers protest outside Chamber of Deputies\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161171\" class=\"wp-caption-text\">Farmers protest against a proposed water law outside the Chamber of Deputies in Mexico City on December 3 [Claudia Rosel/AP Photo]</figcaption></figure><h2 id=\"a-new-deal-a-new-dilemma\">A new deal, a new dilemma</h2><p>Ultimately, the two countries ended the impasse on April 28, with a <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/04/welcoming-mexicos-water-deliveries-to-the-united-states-and-steps-to-meet-1944-water-treaty-requirements\" target=\"_blank\" rel=\"noopener\">new deal</a> to regulate cross-border water flow.</p><p>According to the US, the agreement required Mexico to immediately release water from international reservoirs.</p><p>It also stipulated that Mexico would boost the amount of water flowing from the Rio Grande northwards through the end of the last five-year cycle, which expired in late October.</p><p>Mexico has claimed it fulfilled those requirements. But Texas lawmakers said the country fell far short, and some want the deficit to roll over into the next five-year cycle.</p><p>Because of a 43-day-long government shutdown in the US, it is unclear how much water passed across the border during the end of that five-year period. Only preliminary data is available.</p><p>Still, the Texas Commission on Environmental Quality (TCEQ), a state agency, has petitioned the Trump administration to take action.</p><p>“Economic losses from delayed water deliveries cannot be recovered,” TCEQ Commissioner Tonya Miller said in a November statement.</p><p>Meanwhile, in Mexico, the Sheinbaum administration faced domestic pressure to loosen water restrictions on local farmers.</p><p>Just this month, farmers poured in from the countryside to form a blockade with their tractors in front of Mexico’s Congress, as a protest against a new bill that would tighten the tap on their water.</p><p>River flows are not the only point of tension between the two countries: Trump has pushed for a crackdown on cross-border drug trafficking and migration, while Sheinbaum has warned against US threats to Mexico’s sovereignty.</p><p>But while Sheinbaum has largely managed to keep relations steady with Trump, there are signals that their bond may be fraying.</p><p>“ Let me just put it this way,” Trump <a href=\"/news/2025/11/18/not-going-to-happen-sheinbaum-dismisses-trump-threat-of-mexico-strikes\">said last month</a>. “I am not happy with Mexico.”</p></div></div></body></html>"
        },
        {
            "title": "US tariffs ruin education dreams for children in India’s diamond hub | Unemployment | Al Jazeera",
            "time": "2025-12-09T00:13:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2009-03-09T120000Z_1930395131_GM1E5390LS901_RTRMADP_3_INDIA-DIAMONDS-1765233510_8f2210-1765238884.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Surat, India –</strong> In 2018, Alpesh Bhai enrolled his three-year-old daughter in an English-language private school in Surat. This was something he never imagined possible while growing up in his village in the Indian state of Gujarat, where his family survived on small fields of fennel, castor and cumin, with their earnings barely enough to cover basic needs.</p><p>He had studied in a public school, where, he recalled, “teachers were a rarity, and English almost didn’t exist”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Maybe if I knew English, I would have been some government worker. Who knows?”, he said, referring to the dream of a majority of Indians, as government jobs come with tenure and benefits.</p><p>His finances improved once he joined the diamond cutting industry in Surat, a city perched along India’s Arabian Sea coast, where nearly 80 percent of the world’s diamonds are cut and polished. Monthly earnings of 35,000 rupees ($390) for the first time brought Alpesh a sense of stability, and with it, the means to give his children the education he never had.</p><p>“I was determined that at least my children would get the kind of private education I was deprived of,” he said.</p><p>But that dream did not last. The first disruption to business came with Russia’s full-scale invasion of Ukraine in 2022. The sanctions on Russia hurt supply chains, as India sourced at least a third of its raw diamonds from Russia, leading to layoffs.</p><p>Alpesh’s earnings fell to 18,000 rupees ($200) a month, then to 20,000 rupees ($222). Soon, the 25,000 rupees ($280) annual school fee became unmanageable. By the time his older daughter reached grade three, just as his younger child started school, the pressure became impossible.</p><p>Earlier this year, he pulled both children out of private school and enrolled them in a nearby public one. A few months later, when new United States tariffs deepened the crisis as demand slumped further, his polishing unit laid off 60 percent of its workers, Alpesh among them.</p><p>“Seems like I’ve come back to where I started,” he said.</p><p>Surat, India’s diamond hub, employs more than 600,000 workers, and hosts 15 large polishing units with annual sales exceeding $100m. For decades, Surat’s diamond‑polishing industry has offered migrant workers from rural Gujarat, many with little or no education, higher incomes, in some cases up to 100,000 rupees ($1,112) a month, and a path out of agrarian hardship.</p><p>But recent shocks have exposed the fragility of that ladder, with close to 400,000 workers having faced layoffs, pay cuts, or reduced hours.</p><p>Even before Russia’s war on Ukraine began in February 2022, Surat’s diamond industry faced multiple challenges: disrupted supplies from African mines, weakening demand in key Western markets, and inconsistent exports to China, the second-largest customer. With the onset of the war, India’s exports of cut and polished diamonds in the financial year ending on March 31, 2024, fell by 27.6 percent, with sharp declines in its top markets – the US, China, and the United Arab Emirates.</p><p>The <a href=\"/features/2025/8/13/will-trumps-india-tariffs-shut-down-worlds-biggest-cut-diamond-supplier\">50 percent tariffs</a> imposed by US President Donald Trump have worsened the downturn.</p><p>Alpesh now works loading and unloading textile consignments for about 12,000 rupees ($133) a month, barely enough to cover food and rent.</p><p>“If I had kept them in the private school, I don’t know how I would have survived,” Alpesh said. “People here have killed themselves over debts and school fees. When you don’t have enough to eat, how will you think of teaching your children well?”</p><p>His daughters are still adjusting. “They sometimes tell me, ‘Pupa, the studies aren’t as good now’. I tell them we’ll put them back in the private school soon, but I don’t know when that will happen.”</p><h2 id=\"an-exodus\">‘An exodus’</h2><p>Some workers have returned to their villages, as many migrant families in Surat can no longer afford rent or find alternative work.</p><p>Shyam Patel, 35, was among them. When exports slowed and US tariffs hit in August, the polishing unit where he worked shut down. With no other work available, he returned to his village in the Banaskantha district the following month.</p><p>“What other option was there?” he said. “In the city, there’s rent to pay even when there’s no work.”</p><p>He now works as a daily-wage labourer in cotton fields in his village. His son, who was in the final year of high school, dropped out after four months of the new academic session.</p><p>“We’ll put him back in school next year,” Shyam said. “The government school said they can’t take new students in the middle of the term. Till then, he helps me in the fields.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Across the city, the disruption is evident in government data. More than 600 students left school mid-session last year as their parents lost work or returned to their villages, mostly in Saurashtra and north Gujarat.</p><p>“Most migrants come to Surat to settle – the city has entire [neighbourhoods] and housing clusters built for diamond workers,” said Bhavesh Tank, vice president of the Diamond Workers Union Gujarat. “An exodus in the middle of the year is unprecedented, and the drop in school enrolment suggests many are not coming back soon.”</p><p>The union estimates that about 50,000 workers have left Surat over the past 12 to 14 months.</p><p>The Vishwa Hindu Parishad (VHP), a Hindu nationalist group allied with Prime Minister Narendra Modi’s governing Bharatiya Janata Party (BJP), has been closely observing the diamond industry crisis in Surat.</p><p>“The number of dropouts has reached a point where even government schools are struggling to take in new students, said Purvesh Togadia, a VHP representative in the city. “The poor quality of education is making the transition even more disheartening for families.”</p><p>The poor quality of education in public schools is well established. In 2024, only 23.4 percent of grade three students could read at a grade two level, compared with 35.5 percent in private schools. By grade 5, the gap persisted – 44.8 percent in government schools versus 59.3 percent in private ones.</p><p>Kishor Bhamre, director at Pratham, an organisation working on children’s rights across education and labour, said the setback is not just academic but psychological.</p><p>“Children moving from private to government schools lose the environment they grew up in – their friends, familiar teachers, and a sense of community. For many, it also means shifting from an urban to a rural setting, which makes the adjustment even harder and affects their learning,” he said.</p><p>Al Jazeera reached out to the Surat Municipal Corporation and the state’s education minister for comment, but did not receive a response.</p><h2 id=\"limited-help\">Limited help</h2><p>The Diamond Workers Union has repeatedly appealed to the state government to provide an economic relief package and revise salaries in line with inflation. The union has also urged authorities to address the equally pressing situation of the growing number of school dropouts among workers’ children.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Gujarat government in May introduced a special assistance package for affected diamond workers – a rare move in the industry.</p><p>Under the scheme, the state government committed to paying for one year of school fees for diamond polishers’ children, up to 13,500 rupees ($150) annually. To qualify, workers must have been unemployed for the past year and have at least three years of experience in a diamond factory. The fees will be paid directly to the schools.</p><p>The government received nearly 90,000 requests from diamond workers across Gujarat, including about 74,000 from Surat alone.  After a slow start – it had provided assistance to only 170 children by July – officials reported disbursing 82.8 million rupees ($921,000) towards school fees for 6,368 children of jobless diamond workers in Surat by mid-September.</p><p>But about 26,000 applicants were rejected, reportedly due to “improper details mentioned” in the forms, leading to frustration and anger among workers. In the past few days, nearly 1,000 diamond polishers have filed applications with the local government, demanding to know who rejected their forms and on what grounds, and alleging opacity in the process.</p><p>The scheme’s rigid eligibility criteria have also excluded workers.</p><p>“The scheme only covers those who have completely lost their jobs, but it leaves out many who are facing partial cuts or reduced work,” said Tank. “They’re struggling just as much and need support equally.”</p><p>Tank added that education remains one of the most common concerns among workers reaching out to the union’s suicide prevention helpline, which was set up by the Diamond Workers Union after Surat had already recorded at least 71 suicides among diamond workers by November 2024. It has received more than 5,000 calls so far.</p><p>Divyaben Makwana, 40, lost her 22-year-old son, Kewalbhai, who had been working as a diamond polisher for three years. On June 14, he died by suicide.</p><p>Kewalbhai had been under immense mental stress after losing his job in the diamond market, his mother told Al Jazeera.</p><p>“He was earning around 20,000 rupees ($220) a month, and when even that collapsed,” he took his life, she said. “We took him to the hospital and did everything we could. I borrowed 500,000 rupees ($5,560) from relatives and friends, but we couldn’t save him. Now, I don’t have a son – only a loan.”</p><p>She lives in Surat with her husband, who has been unable to work due to prolonged illness, and their younger son, Karmdeep, 18. With no means to return to their village in Saurashtra, Divyaben has begun working as a domestic worker to make ends meet. Karmdeep dropped out after grade 11, and now attends a local coaching centre, where he is learning diamond faceting while looking for work.</p><p>“Education has become so expensive,” Divyaben said. “At least with coaching, he’ll learn a skill. By the time the market recovers, if he’s trained as a craftsman, maybe we’ll be able to repay some of our debts.”</p><p>She paused, her voice low. “I don’t know if education, whether taken on loan or given free, can really change our fate. Our only hope is still the diamond.”</p><p><strong><em>If you or someone you know is at risk of suicide, <a href=\"https://findahelpline.com/i/iasp\">these organisations</a> may be able to help.</em></strong></p><p><em><strong>You can access the Diamond Workers Union helpline at +91-92395 00009.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Waymo runs into safety concerns and competition as it expands in the US | Automotive Industry | Al Jazeera",
            "time": "2025-12-08T22:19:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-05-at-2.43.11-AM-1764914215.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>San Francisco, the United States:</strong> The sidewalk outside Majed Zeidan’s grocery store in San Francisco’s Mission District has stayed filled with flowers, candles, memorials and pictures since his cat was crushed under a Waymo in late October. A month later, a Waymo reportedly crushed a dog.</p><p>Amid the pictures of the cat, a visitor had placed a poster that said, “save the cat, kill the car”. That’s when Zeidan knew Kit Kat, his bodega cat, had become the face of the simmering discontent over San Francisco’s growing number of self-driving cars.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Two years since it got approved to ply its driverless cars, Waymo, owned by Google parent company Alphabet, has become a part of San Francisco’s landscape.</p><p>Residents became increasingly comfortable riding one, costumed Halloween parade goers clambered on its rooftops and danced, and pedestrians occasionally banged its bonnet to get it to give way to them.</p><p>In November, Waymo got approvals for its biggest expansions so far – to ply on the Bay Area’s freeways and pick up passengers from San Jose International Airport. Waymo also started, or is about to start, services in Dallas, Houston, Orlando, Miami and Washington, DC, in the last few weeks.</p><p>But the expansion comes with heightened safety concerns and new competition. Amazon’s Zoox driverless vehicle has begun running in the Mission, too. And Zeidan says the Kit Kat incident opened pent-up resentment over the melding of the new entrants into the city’s hilly, colourful streets.</p><p>Around Kit Kat’s memorials is a poster with a barcode to sign a petition, moved by Jackie Fielder, the area’s representative to the San Francisco Board of Supervisors, that autonomous vehicles should have oversight from city authorities and not just state authorities.</p><p>“Waymo is operating in something of a laissez-faire environment right now,” says California State Senator Dave Cortese, who chairs the state assembly’s transportation committee and whose district encompasses San Jose and other Silicon Valley cities where Waymo services recently began.</p><p>Currently, the California Public Utilities Commission (CPUC) and Department of Motor Vehicles (DMV) regulate the testing and approval process for autonomous vehicles.</p><p>“My sense is that Waymo’s ability to grow without legislation will not last too long. I just hope it doesn’t take a tragedy for it to happen,” says Cortese, who had also tabled a bill in the California State Assembly to bring autonomous vehicles under the ambit of local authorities, including firefighters and police.</p><p>Waymo’s website says its vehicles have been in 91 percent fewer accidents, and 92 percent less accidents involving pedestrian injuries than vehicles driven by people. Waymo did not respond to a request for comment for this story. Kit Kat, Waymo said in a statement at the time of the cat’s death, “darted under our vehicle as it was pulling away. We send our deepest sympathies to the cat’s owner and the community who knew and loved him.”</p><p>Steve Larson, a former executive director of the CPUC, says Waymo’s stellar safety record and successful rollout is at least partly because regulators “gave Waymo good advice and [the two organisations] took their time in getting things right”.</p><p>Karl Brauer, an automation writer and analyst with iSeeCars.com, says he was “sceptical” that before the end of the decade, self-driving cars would be as widespread as they are now. Better sensors and an improved ability to process information from videos have led to the success of Waymo, in particular, Brauer says.</p><p>But Waymo’s biggest expansion so far will be tested as more autonomous vehicles hit the road and Waymo itself drives further afield into uncharted territory.</p><figure id=\"attachment_4160735\" aria-describedby=\"caption-attachment-4160735\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/AP25317007727959-1765216564.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4160735\" src=\"/wp-content/uploads/2025/12/AP25317007727959-1765216564.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Waymo\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4160735\" class=\"wp-caption-text\">Waymo is allowed to ply on the Bay Area’s freeways and pick up passengers from San Jose International Airport [File: Godofredo A Vasquez/AP Photo]</figcaption></figure><h2 id=\"no-driver-to-scream-at\">‘No driver to scream at’</h2><p>Zeidan had kept Kit Kat in his grocery store, Randa’s Market, for six years. “He recognised regular customers and followed them around,” Zeidan recalled. “They rubbed his tummy.” From his bed, Kit Kat kept an eye on the store’s entryway on busy 16th Street, with its independent movie theatre, bars and restaurants. He became known as “mayor of 16th Street”.</p><p>“I would rub his butt and his tail would go up,” recalled one regular customer, at Randa’s to buy beer on credit. “He would affectionately paw at us.”</p><p>On October 27, Zeidan got a call a little before midnight from a bartender at a neighbourhood bar saying Kit Kat had been in an accident. A Waymo had stopped outside his closed store and Kit Kat had crouched under it. A lady nearby spotted Kit Kat and called her to come out, but she didn’t. She tapped the car so it would not move.</p><p>“There was no driver to scream at,” Zeidan says. Soon, the car moved, crushing the cat underneath. On Thursday, Zeidan released security footage confirming how Kit Kat had died.</p><p>Scott Moura, professor and director of the Energy, Controls, &amp; Applications Lab at the University of California, Berkeley, says the Kit Kat accident represents a challenge for autonomous vehicle software development.</p><p>“Perception, prediction and planning are the key aspects of this software, and the bodega cat incident is indicative of perception since the car could not make out the cat was there,” Moura says.</p><p>“The hardest part, though, might be predicting what to do when it does know.”</p><p>This may have been the case with the dog, since it was said to be unleashed and may have run onto the street, according to media reports, which said the dog had died.</p><p>Waymo said in a public statement, “Unfortunately, a Waymo vehicle made contact with a small, unleashed dog in the roadway. We are dedicated to learning from this situation and how we show up for our community as we continue improving road safety in the cities we serve.”</p><h2 id=\"driving-is-social\">‘Driving is social’</h2><p>Moura expects perception and prediction issues to come up more as more autonomous vehicles come onto city streets and freeways and more cities with different weather.</p><p>Brauer of iSeeCars.com says that while Waymo has been in San Francisco and expanded mostly to warmer cities such as Dallas and Miami, being in cities with snow could clog its sensors and make perception hard. “Weather will be a big factor for Waymo sensors and its expansion plans,” he says.</p><figure id=\"attachment_4151447\" aria-describedby=\"caption-attachment-4151447\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-05-at-2.43.11-AM-2-1764914212.jpeg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151447\" src=\"/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-05-at-2.43.11-AM-2-1764914212.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"kitkat\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4151447\" class=\"wp-caption-text\">The death of Kit Kat has revealed the pent-up anger against self-driving cars and how they are changing San Francisco’s streets [Saumya Roy/Al Jazeera]</figcaption></figure><p>As for prediction, “driving is social”, Moura says, noting, “we want cars to anticipate and act accordingly”.</p><p>He has looked at what kinds of signals autonomous vehicles can give people, leading to better coordination between the two. This could include LED lights or voice announcements that the car is turning or dropping off passengers – signals that Moura found to be valuable.</p><p>This could lead self-driving cars to look and feel quite different from conventional cars. Some such unique features have been included in the Amazon-backed Zoox vehicle that is also running in a few San Francisco areas, including the Mission, since November. There is a waitlist of customers to try it. Zoox, which does not resemble a traditional car, does not have a steering wheel and can seamlessly move forward and backward.</p><p>Waymo is also adding custom-made vehicles from Zeekr, a Chinese carmaker, and Hyundai, along with its more than 1,500-car-strong fleet from Jaguar.</p><h2 id=\"cuts-to-public-transport\">Cuts to public transport</h2><p>But the entry of Zoox, along with the expansion of Waymo, has also raised concerns about the nature of San Francisco streets and the city itself.</p><p>“All the issues we’ve had will now be exacerbated,” says Claire Amable, director of advocacy at the San Francisco Bicycle Coalition, which pushes for the city to encourage sustainable transport.</p><p>In 2023, she wrote to the CPUC after an incident when she was leading a children’s cycling trip and a Waymo came up close to the children at the back of the group. The organisers had to bang on the roof of the car to stop it before it hit the children.</p><p>Even as self-driving cars become more common, public transport is underfunded and needs to be prioritised, Amable told Al Jazeera.</p><p>In August, for instance, city authorities allowed autonomous cars and ride-hailing services on Market Street, the city’s commercial hub, after three years of it being car free. At the same time, bus services have been reduced on the street due to budget cuts.</p><p>A  spokesperson for the city’s transit authority declined a request to comment for this story.</p><figure id=\"attachment_4160742\" aria-describedby=\"caption-attachment-4160742\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/AP25322506981765-1765216885.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4160742\" src=\"/wp-content/uploads/2025/12/AP25322506981765-1765216885.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zoox\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4160742\" class=\"wp-caption-text\">Amazon’s Zoox self-driving vehicle is posing some competition to Waymo [File: John Locher/AP Photo</figcaption></figure><p>Amable and others have pushed for a phased rollout of self-driving cars. But easy availability of Robotaxis may in fact hurt an already underfunded public transit system as well as sustainable transportation such as cycling.</p><p>Joel Smith had always cycled to work at a well-known city grocery store. But when he sent his bike for repairs last month, Smith downloaded the Waymo app and took his first ride. “It was such a comfortable ride and the best thing is I could play whatever music I want, at the volume I want.” He plans to mix Waymo rides with biking now that his bike is back.</p><p>Brauer says the rapid development of artificial intelligence to quickly process not just language but video in real time has led to the faster-than-expected success of self-driving cars. It meant Waymo could see incoming traffic or people very well and drive accordingly without mishaps. Cruise autonomous vehicles from General Motors – cars that launched along with Waymo – had been in an accident with a pedestrian in 2023 , and have since discontinued service. But Waymo’s safety record allowed it to expand, and it has done so in a measured way.</p><p>“They may be safer, but that doesn’t mean the government should not do its job,” says Senator Cortese, who is considering bringing back a version of a previous bill asking for more local regulation for Robotaxis. “Regulation helps companies to develop products safely and reduce liability.”</p><p>Brauer believes that constant improvement in the ability to see and process input from the road means that by 2028-2030, “we will be surprised to see the number of non-human cars across the US”, and “this will be the inflexion point where this became possible”.</p><p>Meanwhile, Zeidan has made baseball caps and T-shirts that say #Remembering Kit Kat to sell at his store. He believes the merchandise memorialises Kit Kat but also brings together the city’s bubbling opposition to the rapid growth of self-driving cars.</p></div></div></body></html>"
        },
        {
            "title": "Honduran election authorities resume vote tallies amid allegations of fraud | Elections News | Al Jazeera",
            "time": "2025-12-08T21:55:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T021642Z_1646447757_RC2A0IABZ3RQ_RTRMADP_3_HONDURAS-ELECTION-1764336671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Honduran election authorities resume vote tallies amid allegations of fraud</h1><p class=\"article__subhead\"><em>Central American nation on edge after voting plagued by fraud claims and a recent history of contested elections.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Election officials in Honduras have released updated voting results from the country’s <a href=\"/news/2025/11/28/ahead-of-a-tight-presidential-election-honduras-braces-for-controversy\">November 30 election</a>, following a three-day pause in tallies amid allegations of fraud and inconsistencies.</p><p>With 89 percent of ballots tallied on Monday, the conservative candidate Nasry Asfura held a slim lead of 40.21 percent over centrist contender Salvador Nasralla, who has 39.5 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rixi Moncada, a leftist candidate with the governing LIBRE party, is trailing in third place, with 19.28 percent.</p><p>“After carrying out the necessary technical actions (with external auditing), the data is now being updated in the results,” Ana Paola Hall, president of the National Electoral Council (CNE), said in a social media post.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Allegations of fraud had dominated the lead-up to the election, and statements from United States <a href=\"/news/2025/12/2/honduras-election-why-has-trump-threatened-to-cut-off-aid\">President Donald Trump</a> have likewise stirred controversy.</p><p>In the final days before the election, Trump indicated that he may not be able to <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">work with anyone but Asfura</a>. That, in turn, led to an outcry from other candidates who accused the US leader of election meddling.</p><p>The electoral body stated that about 14 percent of the tally sheets showed inconsistencies and would be reviewed. Hall added in her post that candidates must “stay alert and, where applicable, file the corresponding challenges in accordance with the law”.</p><p>Following a coup in 2009, Honduras experienced a period of repression and disputed elections that left many sceptical about the legitimacy of the electoral process. Security forces killed at least 16 people when they opened fire on protesters following a contested vote in 2017, with about 30 killed in protests across the country.</p><p>The prolonged vote-counting has fuelled concerns that similar clashes might erupt.</p><p>The opposition has also criticised Trump’s stated preference for Asfura as a form of interference, given his threat that US support could be withdrawn if he did not win.</p><p>Trump has previously written, “If he [Asfura] doesn’t win, the United States will not be throwing good money after bad.”</p><p>Moncada, the LIBRE candidate, has said she will not recognise the results that took place under “interference and coercion”. Nasralla has also said that <a href=\"/news/2025/12/5/honduran-presidential-candidate-says-trump-interfered-in-election-report\">Trump’s interference</a> may have cost him votes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2025/12/2/honduras-election-council-member-accuses-colleague-of-intimidation\">Accusations of impropriety</a> are widespread, with a conservative member of the CNE panel accusing a LIBRE member of “intimidation”, and Nasralla saying that “the corrupt ones are the ones holding up the counting process”.</p><p>Rights groups and civil society organisations have called for patience and transparency.</p></div></div></body></html>"
        },
        {
            "title": "Acting US Attorney Alina Habba resigns New Jersey post amid controversy | Donald Trump News | Al Jazeera",
            "time": "2025-12-08T21:44:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25233711704289-1765221710.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alina Habba, the acting United States attorney for the District of New Jersey, has stepped down following a recent appeals court ruling that disqualified her from continuing in the role.</p><p>On Monday, Habba confirmed in a social media <a href=\"https://x.com/AlinaHabba/status/1998101999024550125?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\" target=\"_blank\" rel=\"noopener\">post</a> that she had resigned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She cited a decision from the Third Circuit Court of Appeals, which found that her enduring work as interim US attorney — despite a lower court order ending her appointment — violated the Federal Vacancies Reform Act.</p><p>“As a result of the Third Circuit’s ruling, and to protect the stability and integrity of the office which I love, I have decided to step down in my role as the U.S. Attorney for the District of New Jersey,” Habba wrote.</p><p>“But do not mistake my compliance for surrender. This decision will not weaken the Justice Department and it will not weaken me.”</p><p>Her departure is the latest setback for the administration of President Donald Trump, which has clashed with the judicial branch of government as it seeks to expand executive power.</p><p>But even as Habba announced her departure, the Trump administration warned it would continue its efforts to overturn the court’s ruling.</p><p>In a <a href=\"https://x.com/AGPamBondi/status/1998102734680318084\" target=\"_blank\" rel=\"noopener\">statement</a>, Attorney General Pam Bondi hinted that Habba could still be restored to the high-level post, even as she accepted the prosecutor’s resignation.</p><p>“The Department of Justice will seek further review of this decision, and we are confident it will be reversed,” Bondi wrote.</p><p>“Alina intends to return to lead the U.S. Attorney’s Office for the District of New Jersey if this occurs.”</p><h2 id=\"from-personal-lawyer-to-prosecutor\">From personal lawyer to prosecutor</h2><p>The controversy over Habba’s appointment stretches back to the first months of Trump’s second term, when the Republican leader began naming some of his close associates to high-level roles in the Department of Justice.</p><p>US attorneys serve as the top law enforcement officers in a given district, prosecuting cases on behalf of the federal government.</p><p>They also oversee vast networks of prosecutors. In the case of the New Jersey district, there are approximately 170 lawyers under the local US attorney’s command.</p><p>Normally, the post is filled once the US Senate approves a candidate. But Habba has been serving in an interim capacity. She has no previous prosecutorial experience.</p><p>She was, however, employed as a personal lawyer to Trump between his terms in office, representing him in various civil matters.</p><p>Those cases ranged from a <a href=\"/news/2023/9/26/trump-found-liable-for-deceiving-businesses-banks-in-new-york-fraud-suit\">civil fraud complaint</a> brought by New York State Attorney General Letitia James to <a href=\"/news/2025/9/8/us-court-upholds-sexual-assault-defamation-order-against-trump\">a defamation lawsuit</a> brought by the writer E Jean Carroll. Trump lost both cases and has since appealed.</p><p>Nevertheless, Habba was one of several personal lawyers Trump handpicked to join the Justice Department.</p><p>They included <a href=\"/news/2025/7/31/why-critics-fear-emil-boves-confirmation-will-start-a-maga-judicial-shift\">Emil Bove</a>, who defended Trump against <a href=\"/news/2023/8/1/trump-charged-in-federal-election-probe-his-third-criminal-indictment\">two federal indictments</a> from 2023 to 2024. Trump named Bove acting deputy attorney general in the Justice Department before successfully nominating him to a lifelong position on the Third Circuit Court.</p><p>Another example is Lindsey Halligan, an insurance lawyer who represented Trump in legal actions against the seizure of classified documents from his Mar-a-Lago estate in Florida.</p><p>Halligan herself was appointed as an acting US attorney, serving in the Eastern District of Virginia.</p><p>But last month, Halligan too found herself in legal jeopardy, after a federal judge found <a href=\"http://aljazeera.com/news/2025/11/24/us-judge-dismisses-criminal-charges-against-james-comey-letitia-james\">she had been illegally appointed</a>.</p><p>The judge also tossed the criminal charges Halligan had filed against two prominent Trump critics: Letitia James, the New York state attorney general, and James Comey, a former director for the Federal Bureau of Investigation (FBI).</p><h2 id=\"political-prosecutions\">Political prosecutions?</h2><p>Habba had similarly overseen controversial prosecutions during her time as acting US attorney, feeding criticism that the Justice Department has been carrying out Trump’s political vendettas.</p><p>In March, she was sworn into office. By April, she had announced on the TV network Fox News that she was opening a probe into New Jersey Governor Phil Murphy and state Attorney General Matt Platkin, both Democrats.</p><p>She accused them of trying to “get in the way” of federal immigration enforcement operations.</p><p>Then, on May 9, she <a href=\"/news/2025/5/9/newark-mayor-ras-baraka-arrested-during-ice-detention-centre-protest\">decided to charge</a> Newark Mayor Ras Baraka with trespassing after he was involved in a protest in front of a local immigration detention facility.</p><p>By May 19, Habba <a href=\"https://x.com/USAttyHabba/status/1924610971919622210\" target=\"_blank\" rel=\"noopener\">had reversed course</a>, dropping the charges against Baraka. But in the same statement, she announced new charges against another participant in the protest, US Congress member LaMonica McIver.</p><p>Both McIver and Baraka are Democrats, and <a href=\"/news/2025/6/3/malicious-new-jersey-mayor-ras-baraka-sues-us-attorney-after-arrest\">they alleged</a> that their prosecutions were politically motivated. McIver’s case remains ongoing.</p><p>Still, Judge Andre Espinosa scolded Habba’s office for its short-lived prosecution against Baraka, calling it a “worrisome misstep” and “hasty”.</p><p>“Your role is not to secure convictions at all costs, nor to satisfy public clamour, nor to advance political agendas,” Espinosa told a federal prosecutor representing Habba’s office in May.</p><p>By July, Habba had reached the end of her legal mandate. According to the <a href=\"https://uscode.house.gov/view.xhtml?req=(title:28%20section:546%20edition:prelim)\" target=\"_blank\" rel=\"noopener\">US Code</a>, interim US attorneys are limited to a 120-day period, after which time the matter of temporary staffing goes to the district courts to decide.</p><p>On July 22, a panel of federal judges in New Jersey <a href=\"/news/2025/8/21/judge-rules-trump-lawyer-alina-habba-is-unlawfully-serving-as-us-attorney\">ruled not to extend Habba’s term</a>. Instead, they called upon Habba’s second-in-command, Desiree Grace, to replace her.</p><p>That triggered a power struggle between the executive and judicial branches.</p><h2 id=\"a-legal-fight\">A legal fight</h2><p>Attorney General Bondi and Trump himself pledged to keep Habba in the US attorney role, denouncing July’s judicial panel as a collection of “rogue judges”. They took the matter to the courts and fired Grace.</p><p>But in August, the Trump administration faced another setback. A federal judge ruled that Habba’s continued presence as acting US attorney was unlawful and that her actions in the role were “void”.</p><p>The judge also reprimanded the Trump administration for using “a novel series of legal and personnel moves” to keep Habba in the temporary office.</p><p>The Trump administration’s case hit another stumbling block on December 1, when the Third Circuit Court of Appeals rendered its judgement.</p><p><a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ca3.125818/gov.uscourts.ca3.125818.81.0.pdf\" target=\"_blank\" rel=\"noopener\">Writing</a> for the majority, Judge D Michael Fisher issued a 32-page decision, finding that Habba had run afoul of the Federal Vacancies Reform Act (FVRA).</p><p>He affirmed the lower court’s decision in favour of her “disqualification”.</p><p>“As it stands, Habba alone is exercising all the powers of a U.S. Attorney, making her an Acting U.S. Attorney whose appointment is not FVRA compliant,” wrote Fisher, who was appointed under former Republican President George W Bush.</p><p>The appeals court’s decision prompted the Trump administration to renew its attacks against the judges involved in the case, dismissing them as partisan.</p><p>“The court’s ruling has made it untenable for [Habba] to effectively run her office, with politicized judges pausing trials designed to bring violent criminals to justice,” Bondi wrote on Monday.</p><p>“These judges should not be able to countermand the President’s choice of attorneys.”</p><p>Bondi added she was “saddened” to learn of Habba’s resignation. In a separate post, Bondi also defended Halligan, whose ability to continue as US attorney also remains in question.</p><p>She accused the district courts of “engaging in an unconscionable campaign of bias and hostility” against the acting prosecutors Trump appointed.</p><p>“This Department of Justice has no tolerance for undemocratic judicial activism,” she <a href=\"https://x.com/TheJusticeDept/status/1998026918591946865\" target=\"_blank\" rel=\"noopener\">wrote</a>, promising to fight the mounting number of court decisions against the Trump administration.</p></div></div></body></html>"
        }
    ]
}