{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump promises to ‘de-escalate’ Minnesota crisis after Alex Pretti shooting | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T06:11:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769579228.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump promises to ‘de-escalate’ Minnesota crisis after Alex Pretti shooting</h1><p class=\"article__subhead\"><em>US president says he still has confidence in Homeland Security Secretary Kristi Noem amid calls for her resignation.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump said his administration intends to “de-escalate” the spiralling crisis in the state of Minnesota after federal agents killed two United States citizens, including <a href=\"/video/newsfeed/2026/1/27/health-professionals-pay-tribute-to-alex-pretti\">intensive care nurse Alex Pretti</a>, who was shot by two Border Patrol officers over the weekend.</p><p>“I don’t think it’s a pullback. It’s a little bit of a change,” President Trump told Fox News on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re going to de-escalate a little bit,” Trump said, referring to a sweeping federal immigration crackdown in Minneapolis that has led to weeks of protests, the killing of Pretti and Renee Good, and a standoff between state and federal officials.</p><p>Top Trump officials, including Department of Homeland Security Secretary Kristi Noem, are under fire from Democrats and a growing number of Republicans over how they responded to Pretti’s shooting.</p><p>Pretti was filming Border Patrol officers with his phone when he was shot and killed on Saturday.</p><p>He was also a licensed gun owner with a permit to carry a weapon in public, which he was wearing at the time of the shooting and which appears to have been confiscated by officers before he was killed.</p><p>Trump told Fox News that he still had confidence in Noem despite calls for her resignation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Noem, who oversees both Immigration and Customs Enforcement (ICE) and Customs and Border Protection (CBP), responded to the killing by accusing Pretti of engaging in “domestic terrorism” and suggested the ICU nurse had brandished his weapon at Border Patrol agents during an altercation.</p><p>Noem’s remarks preceded any investigation findings and broke with the longstanding protocols of how US officials discuss a civilian shooting by law enforcement. Her characterisation of events also conflicted with preliminary video evidence showing that Pretti did not take out his weapon at any time while he was tackled and later shot and killed by officers.</p><p>A CBP official informed Congress on Tuesday that two federal officers fired shots during the killing of Pretti.</p><p>According to a notice sent to Congress, officers tried to take Pretti into custody and he resisted, leading to a struggle. During the struggle, a Border Patrol agent yelled, “He’s got a gun!” multiple times, the official said in the notice, according to The Associated Press news agency.</p><p>A Border Patrol officer and a CBP officer each fired Glock pistols, the notice said.</p><p>Investigators from CBP’s Office of Professional Responsibility conducted the analysis based on a review of body-worn camera footage and agency documentation, the notice said. US law requires the agency to inform relevant congressional committees about deaths in CBP custody within 72 hours.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "India curbs ‘grocery under 10 minutes’. But riders must still fatally race | Business and Economy | Al Jazeera",
            "time": "2026-01-28T05:58:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-05-31T074627Z_724031747_RC2H18AJSK2D_RTRMADP_3_ASIA-WEATHER-INDIA-HEATWAVE-1768732667.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India —</strong> Just moments before, they were both navigating the busiest traffic hours at an intersection in Noida, a satellite city of Delhi, delivering groceries at the doorstep. The next thing he knew, Himanshu Pal, 21, stood there, helpless, looking over the body of his colleague, rammed by a car.</p><p>His friend, Ankush, was “just 18, and just out of high school,” Pal told Al Jazeera. It was Ankush’s first day in a metropolitan city, after he came from his village in eastern Bihar, more than 1,000km (600 miles) away; he rented a cheap electric bike and signed up with Swiggy, one of India’s quick commerce giants.</p><p>Ankush packed his first order and tried to figure out how to reach the location – mandatorily within 10 minutes – when Pal held his hand and showed him the way around the app. “He was trying his best: looking at the phone, then on the road, a customer calling back; then on the phone, a traffic light, and then on the road again,” Pal recalled, from October last year.</p><p>“That was all. A car hit and left him dead at the signal.” Pal and his colleagues crowdfunded for an ambulance to take the body back to his village.</p><h2 id=\"quick-delivery-quick-death\">Quick delivery, quick death</h2><p>India’s rapid delivery services are a marvel to the rest of the world, competing to deliver everything from food to groceries and medicines to cigarettes to the country’s 430 million-strong middle class. Swiggy, where Ankush worked, and Zomato have been the dominant quick commerce platforms for more than a decade. But others have joined, too, including Zepto and Flipkart Minutes. In December 2024, Amazon entered the market with a 15-minute delivery service called Tez — which means “fast” in Hindi and Urdu.</p><p>As competition tightened, some, like Zomato’s Blinkit service, explicitly promised 10-minute deliveries, while others like Swiggy’s Instamart tried to get riders to deliver in most cases in about 10 minutes.</p><figure id=\"attachment_4270436\" aria-describedby=\"caption-attachment-4270436\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270436\" src=\"/wp-content/uploads/2026/01/s1-1769580759.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Screen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270436\" class=\"wp-caption-text\">[Screen grab]</figcaption></figure><p>But for riders trying to beat traffic-congested and potholed roads in India’s metropolises, these top-down delivery deadlines have often served as a death trap. Riders and unions have repeatedly pointed out road accidents that often lead to deaths but are not reported as workplace fatalities. And the dangers extend well beyond crashes. Workers ride long hours outdoors in extreme heat, alongside deadly exposure to toxic air in cities like Delhi and Bengaluru. Payouts are influenced by a star-based rating system, which means that riders can’t push back against misbehaving customers.</p><p>In early January, the Indian government intervened and asked all quick commerce platforms to stop promising “10-minute deliveries” after a nationwide strike by the gig workers over dangerous working conditions.</p><p>But experts and workers toiling within India’s mammoth quick commerce engine say that the reality remains largely unchanged — the intense competition for speedy deliveries means that with or without a formal 10-minute promise, riders are under pressure to do whatever it takes to get packages to customers as fast as possible.</p><p>“The Indian middle class is literally riding on the back of the poor,” said Vandana Vasudevan, the author of OTP Please!, a 2025 book on the lives of gig workers. “They sit at home, and are extremely pampered by this rather innovative tech model,” she told Al Jazeera, “but all these privileges are coming at the cost of workers.”</p><figure id=\"attachment_4248764\" aria-describedby=\"caption-attachment-4248764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248764\" src=\"/wp-content/uploads/2026/01/2021-07-13T111814Z_853912162_RC2KJO944EB1_RTRMADP_3_ZOMATO-IPO-1768732554.jpg?w=770&amp;resize=770%2C528&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248764\" class=\"wp-caption-text\">Delivery workers of Zomato, an Indian food-delivery startup, check their phones as they wait to collect orders outside a restaurant in Kolkata, India, on July 13, 2021 [Rupak De Chowduri/Reuters]</figcaption></figure><h2 id=\"rise-of-10-minute-delivery\">Rise of 10-minute delivery</h2><p>After the COVID-19 pandemic, which paved the path for digitising grocery services in India, quick commerce platforms have leveraged small “dark stores” — a warehouse exclusively meant to store goods for online shopping — in neighbourhoods to deliver thousands of products, from groceries and skincare to the latest iPhone.</p><p>As companies like Walmart’s Flipkart, Swiggy, or IPO-bound Zepto raced for even faster deliveries, they also redefined how urban India bought into the psychological appeal of instant gratification. Where many Indians previously planned and purchased, a <a href=\"https://ijsred.com/volume8/issue5/IJSRED-V8I5P142.pdf\">study</a> last year found that quick commerce had turned several of them into more impulsive buyers.</p><p>India’s gig economy, a $11.5bn market, has been ballooning: gig workers are projected to rise from 7.7 million in 2021 to 23.5 million by 2030, according to Niti Aayog, a government think tank.</p><p>In the last financial year, quick commerce platforms had a record-high year, with gross orders worth $7bn, more than double the previous year. The sector has been an investment darling, recording a staggering 142 percent compound annual growth rate from 2022.</p><p>But driving this apparent success story are two darker demographic factors, say experts. Middle-class neighbourhoods in Indian cities, while crammed together, are often segregated communities, making it easier for companies to rent a cheap warehouse near a posh locality. Meanwhile, the gap between the rich and the poor has reached a historic high, visible in everything from stagnant wages to the concentration of vast wealth. This allows companies to keep hundreds of riders idle, at every single store, waiting in line to pick the next order and race to deliver, without providing social security or minimum wages.</p><p>After the direction from officials of India’s labour ministry, quick commerce companies appear to have replaced the marketing promise of instant delivery within 10 minutes with other features like the availability of products.</p><p>But experts say that won’t change much – for the companies, or their workers.</p><p>The removal of the 10-minute delivery catchline is largely “optics-driven rather than business-altering,” Karan Taurani, executive vice president at securities firm Elara Capital, told Al Jazeera, adding that the proposition of quick commerce continues to be anchored in speed and convenience that remains structurally superior to horizontal e-commerce timelines.</p><p>A week after the government direction, platforms were often still showing a delivery time of less than 10 minutes, when Al Jazeera checked in three different cities in the national capital region, which also includes New Delhi.</p><figure id=\"attachment_4248781\" aria-describedby=\"caption-attachment-4248781\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248781\" src=\"/wp-content/uploads/2026/01/2026-01-13T134545Z_857944782_RC2Z2S9F8FPI_RTRMADP_3_INDIA-ECOMMERCE-1768732683.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248781\" class=\"wp-caption-text\">A bird flies over a hoarding featuring an advertisement of the SoftBank-funded Blinkit, an Indian company which is offering 10-minute deliveries for groceries, in New Delhi, India, on January 20, 2022 [Anushree Fadnavis/Reuters]</figcaption></figure><h2 id=\"the-inherent-design-problem\">‘The inherent design problem’</h2><p>Quick commerce companies maintain that the new direction would have no material impact on their business model.</p><p>Delivery riders agree.</p><p>“We deliver groceries to doorsteps, keeping our lives on [the] line every single time,” said Pal, waiting outside a dark store near a wealthy neighbourhood in Noida, just outside New Delhi, for his next order. “This instant delivery idea is so rubbish; what could one possibly need within 10 minutes?”</p><p>The riders say the problem is inherent in the design. “The system works on simple maths for us: the more orders you deliver, the more you earn,” added Pankaj Kumar, another delivery rider, hovering over Pal’s shoulder.</p><p>“If we want to earn money on these platforms, we need to ride faster – all the while, flying my bike on the wrong side [of the road] and jumping signals,” Kumar said.</p><p>However, Vasudevan, the author, said that “the government’s intervention is a welcome step that has come as a relief to some workers.”</p><p>“The 10-minute problem comes with customer expectations; once you do away with the promise, the act of speed becomes at least voluntary,” she said.</p><p>“The architecture of a faster delivery is not a wrong thing in itself,” argued Vasudevan. “But a tight deadline is an architectural imposition on the riders that became the norm, unfortunately.”</p><p>And India’s quick commerce model has little regard for its workers’ welfare, Vasudevan added.</p><p>The Indian government is also introducing new labour laws that formally recognise gig workers for the first time, propose social security benefits, including pensions and accident insurance, and plans to establish a social security fund, partly funded by companies.</p><p>But for now, those plans exist just on paper – and workers say that they learned that there’s only one way for them to be heard: through collective action.</p><figure id=\"attachment_4248772\" aria-describedby=\"caption-attachment-4248772\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248772\" src=\"/wp-content/uploads/2026/01/2024-10-14T134136Z_862568660_RC2BKAAJMEI3_RTRMADP_3_INDIA-RETAIL-QUICK-COMMERCE-1768732602.jpg?w=770&amp;resize=770%2C533&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248772\" class=\"wp-caption-text\">Swiggy gig workers assist another worker as he parks an electric three-wheeler delivery scooter during a promotional event in Mumbai, India, on October 14, 2024 [Francis Mascarenhas/Reuters]</figcaption></figure><h2 id=\"you-snooze-you-lose\">You snooze, you lose</h2><p>In the face of worsening working conditions and fluctuating wages, several workers’ groups coordinated a strike on New Year’s Eve.</p><p>Shaik Salauddin, national general secretary of the Indian Federation of App-Based Transport Workers (IFAT) that led the stoppage, told Al Jazeera that their demands from the platform companies were met with “corporate flexing power muscles, from PR games to intimidating riders”.</p><p>Salauddin, who is also part of a committee interacting with the Indian government on regulations, said that the demands included making companies’ algorithms, which dictate payouts, transparent and reliable. The workers are also asking for an end to “arbitrary blocking of workers’ IDs” and the right to organise protests.</p><p><span>Delivery riders say platforms use automated algorithms to deactivate a worker’s account, essentially firing them without notice, for a range of reasons, including lower ratings, frequent order cancellations, or customer complaints. The riders involved in protests have also faced police investigations in some cases.</span></p><p>In a statement on the strike, which sparked a fierce debate in the country on workers’ working conditions, one of the quick commerce leaders, Deepinder Goyal, who until recently headed Eternal, Zomato’s parent company, called the complaining workers “miscreants” who caused law and order problems.</p><p>The government appeared to disagree.</p><p>Welcoming the government’s intervention, Salauddin said, “Our collective voice reached the CEOs and the government; it is a win for those unionising.</p><p>“Thousands of riders logged off during peak hours in a protest for the right to life and dignity at the workplace,” said Salauddin.</p><p>But, “if the companies cheat us, then we will not sit silently,” he said, referring to the issue that the platforms are still delivering orders within 10 minutes after the government’s intervention.</p><p>Kumar, the delivery rider in Noida, said none of the riders were informed of any change by the platforms.</p><p>After the government intervention, Kumar said, the onus of riding quickly lies with them, now.</p><p>He fractured his right shoulder while delivering an order last year. Kumar said he was not provided with financial assistance in his treatment. Three days later, with a plaster on, he returned to the store, willing to ride with one hand. The manager had no problem, he said.</p><p>“If we lose a streak – of say hours in a day, days in a week – then we lose incentives,” said Kumar, standing dejected outside the dark store.</p><p>“What are we for the company? Just robots on bikes, delivering orders,” he added. “What’s for them to lose if one bike goes off the street?”</p><figure id=\"attachment_4248766\" aria-describedby=\"caption-attachment-4248766\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248766\" src=\"/wp-content/uploads/2026/01/2021-07-13T112013Z_1150101235_RC2LJO9XD22L_RTRMADP_3_ZOMATO-IPO-1768732568.jpg?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248766\" class=\"wp-caption-text\">A delivery worker of Zomato, an Indian food-delivery startup, rides her bicycle along a road in Kolkata, India, on July 13, 2021 [Rupak De Chowduri/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Plane crash kills prominent Indian politician Ajit Pawar | News | Al Jazeera",
            "time": "2026-01-28T05:51:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2019-11-28T154838Z_1593942527_RC2FKD9RSXOT_RTRMADP_3_INDIA-POLITICS-MAHARASHTRA-1769579831.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Plane crash kills prominent Indian politician Ajit Pawar</h1></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">A plane crash has killed the deputy chief minister of India’s Maharashtra state, Ajit Pawar, the country’s aviation regulator has said.</p><p class=\"p1\">The plane, which took off from Mumbai on Wednesday, crash-landed at the airport in Pawar’s constituency of Baramati, according to the Directorate General of Civil Aviation.</p><p class=\"p1\">Two members of the prominent politician’s staff and two crew were also reported to have been killed.</p><p class=\"p1\">The cause of the crash has not yet been officially confirmed.</p><p class=\"p1\">FlightRadar, an online flight tracking service, said the aircraft was attempting a second approach to Baramati Airport when it crashed.</p><p class=\"p1\">The Times of India cited officials at the Directorate General of Civil Aviation as saying that the aircraft, a Learjet 45 operated by a company called VSR, crashed at about 8.45am local time (03:45GMT).</p><p class=\"p1\">The newspaper said that Pawar, the nephew of veteran politician Sharad Pawar who founded the Nationalist Congress Party (NCP), was on his way to Baramati to attend a public rally for the Zilla Parishad elections.</p><p class=\"p1\">A local eyewitness cited by the newspaper said the aircraft exploded moments after hitting the ground.</p><p class=\"p1\">“When we rushed to the spot, the aircraft was on fire. There were four to five more explosions. People tried to pull the passengers out, but the fire was too intense,” said the eyewitness.</p><p class=\"p1\">Prime Minister Narendra Modi said on X that Pawar’s “untimely demise” was “very shocking and saddening”.</p><p class=\"p1\">He said the politician was “widely respected as a hardworking personality”. “He had profound knowledge of administrative matters. His passion for the empowerment of the poor and the deprived was particularly noteworthy,” he said.</p><p class=\"p1\">\n</p><p class=\"p1\">More to come…</p></div></div></body></html>"
        },
        {
            "title": "Pegula sets up Australian Open semi against Rybakina as Swiatek crashes out | Tennis News | Al Jazeera",
            "time": "2026-01-28T05:41:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__949A93H__v1__MidRes__TennisAusOpen-1769578433.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elena Rybakina and Jessica Pegula will clash in the semifinals of the Australian Open after knocking out pre-tournament favourites Iga Swiatek and Amanda Anisimova, respectively.</p><p>Reigning Wimbledon champion and second-seeded Swiatek, who was seeking a career Grand Slam with a win at Melbourne Park, was stunned by Rybakina in straight sets on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 7-5, 6-2 win for the 2022 Wimbledon champion gives her a chance to win her second Grand Slam, while crushing Swiatek’s dreams of lifting the one Slam trophy that has eluded her despite six major titles.</p><p>Rybakina has made the Melbourne final once before, in 2023, when she lost in three tough sets to Aryna Sabalenka.</p><p>The 26-year-old fifth seed took her latest victory in her stride, saying a calmer mindset helped in the heat of battle.</p><p>“In the beginning, when it’s the first final and you go so far in a tournament, of course you are more emotional,” said Rybakina.</p><p>“Now I feel like I’m just doing my job, trying to improve each day. So it’s kind of another day, another match.”</p><p>Rybakina fired 11 aces ⁠and 26 winners at Rod Laver Arena, winning eight ​of the last nine games to underline her authority.</p><p>“Really pleased with the win,” said ‍Rybakina. “We know each other pretty well and I was just trying to stay aggressive.”</p><p>Swiatek struggled with her serve throughout the contest, and the world number two said that was something she needed to ‌improve on in the coming months.</p><p>“I didn’t serve as well ⁠as in Cincinnati, for example, against Elena. My serve was kind of normal and sometimes it could have given me a bit more,” Swiatek told reporters.</p><p>“There’s some stuff on the serve that I want to change and I already changed that ‌in the preseason. But then matches come and you don’t have that much time to think about this.</p><p>“You don’t want to think about these details when you play. So then it comes back to ‍the old patterns… There’s some stuff that I can change to play better, and I’ll try to do that.”</p><figure id=\"attachment_4270335\" aria-describedby=\"caption-attachment-4270335\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270335\" src=\"/wp-content/uploads/2026/01/AFP__20260128__94968KN__v1__MidRes__TennisAusOpen-1769578435.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Poland's Iga Swiatek reacts on a point to Kazakhstan's Elena Rybakina during their women's singles quarter-final match on day eleven of the Australian Open tennis tournament in Melbourne on January 28, 2026. (Photo by Izhar Khan / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270335\" class=\"wp-caption-text\">Iga Swiatek’s bid for a career Grand Slam is over for another year [Izhar Khan/AFP]</figcaption></figure><h2 id=\"pegula-revels-in-awesome-win-over-anisimova\">Pegula revels in ‘awesome win’ over Anisimova</h2><p>Meanwhile, Pegula – fresh off her win over last year’s champion Madison Keys – emerged victorious in an all-American quarterfinal against Anisimova with a 6-2, 7-6 (7-1) scoreline.</p><p>Pegula is yet to drop a set this year in Melbourne and is arrowing in on her first major crown at the age of 31.</p><p>“It’s awesome,” Pegula said of reaching her first Australian Open semifinal.</p><p>“I’ve been able to go deeper in ‍the US Open ⁠in the last couple of years, but here was the first Slam that I broke through at.</p><p>“I feel like I play some good tennis here, I like the conditions and even ​matches I’ve lost here I’ve played well ‌in, so I’ve been waiting for the time when I could break through.”</p><p>The sixth seed was helped by an error-riddled display from fourth seed Anisimova, who racked up 44 unforced errors to Pegula’s 21.</p><p>Anisimova’s frustrations boiled over at the end as her hopes of reaching a third major title in a row melted away in a blur of mistakes.</p><p>Sixth seed Pegula and Rybakina have shared three wins each in their six matches so far.</p><p>Two-time champion Sabalenka faces Ukrainian 12th seed Elina Svitolina in the other semifinal.</p><figure id=\"attachment_4270331\" aria-describedby=\"caption-attachment-4270331\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270331\" src=\"/wp-content/uploads/2026/01/AFP__20260128__94998A7__v2__MidRes__TopshotTennisAusOpen-1769578431.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"USA's Amanda Anisimova reacts on a point to compatriot Jessica Pegula during their women's singles quarter-final match on day eleven of the Australian Open tennis tournament in Melbourne on January 28, 2026. (Photo by IZHAR KHAN / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270331\" class=\"wp-caption-text\">Amanda Anisimova was left frustrated after committing a flurry of errors [Izhar Khan/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Is Trump’s ‘Board of Peace’ an effort to curtail Europe’s middle powers? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T05:11:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T141205Z_850062153_RC2O7JAENUHZ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769514169.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Most European countries have either turned down their invitations to join United States President Donald Trump’s <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">“Board of Peace”</a> for overseeing the reconstruction of Gaza – or politely suggested they are “considering” it, citing concerns.</p><p>From within the European Union, only Hungary and Bulgaria have accepted. That is a better track record of unity than the one displayed in 2003, when then-US President George W Bush called on member states to join his invasion of Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Spain, Britain, Poland, Hungary, Czechia and Slovakia said “yes”.</p><p>France turned the invitation down on the grounds that Trump’s board “goes beyond the framework of Gaza and raises serious questions, in particular with respect to the principles and structure of the United Nations, which cannot be called into question”.</p><p>Trump pointedly did not invite Denmark, a close US ally, following a diplomatic fracas in which he had threatened to seize Greenland, a Danish territory, by force.</p><p>The US leader signed the charter for his Board of Peace on January 22 at the World Economic Forum in Davos, Switzerland, calling it “one of the most consequential bodies ever created”.</p><p>It has come across to many of the countries invited to join it as perhaps too consequential – an attempt to supplant the United Nations, whose mandate the board is meant to be fulfilling.</p><p>Although Trump said he believed the UN should continue to exist, his recent threats suggest that he would not respect the UN Charter, which forbids the violation of borders.</p><p>That impression was strengthened by the fact that he invited Russia to the board, amid its full-scale invasion of Ukraine.</p><h2 id=\"trump-needs-a-big-win-ahead-of-midterms\">‘Trump needs a big win ahead of midterms’</h2><p>“Trump is thinking about the interior of the US. Things aren’t going well. He needs a big win ahead of the November midterms,” said Angelos Syrigos, a professor of international law at Panteion University in Athens.</p><p>The US president has spent his first year in office looking for foreign policy triumphs he can sell at home, said Syrigos, citing the abduction of Venezuelan President Nicolas Maduro, the bombing of Iran and his efforts to end the Ukraine war.</p><p>Trump has invited board members to contribute $1bn each for a lifetime membership, but has not spelled out how the money will be spent.</p><p>His son-in-law, Jared Kushner, is a member of the executive board.</p><p>“How will this thing function? Will Trump and his son-in-law <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">administer</a> it?” asked Syrigos.</p><p>Catherine Fieschi, a political scientist and fellow at the European University Institute, believed there was a more ambitious geopolitical goal as well.</p><p>“It’s as though Trump were gathering very deliberately middle powers … to defang the potential that these powers have of working independently and making deals,” she said.</p><p>Much like Bush’s 2003 “coalition of the willing” against Iraq, Trump’s initiative has cobbled together an ensemble of countries whose common traits are difficult to discern, ranging from Vietnam and Mongolia to Turkiye and Belarus.</p><p>Fieschi believed Trump was trying to corral middle powers in order to forestall other forms of multilateralism, a pathway to power that Canadian Prime Minister Mark Carney outlined in his speech at Davos, which so offended Trump.</p><p>“In a world of great power rivalry, the countries in between have a choice: [to] compete with each other for favour, or to combine to create a third path with impact,” Carney had said, encouraging countries to build “different coalitions for different issues” and to draw on “the power of legitimacy, integrity and rules”.</p><p>He decried the “rupture in the world order … and the beginning of a brutal reality where geopolitics among the great powers is not subject to any constraints”.</p><p>After the speech, Trump soon rescinded Canada’s invitation.</p><p>Countering agglomerations of power and legitimacy was Trump’s goal, Fieschi believed.</p><p>“Here you bind them into an organisation that in some ways offers a framework with Trump in it and the US in it, and implies constraints,” said Fieschi. “It’s not so much benign multilateralism as stopping the middle powers getting on with their hedging and with their capacity to have any kind of autonomy, strategic and otherwise.”</p><p>At the same time, she said, Trump was suggesting that the Board of Peace “might give them more power than they have right now in the UN”.</p><p>“Trump thinks this is like a golf club and therefore he’s going to charge a membership fee,” Fieschi said.</p><p>“If it was a reconstruction fee [for Gaza], I don’t think people would necessarily baulk at that,” she noted, adding that the fee smacked of “crass oligarchic motivation”.</p><p>The Board of Peace is called into existence by last November’s UN Security Council Resolution 2803 to oversee the reconstruction of Gaza.</p><p>It is defined as “a transitional administration” meant to exist only “until such time as the Palestinian Authority (PA) has satisfactorily completed its reform program … and [can] effectively take back control of Gaza.”</p><p>Trump’s charter for the board makes no mention of Gaza, nor of the board’s limited lifespan. Instead, it broadens the board’s mandate to “areas affected or threatened by conflict”, and says it “shall dissolve at such time as the Chairman considers necessary or appropriate”.</p><p>China, which has presented itself as a harbinger of multipolarity and a challenger of the US-led world order, rejected the invitation.</p><p>“No matter how the international landscape may evolve, China will stay firmly committed to safeguarding the international system with the UN at its core,” said Chinese Foreign Ministry spokesman Guo Jiakun last week.</p><p>The UN itself appears to be offended by Trump’s scheme.</p><p>“The UN Security Council stands alone in its Charter-mandated authority to act on behalf of all Member States on matters of peace and security,” wrote UN Secretary-General Antonio Guterres on social media on Monday, January 26.</p><p>“No other body or ad-hoc coalition can legally require all Member States to comply with decisions on peace and security,” he wrote.</p><p>Guterres was calling for a reform that would strengthen the legitimacy of the UN Security Council by better reflecting the balance of power in the world as it is, 81 years after the body was formed. But his statement can also be read as a veiled criticism of Trump’s version of the Board of Peace.</p><p>Transparency and governance are problematic, too.</p><p>Trump is appointing himself chairman of the board, with power to overrule all members. He gets to appoint the board’s executive, and makes financial transparency optional, saying the board “may authorise the establishment of accounts as necessary.”</p></div></div></body></html>"
        },
        {
            "title": "Symbolic Doomsday Clock moves closer to midnight amid ‘catastrophic risks’ | Nuclear Weapons News | Al Jazeera",
            "time": "2026-01-28T05:03:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6979799b10b44-1769568667.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The world is closer than ever to destruction, scientists have said, as the <a href=\"/news/2023/1/24/symbolic-doomsday-clock-moves-closer-to-midnight\">Doomsday Clock</a> was set at 85 seconds to midnight for 2026, the gloomiest assessment of humanity’s prospects since the beginning of the tradition in 1947.</p><p>The Bulletin of the Atomic Scientists, a not-for-profit organisation founded by Albert Einstein and other scientists, warned in its annual assessment on Tuesday that international cooperation is going backwards on nuclear weapons, climate change and biotechnology, while artificial intelligence poses new threats.</p><figure id=\"attachment_4270385\" aria-describedby=\"caption-attachment-4270385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270385\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-What-is-the-doomsday-clock-1769579785.png?quality=80\" alt=\"INTERACTIVE - What is the doomsday clock-1769579785\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270385\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>“The Doomsday Clock’s message cannot be clearer. Catastrophic risks are on the rise, cooperation is on the decline, and we are running out of time,” said Alexandra Bell, the president and CEO of the Bulletin of the Atomic Scientists.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Change is both necessary and possible, but the global community must demand swift action from their leaders,” Bell said.</p><p>In a more detailed statement explaining the reasoning for moving the clock closer to midnight, the bulletin expressed concerns that countries including Russia, China, and the United States were becoming “increasingly aggressive, adversarial, and nationalistic”.</p><p>It said that “hard-won global understandings are collapsing”, while a “winner-takes-all great power competition” is emerging in its place.</p><p>The assessment cited conflicts in 2025, including <a href=\"/tag/ukraine-russia-crisis/\">Russia’s war on Ukraine</a>, clashes between <a href=\"/tag/india-pakistan-tensions/\">India and Pakistan</a> that erupted in May, and the US and <a href=\"/news/2025/6/13/iran-to-double-down-on-nuclear-programme-after-israeli-strikes-analysts\">Israel’s attacks on Iran</a> in June.</p><p>On the climate emergency, the bulletin said that national and international responses have ranged from “wholly insufficient to profoundly destructive”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“None of the three most recent UN climate summits <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">emphasised phasing out fossil fuels</a> or monitoring carbon dioxide emissions,” it said, adding that US President Donald Trump has “essentially declared war on <a href=\"/news/2025/1/21/drill-baby-whats-the-paris-climate-deal-why-does-trump-want-out\">renewable energy</a> and <a href=\"/news/2025/10/18/trump-torpedoes-international-deal-to-reduce-shipping-emissions\">sensible climate policies</a>, relentlessly gutting national efforts to combat climate change”.</p><p>At the same time, the Bulletin noted that renewable energy, especially wind and solar, <a href=\"/news/2026/1/22/renewables-muscle-fossil-fuels-out-of-eu-electricity-market-says-research\">saw record growth</a> in both capacity and generation in 2024, and that “renewable and nuclear energy together surpassed 40 percent of global electricity generation for the first time”.</p><h2 id=\"from-cold-war-to-climate-change\">From Cold War to climate change</h2><p>The clock is used to symbolise how close humans are to extinction. Since beginning the Doomsday countdown in 1947, the bulletin has varied its assessments between as far as 17 minutes from midnight up to this year’s assessment of 85 seconds.</p><p>The lowest ever risk was recorded in 1991, the year the Cold War officially ended and the United States and Russia began making significant cuts to their nuclear arsenals.</p><p>Just seven years earlier, in 1984, the clock had been at three minutes to midnight, one of its lowest points for the period, as it said dialogue between the Soviet Union and the US had virtually stopped.</p><p>In more recent times, the clock has ticked closer to midnight, as the Bulletin has increasingly assessed the lack of action on climate change as a significant threat alongside nuclear war and other global issues.</p><p>Speaking at a ceremony revealing the new assessment on Tuesday, Daniel Holz, professor of physics, astronomy &amp; astrophysics at the University of Chicago and chair of the Bulletin of the Atomic Scientists, said that the rise of nationalistic autocracies was adding to a range of threats.</p><p>“Our greatest challenges require international trust and cooperation, and a world splintering into ‘us versus them’ will leave all of humanity more vulnerable,” Holz said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UPS says it will shed 30,000 jobs in major cost-cutting drive | Business and Economy | Al Jazeera",
            "time": "2026-01-28T04:24:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26027688653698-1769569044_56074f-1769571896.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>UPS says it will shed 30,000 jobs in major cost-cutting drive</h1><p class=\"article__subhead\"><em>Package-delivery giant targets savings of $3bn in 2026 amid push to slash deliveries for Amazon.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Parcel Service, one of the world’s largest package-delivery companies, has announced plans to slash up to 30,000 jobs amid a push to cut costs and boost profits.</p><p>UPS, based in the US state of Georgia, will make the cuts as part of efforts to achieve savings of $3bn in 2026, UPS chief financial officer Brian ⁠Dykes said on an earnings call on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Dykes said the job cuts, part of plans to reduce UPS’s reliance on deliveries for its largest customer, Amazon, would be achieved through attrition and voluntary buyouts.</p><p>“We expect to offer a second voluntary separation programme for full-time drivers,” Dykes said.</p><p>UPS will also shut 24 buildings in the first half of the year and evaluate other buildings for closure in the second half, Dykes said.</p><p>He said the savings would be on top of $3.5bn in savings achieved in 2025 through cost-cutting measures, including the elimination of 26.9 million labour hours and the closure of 93 buildings.</p><p>Sean O’Brien, president of the Teamsters union, slammed the job cuts in a statement posted on social media.</p><p>“Corporate vultures giggled about giving their disrespectful driver buyout program another shot,” O’Brien said.</p><p>“Reminder: Teamsters overwhelmingly rejected UPS’s insulting payoff last year. We still know our worth. Drivers still endure violent winters and brutal heat to make UPS its billions. UPS must honor our contract and reward our members.”</p><p>UPS announced last year that it would reduce shipments for Amazon by half as part of plans to focus on a smaller volume of more lucrative deliveries.</p><p>The firm’s reported revenues of $24.5bn for the final three months of 2025, taking earnings for the year to $88.7bn, and projected revenues in 2026 are expected to hit $89.7bn.</p><p>UPS shares were largely unmoved on Tuesday, closing 0.22 percent higher.</p></div></div></body></html>"
        },
        {
            "title": "US president talks up economy amid outrage over Minnesota killings | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T03:16:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26028002588669-1769568647.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US president talks up economy amid outrage over Minnesota killings</h1><p class=\"article__subhead\"><em>Trump attempts to shift focus to bread-and-butter issues amid outcry over two fatal shootings by federal agents. </em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has touted his economic record in a superlative-laden speech that sought to shift public focus to bread-and-butter issues amid outrage over two fatal shootings by US border and immigration agents.</p><p>In a pitch to midterm voters in the Republican stronghold of Iowa on Tuesday, Trump talked up the strength of the economy, hailing his first year as the “greatest” start to a presidential administration in US history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, after just one year of President Trump, our economy is booming, incomes are rising, investment is soaring, inflation has been defeated. Our border is closed – totally closed – and America is respected all over the world,” Trump said in the speech.</p><p>Trump delivered his speech amid a growing backlash to his immigration crackdown in neighbouring Minnesota, warning that a Democratic Party victory in November’s midterm elections would lead to “very bad things”.</p><p>“If we lose the midterms, you’ll lose so many of the things that we’re talking about, so many of the assets that we’re talking about, so many of the tax cuts that we’re talking about,” Trump said.</p><p>He pointed to the strong performance of the US stock market, which is at a record high, as evidence for the success of his tax cuts and tariffs. He also touted a $70m investment by farm-equipment maker Deere &amp; Co in the state of North Carolina.</p><p>“I made a lot of people rich that I don’t even like… I’ve doubled their net worth,” the president said.</p><p>Trump also rebuffed criticism that his administration had failed to properly address cost-of-living concerns, accusing Democrats of inflating the issue for political reasons.</p><p>“It’s a word that they came up with: ‘affordability’. Every time you hear the word, remember, they are the ones who caused the problem,” Trump said, falsely claiming that his administration had brought down grocery prices and had inherited the highest inflation in history.</p><p>Trump’s speech and his pitch to voters come amid signs of widespread disillusionment with his handling of the economy, one of his strongest issues in the 2024 election campaign.</p><p>In a New York Times/Siena poll released last week, just 32 percent of Americans rated the economy as better than it was a year ago.</p><p>While the US economy has outperformed the expectations of many analysts over the past year, economists say the headline figures obscure signs of weakness buried within the economic data.</p><p>Gross domestic product (GDP) grew an annualised 4.3 percent in the final quarter of 2025, the strongest performance in two years and well ahead of other advanced economies.</p><p>But much of the economic gains have gone to wealthy Americans, with the top 10 percent of earners accounting for roughly half of all spending, according to estimates by Moody’s Analytics.</p></div></div></body></html>"
        },
        {
            "title": "US president praises Syrian leader al-Sharaa after offensive against SDF | Syria's War News | Al Jazeera",
            "time": "2026-01-28T02:54:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69795726c5314-1769559846.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US president praises Syrian leader al-Sharaa after offensive against SDF</h1><p class=\"article__subhead\"><em>US president praises al-Sharaa, who is due in Moscow on Wednesday to meet Russian President Putin, following Syrian army’s offensive against Kurdish-led SDF.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump has said he is “very happy” with developments in Syria, after a Syrian army offensive against the Kurdish-led Syrian Democratic Forces (SDF), previously backed by Washington.</p><p>Trump made the comments after a call with Syrian President Ahmed al-Sharaa, before the Syrian leader’s departure for Moscow to meet with Russian President Vladimir Putin.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I had a great conversation with the highly respected president of Syria, and all of the things having to do with Syria and that area,” Trump told reporters.</p><p>“It’s working out very well, so we’re very happy about it,” the US president said.</p><p>A statement from the Syrian presidency said that al-Sharaa had emphasised to Trump “Syria’s full commitment to its territorial integrity and its national sovereignty and the state’s keenness to preserve its institutions and promote civil peace”.</p><p>Al-Sharaa also spoke about the importance of unifying international efforts to prevent the return of “terrorist groups”, including ISIL (ISIS), the statement said.</p><p>Trump later told Fox News that he and US Secretary of State Marco Rubio had “solved a tremendous problem in conjunction with Syria”, without providing further details.</p><p>The SDF said on January 18 that its forces had withdrawn from the northeastern Syrian cities of Raqqa and Deir Az Zor, following the Syrian army’s offensive. The announcement was met with <a href=\"/features/2026/1/27/syrian-army-offensive-overjoys-some-leaves-others-with-existential-fear\">mixed reactions</a> from the cities’ residents.</p><p>The White House had long backed the SDF in Syria, but US Special Envoy for Syria Tom Barrack said <a href=\"/news/2026/1/20/us-envoy-says-sdfs-role-in-syria-has-largely-expired-after-isil\">last week</a> that the role of the Kurdish-led group as the “primary anti-ISIS force on the ground” had “largely expired”, with the Syrian government taking on security responsibilities in the country.</p><p>The US envoy said that Syria’s situation has “fundamentally” transformed, with Damascus joining the Global Coalition to Defeat ISIS as its 90th member in late 2025.</p><p>Washington’s change in position regarding the SDF was initially met with some questions from within Trump’s Republican Party, with Senator Lindsey Graham having said the US should reimpose sanctions on Syria in response to the recent offensive.</p><p>However, Graham has since credited Trump with restoring stability in Syria.</p><p>The Kremlin said on Tuesday that Putin will hold talks with al‑Sharaa in Moscow on Wednesday.</p><p>“It is planned to discuss the state and prospects of bilateral relations in various areas, as well as the current situation in the Middle East,” the Kremlin said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Minnesota Representative Ilhan Omar attacked during town hall meeting | Politics News | Al Jazeera",
            "time": "2026-01-28T01:29:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__94944DE__v2__HighRes__TopshotUsPoliticsOmar-1769566081.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Representative for Minnesota <a href=\"/news/2024/2/1/progressive-us-lawmaker-omar-faces-censure-over-mistranslated-speech\">Ilhan Omar</a> was sprayed with an unknown substance by an assailant while calling for the abolition of the Immigration and Customs Enforcement (ICE) agency at a town hall meeting in Minneapolis.</p><p>Omar was not injured in the attack on Tuesday, and authorities said the assailant – an unnamed man – was arrested on third-degree assault charges, according to the Reuters news agency. They did not disclose further information about the liquid sprayed on Omar.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The brief attack was captured on video by C-SPAN and showed a man rushing Omar’s podium as she called for the abolition of ICE and the resignation of Department of Homeland Security (DHS) Secretary Kristi Noem.</p><p>“ICE cannot be reformed. It cannot be rehabilitated; we must abolish ICE for good. And DHS Secretary Kristi Noem must resign or face impeachment,” Omar said seconds before the attack.</p><p>Her attacker can be heard saying, “You must resign”, as he sprayed her with a syringe containing a dark-coloured liquid.</p><p>He was quickly tackled to the ground by security officers to the cheers of audience members. A member of the audience can then be heard saying, “Oh my God, he sprayed something on her”, as others gasped in shock around Omar.</p><p>Omar told her supporters that she was “good” despite protests that the liquid sprayed on her smelled “terrible” and that she should undergo a medical check-up.</p><figure id=\"attachment_4270196\" aria-describedby=\"caption-attachment-4270196\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270196\" src=\"/wp-content/uploads/2026/01/AFP__20260128__94944EN__v1__HighRes__UsPoliticsOmar-1769566202.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"US Representative Ilhan Omar (D-MN) (R) reacts after being sprayed with an unknown substance by a man as she hosted a town hall in Minneapolis, Minnesota, on January 27, 2026. (Photo by Octavio JONES / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270196\" class=\"wp-caption-text\">Ilhan Omar, right, reacts after being sprayed with an unknown substance by a man as she hosts a town hall in Minneapolis, Minnesota, on January 27, 2026 [Octavio Jones/AFP]</figcaption></figure><p>“Here’s the reality that people like this ugly man don’t understand: We are Minnesota strong, and we will stay resilient in the face of whatever they might throw at us,” she told cheering audience members as she returned to the podium to resume calls for Noem’s resignation.</p><p>Omar, a Democratic congresswoman, wrote on X shortly after the event ended: “I’m OK. I’m a survivor so this small agitator isn’t going to intimidate me from doing my work. I don’t let bullies win. Grateful to my incredible constituents who rallied behind me. Minnesota strong.”</p><p></p><p>Omar’s attack was immediately condemned online.</p><p>“Unacceptable. Violence and intimidation have no place in Minneapolis. We can disagree without putting people at risk,” Minneapolis Mayor Jacob Frey, a Democrat, said on X.</p><p>South Carolina Representative Nancy Mace also condemned the attack.</p><p>“I am deeply disturbed to learn that Rep. Ilhan Omar was attacked at a town hall today. Regardless of how vehemently I disagree with her rhetoric – and I do – no elected official should face physical attacks. This is not who we are,” Mace wrote on X.</p><p>Omar, a Somali American and former refugee, has come under fire in the past from US conservatives for opposing Israel’s genocidal war on Gaza and her more progressive stances on issues such as immigration reform.</p><p>She is also a vocal opponent of Operation Metro Surge, a huge ICE crackdown launched in December to arrest undocumented immigrants in the city of Minneapolis.</p><p>Confrontations between ICE and Customs and Border Patrol agents with city residents have led to federal agents killing two US citizens this month, including 37-year-old ICU nurse Alex Pretti on Saturday.</p><p>Omar is also strongly disliked by President Donald Trump, who last month called her “garbage” and said <a href=\"/news/2026/1/26/trump-says-justice-department-looking-at-ilhan-omars-wealth\">he would investigate her finances</a> in light of an alleged corruption scandal involving members of the Somali-American community.</p><p>Omar made history in 2018 as one of the first two Muslim women to be elected to the US Congress. She was elected for a third term in 2024, representing Minnesota’s 5th Congressional District, covering Minneapolis and surrounding districts.</p><p>Omar is also the deputy chair of the Progressive Caucus in the House of Representatives, a group of 100 legislators with “progressive ideals”, such as immigration reform, universal healthcare, and debt-free university education.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,434 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-28T01:16:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69792e9a-1769549466.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,434</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,434 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, January 28:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>At least four people were killed in a Russian drone attack on a passenger train in Ukraine’s Kharkiv region, Ukrainian President Volodymyr Zelenskyy said on Telegram. Zelenskyy added that four people were still missing, and that two people were injured in the attack.</li>\n<li>In Ukraine’s Odesa region, three people were killed, and 25 others were injured in a Russian attack on a building, the head of the regional military administration, Serhiy Lysak, said on the Telegram messaging app.</li>\n<li>One person was killed in a Russian aerial bomb attack on a kindergarten, which was being used as a community centre for Ukrainian people to charge phones and warm up during power outages, the head of the Kostiantynivka city military administration, Serhii Horbunov, said on Facebook.</li>\n<li>A man and a woman were killed in a Russian drone attack as they were trying to evacuate from the village of Hrabovske in Ukraine’s Sumy region, Ukraine’s army reported.</li>\n<li>Russian forces shot down 105 Ukrainian drones in a 24-hour period, according to a Russian Defence Ministry report carried by the TASS state news agency.</li>\n<li>The Russian Defence Ministry also claimed that Russian forces had seized the Ukrainian settlement of Novoyakivlivka in the country’s Zaporizhia region and Kupiansk-Vuzlovyi in the Kharkiv region, according to TASS.</li>\n<li>However, Andriy Kovalenko, the head of the Centre for Countering Disinformation under Ukraine’s National Security and Defence Council, denied that Russia had captured Kupiansk-Vuzlovyi, calling it a “lie”. Meanwhile, an open intelligence map of troop movements by Ukraine’s volunteer organisation DeepState did not show Russian troops in the area of Novoyakivlivka.</li>\n</ul><h2 id=\"energy-crisis\">Energy crisis</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian Minister of Energy Denys Shmyhal said that 710,000 people remain without electricity in Ukraine’s capital, Kyiv, as an energy crisis continues across the country following Russian attacks on power infrastructure amid freezing winter conditions.</li>\n<li>The European Union is providing 447 generators to be used in Kyiv, the city of Kropyvnytskyi and front-line communities, of which 76 were received on Tuesday, Ukrainian news agency Ukrinform reported.</li>\n<li>Nearly 1.3 million residents of Russia and Ukrainian territory occupied by Russia experienced electricity outages last week due to Ukrainian attacks, the ambassador-at-large of the Russian Ministry of Foreign Affairs, Rodion Miroshnik, said, according to TASS.</li>\n<li>Ukrainian state oil and gas firm Naftogaz said on Tuesday that a Russian strike had targeted one of its facilities in a western region of the country.</li>\n<li>Russian forces captured 17 settlements and took control of more than 500 square kilometres of territory (193 square miles) in Ukraine so far this month, Russia’s top general, Valery Gerasimov, said on Tuesday, according to the Reuters news agency. However, the DeepState map puts this claim into doubt.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li class=\"tr-story-p1\">US President Donald Trump said on Tuesday that very good things are happening in negotiations aimed at ending Russia’s invasion of Ukraine, in comments to reporters as he left the White House, without providing details.</li>\n<li class=\"tr-story-p1\">Russian President Vladimir Putin’s special envoy, Kirill Dmitriev, said the withdrawal of Ukrainian forces from Ukraine’s Donbas region, currently under attack and occupation by Russian forces, was the path to peace. “Donbas withdrawal is the path to peace for Ukraine,” Dmitriev said on X.</li>\n<li class=\"tr-story-p1\">An oil tanker under EU sanctions for carrying Russian oil is being escorted to the port of Tanger Med in Morocco by a Spanish rescue ship, Spain’s Merchant Marine said.</li>\n<li>Finland’s prime minister, Petteri Orpo, told reporters in Beijing that China and its president, Xi Jinping, have the opportunity to bring about an end to Russia’s war in Ukraine by influencing Putin and reducing cooperation with Moscow.</li>\n<li class=\"tr-story-p1\">Chinese Minister of Defence Dong Jun told his Russian counterpart that Beijing was willing to enhance strategic coordination with Moscow and jointly improve their capacity to respond to risks and challenges, state media reported.</li>\n<li class=\"tr-story-p1\">“China is willing to work with Russia to earnestly implement the important consensus reached by the two heads of state, strengthen strategic coordination, enrich the substance of cooperation, and improve exchange mechanisms,” Dong said in a video call with Russian Defence Minister Andrei Belousov, according to Chinese state news agency Xinhua.</li>\n<li>Slovakia will file a lawsuit to challenge the EU’s decision, adopted by a qualified majority, to ban Russian gas imports, news website Dennik N cited Slovakian Prime Minister Robert Fico as saying on Tuesday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump says US will end support for Iraq if al-Maliki reinstated as PM | Nouri al-Maliki News | Al Jazeera",
            "time": "2026-01-27T22:50:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26024684701480-1769551723.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says US will end support for Iraq if al-Maliki reinstated as PM</h1><p class=\"article__subhead\"><em>Al-Maliki has been nominated by the largest Shia bloc in parliament as its candidate for PM.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump has threatened that the United States will end support for Iraq if <a href=\"/video/newsfeed/2026/1/27/who-is-iraqs-former-leader-nouri-al-maliki\">Nouri al-Maliki</a>, a former prime minister with ties to the US’s longstanding foe Iran, is reinstated to the post.</p><p>Trump, in his latest intervention in another country’s politics, said on Tuesday that Iraq would be making a “very bad choice” with al-Maliki, who just days previously was <a href=\"/news/2026/1/24/iraq-shia-alliance-nominates-former-pm-nouri-al-maliki-as-its-candidate\">nominated by the Coordination Framework</a>, the largest Shia bloc in parliament, as its candidate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Last time Maliki was in power, the Country descended into poverty and total chaos. That should not be allowed to happen again,” Trump wrote on his Truth Social platform.</p><p>“Because of his insane policies and ideologies, if elected, the United States of America will no longer help Iraq,” he said.</p><p>“If we are not there to help, Iraq has ZERO chance of Success, Prosperity, or Freedom. MAKE IRAQ GREAT AGAIN!”</p><p>Trump’s comments are the starkest example yet of the Republican president’s campaign to curb Iran-linked groups’ influence in Iraq, which has long walked a tightrope between its two closest allies, Washington and Tehran.</p><p>In a letter, US representatives said that while the selection of the prime minister is an Iraqi decision, “the United States will make its own sovereign decisions regarding the next government in line with American interests”.</p><p>As part of Trump’s pressure campaign, Washington has also threatened senior Iraqi politicians with sanctions on the country should armed groups backed by Iran be included in the next government, the Reuters news agency reported last week.</p><p>Al-Maliki, 75, is a senior figure in the Shia Islamist Dawa Party. His tenure as prime minister from 2006 to 2014 was a period marked by a power struggle with Sunni and Kurdish rivals and growing tensions with the US.</p><p>He stepped down after ISIL (ISIS) seized large parts of the country in 2014, but has remained an influential political player, leading the State of Law coalition and maintaining close ties with Iran-backed factions.</p><p>The US wields key leverage over Iraq, as the country’s oil export revenue is largely held at the Federal Reserve Bank in New York in an arrangement reached after the 2003 US invasion that toppled Iraqi leader Saddam Hussein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mexico vows ‘solidarity’ with Cuba after oil shipment cancellation reports | Oil and Gas News | Al Jazeera",
            "time": "2026-01-27T22:38:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69792ab8-1769548472.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mexico vows ‘solidarity’ with Cuba after oil shipment cancellation reports</h1><p class=\"article__subhead\"><em>The president says Mexico’s decision ‘to sell or give oil to Cuba for humanitarian reasons’ was a ‘sovereign’ one.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexican President Claudia Sheinbaum says her country will continue to show “solidarity” with Cuba after media reports that her government halted a shipment of oil to Havana.</p><p>Mexico has in recent years become a top supplier of oil to Cuba, which relies on cut-price oil supplies from its allies to survive a US trade embargo and keep the lights on through a severe energy crisis.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Venezuela had been a major supplier of discounted crude to Cuba, but US President Donald Trump said he would halt the shipments after the United States military abducted long-term Venezuelan <a href=\"/news/2026/1/24/remote-coercion-what-has-us-approach-been-since-abduction-of-maduro\">President Nicolas Maduro</a> this month.</p><p>As recently as December, Mexico was still sending oil to Cuba, but several media outlets, including Bloomberg and the Mexican newspaper Reforma, have reported that a shipment planned in January was called off.</p><p>Sheinbaum refused to confirm or deny the reports on Tuesday. She told reporters during her regular morning news conference that Mexico’s decision “to sell or give oil to Cuba for humanitarian reasons” was a “sovereign decision”.</p><p>“It is determined by [Mexican state oil company] Pemex based on the contracts, or, in any case, by the government, as a humanitarian decision to send it under certain circumstances,” Sheinbaum said.</p><p>When asked if Mexico would be resuming oil shipments to Cuba, the president sidestepped the question and said, “In any case, it will be reported”. She also said Mexico would “continue to show solidarity” with Cuba.</p><p>The Reuters news agency last week reported that the Mexican government was reviewing whether to keep sending oil to Cuba amid growing concerns within Sheinbaum’s government that continuing the shipments could put the country at odds with the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump on Tuesday told reporters that “Cuba will be failing very soon”, adding that Venezuela has ‌not ‌recently sent ⁠oil or money ‌to Cuba.</p><p>According to shipping data and internal documents from state company PDVSA, Venezuela has not sent crude or fuel to Cuba for about a month.</p><p>Last year, Mexico sent approximately 5,000 barrels per day to Cuba. With Venezuela’s shipments now offline, Mexico’s supplies are critical.</p></div></div></body></html>"
        },
        {
            "title": "Rwanda sues UK over scrapped asylum seeker deal | Migration News | Al Jazeera",
            "time": "2026-01-27T22:20:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20250927__76XW264__v5__HighRes__TopshotFranceBritainEuMigrants-1762686324.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rwanda has taken legal action against the United Kingdom’s refusal to disburse payments under a now-scrapped, controversial agreement for Kigali to receive deported asylum seekers, according to a Rwandan official and UK media reports.</p><p>Rwanda launched arbitral proceedings against the UK through the Hague-based Permanent Court of Arbitration on Tuesday. It is seeking 50 million pounds ($68.8m) in compensation after the UK failed to formally terminate the controversial agreement about two years ago, The Telegraph newspaper reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Rwanda regrets that it has been necessary to pursue these claims in arbitration, but faced with the United Kingdom’s intransigence on these issues, it has been left with no other choice,” Michael Butera, chief technical adviser to the minister of justice, told the AFP news agency.</p><p>Butera added that Kigali had sought diplomatic engagement before resorting to legal action.</p><p>The programme to remove to East Africa some people who had arrived in the UK via small boats was agreed upon in a treaty between London and Kilgali. It was intended as a deterrent for those wanting to come to the UK in the same manner.</p><p>However, just four volunteers ultimately arrived in Rwanda.</p><p>Prime Minister Keir Starmer scrapped the deal – brokered by former Prime Minister Boris Johnson’s Conservative government in 2022 – when he took office in July 2024, declaring it “dead and buried”.</p><p>London had already paid Kigali 240 million pounds ($330.9m) before the agreement was abandoned, with a further 50 million pounds ($68.9m) due in April.</p><p>Starmer’s official spokesman told reporters on Tuesday, “We will robustly defend our position to protect British taxpayers.”</p><p>Last year, the UK <a href=\"/news/2025/2/26/rwanda-slams-uk-sanctions-over-dr-congo-violence\">suspended most financial aid to Rwanda</a> for backing the M23 group’s offensive in the Democratic Republic of the Congo.</p><p>Kigali labelled the move “punitive”.</p><p>The agreement faced a string of legal challenges, culminating in a November 2023 ruling by the UK Supreme Court that it was illegal under international law.</p><p>Rwanda began the interstate arbitration proceedings under the asylum partnership agreement in November, according to the Permanent Court of Arbitration’s website, which lists the case status as pending.</p><p>Immigration has been an increasingly central political issue since the UK left the European Union in 2020, largely on a promise to “take back control” of the country’s borders.</p><p>Some 37,000 asylum seekers, including people fleeing Syria and Afghanistan, crossed the English Channel in 2024, and more than 40,000 in 2025 – the highest number since 2022, when nearly 46,000 people crossed. Dozens have died attempting the journey.</p><p>The UK government says it has removed 50,000 undocumented people living in the country.</p><p>In September, the UK and France implemented a <a href=\"/news/2025/7/10/whats-in-the-one-in-one-out-migrant-deal-between-the-uk-and-france\">“one-in-one-out” migrant deal</a> aimed at returning asylum seekers to France while accepting those with UK family ties. However, the policy has faced criticism regarding its effectiveness. NGOs and charity groups have also described the scheme as a “cruel” move designed to restrict asylum rights.</p></div></div></body></html>"
        },
        {
            "title": "Benfica’s Jose to kill Real with love, says Madrid boss ‘like his child’ | Football News | Al Jazeera",
            "time": "2026-01-27T21:57:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-01T203831Z_114529880_UP1ELB11LC513_RTRMADP_3_SOCCER-PORTUGAL-VSC-SLB-1769530841.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Benfica coach Jose Mourinho said his Real Madrid counterpart, Alvaro Arbeloa, was like a child to him, in the run-up to <a href=\"/sports/2026/1/27/benfica-vs-real-madrid-uefa-champions-league-teams-start-lineups\">their Champions League meeting</a> in the final round of league phase matches.</p><p>The veteran Portuguese manager, known for his fiery temper and fierce tongue, coached Arbeloa at Madrid during his time at the helm of Los Blancos between 2010-2013, and had a strong relationship with the former defender in a dressing room that was splintering.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After a comment from Mourinho last week about being “surprised” when inexperienced managers lead big European clubs was viewed as a dig at new Madrid coach Arbeloa, he said he would never try to make life hard for his former charge.</p><p>Former Inter Milan coach Mourinho said in Italy that his words were also being taken as criticism of the appointment of Cristian Chivu at the Serie A side last year.</p><p>“There is one problem – both Chivu and Arbeloa are my children, they are not just ex-players of mine, but they are special,” Mourinho told a news conference on Tuesday.</p><p>“Speaking about Alvaro, I would say that he is one of the players – from a human point of view, from a personal point of view, and personal empathy – he is one of my favourites of them all.</p><p>“Obviously, he is not the best player who has played for Real Madrid, but he is certainly one of the best men who has played for me at Real Madrid.”</p><p>Mourinho said he was surprised when he himself was offered the chance to lead Benfica at the beginning of his coaching career in 2000, so his words could not be taken as an insult.</p><p>“The last thing I would do would be to put pressure on him,” explained the 63-year-old. “I want everything to go well for him, and for him to have a fantastic career as a coach.”</p><p>Mourinho said he had not spoken to Arbeloa since the 43-year-old replaced Xabi Alonso at the helm, but that there was no need to.</p><p>“My telephone number is very complicated, because there’s only the club’s number, and after that, only my family has it, and then my other phone is always changing, changing, changing,” explained Mourinho.</p><p>“People lose my contact, and I lose theirs too, and with Alvaro, it’s not necessary to have a call to say ‘good luck’, he knows it.</p><p>“In the same way that I [want Real Madrid to win games], Alvaro wants to beat Benfica, but then after that, he hopes Benfica always win, that’s for sure — no call is necessary.”</p><p>Mourinho admitted he could not speak for Arbeloa’s quality as a coach yet because he had not watched Madrid’s reserves or youth teams play.</p><p>“I cannot analyse him as a coach because I do not know him,” said Mourinho.</p><p>“I’ve only seen results, not followed with my own eyes the trajectory of the youngsters at Madrid.</p><p>“I have no advice to give him. The only thing that is important for me is that he is happy, that he likes it, because coaching these days is a very difficult mission.”</p><p>Madrid will seal their spot in the last 16 with a victory, while Benfica need to win and hope other results go their way to reach the playoff round.</p></div></div></body></html>"
        },
        {
            "title": "Will Palestinians ever find their loved ones in Gaza’s rubble? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-27T20:26:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769544059.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The last Israeli captive’s body is found in Gaza – where many thousands of Palestinians lie buried under rubble.</p><p class=\"p1\">Israel – as part of its long-standing policy – has not returned the remains of many hundreds of Palestinians.</p><p class=\"p1\">Why – and what’s the impact?</p><p class=\"p1\"><strong>Presenter:</strong>  James Bays</p><p class=\"p1\"><strong>Guests: </strong></p><p>Amjad Sharwa – Director of the Palestinian Non-Governmental Organizations Network in Gaza</p><p>Yara Hawari – Co-Director at Al-Shabaka: the Palestinian Policy Network</p><p>Issam Aruri – Commissioner-General of the Independent Commission for Human Rights in Palestine</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Iran’s President Pezeshkian warns of regional instability amid US threats | News | Al Jazeera",
            "time": "2026-01-27T20:23:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26025589859070-1769580075.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian President Masoud Pezeshkian has held a phone call with Saudi Crown Prince Mohammed bin Salman (MBS) after a United States aircraft carrier arrived in the region amid growing fears of a new conflict with Israel or the US.</p><p>The US has indicated in recent weeks that it is considering an attack against Iran in response to Tehran’s crackdown on protesters, which has left thousands of people dead. US President Donald Trump has sent the USS Abraham Lincoln aircraft carrier to the region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pezeshkian hit out at US “threats” in the call with Saudi Arabia’s leader on Tuesday, saying they were “aimed at disrupting the security of the region, and will achieve nothing other than instability”.</p><p>“The president pointed to recent pressures and hostilities against Iran, including economic pressure and external interference, stating that such actions had failed to undermine the resilience and awareness of the Iranian people,” a statement from Pezeshkian’s office said on Tuesday.</p><p>The statement also said that Prince Mohammed “welcomed the dialogue and reaffirmed Saudi Arabia’s commitment to regional stability, security, and development”.</p><p>“He emphasised the importance of solidarity among Islamic countries and stated that Riyadh rejects any form of aggression or escalation against Iran,” it said, adding that he had expressed Riyadh’s readiness to establish “peace and security across the region”.</p><p>The official Saudi Press Agency (SPA) reported after the call that Prince Mohammed ‍told Pezeshkian that Riyadh would not allow its airspace or territory to be used for military actions against Tehran.</p><p>“HRH the Crown Prince affirmed during the call the Kingdom’s position in respecting the sovereignty of Iran, stressing that the Kingdom will not allow its airspace or territory to be used for any military actions against Iran or for any attacks from any party, regardless of their origin,” SPA reported.</p><p>“HRH the Crown Prince also affirmed the Kingdom’s support for any efforts aimed at resolving disputes through dialogue in a manner that enhances security and stability in the region,” the news agency added.</p><p>“The Iranian president expressed his gratitude to the Kingdom for its steadfast position on respecting the sovereignty and territorial integrity of Iran and conveyed his appreciation for the role undertaken by HRH the Crown Prince in exerting efforts and initiatives to achieve security and stability in the region.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"neighbouring-countries-are-our-friends\">‘Neighbouring countries are our friends’</h2><p>The call between the two leaders came after Trump repeatedly threatened to attack Iran during Tehran’s deadly crackdown on antigovernment protests this month. Last week, the US president <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\">dispatched an “armada”</a> towards Iran but said he hoped he would not have to use it.</p><p>Delivering a speech in Iowa on Tuesday, Trump again said that a large “armada” was heading towards Iran and repeated his threats, saying that Tehran should yield to US demands.</p><p>“By the way, there’s another beautiful armada floating beautifully toward Iran right now. So we’ll see,” Trump said in his speech.</p><p>“I hope they make a deal. I hope they make a deal. They should have made a deal the first time. They’d have a country,” he said, in an apparent reference to US attacks on Iran last June.</p><p>Amid growing fears of a new war, a commander from Iran’s Islamic Revolutionary Guard Corps (IRGC) on Tuesday issued a warning to his country’s neighbours.</p><p>“Neighbouring countries are our friends, but if their soil, sky, or waters are used against Iran, they will be considered hostile,” Mohammad Akbarzadeh, political deputy of the IRGC’s naval forces, was quoted as saying by the Fars news agency.</p><p>Israel carried out a wave of attacks on Iran in June 2025, targeting several senior military officials and nuclear scientists, as well as nuclear facilities. The US then joined the 12-day war to bombard three nuclear sites in Iran.</p><p>The war came on the eve of a round of planned negotiations between the US and Iran over Tehran’s nuclear programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since the conflict, Trump has reiterated demands that Iran dismantle its nuclear programme and halt uranium enrichment, but talks have not resumed.</p><p>On Monday, a US official said that Washington was “open for business” for Iran.</p><p>“I think they know the terms,” the official told reporters when asked about talks with Iran. “They’re aware of the terms.”</p><p>Ali Vaez, director of the Iran Project at the International Crisis Group, told Al Jazeera that the odds of Iran surrendering to the US’s demands are “near zero”.</p><p>Iran’s leaders believe “compromise under pressure doesn’t alleviate it but rather invites more”, Vaez said.</p><p>But while the US military builds up its presence in the region, Iran has warned that it would retaliate if an attack is launched.</p><p>Iran’s Foreign Ministry spokesperson warned on Tuesday that the consequences of a strike on Iran could affect the region as a whole.</p><p>Esmaeil Baghaei told reporters, “Regional countries fully know that any security breach in the region will not affect Iran only. The lack of security is contagious.”</p></div></div></body></html>"
        },
        {
            "title": "See inside the former US embassy in Tehran | Conflict | Al Jazeera",
            "time": "2026-01-27T20:14:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/us_embassy_tehran_iran_ali_hashem-1769544357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinian patients wait for reopening of the Rafah border | Gaza | Al Jazeera",
            "time": "2026-01-27T20:13:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769544817.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Mother of all deals’: India, EU broker trade agreement | Government | Al Jazeera",
            "time": "2026-01-27T19:56:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/CLIP-India-FTA-horz-clean-1-1769543417.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "CBS News’ Bari Weiss unveils new strategy amid backlash, viewership lags | Media News | Al Jazeera",
            "time": "2026-01-27T19:36:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-27T132028Z_183358991_RC2ZZT9VDGMP_RTRMADP_3_MEDIA-CBS-1769538848.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>CBS News Editor-In-Chief Bari Weiss has unveiled the network’s new plan to grow the audience amid efforts to broaden the network’s political appeal after a set of blunders.</p><p>Among the changes that were announced in an all-hands meeting on Tuesday, the network will bring on 18 new commentators akin to US cable news powerhouses, CNN, MS Now and Fox, as well as steep staffing cuts to those who don’t align with Weiss’s vision for the network, as first reported by NPR which sourced the information from a set of journalists within the network who spoke under condition of anonymity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In an all-hands call with staffers, the network said that it will need to expand its reach beyond typical broadcasting and lean more into podcasting, according to audio first obtained by the outlet Business Insider.</p><p>“I’m here to tell you that if we stick to that [focusing on broadcast] strategy, we’re toast,” Weiss said.</p><p>The new hires include conservative podcasters Niall Ferguson and Patrick McGee and others like physician Mark Hyman, who has close ties to Health and Human Services Secretary Robert F Kennedy Jr who has been controversial for scaling back vaccines.</p><p>Weiss, who despite not having any previous television experience, was tapped in October to lead the storied news organisation after Paramount Skydance acquired the conservative opinion writer’s publication, The Free Press, for $150m amid efforts to reach a more politically diverse audience.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The hiring of Weiss was among several key moves the network made in recent months to appease the White House, including settling a lawsuit alleging that 60 Minutes doctored an interview with then–presidential hopeful Kamala Harris for $16m, and appointing Kenneth Weinstein, a former Trump administration official, as ombudsman to investigate allegations of bias.</p><h2 id=\"weiss-missteps\">Weiss missteps</h2><p>“The honest truth is, right now, we are not producing a product that enough people want,” Weiss said in audio of the all-hands meeting, according to Business Insider.</p><p>But Weiss has been behind many of the recent decisions that led to a slump in viewership. The network’s town hall with Erika Kirk — wife of the murdered far-right provocateur Charlie Kirk, saw a 11 percent decline in viewership compared to typical viewership in the same time slot.</p><p>Weiss has also been behind several other missteps in her short tenure at the network thus far. She delayed the airing of a 60 Minutes segment about the notorious CERCOT mega prison in El Salvador. Weiss claimed that the segment, which was already set for air, needed more reporting, which correspondent <a href=\"/news/2025/12/23/backlash-after-cbs-pulls-60-minutes-report-on-salvadors-cecot-prison\" target=\"_blank\" rel=\"noopener\">Sharyn Alfonsi criticised, </a>calling it a “political decision” in an email.</p><p>She also oversaw the relaunch of the CBS Evening News with a new host, former CBS Mornings anchor Tony Dokoupil, who has been with the network since 2016. The show has gone through five different anchor teams since he joined the network.</p><p>“We put too much weight on the analysis of academics or elites, and not enough on you,” Dokoupil said in a video promoting his new spot.</p><p>But that was not well received.</p><p>“You wouldn’t want ‘academics and elites’ who have actually studied a subject to outweigh the off-the-cuff opinions of village idiots. This is how we’re seeing the resurgence of measles, and the widespread belief in almost non-existent vote fraud, among many other great leaps backward in the Trump era,” Larry Sabado, director of the Center For Politics at University of Virginia, said in a post on X.</p><p>And that message has not won over viewers either. While CBS has been last place among broadcast evening news programmes for decades, it continues to lose its market share under Weiss. The network’s flagship news show lost more than a million viewers during its inaugural week under the new host compared to the same time the year before.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>It comes as the network’s parent company <a href=\"/economy/2026/1/22/paramount-skydance-extends-warner-bros-takeover-bid-offer\" target=\"_blank\" rel=\"noopener\">continually lobs hostile takeover bids</a> to Warner Bros Discovery, which would include another news network often in the White House’s crosshairs – CNN.</p><p>In December, <a href=\"/economy/2025/12/11/paramounts-warner-bros-discovery-bid-faces-conflict-of-interest-concerns\" target=\"_blank\" rel=\"noopener\">Ellison visited</a> the White House, as per media reports, and told Trump that Paramount would execute “sweeping changes” if it acquired CNN’s parent company.</p><p>On Wall Street, CBS parent Paramount Skydance is down 2.6 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "Why is ‘Cloud Dancer’ the colour of the year? | Social Media | Al Jazeera",
            "time": "2026-01-27T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769496663.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We examine the online debate ignited by Pantone’s Colour of the Year, Cloud Dancer.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This episode dives into the discussion prompted by Pantone, unpacking the uneasy relationship between colour and fascism. From hardline efforts to regulate colour in public life to the ways vibrancy and maximalism reassert themselves, we explore how colour becomes a quiet form of resistance across art, fashion, film, and design.</p><p><strong><br>\nPresenter:</strong> Stefanie Dekker</p><p><strong>Guests:<br>\n</strong>Ingrid Calvo Ivanovic – Colour epistemologist<br>\nJohn Villa – Art historian and fashion commentator<br>\nAbbianca Makoni – Branding and sales psychology expert</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Indonesia’s Flood Catastrophe | The Full Report | Floods | Al Jazeera",
            "time": "2026-01-27T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769537878.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A deadly cyclone hits Indonesia’s Sumatra, wiping out communities. Al Jazeera examines the scale of destruction.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In late November 2025, a powerful cyclone unleashed days of extreme rainfall across three provinces on the Indonesian island of Sumatra.</p><p>At least 1,100 people were killed, and more than 100 remain missing. Tens of thousands of houses were destroyed, and many public facilities were badly damaged. Entire villages have been wiped out by muddy floodwaters.</p><p>Al Jazeera’s Indonesia team has followed the story on the ground, hearing firsthand accounts from survivors, as emergency services fight to reach those in need. Weeks after the disaster, the struggle continues. People shelter in flimsy tents, which offer little protection from the extreme heat. Illnesses continue to spread. Survivors and political analysts alike question whether the government’s response has been efficient and coordinated enough.</p><p>Over several weeks, our cameras captured not just the immediate aftermath, but the systemic challenges as well. Intense deforestation, high rates of poverty, and budget cuts all combined to make communities more vulnerable when disaster struck.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What ICE is doing to America is familiar to me as a Palestinian | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-27T19:24:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-25T202005Z_32914511_RC2I8JACR6QG_RTRMADP_3_USA-TRUMP-MINNESOTA-1769373318.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The escalation of state violence in the United States has been unprecedented. In the span of three weeks, two people were shot dead in Minneapolis during “anti-immigration” raids. Both were branded “domestic terrorists”.</p><p>Meanwhile last week, US Immigration and Customs Enforcement (ICE) agents <a href=\"/news/2026/1/23/us-officers-detain-5-year-old-boy-as-minnesota-immigration-raids-continue\">used five-year-old Liam Ramos</a> as bait to get his asylum-seeking father to come out of their home; the two have now been taken to a detention centre in Texas. The administration calls this – the act of locking up children in mass detention camps – “immigration enforcement”. ICE <a href=\"https://www.themarshallproject.org/2025/12/17/children-immigration-detention-dilley-ice\">detained</a> at least 3,800 children last year, including 20 babies.</p><p>Across the country, the violence inflicted by ICE is creating a culture of fear within migrant communities.</p><p>I know this fear; I know this violence. These are the fear and violence that have long devastated my birthplace – Palestine. I hope Americans never have to deal with the scale of death, forced disappearances and violence that generations of Palestinians have had to suffer. But under US President Donald Trump, they are already now experiencing the tactics that are so familiar to Palestinian victims of the Israeli military and illegal Israeli settlers in the occupied West Bank.</p><p>The parallels are impossible to ignore.</p><p>In 2025, 32 people, called “illegals”, died in ICE custody, making it the deadliest year in two decades. They died of seizure, heart failure, stroke, respiratory failure, infectious disease, suicide or neglect. ICE accepted no responsibility for their deaths. In the occupied West Bank, where I was born, Israeli forces and settlers have killed more than 1,100 Palestinians in two years and four months.</p><p>Nearly 75 percent of the 68,440 people ICE detained last year had no criminal record. Thousands of Palestinians are currently being held in Israeli prisons without charge or a trial.</p><p>With the latest killings and kidnapping of US citizens, even people who are “legally” here are now afraid. There is a growing atmosphere of insecurity and anxiety that anyone at anytime can be disappeared or harmed.</p><p>Across the country, ICE violence is depriving children of education and businesses. For example, in the city of Charlotte, North Carolina, 30,000 students, nearly 20 percent of district enrolment, were <a href=\"https://www.ms.now/news/charlotte-public-schools-attendance-ice-rcna244619\">absent</a> the week after raids began in 2025, and in Los Angeles, shop owners reported a <a href=\"https://www.latimes.com/california/story/2026-01-17/immigration-sweep-rattles-l-a-s-fashion-district-deepening-fears-slumping-sales\">significant loss</a> in sales as customers stayed home.</p><p>I know what it feels like to dread passing by armed security personnel who at any moment may shoot you and then call you a “terrorist”. My family members know what it is like to be besieged and stormed; to witness a public execution.</p><p>This type of violence has been the daily reality of Palestinians across historic Palestine long before October 7, 2023. After that day, it has just intensified. Just like in the US, children have also not been spared. Of the 240 Palestinians killed in the occupied West Bank in 2025, 55 were children.</p><p>Just this month, Israeli soldiers killed 14-year-old Mohammed Naasan during a raid on his village. They claimed he was running to them with a rock in his hand.</p><p>The Israeli military routinely fires live ammunition at Palestinian children and justifies it by claiming they were throwing stones. Apparently, a Palestinian child with a rock poses an existential threat to one of the most heavily armed militaries in the world, to soldiers in full body armour shooting from armoured vehicles.</p><p>Palestinian children are regularly used by Israeli soldiers as “human shields” when they raid neighbourhoods; their detention and abuse is often used to put pressure on family members to surrender — just as ICE did with Liam Ramos and his father.</p><p>In Israeli detention, at least 75 Palestinians were <a href=\"https://www.un.org/unispal/document/ohchr-press-release-17sep25/\">killed</a> between October 7, 2023 and August 2025, including 17-year-old <a href=\"https://www.dci-palestine.org/17_year_old_palestinian_child_prisoner_starved_to_death_by_israeli_prison_guards\">Walid Ahmad</a>. In at least 12 cases, detainees <a href=\"https://www.un.org/unispal/document/ohchr-press-release-17sep25/\">died</a> after being beaten or tortured by Israeli security forces.</p><p>The United Nations has documented systematic torture and ill-treatment including repeated beatings, waterboarding, stress positions, and the use of <a href=\"https://www.ohchr.org/en/meeting-summaries/2025/11/experts-committee-against-torture-commend-israels-initiative-frontline\">rape</a> and other sexual and gender-based violence.</p><p>More than 300 Palestinian children are currently being <a href=\"https://www.btselem.org/statistics/minors_in_custody\">held</a> in military detention as of November 2025. These children are detained indefinitely without charge or trial based on secret evidence that is neither disclosed to them nor to their attorneys.</p><p>Among them was Mohammed Ibrahim, a 16-year-old Palestinian-American from Florida, who was held for over nine months. Upon his release, he had to be taken to hospital due to his poor condition and malnutrition. Ibrahim told his family he witnessed another teenager die in front of him in detention after being <a href=\"https://www.pbs.org/newshour/show/from-hell-to-heaven-american-describes-teen-sons-release-from-israeli-jail\">denied</a> medical attention for scabies and a severe stomach virus.</p><p>The reason why the violence we see in the US is so reminiscent of what happens in the West Bank is because what we face: Security structures shaped by white supremacy and a colonial mindset.</p><p>The Israeli state perceives the Palestinian people as less than human and an immediate threat; that is why, in the Israeli state’s logic, they need to be kept in an apartheid system where they are surveilled, subjugated and eventually forced out.</p><p>Palestinians are murdered for simply being Palestinian, for refusing to leave their ancestral land, for serving as a testament that Palestine was never “without a land without people”.</p><p>In the US, too, the state has decided that there are some people who are less than human and pose an immediate threat. It too has deployed a heavily militarised force to spy on, subjugate and force them out, using technology <a href=\"https://www.amnesty.org/en/latest/news/2025/08/usa-global-tech-made-by-palantir-and-babel-street-pose-surveillance-threats-to-pro-palestine-student-protestors-migrants/\">first tested</a> on Palestinians and imported to America.</p><p>Both repressive systems operate on the same principle that brown bodies and their allies can be detained without cause, shot without consequence, and left to die.</p><p>Of course, we cannot make a full parallel between the violence in the US and in Palestine.</p><p>The Israeli state has expressed through both actions and words a clear intent to fully eliminate the Palestinian people.</p><p>The Palestinians are currently facing a genocide in Gaza and at a slower rate in the occupied West Bank and East Jerusalem. The Israeli state has a clear project of erasure that seeks to wipe out even the historical records of Palestinian existence.</p><p>Nevertheless, it is clear that today Americans are getting a taste of what Palestinians have experienced for decades: state terror. This is what deploying armed forces who shoot citizens, who use five-year-old children as tactical bait, who let detainees die at unprecedented rates is called. In the United States, in Palestine and wherever power decides that certain lives do not count, the patterns of state terror repeat.</p><p>George Orwell <a href=\"https://www.yellowdogbookshop.com/books/1984-by-george-orwell\">wrote</a> in 1984 that the Party’s final, most essential command was to reject the evidence of your eyes and ears. Before he died, his publisher released a <a href=\"https://www.openculture.com/2014/11/george-orwells-final-warning.html\">statement</a>: “The moral to be drawn from this dangerous nightmare situation is a simple one. Don’t let it happen. It depends on you.”</p><p>We are living that nightmare now, watching videos of executions and being told they were self-defence. We must be the ones to fight for change. Everywhere, we must be the ones who take the struggle for freedom into our own hands.</p><p data-start=\"8506\" data-end=\"8949\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why is Pakistan backing Bangladesh in its T20 World Cup row with India? | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-01-27T18:44:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/09/AFP__20240903__36FE7XH__v1__HighRes__CricketPakBanTest-1725356185.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> Pakistan have cast doubts over their participation in the T20 World Cup after Bangladesh were kicked out of the tournament by the International Cricket Council (ICC).</p><p>Bangladesh, whose spot in the upcoming global tournament was confirmed in June 2024, were expelled from it on Saturday after a weeks-long impasse with the ICC over the demanded relocation of their fixtures from India to Sri Lanka. The ICC gave Bangladesh’s berth to Scotland, the next best-ranked T20 team.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ICC was accused of practising “double standards” in its extraordinary move to oust a full member nation on the basis of a logistical deadlock.</p><p>The Pakistan Cricket Board (PCB) swiftly threw its weight behind Bangladesh and said it will not make a “final decision” on its team’s participation until next week.</p><p>PCB Chairman Mohsin Naqvi met Pakistani Prime Minister Shehbaz Sharif on Monday to discuss the issue but did not clarify whether Pakistan would travel to the tournament, which begins on February 7.</p><p>“It was agreed that the final decision will be taken either on Friday or next Monday,” Naqvi, who is also Pakistan’s interior minister, said in a post on X.</p><p>All of Pakistan’s World Cup matches have been scheduled in Sri Lanka because of the fraught relations between New Delhi and Islamabad.</p><p></p><h2 id=\"what-s-the-bangladesh-india-t20-world-cup-controversy-all-about\">What’s the Bangladesh-India T20 World Cup controversy all about?</h2><p>The controversy involving the three South Asian nations began three weeks ago when the Bangladesh Cricket Board (BCB) requested that all of its team’s matches scheduled to be played in India be shifted to Sri Lanka. It cited concerns over its players’ safety and security.</p><p>It followed the abrupt removal of Bangladeshi fast bowler <a href=\"/news/2026/1/10/india-bangladesh-tensions-rock-cricket-as-sport-turns-diplomatic-weapon\">Mustafizur Rahman</a> from his Indian Premier League (IPL) franchise, the Kolkata Knight Riders, upon a directive from the Board of Control for Cricket in India (BCCI).</p><p>The reason the BCCI gave was “developments all around”. That might refer to the deteriorating ties between Dhaka and New Delhi since <a href=\"/news/2024/8/5/bangladeshs-sheikh-hasina-forced-to-resign-what-happened-and-whats-next\">August 2024</a> when Bangladeshi Prime Minister Sheikh Hasina was ousted from power and fled to India, where she continues to live.</p><p>Bangladesh reasoned that if one of their players was not safe in India, it could not jeopardise the safety of the entire squad and support staff.</p><p>However, the ICC, currently led by Jay Shah, the son of Indian Home Minister Amit Shah and a close ally of Prime Minister Narendra Modi, rejected the relocation request. The governing body said there were no “credible” or “verifiable” threats to the Bangladeshi team.</p><p>After a further back-and-forth between the BCB and the ICC – during which neither party moved from its original position – Bangladesh were ousted from the tournament and replaced by Scotland.</p><h2 id=\"why-has-the-icc-been-accused-of-hypocrisy\">Why has the ICC been accused of ‘hypocrisy’?</h2><p>In late 2024, the ICC brokered a three-year agreement between India and Pakistan that allowed both countries to play their matches at neutral venues whenever their neighbour hosted an international tournament.</p><p>The decision came after India’s refusal to travel to Pakistan for the <a href=\"/sports/2025/2/13/champions-trophy-2025-is-this-pakistan-sports-moment-to-shine-finally\">ICC Champions Trophy</a> over security concerns raised by the Indian government. India played all their matches, including the final, in Dubai, United Arab Emirates.</p><p>For the ICC Women’s World Cup 2025, cohosted by India and Sri Lanka, Pakistan played their fixtures in Sri Lanka and are scheduled to do the same at the ICC Men’s T20 World Cup 2026.</p><p>BCB President Aminul Islam pointed at this agreement and accused the ICC of “hypocrisy” for dismissing a similar request from Bangladesh.</p><p>While the BCB and the ICC were stuck in an impasse, the PCB decided to partake in the dispute by supporting Bangladesh’s request for a neutral venue.</p><p>At an ICC board meeting called to discuss the issue last week, Pakistan were the only full member nation to support Bangladesh’s position. Other board members endorsed the idea of replacing Bangladesh if they refused to play in India.</p><h2 id=\"why-have-pakistan-become-involved-in-this-affair\">Why have Pakistan become involved in this affair?</h2><p>While the controversy has to do with sport, the underlying tensions are deeply political, and the three nations share decades-long fractured ties.</p><p>After the 1947 partition of British India, India emerged as an independent state while a Muslim-majority Pakistan was created with eastern and western wings separated by more than 2,000km (1,300 miles).</p><p>Less than 25 years later, the eastern wing broke away after a bloody war to become Bangladesh. Indian troops played a decisive role in supporting Sheikh Mujibur Rahman, Bangladesh’s founder and Hasina’s father.</p><p>Fast forward to 2024 – the once-close ties between India and Bangladesh were fractured with Hasina’s ouster, and the ties between Bangladesh and Pakistan, previously near rock bottom, improved rapidly.</p><p>So as Bangladesh were locked in negotiations with the ICC, Naqvi, Pakistan’s cricket chief, publicly criticised the governing body.</p><p>“You can’t have double standards,” Naqvi said on Saturday.</p><p>“You can’t say for one country [India] they can do whatever they want and for the others to have to do the complete opposite. That’s why we’ve taken this stand and made clear Bangladesh have had an injustice done to them. They should play in the World Cup. They are a major stakeholder in cricket.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-have-pakistan-reacted-and-what-can-they-do-next\">How have Pakistan reacted, and what can they do next?</h2><p>Within days of the BCCI’s decision to remove Mustafizur from the IPL, the PCB reacted by offering the star Bangladeshi bowler an option to register for the Pakistan Super League, the country’s premier franchise T20 tournament.</p><p>Despite reports in Pakistani media that the PCB may pull out of the T20 World Cup, Naqvi has not indicated that might be the case.</p><p>There has also been speculation that Pakistan may forfeit their match against India on February 15 in Colombo as a symbolic gesture in support of Bangladesh.</p><p>With a final decision expected on Friday or Monday, the ongoing uncertainty could disrupt Pakistan’s preparations for the tournament. They are scheduled to play the tournament’s opening game on February 7 against the Netherlands.</p><p>Ehsan Mani, former chairman of the ICC and the PCB, has warned the PCB against withdrawing from the World Cup.</p><p>“This brings politics into the game, and I have always advocated that the two should be kept strictly separate,” he told Al Jazeera.</p><h2 id=\"what-happens-if-pakistan-withdraws-from-the-t20-world-cup\">What happens if Pakistan withdraws from the T20 World Cup?</h2><p>The rivalry between Pakistan and India on the political pitch has long spilled over onto the cricket field, which has increasingly become a proxy battleground, especially since <span>tensions escalated drastically after a four-day military confrontation between the two neighbours in May.</span></p><p>India’s refusal to travel to Pakistan for the Champions Trophy, which they went on to win unbeaten in the UAE, further strained relations.</p><p>When the teams met again at the Asia Cup in September, Indian players declined to shake hands with their Pakistani counterparts. After a <a href=\"/news/2025/9/30/operation-sindoor-how-cricket-became-latest-india-pakistan-weapon-of-war\">tense final</a>, which India won, the Indian team also refused to accept the trophy from Naqvi, who also heads the Asian Cricket Council.</p><p>Ali Khan, a professor at Lahore University of Management Sciences and author of Cricket in Pakistan: Nation, Identity, and Politics, described Pakistan’s support of Bangladesh as “absolutely the principled stance to take”.</p><p>“If India and Pakistan can both be accommodated in similar situations, then why not another full ICC member [Bangladesh]? It is also important for Pakistan to stand up for the way the ICC is operating now,” he told Al Jazeera.</p><p>Khan cautioned, however, that threatening a boycott was a step too far.</p><p>“It veers towards performative and petty point-scoring then. Pakistan should continue to bring up the inequity within the ICC at every meeting forcefully, persuade and shame others to speak up as well. That requires strong diplomacy rather than chest-thumping.”</p><p>Meanwhile, veteran Indian cricket writer Sharda Ugra said Pakistan’s intervention appeared aimed at building an alliance.</p><p>“If Pakistan does back out of the tournament, it will obviously disappoint the cricket community,” she said.</p><p>Ugra believes Naqvi’s move is aimed at “annoying the ICC and the BCCI and putting them on the back foot”, especially as he is also Pakistan’s interior minister.</p><p>“But if Pakistan pulls out, it could have enormous consequences.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-will-this-controversy-impact-cricket\">How will this controversy impact cricket?</h2><p>Khan argued that while the ICC has taken principled positions in the past, including the reintegration of apartheid-era South Africa, its balance has shifted.</p><p>“Sadly, India’s enormous financial clout in cricket has unbalanced the body so much that it has simply become a mouthpiece for the Indian government with other member nations also responsible for this through their timid acceptance of Indian diktat,” he said.</p><p>Ugra also criticised the England and Wales Cricket Board and Cricket Australia for their respective silence on the matter.</p><p>“Bangladesh is part of the ICC community and a full member, and these two boards should have played their part in making it more equitable,” she said. “It is like they are all pliant to BCCI and acting as if they have no power.”</p></div></div></body></html>"
        }
    ]
}