{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Mamdani’s democratic socialism is not communism, its about affordability | Opinions | Al Jazeera",
            "time": "2025-11-21T10:29:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_691f1e6fad30-1763647087.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In an astonishing victory, 34-year-old state legislator <a href=\"/news/2025/11/5/zohran-mamdani-elected-as-new-york-mayor-in-historic-win\">Zohran Mamdani won</a> New York City’s mayoral election. <a href=\"https://www.youtube.com/watch?v=l07-V2rCebw\">Defeating</a> former state Governor Andrew Cuomo, who enjoyed strong backing from US President Donald Trump and the political establishment, Mamdani became the city’s first Muslim immigrant mayor and its youngest in more than a century. The democratic socialist’s victory sent shock waves through national politics, emboldening progressives across the country to run and to win on agendas as unapologetically ambitious as the moment demands.</p><p>Campaigning across the city, Mamdani reached out to various social groups, including African Americans, Muslims, Jews, Hindus, East Africans and South Asians, and especially the youth, many of whom had grown politically disengaged after the Democratic Party’s demoralising performance in recent years. He brought people back into the political process, mobilising voters who otherwise might have stayed home.</p><p>Running on a platform calling for a more equitable distribution of wealth through higher taxes on the super-wealthy, a more affordable and accessible housing market, a free and faster public bus system, and universal, no-cost childcare for children from six weeks to five years old, Mamdani has brought into the mainstream a political discourse centred on equity, one the nation has arguably not witnessed since Eugene V Debs, the early 20th-century socialist organiser and five-time presidential candidate who championed workers’ rights and economic justice.</p><p>When asked live on television what “democratic socialist” means, Mamdani replied: “When we talk about my politics, I call myself a democratic socialist in many ways inspired by the words of Dr [Martin Luther] King [Jr] from decades ago who said, ‘Call it democracy, or call it democratic socialism. There has to be a better distribution of wealth for all of God’s children in this country.’”</p><p>But what, really, is “democratic socialism”? To many, the term “socialism” evokes the economic system of the former Soviet Union, characterised by inefficient allocation of resources, state control and ownership of productive assets, and political repression under a brutally totalitarian regime. Yet that is not what socialism means.</p><p>As the late Erik Olin Wright, one of the most influential sociologists of the past half-century and a pioneering scholar of class analysis in capitalism, detailed, what was practised by the Soviet Union was not socialism but “statism”, an economic system in which state incumbents control investment and production through a centralised planning <a href=\"https://www.asanet.org/wp-content/uploads/sage_wright_presidential_address.pdf\">apparatus</a>. Indeed, in common parlance, most people use the term “socialism” to describe what is most accurately referred to as statism.</p><p>Over the past century, struggles for more equal alternatives to capitalism have been waged under the banner of “socialism”. Yet the term itself has long been contested, its precise meaning the subject of intense debate both within and without the academic and policy circles.</p><p>If nothing else, Karl Marx himself saw socialism as grounded in two essential principles. First, it required the democratisation of not only political life, which refers to the procedural democracy exercised in most developed countries, but also economic life, so that ordinary workers have a voice in how economic resources are distributed. Second, socialism envisioned a reduction in working hours, so that people could cultivate their creative capacities outside the workplace. Indeed, Marx’s critique of capitalism stemmed largely from his belief that it curtails “human flourishing and self-actualisation”.</p><p>Yet the socialist experiments of the 19th and 20th centuries across the world bore no resemblance to these humanistic ideals. Socialism, once seen as an economic system that would extend democracy into realms capitalism would never allow, turned into a centralised, grossly inefficient, and authoritarian state apparatus of command and control of both the economy and society. Soviet-style dictatorships rife with corruption and venality turned socialism into a vehicle for state domination rather than human liberation. With shortages, rationing, and long lines in stores, socialism came to be seen by the 1980s as a failed project of social transformation in the places where it was implemented.</p><p>So, what is “democratic socialism”?</p><p>The term is composed of two words: “democratic” and “socialism”. Democracy is fundamentally a socialist principle. Indeed, democracy is the most effective political mechanism we know for ensuring that the state serves as an agent of the people. If “democracy” is the term to signify the subordination of state power to people’s power, “socialism” is the term to signify the subordination of economic power to people’s power. In democratic socialism, control over investment and production is organised through genuinely democratic means. The central moral objective of democratic socialism is that a national economy should be organised in such a way as to serve the needs and aspirations of ordinary people, not those of elites.</p><p>Democratic socialism thus represents an attempt to reconcile the egalitarian goals of socialism with the institutions of liberal democracy. It envisions an economy where markets still allocate resources, but the ownership of productive assets and the distribution of wealth are subject to participatory and democratic decision-making. The goal is not to abolish markets, but to make them answer to the public, to ensure that economic outcomes reflect shared values rather than private power.</p><p>It is now well understood that capitalism grants prosperity to some while consigning many others to <a href=\"https://www.aacademica.org/erik.olin.wright/11.pdf\">poverty</a>. It denies the conditions for genuine human flourishing and development from vast segments of the world’s population, even within the most advanced economies. “Freedom of choice,” often celebrated by capitalism’s defenders as its central moral virtue, is in fact only partial. The stark inequalities of income, wealth, and opportunity that capitalism produces narrow what might be called “real freedom”: the genuine ability of people to pursue their life plans and act on the choices that truly matter to them.</p><p>The promise of democratic socialism is not simply greater equality, but greater freedom. Its goal is to give all people the ability to truly shape their own lives. That’s what Zohran Mamdani’s platform represents. His policies, such as a rent freeze, fare-free buses and universal childcare, are not merely economic measures; they are instruments of real freedom for ordinary people. When most of one’s paycheque disappears into rent, freedom is constrained. Housing stability helps people feel secure, make long-term plans, and avoid the stress of potential eviction. Housing stability is tied to human dignity. Fare-free public transit extends the freedom of mobility across the city. Free buses make mobility a right, not a privilege, and open up the physical and social space of freedom itself. And universal childcare liberates parents, especially women, from an impossible trade-off between childcare and participation in society. When the burden of childcare is shared by society, everyone gains the freedom to work, study, and engage in public life on equal terms. These policies redefine freedom not as the privilege of the few to accumulate without limit, but as the shared capacity of all to live with security, opportunity, and power over their own lives. That is the freedom democracy promises, and the one democratic socialism delivers.</p><p>Among capitalist countries today, the social democracies of the Nordic countries (Norway, Sweden, Denmark, and Finland) come closest to the ideals of democratic socialism. A much stronger working class, and its insistence on a firm commitment to social welfare over the narrow interests of elites, has long distinguished these nations from other varieties of capitalism. Yet in social democracies, <a href=\"https://fabianpfeffer.com/wp-content/uploads/PfefferWaitkus2021.pdf\">wealth inequality</a> remains strikingly high, despite a more even distribution of income compared to the other parts of the developed world.</p><p>Mamdani’s election as mayor of New York City is a glimmer of hope that democratic processes can still serve the many rather than the few. His equity-centred platform, once dismissed as naive, won the confidence of a diverse majority yearning for justice and dignity. That victory, achieved in the face of relentless racism and Islamophobia, marks a collective triumph.</p><p>Yet elections are only beginnings. The hard work now lies ahead: translating promises into policy and hope into tangible change for a more humane and equal distribution of economic resources. The people have spoken; now it is time to deliver.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Explosion at glue factory in eastern Pakistan kills at least 16 | News | Al Jazeera",
            "time": "2025-11-21T09:16:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/08/33R93D2-highres-1692254886.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Explosion at glue factory in eastern Pakistan kills at least 16</h1><p class=\"article__subhead\"><em>Preliminary investigations show a gas leak triggered the explosion, which also flattened nearby homes, authorities say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An explosion at a glue-making factory in Pakistan has killed at least 16 people and injured seven after it collapsed the factory and sparked fires in nearby homes, Pakistani media are reporting.</p><p>The blast occurred at about 5am local time (00:00 GMT) on Friday in the Malikpur area of Faisalabad, west of Lahore in Punjab province.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Preliminary investigations showed a gas leak inside the factory’s chemical warehouse triggered the explosion, local outlets reported, citing Faisalabad Commissioner Raja Jahangir Anwar.</p><p>Authorities arrested the factory manager but were still searching for the owner, who fled shortly after the incident.</p><p>The blast flattened the factory’s roof and those of a handful of nearby homes, causing fires to break out in at least three of them, according to Pakistani channel Aaj TV. Photos published by the channel showed flames leaping up from a central blast site and rescue crews crowding into the interior of a burning building.</p><p>The majority of those killed were residents from adjacent homes, including six children, authorities said.</p><figure id=\"attachment_4121389\" aria-describedby=\"caption-attachment-4121389\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121389\" src=\"/wp-content/uploads/2025/11/PAKISTAN-FAISALABAD-1000x562-1763719231.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Faisalbad, Pakistan map\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121389\" class=\"wp-caption-text\">Map showing Faisalabad in Pakistan [Al Jazeera]</figcaption></figure><p>Rescue crews searched for and dug people out of piles of rubble, according to TV channel Geo News. The seven injured people were receiving treatment at a nearby hospital.</p><p class=\"p1\">Factory fires are not uncommon in the country. In 2024, an explosion at a textile mill in Faisalabad killed a dozen people, while a blast at a firecracker factory in Karachi killed four people and injured 11 more last week.</p></div></div></body></html>"
        },
        {
            "title": "At least five killed as magnitude 5.5 earthquake hits Bangladesh | Earthquakes News | Al Jazeera",
            "time": "2025-11-21T08:56:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25325332735394-1763718025.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least five killed as magnitude 5.5 earthquake hits Bangladesh</h1><p class=\"article__subhead\"><em>Around 100 more injured as buildings in the capital swayed in the earthquake, sending panicked residents into streets.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A powerful earthquake has struck Bangladesh outside the densely populated capital of Dhaka, killing at least five people and inuring about 100, according to the government.</p><p>Dhaka-based DBC Television reported a higher death toll of at least six people on Friday in the capital, three from the collapse of a building roof and a wall, and three pedestrians when building railings fell on them.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The magnitude 5.5 earthquake struck at 10:38am (04:38 GMT) near the city of Narsingdi, about 33km (16 miles) from Dhaka, the US Geological Survey (USGS) said.</p><p>The earthquake terrified residents, with many in the Muslim-majority nation of 170 million people at home on their day off.</p><p>One Dhaka resident said, “I’ve never felt an earthquake like this before, never in my life, this was the first time. I was sleeping and all of a sudden, I felt the whole building shaking and then we all came down.”</p><p>Al Jazeera’s Tanvir Chowdhury, reporting from Dhaka, said, “It was one of the biggest earthquakes in recent history and was very close to the capital city. The entire city was in panic. Social media videos have shown buildings shaking.”</p><figure id=\"attachment_4121354\" aria-describedby=\"caption-attachment-4121354\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121354\" src=\"/wp-content/uploads/2025/11/AP25325330806483-1763718109.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh quake\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121354\" class=\"wp-caption-text\">People gather outside a narrow lane in the old city area where a roof and walls collapsed, after an earthquake in Dhaka, Bangladesh, November 21, 2025 [Abdul Goni/AP Photo]</figcaption></figure><p>AFP reporters in Dhaka saw people weeping in the streets, while others appeared shocked.</p><p>Three people were killed, including a medical student, the health department said.</p><p>The USGS warned of potentially “significant casualties” and damage.</p><p>The shaking lasted for 26 seconds, with its epicentre in Narsingdi’s Madhabdi district, according to the Bangladesh Meteorological Department, which recorded the magnitude as 5.7.</p><p>Tremors were felt as far as the Indian city of Kolkata, more than 325km from the epicentre.</p><p>AFP reporters there saw people fleeing offices and homes after the sudden jolt.</p><p>“I felt tremors and my bed moved … I rushed out of my room,” said Sumit Dutta, 66.</p><p>There were no immediate reports of casualties or significant damage in India.</p></div></div></body></html>"
        },
        {
            "title": "Countries sharply split on fossil fuels on COP30 climate summit final day | Climate News | Al Jazeera",
            "time": "2025-11-21T08:21:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6913d691-1762907793.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Countries remain bitterly divided over the future of fossil fuels as the 2025 United Nations Climate Change Conference, known as COP30, is slated to end in Brazil’s northern city of Belem, potentially in a haze of recriminations.</p><p>Delegates at the two-week conference have failed to reach a deal as Brazil circulated a new draft proposal on Thursday that did not include a roadmap to transitioning away from fossil fuels – nor mention the term “fossil fuels” at all.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>More than 30 other countries from Africa, Europe, Asia and the Pacific co-signed a letter in response, slamming the draft and saying they “cannot support an outcome that does not include a roadmap for implementing a just, orderly and equitable transition” from nonrenewable energy sources.</p><p>The commitment to moving away from fossil fuels – including natural gas, coal and crude oil – <a href=\"/news/2023/12/13/new-un-climate-deal-calls-for-transitioning-away-from-fossil-fuels\">was considered a landmark achievement of COP28 in Dubai</a>. Even then, the deal stopped short of calling for a “phase-out” amid fierce lobbying from oil-producing countries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A first draft of the COP30 text, which was publicised on Tuesday, did contain the option of building a roadmap away from such fuels.</p><p>But major producers and consumers, including China, India, Saudi Arabia and Russia, rejected the proposal, several news outlets reported, quoting negotiators familiar with discussions.</p><p>The United States – which backed a phase-out in 2023 under former President Joe Biden – did not send a delegation to this year’s conference.</p><p>US President Donald Trump has long slammed the climate crisis and global warming as a “hoax.”</p><p>Another point of contention is climate finance, meaning money to help countries adapt to climate change. Brazil’s newest draft calls for tripling climate financing by 2030 compared with 2025 levels.</p><p>But it left unclear who exactly would provide the financing, whether it be wealthy states, the private sector or multilateral development banks. Western countries have historically baulked at providing cash to poorer nations dealing with the worst climate change effects.</p><p>Speaking to reporters on Thursday, UN Secretary-General Antonio Guterres said the conference was “down to the wire” and urged countries to “address disinformation aimed at derailing the transition”.</p><p>“Communities on the front lines are watching too, counting flooded homes, failed harvests, lost livelihoods,” he added. “They have heard enough excuses.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"infrastructure-wiring-woes\">Infrastructure, wiring woes</h2><p>The languishing negotiations were meanwhile interrupted on Thursday by a fire that forced thousands of delegates to evacuate the conference.</p><p><a href=\"/news/2025/11/20/cop30-attendees-in-brazil-forced-to-evacuate-pavilion-following-fire\">Flames erupted</a> in an exhibition pavilion and rapidly spread up the building’s internal shell as attendees finished lunch, lasting about six minutes.</p><p>Nineteen people were treated for smoke inhalation, but no injuries were reported, according to event and fire officials.</p><p>Delegates have reported various problems with electrical wiring, air conditioning and infrastructure throughout COP30, which is taking place at the edge of the Amazon rainforest.</p><p>Thousands of protesters have also <a href=\"/news/2025/11/15/thousands-march-for-climate-action-outside-cop30-summit-in-brazil\">marched in Belem</a> to call for Indigenous people and environmental defenders to be heard.</p><p>In a joint statement on Thursday evening, the UN and COP30 leaders said the fire site was “safe” and shifted the focus back to the negotiations, which may spill into the weekend.</p><p>“We still have substantial work ahead, and we trust that delegates will return to the negotiations in a spirit of solidarity and determination to ensure a successful outcome for this COP,” the statement said.</p></div></div></body></html>"
        },
        {
            "title": "Barcelona vs Athletic Bilbao: La Liga - team news, start, lineups | Football News | Al Jazeera",
            "time": "2025-11-21T08:21:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_691ee2d7-1763631831_e3ed08-1763632836.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who: </strong>Barcelona vs Athletic Bilbao<br>\n<strong>What: </strong>Spain’s La Liga<br>\n<strong>Where:</strong> Camp Nou, Barcelona<br>\n<strong>When: </strong>Saturday at 4:15pm (15:15 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 12:15 GMT in advance of our live text commentary stream.</p><p class=\"p1\">Barcelona will return to competitive action at their famous Camp Nou stadium on Saturday for the first time in two-and-a-half years when they host Athletic Bilbao.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The match will take place in front of a crowd of only 45,401 as renovations are not yet complete, but at least it’s a return home after playing most of their recent games at the city’s Estadi Olimpic.</p><p>Barca will hope for a Nou Camp boost as they chase league leaders Real Madrid. The Catalans can provisionally go top of La Liga on goal difference if they beat Bilbao, although Madrid will be in action against Eibar on Sunday.</p><p>Athletic Bilbao, meanwhile, are seventh in La Liga with 17 points after five wins, two draws and five losses. A narrow 1-0 win over Real Oviedo 1-0 last weekend meant they avoided a fourth straight defeat, with the Basque club in decidedly mixed form so far this season.</p><h2 id=\"return-to-camp-nou\">Return to Camp Nou</h2><p class=\"p1\">A series of delays means Camp Nou is reopening a year after it was originally slated to, following a 1.5 billion euro ($1.75bn) transformation beset by construction chaos.</p><p class=\"p1\">The stadium will eventually have space for 105,000 fans when the top tier is completed.</p><p class=\"p1\">Barcelona have also received the green light from UEFA to host Eintracht Frankfurt at Camp Nou in the Champions League on December 9.</p><p class=\"p1\">The Spanish champions were forced to play two matches at their 6,000-capacity Johan Cruyff training ground stadium in the first weeks of the season after failing to get the permit they needed for Camp Nou due to safety reasons.</p><p class=\"p1\">The previous iteration of Camp Nou was built in 1957 and had a capacity of 99,000.</p><figure id=\"attachment_4119328\" aria-describedby=\"caption-attachment-4119328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4119328\" src=\"/wp-content/uploads/2025/11/getty_691ee726c0-1763632934.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BARCELONA, SPAIN - NOVEMBER 07: Players of FC Barcelona warm up during their first FC Barcelona open training session at Spotify Camp Nou. 23,000 fans will watch Barcelona play during a sold-out open door training session at the new Spotify Camp Nou today, as the stadium reopens following it's closure for refurbishment on May 28, 2023, on November 07, 2025 in Barcelona, Spain. (Photo by David Ramos/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4119328\" class=\"wp-caption-text\">Barcelona hold an open training session at Camp Nou on November 07, 2025 [David Ramos/Getty Images]</figcaption></figure><h2 id=\"with-three-international-breaks-disrupting-the-opening-months-now-flick-has-the-chance-to-knuckle-down-and-find-solutions-to-barca-s-problems\">Camp Nou ‘will definitely help us’</h2><p id=\"with-three-international-breaks-disrupting-the-opening-months-now-flick-has-the-chance-to-knuckle-down-and-find-solutions-to-barca-s-problems\">With three international breaks disrupting the opening months, Barca boss Hansi Flick now has the chance to knuckle down and find solutions to his side’s problems.</p><p class=\"p1\">They have shipped 15 goals, more than nine of the 10 teams beneath them, while the attack has also struggled to ignite in the way it did in Flick’s debut year.</p><p class=\"p1\">Returning to their home is one of several reasons for Barca to believe the coming weeks will be positive.</p><p class=\"p1\">“[Playing at Camp Nou] will definitely help us … for the club’s future, it’s very important, I congratulate everyone who has worked on it,” said Flick.</p><p class=\"p1\">In Barcelona’s prior outing, they beat Celta Vigo 4-2 in Galicia, with a wild first half giving way to a far more controlled second, which might indicate the direction his team need to take.</p><p class=\"p1\">“The second half gives us confidence for the next matches and this is what we need,” said the coach.</p><figure id=\"attachment_4121062\" aria-describedby=\"caption-attachment-4121062\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121062\" src=\"/wp-content/uploads/2025/11/epa_69200c0e009e-1763707918.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12515162 FC Barcelona's Robert Lewandowski celebrates scoring the 2-4 goal during the Spanish LaLiga soccer match between Celta Vigo and FC Barcelona, in Vigo, Spain, 09 November 2025. EPA/Salvador Sas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121062\" class=\"wp-caption-text\">Barcelona’s Robert Lewandowski, left, scored a hat-trick against Celta Vigo [Salvador Sas/EPA]</figcaption></figure><h2 id=\"barca-s-high-line-causing-sleepless-nights\">Barca’s high-line causing sleepless nights</h2><p class=\"p1\">Flick hopes that confidence is what the team needs to be able to execute their high-line defence to perfection, as they did for a long period last term.</p><p class=\"p1\">“I always think to say something about the experts, former players, former coaches, but I will not do it, [it makes] too much noise for us,” said Flick, showing he has heard the criticism regularly aimed at him over Barca’s defensive woes.</p><p class=\"p1\">The club have failed to keep a clean sheet in any of the nine games they have played across all competitions since goalkeeper Joan Garcia was injured.</p><p>Barcelona centre back Gerard Martin said he finds it really hard to sleep after the stress of games.</p><p>“With the level of focus and stress involved, it takes hours before I can finally switch off,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"bilbao-not-dwelling-on-bad-results\">Bilbao ‘not dwelling’ on bad results</h2><p>Athletic Bilbao full-back Inigo Lekue said stopping teenage star Lamine Yamal would be a priority for his side.</p><p>“It’s a very demanding game. They have players of the highest calibre, among the best in Europe and the world, and lately we haven’t had much luck,” he said.</p><p>“Lamine is one of those players who can make a difference, and we’ll try to stop him from doing so on Saturday.”</p><p>Lekue lamented that away fans have been banned for attending the game as the section separating them from the home fans has not been completed yet.</p><p>“Being the club that we are, many of our members who usually travel are family and friends. It’s a shame that we won’t be able to count on their support this time,” he said.</p><p>Lekue said it was important to keep perspective over the club’s mixed run of results.</p><p>“Bad runs are what people outside the club focus on, but we don’t dwell on them. We focus on each game as a unique match, regardless of statistics,” he said.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs have faced each other a whopping 244 times, with Barcelona winning 124 of those games, Athletic winning 80, while 40 ended as draws.</p><p>Barca have won nine of their last 11 La Liga games against Athletic, most recently a 3-0 victory in Bilbao in May courtesy of a Lewandowski brace and a Dani Olmo penalty.</p><p>Each of Athletic’s last four victories over Barcelona has been in cup ties – most recently a 4-2 home win in the Copa del Rey in January 2024.</p><p>Athletic’s last La Liga victory over Barcelona was in August 2019, when a stunning overhead kick by Aritz Aduriz won the game for the Basque club 1-0.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"barcelona-s-team-news\">Barcelona’s team news</h2><p>Yamal is back in training after undergoing a groin procedure, which led him to miss Spain’s qualifiers this week, and is set to feature against Bilbao.</p><p>First-choice keeper Marc-Andre ter Stegen and key midfielder Pedri remain unavailable due to injury.</p><p>However, Barca’s exciting winger Raphinha has recovered from a hamstring issue, and goalkeeper Joan Garcia is expected to start after overcoming a knee problem.</p><p>Frenkie de Jong is suspended, so Marc Casado is set to replace him in midfield – if he can overcome a groin issue of his own.</p><h2 id=\"barcelona-s-predicted-starting-xi\">Barcelona’s predicted starting XI</h2><p>Joan Garcia; Eric Garcia, Araujo, Cubarsi, Balde; Casado, Olmo, Lopez; Yamal, Lewandowski, Rashford</p><h2 id=\"athletic-bilbao-s-team-news\">Athletic Bilbao’s team news</h2><p>Inaki Williams, Unai Eguiluz and Maroan Sannadi remain sidelined with injuries, while Benat Prados is a long-term absentee due to a torn <a href=\"/sports/longform/2023/7/19/acl-injuries-womens-football-world-cup\">anterior cruciate ligament</a>. And Yeray Alvarez is serving a 10-month ban for a failed drug test.</p><p>Attacking midfielder Oihan Sancet has returned to training following an injury and could feature, while star winger Nico Williams scored on his return from injury against Real Ovideo and is set to start against Barca.</p><h2 id=\"athletic-bilbao-s-predicted-starting-xi\">Athletic Bilbao’s predicted starting XI</h2><p>Simon; Berchiche, Laporte, Vivian, Gorosabel; Jauregizar, Ruiz de Galarreta; Nico Williams, Sanchez, Berenguer; Guruzeta</p></div></div></body></html>"
        },
        {
            "title": "Ukraine doubts Russia’s desire for peace amid reports of US-drafted plan | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-21T08:01:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-14T142126Z_1557769614_RC24WHAWSJX5_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1763678589.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian defenders have been attempting to mount a defence of the surrounded eastern cities of Pokrovsk and Myrnohrad, a month into Russia’s latest attempt to seize them.</p><p>On Thursday, as fighting on the front lines raged, President Volodymyr Zelenskyy <a href=\"https://x.com/ZelenskyyUa/status/1991625034943844801?s=20\" target=\"_blank\" rel=\"noopener\">claimed</a> Russia has no interest in ending the war amid reports Washington and Moscow <a href=\"/news/2025/11/20/trumps-new-28-point-plan-what-does-it-want-ukraine-to-concede-to-putin\">have drafted</a> a 28-point peace plan. The proposal is said to heap pressure on Ukraine to give up land, something Kyiv has throughout the war said was a red line.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Russia has no real desire for peace; otherwise, they would not have started this war,” he said in a recorded message posted to X. “The United States has the power to ensure that Russia’s willingness to end the war finally becomes serious.”</p><figure id=\"attachment_4109941\" aria-describedby=\"caption-attachment-4109941\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4109941\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1763294067.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1763294067\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4109941\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Russia dedicated 150,000 troops to capturing the enclave containing Pokrovsk and Myrnohrad, Ukraine said, which is now surrounded on three sides, with Ukrainian supply lines open only to the west.</p><p>Zelenskyy told US senators in a bipartisan virtual meeting on November 12 that Russia had suffered its greatest casualty rate of the entire war in Pokrovsk, estimating it at 25,000 – though he did not specify over what period.</p><p>Ukraine’s military defence efforts were highlighted by the story of a soldier from the 155th Mechanized Battalion, who reportedly spent 100 days in the shell of a destroyed building, separated from his unit, until he was rescued.</p><p>Ukraine’s General Staff released a video of the fighting in Pokrovsk, purporting to show reinforcements arriving in the city, and suggesting lines of communication remained operative.</p><p>“These are shots of our equipment arriving, disembarking and advancing groups. In these shots, additional assault groups are advancing into the eastern part of the city,” the video voiceover said. It said the arrivals were reinforcing the Ukrainian stronghold in the northern part of Pokrovsk.</p><p>Later, the video purported to show troops “clearing positions on the western outskirts of Pokrovsk and in the area of ​​the entrance to the city. In the administrative building in the city centre, soldiers of the regiment are holding positions”.</p><figure id=\"attachment_4120621\" aria-describedby=\"caption-attachment-4120621\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4120621\" src=\"/wp-content/uploads/2025/11/2025-11-14T142126Z_156863453_RC25WHA0MH7L_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1763678583.jpg?w=770&amp;resize=770%2C572&amp;quality=80\" alt=\"Police officers evacuate a resident from an apartment building hit during an overnight Russian drone and missile strike, amid Russia's attack on Ukraine, in Kyiv, Ukraine November 14, 2025. Radio Free Europe/Radio Liberty/Serhii Nuzhnenko via REUTERS TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4120621\" class=\"wp-caption-text\">Police officers evacuate a resident from an apartment building hit in Kyiv, Ukraine, on November 14, 2025 [Serhii Nuzhnenko/Radio Free Europe/Radio Liberty via Reuters]</figcaption></figure><p>Ukrainian commander-in-chief Oleksandr Syrskyi wrote on the Telegram messaging platform: “There is an ongoing constant struggle with small enemy assault infantry groups, and, less frequently, the destruction of light enemy equipment.”</p><p>The main action belonged to drone operators on both sides, who are locked in a fierce contest for control of the skies.</p><p>The head of Ukraine’s National Guard, which is fighting in Pokrovsk, said Kyiv needs to step up drone production and acquisition to stop Russian troops while they are still out in the open.</p><p>“We need to stop the enemy more as they approach on foot, so that they do not infiltrate,” Okeksandr Pivnenko told Reuters.</p><p>He said Ukraine had achieved drone parity in some parts of the front, but not all.</p><h2 id=\"surround-or-infiltrate\">Surround or infiltrate?</h2><p>The Russian command appeared undecided about whether to infiltrate or surround the cities, and was pursuing a dual objective, slowing its advance, said the Institute for the Study of War (ISW), a Washington-based think tank.</p><p>“The Russian military command does not appear to be focusing forces and means on completing the encirclement of the Pokrovsk-Myrnohrad area, which would normally be the fastest and least costly way to seize the entire area, and instead continues to pursue some level of head-on attacks,” said the ISW.</p><figure id=\"attachment_4109937\" aria-describedby=\"caption-attachment-4109937\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4109937\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1763294058.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1763294058\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4109937\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Part of Russia’s problem appeared to be the “active defence” of Dobropillia, a town to the northwest of Pokrovsk, which Russia had attempted to capture in August as part of a sweeping encirclement plan. That attack invited a counteroffensive which liberated 189 square kilometres (73sq miles) of occupied land and left the Russian encirclement in ruins.</p><p>Russia’s 2nd and 51st Combined Arms Armies, attacking Pokrovsk and Myrnohrad from the south and north, respectively, appear to be attempting a more limited envelopment of the enclave and a simultaneous head-on infiltration using small groups of soldiers.</p><p>The infiltration of Pokrovsk from the south has appeared to be advancing during the past week, while Ukrainian defenders still held the northern neighbourhoods.</p><p>Russia was attacking other parts of the 1,200km (745-mile) front as well, testing for weaknesses and experimenting with the infiltration tactics that have proven successful in Pokrovsk.</p><figure id=\"attachment_4101838\" aria-describedby=\"caption-attachment-4101838\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4101838\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1762957283.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1762957283\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4101838\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>During the week of November 13-19, it seized several villages in Kharkiv, Dnipropetrovsk and Zaporizhia.</p><p>One of Russia’s advantages is its control of the air. Its aircraft are dropping <a href=\"/news/2025/11/18/russia-gains-ground-in-zaporizhzhia-in-southeastern-ukraine\">200-250 glide bombs</a> a day on Ukrainian front lines. Ukraine’s deputy military intelligence chief Vadym Skibitskyi told Reuters that Russia planned to produce 120,000 glide bombs next year, which could raise the daily average to 330.</p><p>“It is possible to shoot them down, but the quantity of these aerial bombs produced in the Russian Federation … is enormous,” Skibitskyi said. “This is a threat. A threat that will require us to respond appropriately.”</p><h2 id=\"the-long-distance-war\">The long-distance war</h2><p>Russia has used long-range drones and missiles to attack Ukraine’s cities.</p><p>During the past week, it launched just under 1,600 drones and 78 missiles. Ukraine intercepted 86 percent of the drones and three-quarters of the missiles.</p><p>Many Russian drones and missiles have struck residential areas repeatedly.</p><p>The worst such attack came on November 19. At least 25 people, including children, were killed in the western Ukrainian city of <a href=\"/gallery/2025/11/20/russian-air-strikes-kill-26-in-devastating-attack-on-ukraines-ternopil\">Ternopil</a>, when Russia pulverised the top floors of a nine-storey apartment building. At least 80 others were reported wounded.</p><figure id=\"attachment_4109935\" aria-describedby=\"caption-attachment-4109935\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4109935\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-Ukraine-Refugees-1763294054.png?quality=80\" alt=\"INTERACTIVE Ukraine Refugees-1763294054\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4109935\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Ukraine, which continues to respond with attacks on Russian energy infrastructure, said it struck an oil terminal in Novorossiysk on Friday. Russia suspended export operations at the terminal, which account for 2 percent of the global oil trade.</p><p>Ukraine also struck the Saratov oil refinery and a fuel depot near the Engels airbase.</p><p>A day later, the Ryazan refinery also suspended operations due to a strike.</p><p>But it was unclear whether this campaign was having the intended impact on Russia’s ability to provide its armed forces with diesel.</p><p>Russia was reported to have lost 20 percent of refining capacity between August and October, but that was quickly reduced to 3 percent by activating spare capacity, Reuters more recently reported, citing sources and data.</p><h2 id=\"diverging-agendas\">Diverging agendas</h2><p>On Wednesday, Zelenskyy <a href=\"/news/2025/11/18/ukraines-zelenskyy-headed-to-turkiye-in-bid-to-resuscitate-peace-talks\">met with his Turkish counterpart</a>, Recep Tayyip Erdogan, who has in the past successfully interceded with Russia to broker prisoner-of-war exchanges.</p><p>While there, Zelenskyy reportedly swerved a meeting with US envoy Steve Witkoff, who was apparently bearing the 28-point peace plan from the White House.</p><p>The plan entailed territorial concessions to Russia and a reduction in the size of Ukraine’s armed forces, two anonymous sources told Reuters. Both are key Moscow demands. A Ukrainian source said Kyiv had no role in drafting the proposal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier, Axios had reported that Washington was working on a 28-point peace plan.</p><p>Kremlin spokesman Dmitry Peskov told journalists there were “no innovations” in Russia’s stance “that can be reported to you”.</p><p>Separately, Ukraine and its European allies have drafted a ceasefire plan that demands the complete and unconditional cessation of hostilities. Europe has not demanded that Ukraine cede territory and advocates strengthening Kyiv’s armed forces.</p><p>Zelenskyy clearly leans towards the European plan. His European tour started in Athens, where he and Prime Minister Kyriakos Mitsotakis announced their intention to co-produce surface drones.</p><figure id=\"attachment_4120625\" aria-describedby=\"caption-attachment-4120625\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4120625\" src=\"/wp-content/uploads/2025/11/2025-11-18T182701Z_1868022856_RC25ZHARQ084_RTRMADP_3_UKRAINE-CRISIS-SPAIN-1763678592.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Spain's Prime Minister Pedro Sanchez and Ukraine's President Volodymyr Zelenskiy shake hands during a press conference at Moncloa Palace, in Madrid, Spain, November 18, 2025. REUTERS/Violeta Santos Moura TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4120625\" class=\"wp-caption-text\">Spain’s Prime Minister Pedro Sanchez and Ukraine’s President Volodymyr Zelenskyy shake hands during a news conference at Moncloa Palace, in Madrid, Spain, on November 18, 2025 [Violeta Santos Moura/Reuters]</figcaption></figure><p>On Monday, Zelenskyy was in <a href=\"/video/newsfeed/2025/11/17/historic-agreement-ukraine-to-receive-fleet-of-french-fighter-jets\">Paris</a> to sign a 10-year deal with President Emmanuel Macron for weapons purchases and co-production, which includes 100 Rafale F4 aircraft by 2035, eight SAMP/T air defence systems with six launchers each, air defence radar, air-to-air missiles, and guided aerial bombs.</p><p>On Tuesday, Spain became the first country to announce a direct allocation within the European Union’s Security Action For Europe (SAFE) programme for weapons co-production with Ukraine, in the amount of 215 million euros ($250m). Spain also promised 40 Iris-T missiles and planned to provide long-range radars.</p><p>On Thursday, German Chancellor Friedrich Merz suggested he may provide Ukraine with the long-range Taurus cruise missiles it has long sought.</p><p>“In recent months, we have been working intensively with the Ukrainian government on projects that we technically refer to as ‘long-range fire’. The Ukrainian army will be equipped with such weapon systems,” Merz said.</p></div></div></body></html>"
        },
        {
            "title": "CAIR sues Texas governor over ‘unconstitutional’ terror designation | Censorship News | Al Jazeera",
            "time": "2025-11-21T07:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20200608__1T35NP__v1__HighRes__UsPoliticsRaceUnrest-1763707927_6b8629-1763711739.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Council on American-Islamic Relations (CAIR) has filed a federal lawsuit against Texas Governor Greg Abbott after he “falsely declared” CAIR’s Texas chapter a “foreign terrorist organisation”.</p><p>The lawsuit, which also targets Texas Attorney General Ken Paxton, seeks to block Abbott’s designation of the group as a “terrorist organisation”, arguing it is both “unconstitutional and defamatory”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>CAIR General Counsel Lena Masri said in a statement on Thursday, announcing the joint lawsuit with the Muslim Legal Fund of America, that the group had won three cases against Abbott for his efforts to “violate the First Amendment by punishing critics of the Israeli government”.</p><p>“The lawsuit we have filed today is our first step towards defeating Governor Abbott again so that our nation protects free speech and due process for all Americans,” Masri said.</p><p>“No civil rights organisations are safe if a governor can baselessly and unilaterally declare any of them terrorist groups, ban them from buying land, and threaten them with closure,” she said.</p><p>CAIR, which was founded in 1994, is the largest Muslim civil rights organisation in the United States, with chapters in most states. It has been among the most vocal critics of US involvement in Israel’s genocidal war on Gaza.</p><p>Abbott, a staunch supporter of Israel, has repeatedly taken aim at pro-Palestinian advocates, including students protesting at Texas universities.</p><p>Abbott, a member of the Republican Party, announced on Tuesday that he was designating CAIR as a “foreign terrorist and transnational criminal organisation” in a post on X, where he also said he was doing the same for the Muslim Brotherhood.</p><p>The designation bans both groups from buying or acquiring land in Texas and authorises the state to pursue legal action to shut down their activities, Abbott said.</p><figure id=\"attachment_4121049\" aria-describedby=\"caption-attachment-4121049\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121049\" src=\"/wp-content/uploads/2025/11/2025-07-11T202857Z_1118321551_RC2JKFAW9KI2_RTRMADP_3_USA-WEATHER-TEXAS-TRUMP-1763707471.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump, first lady Melania Trump and Texas Governor Greg Abbott participate in a roundtable with first responders and local officials, at Hill Country Youth Center, in Kerrville, Texas, U.S., July 11, 2025. REUTERS/Kevin Lamarque\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121049\" class=\"wp-caption-text\">Texas Governor Greg Abbott, right, with US President Donald Trump and First Lady Melania Trump, at the Hill Country Youth Event Center, in Kerrville, Texas, in July 2025 [Kevin Lamarque/Reuters]</figcaption></figure><p>In April 2024, Abbott said that pro-Palestinian student protesters at the University of Texas at Austin “belong in jail”, earning a sharp rebuke from CAIR for violating the students’ rights to free speech.</p><p>“The First Amendment applies to the State of Texas, whether Greg Abbott likes it or not,” CAIR said in a post on X at the time.</p><p>The First Amendment to the US Constitution guarantees rights including freedom of religion, speech, the press and assembly.</p><p>Democrats and other civil rights organisations have condemned the Texas governor’s “terrorism” designation for CAIR, and US representative Ilhan Omar called Abbott a “bigot” who “should have no place in elected office”.</p><p>“The normalisation of anti-Muslim hate speech is vile,” Omar wrote in a post on social media.</p><p>The Texas Democratic Party also slammed the designation, describing it as “dangerous, racist, and Islamophobic”.</p><p>“While Greg Abbott and the Republicans claim to follow the Constitution, they would trample on someone’s First Amendment rights when they don’t agree with or worship with them,” the party said in a statement.</p><p></p></div></div></body></html>"
        },
        {
            "title": "COP30 is climate conference “of implementation” | Climate | Al Jazeera",
            "time": "2025-11-21T07:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/sonia-horz-1763711006.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“This COP is really a special one because it’s the first climate conference since we finished negotiating all of the rules of the Paris Agreement.”</p><p>Sonio Dunlop, CEO of Global Solar Council, discusses the significance of COP30 and the importance of countries building resilience to climate change.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Separatist leader Kanu sentenced to life in prison in Nigeria | Politics | Al Jazeera",
            "time": "2025-11-21T07:39:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763710701.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel plans to seize major Roman-era historical site in occupied West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-21T07:31:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25324611093500-1763707940.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel plans to seize parts of a key occupied West Bank historical site, according to a government document, as settlers put up a new outpost there overnight in the latest instance of Israeli theft of Palestinian land.</p><p>Thursday’s development comes as Israel faces international pressure to crack down on rampant settler violence being carried out with impunity, and often with the military’s backing, in the Palestinian territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel’s Civil Administration announced its intention to expropriate large swaths of Sebastia, a major Roman-era archaeological site in the occupied West Bank.</p><p>Peace Now, an anti-settlement watchdog, said the site is about 1,800 dunams (180 hectares or 450 acres) – and would become Israel’s largest seizure of archaeologically significant land.</p><p>The Israeli order released on November 12 lists parcels of land it intends to seize in the Sebastia area, according to the group.</p><p>Israel’s Haaretz newspaper reported that the intention is to confiscate the privately owned lands in the north of the occupied region with the aim of developing the archaeological site in Sebastia.</p><p>Palestinian residents were given only 14 days to file their objections to the decision, the newspaper added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The capital of the ancient kingdom of Samaria is thought to be beneath the ruins of Sebastia, and Christians and Muslims believe it is where John the Baptist was buried.</p><p>Israel announced plans to develop the site into a tourist attraction in 2023. Excavations have already begun, and the government has allocated more than 30 million shekels ($9.24m) to develop the site, according to Peace Now and another rights group.</p><p>The largest parcel of historical land previously seized by Israel was 286 dunams (70 acres) in Susya, a village in the south of the West Bank, Peace Now said.</p><h2 id=\"settler-attacks-unrelenting\">Settler attacks unrelenting</h2><p>The move comes as Israeli settlers celebrated the creation of a new, illegal settlement near Bethlehem as they <a href=\"/news/2025/11/17/israeli-settlers-torch-homes-and-vehicles-in-west-bank-villages\">continue</a> their rampaging attacks on Palestinian civilians and their property, unchecked, in the occupied West Bank.</p><p>Settlers carried out a series of attacks across the territory on Friday, torching property and assaulting Palestinians before Israeli forces moved in to make arrests.</p><p>In Huwara, south of Nablus, dozens of settlers from a nearby illegal settlement set fire to a vehicle scrapyard after storming the northern part of the town, local sources told the Wafa news agency.</p><p>Meanwhile, west of Ramallah, settlers accompanied by Israeli soldiers beat four Palestinians as they tried to remove a soil barrier that settlers had placed in front of their farm near the village of Kafr Nima.</p><p>The four Palestinian men were then arrested by Israeli forces.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately, Israeli forces killed two Palestinian teenagers in the occupied East Jerusalem neighbourhood of Kafr Aqab during a raid on Friday, according to the Wafa news agency.</p><p>The report said Palestinian Red Crescent Society crews treated two teenagers aged 16 and 18 for serious injuries from live ammunition during the forces’ raid on Kafr Aqab, and the wounded were transferred to hospital, where they were pronounced dead.</p><p>Meanwhile, Human Rights Watch <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">said</a> Israel may have committed war crimes when it forcibly expelled 32,000 Palestinians from three West Bank refugee camps this year.</p></div></div></body></html>"
        },
        {
            "title": "Senior Democrat responds to Trump death penalty threat | Donald Trump | Al Jazeera",
            "time": "2025-11-21T07:30:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763710220.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How Trump’s absence marks leadership opportunity for China at G20 | Business and Economy News | Al Jazeera",
            "time": "2025-11-21T06:46:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_691f3234-1763652148.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump’s decision to <a href=\"/news/2025/11/8/trump-says-us-to-boycott-south-africa-g20-summit-over-white-genocide\">snub the G20 summit</a> in South Africa this year has handed an opportunity to China, as it seeks to expand its growing influence in the African continent and position itself as an alternative to the dangers of a unilateralist United States.</p><p>Washington said it would not attend the two-day summit set to kick off on Saturday over widely discredited claims that the host country, previously ruled by its white minority under an apartheid system until 1994, now <a href=\"/news/2025/11/8/trump-says-us-to-boycott-south-africa-g20-summit-over-white-genocide\">mistreats white people</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>South Africa’s President Cyril Ramaphosa <a href=\"/news/2025/11/13/trumps-us-boycott-of-g20-summit-is-their-loss-south-africa-says\">hit back at Trump</a>’s claim that hosting the summit in Johannesburg was a “total disgrace”. “Boycott politics doesn’t work,” Ramaphosa said, adding that the US was “giving up the very important role that they should be playing as the biggest economy in the world”.</p><p>By Friday morning, Trump appeared to have backtracked on his stance somewhat, when speculation that Washington might send a US official to Johannesburg after all circulated.</p><p>Regardless, the spat comes as Chinese President Xi Jinping sends Premier Li Qiang to represent him on the world stage. China’s 72-year-old president has dialled back foreign visits, increasingly delegating his top emissary.</p><p>“The US is giving China an opportunity to expand its global influence,” Zhiqun Zhu, professor of political science and international relations at Bucknell University, told Al Jazeera. “With the absence of the US, China and EU countries will be the focus of the summit and other countries will look for leadership [from them].”</p><p>But observers say that while Trump’s absence will direct heightened attention to Beijing’s statements and behaviour, it does not spell the end of the US-led order altogether.</p><p>Jing Gu, a political economist at the United Kingdom-based Institute of Development Studies, said the US’s failure to attend “does not automatically make China the new leader, but it creates visible space for China to present itself as a more stable, reliable partner in governance”.</p><p>“It reinforces the perception that the US is stepping back from multilateralism and the shared management of global problems,” she said. “In that context, China can present itself as a more predictable, stable actor and emphasise continuity, support for open trade and engagement with the Global South.”</p><h2 id=\"expanding-influence-in-the-african-continent\">Expanding influence in the African continent</h2><p>This year’s G20 will, for the first time, have an African chair and take place on the African continent. The African Union (AU) will also participate fully as a member.</p><p>South Africa, which holds the G20 presidency, is expected to push for consensus and action on priority issues for African countries, including debt relief, economic growth, climate change and transition to clean energy.</p><p>Zhu, who also serves as editor-in-chief of the academic journal, China and the World, said South Africa’s themes were a “natural fit” for China, Africa’s largest trading partner.</p><p>“China aims to become a leader in green energy, and there’s a lot of room for China and African countries to work on that,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The African continent, with its mineral wealth, booming population and fast-growing economies, offers huge potential for Chinese firms. Li, China’s premier, travelled to Zambia this week, marking the first visit to the country by a Chinese premier in 28 years. The copper-rich nation has Beijing as its largest official creditor for $5.7bn.</p><p>Eager to secure access to Zambia’s commodities and expand its exports from resource-rich East Africa, China signed a $1.4bn deal in September to rehabilitate the Tazara Railway, built in the 1970s and connecting Tanzania and Zambia, to improve rail-sea transportation in the region.</p><p>“The Chinese economy and African economy are complementary; they both benefit from trade,” Zhu said. The G20 “is a great platform for China to project its global influence and seek opportunities to work with other countries”, he added.</p><p>Africa’s growing demand for energy and China’s dominance in manufacturing make the two a good fit, observers say. This is playing out. A report by energy think tank Ember, for instance, found Africa’s imports of solar panels from China rose a whopping 60 percent in the 12 months to June 2025.</p><p>According to Gu at the Institute of Development Studies, China will be looking to tap into this growing synergy with Africa and will deliver a three-fold message at this year’s G20.</p><p>“First, it will stress stability and the importance of global rules and regulations,” she said. Second, “it will link the G20 to the Global South and highlight issues like development and green transformation”.</p><p>Third, “by offering issue-based leadership on topics such as digital economy, artificial intelligence and governance, it will position itself as a problem-solver rather than a disruptor”, the economist added.</p><h2 id=\"china-as-a-bastion-of-multilateralism\">China as a bastion of multilateralism</h2><p>An absence of American officials at this year’s G20 – after <a href=\"/news/2025/10/31/chinas-xi-defends-multilateralism-at-apec-after-striking-deal-with-trump\">skipping the Asia-Pacific Economic Cooperation (APEC)</a> meeting in Korea as well as the <a href=\"/news/2025/11/10/cop30-summit-in-brazil-what-to-know-about-the-un-climate-conference\">United Nations Climate Change Conference (COP30) in Brazil</a> – would be “another opportunity for China”, Rosemary Foot, professor of politics and international relations at the University of Oxford, told Al Jazeera.</p><p>“It can contrast, yet again, its declared commitment to multilateralism and responsible behaviour as a major state versus the dangers of a unilateralist America focusing not on public goods but on benefits to itself only.”</p><p>China has been looking to expand its influence in Africa as a counterweight to the US-led world order. In stark contrast to Trump’s decision to end Africa’s duty-free era and slap 15-30 percent tariffs on 22 nations, Xi announced at the APEC summit last month a zero-tariff policy for all African nations with diplomatic ties to Beijing.</p><p>On that occasion, Xi emphasised China’s commitment “to joint development and shared prosperity with all countries”, stressing the country’s goal to “support more developing countries in achieving modernisation and opening up new avenues for global development”.</p><p>Similarly, Li, China’s premier, marked the United Nations’ 80th anniversary at the General Assembly in September by expressing the need for stronger collective action on climate change and emerging technologies, calling for greater solidarity to “[lift] everyone up, while division drags all down”.</p><p>His remarks were in stark contrast to Trump’s, who, in his speech, described climate change as the “<a href=\"/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech\">greatest con job ever perpetrated</a>” and called renewable sources of energy a “joke” and “pathetic”.</p><p>Foot said the spotlight will now be on Beijing as it seeks to strike a similar conciliatory pose – and in doing so, set itself apart from the US – at the G20. “Whether Beijing will have a major impact on the G20 agenda is more difficult to determine,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "White House unaware that US ambassador to Israel met with convicted spy | Politics News | Al Jazeera",
            "time": "2025-11-21T06:25:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP470922033262-1763705224.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>White House unaware that US ambassador to Israel met with convicted spy</h1><p class=\"article__subhead\"><em>CIA reportedly ‘alarmed’ by the meeting, which broke a longstanding policy of not speaking with convicted spies.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has said it was unaware that a meeting took place earlier this year between <a href=\"/news/2024/11/13/who-is-mike-huckabee-the-evangelical-pro-settlement-envoy-to-israel\">United States ambassador to Israel Mike Huckabee</a> and Jonathan Pollard, a former US Navy officer who was <a href=\"/news/2015/11/20/israeli-spy-pollard-released-from-us-prison\">convicted of spying for Israel</a> and jailed for decades.</p><p>Speaking to reporters on Thursday, White House spokesperson Karoline Leavitt said that while the Trump administration had no advance knowledge of the meeting, “the president stands by our ambassador, Mike Huckabee, and all that he is doing for the United States and Israel”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Huckabee met Pollard in July at the US embassy in Jerusalem, The New York Times revealed on Thursday.</p><p>The meeting was reportedly not on Huckabee’s official schedule and took place without the knowledge of US intelligence agencies, The Times reported, quoting two unnamed US officials.</p><p>Former US Navy intelligence analyst <a href=\"/opinions/2015/11/22/the-pollard-case-us-israel-relations-in-a-nutshell\">Pollard was tried and convicted</a> in 1987 for passing thousands of highly classified US materials to Israel in exchange for cash and gifts. He was sentenced to life in prison, the harshest punishment ever given to someone for spying for an ally.</p><p>Pollard served 30 years before being paroled in 2015 and moving to Israel in 2020. He is regarded by some in Israel as a hero.</p><figure id=\"attachment_4120980\" aria-describedby=\"caption-attachment-4120980\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4120980\" src=\"/wp-content/uploads/2025/11/AP11081705737-1763704400.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Israelis hold posters of Jonathan Pollard, who was convicted of spying for Israel during a protest calling for his release during a meeting Israel's President Shimon Peres and a delegation of 35 Republican congressmen, outside the president's residence in Jerusalem, Wednesday, Aug. 17, 2011. (AP Photo/Sebastian Scheiner)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4120980\" class=\"wp-caption-text\">Israelis hold posters of Jonathan Pollard, who was convicted of spying for Israel, during a protest calling for his release, in Jerusalem, in 2011 [Sebastian Scheiner/AP]</figcaption></figure><p>The case badly strained US-Israel relations at the time and is still seen as one of the most damaging breaches of classified information in US history.</p><p>In a televised interview with Israel’s i24 News outlet on Thursday, Pollard said the meeting with Huckabee had taken place at his request.</p><p>“I had originally requested the interview for a very personal reason,” he said.</p><p>“I wanted to express my sincere appreciation for all the efforts that he [Huckabee] had expended on my behalf when I was in prison,” he added.</p><p>Pollard said that he believed someone within the CIA stationed at the US embassy in Israel leaked information about the meeting to the media in an “effort to discredit” the ambassador and “have him removed” from his post.</p><p>“I think the people behind this are anti-Israel elements within the Trump administration,” he said.</p><p>It remains unclear whether Huckabee sought Trump administration approval before meeting with Pollard. But the CIA were “alarmed” by news of the meeting, according to sources who spoke to The Times, as it was a breach of longstanding practice among US officials not to speak with convicted spies.</p><p>Huckabee, a staunch Israel supporter and political ally of President Donald Trump, previously advocated for Pollard’s release while running for the Republican presidential nomination in 2011.</p><p>In his interview with i24 News, Pollard slammed members of the Trump administration, criticising special envoys Jared Kushner and Steve Witkoff, who have taken leading roles in peace talks to end Israel’s war on Gaza.</p><p>“I despise Witkoff and Kushner, they were willing to meet with terrorists who massacred us on October 7 [2023],” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Cambodia night bus plunges off a bridge, killing 16 passengers | Transport News | Al Jazeera",
            "time": "2025-11-21T06:13:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25207085030884-1753513969.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cambodia night bus plunges off a bridge, killing 16 passengers</h1><p class=\"article__subhead\"><em>Police say the driver, who was not confirmed among the dead, was asleep when the crash occurred.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A night bus crash in central Cambodia has killed 16 people and injured two dozen more after the bus plunged into a river, police and local reports say.</p><p>The bus was carrying 37 people from the northern Oddar Meanchey province to the capital, Phnom Penh, according to the Cambodian outlet Camboja News, when it crashed off a bridge and into a canal just after 3am (20:00 GMT) in Kampong Thom province on Thursday morning.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Before the crash, the bus had stopped to pick up passengers in Cambodia’s top tourist destination of Siem Reap, home to the renowned Angkor Wat temple complex, located roughly six hours from Phnom Penh by vehicle.</p><p>Everyone on board was Cambodian, authorities said.</p><p>Police said that the driver, one of two who were alternating the night route, was believed to have been asleep when the incident occurred. It was not yet clear if the driver was among the dead.</p><p>Photos posted by Interior Minister Sar Sokha on Facebook showed the bus half-submerged in water as it was extracted by a crane.</p><p class=\"p1\">The death toll rose from 13 to 16 overnight on Thursday after rescuers completed a search in the river, according to The Associated Press news agency. Injured passengers were taken to a provincial Kampong Thom hospital, while authorities transferred the bodies of the dead to their families in ambulances.</p><p>The National Road Safety Committee said it tallied nearly 700 road fatalities in the first half of 2025, a decrease from the nearly 800 reported over the same period the year prior.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel keeps bombing Gaza, kills two in occupied East Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-21T06:07:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6920391d24fd-1763719453.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel keeps bombing Gaza, kills two in occupied East Jerusalem</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>A displaced person has been killed south of Gaza’s Khan Younis city, according to Nasser Hospital.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Fugees rapper sentenced to 14 years in prison over illegal Obama donations | Crime News | Al Jazeera",
            "time": "2025-11-21T03:55:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20230403__1479399868__v5__HighRes__FormerRapperPrasMichelGoesOnTrialForConspira-1763691318_de8e0c-1763695870.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States district judge has sentenced Prakazrel “Pras” Michel, a member of 1990s hip-hop group the Fugees, to 14 years in prison for illegally funnelling millions of dollars in foreign contributions to former US President Barack Obama’s 2012 re-election campaign.</p><p>Michel declined to address the court before Judge Colleen Kollar-Kotelly sentenced him on Thursday. The trial in Washington, DC, included testimony from former Attorney General Jeff Sessions and Hollywood actor Leonardo DiCaprio.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This week’s sentencing came after a federal jury convicted Michel on 10 counts, including conspiracy and acting as an unregistered agent of a foreign government, in April 2023.</p><p>Michel obtained more than $120m from fugitive Malaysian financier Low Taek Jho – also known as Jho Low – and steered some of that money through straw donors to Obama’s campaign.</p><p>Low is wanted for his leading role in the <a href=\"/economy/2024/6/14/malaysia-handed-back-156m-in-stolen-1mdb-funds-us-embassy-says\">1MDB scandal</a>, in which billions of dollars were pilfered from Malaysia’s state investment fund in one of the largest financial frauds in history.</p><p>Several senior financial figures and members of Malaysia’s government have been convicted for their role in the scandal, including disgraced former Prime Minister Najib Razak, who was handed a <a href=\"/news/2024/2/2/malaysia-reduces-sentence-of-former-pm-najib-razak\">12-year prison sentence</a> in 2022, which was later halved.</p><p>Court documents, filed by Justice Department prosecutors on Thursday, said the 52-year-old Grammy-winning rapper “lied unapologetically and unrelentingly to carry out his schemes” as he syphoned illegal payments from Low to the Obama campaign.</p><p>It is illegal in the US for foreigners to donate to election campaigns, as well as to pay someone else to make a campaign contribution.</p><p>“Prakazrel Michel betrayed his country for money. He funnelled millions of dollars in prohibited foreign contributions into a United States presidential election and attempted to manipulate a sitting president to serve a foreign criminal and a foreign power,” prosecutors said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Prosecutors also said Michel had attempted to end a Justice Department investigation into Low and the 1MDB scandal, as well as “tampered with witnesses and then perjured himself at trial”.</p><p>Judge Kollar-Kotelly was advised by prosecutors that federal sentencing guidelines recommended a life sentence for such crimes, urging her to take into account the “breadth and depth of his crimes, his indifference to the risks to his country, and the magnitude of his greed”.</p><p>Michel’s lawyers downplayed the extent of his crimes, saying Low’s motivation for donating money was not to “achieve some policy objective”.</p><p>“Instead, Low simply wanted to obtain a photograph with himself and then-President Obama,” Michel’s lawyers wrote.</p><p>Low – who remains in hiding and claims innocence – courted America’s rich and famous during a years-long spending spree allegedly financed by funds stolen from 1MDB.</p><p>Notably, he was one of the primary financiers of the 2013 film The Wolf of Wall Street, starring DiCaprio.</p><p>Defence lawyer Peter Zeidenberg said Michel will appeal.</p><p>He labelled his client’s 14-year sentence “completely disproportionate to the offence” and “absurdly high” given such terms are typically reserved for deadly terrorists and drug cartel leaders.</p><p>Instead, Zeidenberg recommended a three-year prison sentence for Michel.</p><p>Michel, a Brooklyn native whose parents immigrated to the US from Haiti, was a founding member of the Fugees along with childhood friends Lauryn Hill and Wyclef Jean. The group won two Grammy Awards during their peak in the 1990s and sold tens of millions of albums.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Frida Kahlo painting sells for $54.7m, breaking record for female artists | Arts and Culture News | Al Jazeera",
            "time": "2025-11-21T03:43:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_691fcb618ee71-1763691361.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A haunting 1940 self-portrait by famed Mexican artist Frida Kahlo has sold for $54.7m, making it the most expensive work by a female artist to sell at auction.</p><p>The painting of Kahlo asleep in a bed, titled El sueno (La cama) – or in English, The Dream (The Bed) – surpassed the record held by Georgia O’Keeffe’s Jimson Weed/White Flower No 1, which sold for $44.4m in 2014.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The sale at Sotheby’s in New York on Thursday evening also topped Kahlo’s own auction record for a work by a Latin American artist.</p><p>The 1949 painting, Diego and I, depicting the artist and her husband, muralist Diego Rivera, went for $34.9m in 2021.</p><p>Her paintings are reported to have sold privately for even more.</p><p>The self-portrait that broke records on Thursday is among the few Kahlo pieces that have remained in private hands outside Mexico, where her body of work has been declared an artistic monument.</p><p>Kahlo’s works in both public and private collections within Mexico cannot be sold abroad or destroyed. Because the painting sold on Thursday comes from a private collection, it is legally eligible for international sale. Sotheby’s said the owner who put the painting up for auction – and whose identity has not been disclosed – “astutely” purchased the piece also at auction in New York in 1980.</p><p>The buyer’s identity was also not disclosed.</p><p></p><p>Some art historians had scrutinised the sale for cultural reasons, while others had raised concerns that the painting, which was last exhibited publicly in the late 1990s, could again disappear from public view after the auction.</p><p>It has already been requested for upcoming exhibitions in cities including New York, London and Brussels.</p><p>The piece depicts Kahlo asleep in a wooden, colonial-style bed that floats in the clouds. She is draped in a golden blanket and entangled in crawling vines and leaves. Above the bed lies a skeleton figure wrapped in dynamite.</p><p>Kahlo vibrantly and unsparingly depicted herself and events from her life, which was altered by a bus accident at 18.</p><p>She started to paint while bedridden, underwent a series of painful surgeries on her damaged spine and pelvis, and then wore casts until her death in 1954 at age 47.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During the years Kahlo was confined to her bed, she came to view painting as a bridge between worlds as she explored her mortality.</p><p>“I’m very proud that she’s one of the most valued women, because really, what woman doesn’t identify with Frida, or what person doesn’t?” her great-niece, Mara Romeo Kahlo, told The Associated Press news agency before the auction.</p><p>“I think everyone carries a little piece of my aunt in their heart.”</p><p>Kahlo resisted being labelled a surrealist painter, a style of art that is dreamlike and centres on a fascination with the unconscious mind.</p><p>“I never painted dreams,” she once said. “I painted my own reality.”</p><p>The new record for Kahlo’s painting came hours after a <a href=\"/news/2025/11/20/gustav-klimt-portrait-breaks-modern-art-record-with-236m-sale\">Gustav Klimt portrait sold</a> for $236.4m, setting a new record for a modern art piece.</p><p>Klimt’s Portrait of Elisabeth Lederer sold after a 20-minute bidding war, also at Sotheby’s in New York, on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "More details of US plan for Ukraine emerge, sees territory ceded to Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-21T03:32:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-02-17T142348Z_570217762_RC2CWCACF9LY_RTRMADP_3_UKRAINE-CRISIS-KYIV-1763692760.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More details are emerging from a 28-point peace plan backed by United States President Donald Trump aimed at ending Russia’s four-year war on Ukraine, with several media outlets and officials confirming that the plan, which has yet to be officially published, appears to favour Russia.</p><p>The Kremlin has not yet been informed that Ukraine is ready to hold negotiations around the plan, Russia’s RIA state news agency cited the Kremlin as saying on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Details of the plan emerged after US ambassador to the United Nations, Mike Waltz, told the UN Security Council on Thursday afternoon that the US had offered “generous terms for Russia, including sanctions relief”.</p><p>“The United States has invested at the highest levels, the president of the United States personally, to end this war,” Waltz told the council.</p><p>In the meantime, Russia’s unrelenting attacks on Ukraine continue. A Russian strike on the city of Zaporizhia in southern Ukraine late on Thursday killed five people and wounded three others, emergency services said. Russia has been <a href=\"/news/2025/11/18/russia-gains-ground-in-zaporizhzhia-in-southeastern-ukraine\">gaining ground in the Zaporizhia region</a> that houses the southeastern Ukrainian city that straddles both banks of the Dnipro River.</p><p>The AFP news agency reported on Friday that the plan, which the US views as a “working document”, says that “Crimea, Lugansk [Luhansk] and Donetsk will be recognised as de facto Russian, including by the United States”.</p><p>This corresponds with an <a href=\"/news/2025/11/20/trumps-new-28-point-plan-what-does-it-want-ukraine-to-concede-to-putin\">earlier report</a> from US media outlet Axios.</p><p>The Associated Press (AP) news agency also reported on Friday that the plan would require Ukraine to surrender the Donbas, which includes the Luhansk and Donetsk regions that Ukraine currently partly holds.</p><p>Under the draft, Moscow would hold all the eastern Donbas region, even though approximately 14 percent still remains in Ukrainian hands, AP reported.</p><p>AFP and AP also confirmed Axios’s earlier report that the plan would require Ukraine to limit the size of its military.</p><p>According to AFP, the plan specifically says that the army would be limited to 600,000 personnel. Ukraine is estimated to currently have just under 900,000 active duty military staff.</p><figure id=\"attachment_3269327\" aria-describedby=\"caption-attachment-3269327\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3269327\" src=\"/wp-content/uploads/2024/10/AA-20241021-35970501-35970487-UKRAINIAN_ANTIAIRCRAFT_SQUAD_MONITORS_DONETSK_SKIES_WITH_MANPAD-1729737361.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Two Ukrainian soldiers check the scopes of their anti-aircraft systems to ensure they're working properly before heading out on a mission in Donetsk Oblast, Ukraine on October 19, 2024. The Ukrainian military relies on small, mobile units to defend and protect the skies as warfare evolves, with the proliferation of drones and Russian air superiority. Photojournalist:Fermin Torrano\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3269327\" class=\"wp-caption-text\">Two Ukrainian soldiers check the scopes of their anti-aircraft systems to ensure they are working properly before heading out on a mission in the Donetsk region of Ukraine in October 2024 [File: Fermin Torrano/Anadolu]</figcaption></figure><h2 id=\"a-neutral-demilitarised-buffer-zone\">‘A neutral demilitarised buffer zone’</h2><p>Ukrainian member of parliament Oleksiy Goncharenko shared a document showing what appeared to be the full 28-point peace plan with his 223,000 followers on the Telegram messaging app, late on Thursday, Ukraine time.</p><p>Russia’s state TASS news agency also reported on details included in the document shared by Goncharenko, saying it “purportedly represents a Ukrainian translation of 28 points of the new American plan for a peace settlement in Ukraine”.</p><p>New details included in the document shared by Goncharenko include that “Ukraine has the right to EU [European Union] membership” and that the “United States will work with Ukraine to jointly restore, develop, modernise, and operate Ukraine’s gas infrastructure, including pipelines and storage facilities”.</p><p>The document also states that Ukraine’s “Zaporizhzhia Nuclear Power Plant will be commissioned under [UN nuclear agency] IAEA supervision, and the electricity generated will be shared equally between Russia and Ukraine in a 50:50 ratio”.</p><p>The text of the document shared by Goncharenko also states that “Ukrainian forces withdraw from the part of the Donetsk region that they currently control, and this withdrawal zone will be considered a neutral demilitarised buffer zone”.</p><p>Handing over territory to Russia would be deeply unpopular in Ukraine and would also be illegal under Ukraine’s constitution. Ukraine’s President Volodymyr Zelenskyy has repeatedly ruled out such a possibility.</p><p>Zelenskyy has said <a href=\"/news/2025/11/20/zelenskyy-ready-to-work-on-us-backed-plan-to-end-russia-ukraine-war\">he’s willing to work with the United States</a> on the plan, despite pushback from European allies who say that the US-backed plan heavily favours Russia. Zelenskyy’s office on Thursday confirmed that he had received a draft of the plan, and that he would speak with Trump in the coming days.</p><p>The Ukrainian president said on Telegram that “Ukraine needs peace. And real peace is one that will not be broken by a third [Russian] invasion. A dignified peace is that the conditions are respectful of our independence, our sovereignty, and the dignity of the Ukrainian people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-nato-membership-for-ukraine\">No NATO membership for Ukraine</h2><p>The AFP news agency also reported that, according to the plan, European fighter jets would be based in Poland specifically to protect Ukraine.</p><p>However, Kyiv would have to concede that no NATO troops would be stationed in Ukraine and that it would agree never to join the military alliance.</p><p>Additional details reported by AP include that Russia would commit to making no future attacks on Ukraine, something the White House views as a concession by Moscow.</p><p>In addition, $100bn in frozen Russian assets would be dedicated to rebuilding Ukraine, AP reported.</p><p>Russia would also be re-admitted to the G8 group of nations and be integrated back into the global economy under the plan, according to AFP.</p><p>White House Press Secretary Karoline Leavitt said on Thursday that both Ukrainians and Russians have had input into the plan, which she said US Secretary of State Marco Rubio and US special envoy Steve Witkoff have been quietly working on for a month.</p><figure id=\"attachment_4120845\" aria-describedby=\"caption-attachment-4120845\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4120845\" src=\"/wp-content/uploads/2025/11/AP25115438739262-1763692083.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Russian President Vladimir Putin, centre , welcomes U.S. President Donald Trump's special envoy Steve Witkoff to their talks at the Kremlin in Moscow, Russia, Friday, April 25, 2025. (Kristina Kormilitsyna, Sputnik, Kremlin Pool Photo via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4120845\" class=\"wp-caption-text\">Russian President Vladimir Putin, right, welcomes US special envoy Steve Witkoff to their talks at the Kremlin in Moscow, Russia, on April 25, 2025 [Kristina Kormilitsyna/Sputnik/Pool via AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Lebanon arrests alleged drug kingpin sanctioned by US State Department | Drugs News | Al Jazeera",
            "time": "2025-11-21T01:58:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20221103__32KW7GX__v1__HighRes__LebanonSyriaConflictCorruptionCrimeDrugsCaptago-1763688701.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanon arrests alleged drug kingpin sanctioned by US State Department</h1><p class=\"article__subhead\"><em>Noah Zaitar allegedly ran a drug empire, producing and exporting narcotics, including the synthetic stimulant captagon.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Lebanese army has detained the country’s most infamous drug lord, two years after he was sanctioned by the United States over suspected links to narcotics rings in Syria.</p><p>In a post on X on Thursday, the Lebanese army confirmed they had arrested a citizen with the initials “NZ”, and three security sources confirmed to the Reuters news agency that the individual in question was the fugitive Noah Zaitar.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Following a “series of precise security surveillance and monitoring operations”, security forces arrested Zaitar in an ambush in the city of Baalbek in Lebanon’s eastern Baalbek-Hermel governorate, the Lebanese military said.</p><p>“The detainee is one of the most dangerous wanted individuals, pursuant to a large number of arrest warrants, for crimes of forming gangs operating across numerous Lebanese regions in drug and arms trafficking, manufacturing narcotic substances, and robbery and theft by force of arms,” the military said.</p><p>“He had also previously opened fire on army elements and facilities, as well as citizens’ homes, and kidnapped individuals for financial ransom. The investigation has commenced with the detainee under the supervision of the competent judiciary,” it added.</p><p>Zaitar allegedly ran a drug empire in Lebanon’s Bekaa Valley area near the Syrian border, producing and exporting drugs including the synthetic stimulant captagon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A military tribunal sentenced Zaitar – who had evaded arrest for years while living in his home village of Kneisseh surrounded by armed supporters – to death in 2024 for killing a Lebanese soldier.</p><p>He was also named in US Department of State sanctions in 2023 against the regime of <a href=\"/news/2024/12/8/syrias-bashar-al-assad-the-president-who-lost-his-homeland\">ousted Syrian ruler Bashar al-Assad</a> and individuals connected to his lucrative captagon trafficking network.</p><p>The State Department said Zaitar was a “known arms dealer and drug smuggler”, with close ties to the Fourth Division of the Syrian Arab Army – an elite unit once central to the captagon trade.</p><p>It also said Zaitar was wanted for having “materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services” to the Lebanese armed group Hezbollah.</p><p>The arrest of Zaitar comes amid an ongoing crackdown by Lebanese authorities against drug traffickers in the country.</p><p>In a separate post on X on Wednesday, the Lebanese military said two soldiers, named as Bilal al-Baradi and Ali Haidar, were killed in clashes in Baalbek on Tuesday as they pursued fugitive narcotics suspects.</p><p></p><p><em>Translation: The Army Command – Directorate of Orientation, mourns the First Assistant Martyr Bilal al-Baradi and Corporal Martyr Ali Haidar, who were martyred on 18/11/2025 as a result of clashes with wanted individuals during the execution by the Intelligence Directorate of a series of raids backed by an Army unit in the al-Sharawna area – Baalbek. </em></p><p>The military said that another Lebanese citizen, referred to by the initials HAJ – and named by the local news outlet Lebanese Broadcasting Corporation International as Hassouneh Jaafar – was shot and killed after opening fire on Lebanese security forces during that raid.</p><p>The fugitive was wanted in connection with the murder of four soldiers, as well as kidnapping, robbery, armed robbery and drug trafficking.</p><p>Lebanese authorities also arrested two other men – referred to only as FM and GQ – for “promoting drugs” and “possessing a quantity of weapons and military ammunition” in the Akkar governorate, north of Baalbek, close to the Syrian border.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US judge orders end to Trump’s deployment of troops in Washington, DC | Donald Trump News | Al Jazeera",
            "time": "2025-11-21T00:52:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-20T165128Z_510305234_RC2FAGAIV52R_RTRMADP_3_USA-TRUMP-CRIME-DC-1755865778.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US judge orders end to Trump’s deployment of troops in Washington, DC</h1><p class=\"article__subhead\"><em>US president’s controversial deployment of soldiers to US cities has raised alarm and a series of legal challenges.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States federal judge has said the Trump administration must pause its deployment of National Guard troops to <a href=\"/news/2025/8/12/why-is-trump-sending-us-national-guard-to-washington-dc\">Washington, DC</a>, a setback for the president’s push to send the military into cities across the country.</p><p>US District Judge Jia Cobb temporarily suspended the deployment in a ruling on Thursday, responding to a lawsuit filed by city officials <a href=\"/news/2025/9/4/washington-dc-files-lawsuit-to-stop-trump-deployment-of-national-guard\">who said</a> Trump had usurped policing powers and was using the military for domestic law enforcement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The federal government has unique powers in Washington, DC. But the Trump administration has taken the controversial step to <a href=\"/news/2025/11/8/us-judge-rules-trump-illegally-ordered-national-guard-troops-to\">deploy soldiers</a> in a growing list of Democrat-led cities, despite frequent protests from state and local officials and a lack of any emergency conditions.</p><p>Cobb, who said in her decision that the president cannot deploy soldiers for “whatever reason” he wants, gave the Trump administration 21 days to appeal the order before it goes into effect.</p><p>Lawyers for the government slammed the lawsuit that challenged the military deployment as a “frivolous stunt”.</p><p>“There is no sensible reason for an injunction unwinding this arrangement now, particularly since the District’s claims have no merit,” Department of Justice lawyers wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has also deployed troops to cities such as Los Angeles, California; Portland, Oregon; and <a href=\"/news/2025/10/10/us-judge-blocks-trumps-deployment-of-national-guard-in-state-of-illinois\">Chicago, Illinois</a>, in what he depicts as an effort to tackle crime and round up undocumented immigrants.</p><p>Residents and civil liberties groups have documented aggressive raids and what they say are widespread rights violations and racial profiling by federal agents during those crackdowns, in which US citizens have sometimes been swept up.</p><p>Trump <a href=\"/news/2025/10/8/trump-calls-to-jail-chicago-mayor-illinois-governor-in-immigration-dispute\">has threatened</a> to imprison local and state officials who criticise his deployment of the military.</p><p>A legal challenge filed in September by Washington, DC Attorney General Brian Schwalb said that US democracy would “never be the same if these occupations are permitted to stand”.</p><p>Trump ordered the first deployment in August, involving about 2,300 National Guard members from various states and hundreds of federal agents from various agencies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,366 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-21T00:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-20T153650Z_542868654_RC2E0IA2RAYW_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1763697855.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,366</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,366 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Friday, November 21:</p><h2 id=\"diplomacy\">Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy’s office said he had “officially received a draft plan from the American side, which, according to the American side, can intensify diplomacy” to end Russia’s war on Ukraine.</li>\n<li>President Zelenskyy also said, in a post on Facebook, that he had discussed “options for achieving real peace”, as well as “sequencing of our work and formats for dialogue [and] new impulses for diplomacy”, during a meeting with United States Secretary of the Army Daniel Driscoll in Kyiv on Thursday.</li>\n<li>Zelenskyy’s office said the Ukrainian president had “agreed to work on the points of the plan in such a way that it would provide a dignified end to the war” during his meeting with Driscoll.</li>\n<li>Zelenskyy’s updates followed news reports that the US and Russia have drafted a <a href=\"/news/2025/11/19/new-us-peace-plan-for-ukraine-involves-kyiv-ceding-land-weapons-reports\">new framework</a> to end the Russia-Ukraine war, including a <a href=\"/news/2025/11/20/trumps-new-28-point-plan-what-does-it-want-ukraine-to-concede-to-putin\">28-point plan</a> from US President Donald Trump.</li>\n<li>“It is a good plan for both Russia and Ukraine, and we believe it should be acceptable to both sides. And we are working hard to get it done,” White House Press Secretary Karoline Leavitt said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Commenting on the reported plan ahead of a meeting of European Union foreign ministers in Brussels on Thursday, EU foreign policy head Kaja Kallas told reporters: “Of course, for any plan to work, it needs Ukrainians and Europeans on board.”</li>\n<li>News of the US-Russia framework plan came as Ukraine convened a United Nations Security Council meeting following a deadly Russian attack on <a href=\"/news/2025/11/19/children-among-the-36-wounded-in-russias-overnight-attacks-on-ukraine\">Ukraine’s Ternopil</a> on Wednesday.</li>\n<li>US ambassador to the UN Mike Waltz told the UNSC meeting, “It is imperative to end this war and begin the process of rebuilding,” as Ukraine approaches its fourth winter “since Russia launched its invasion”.</li>\n<li>Waltz also said that the US, including Trump, had “invested at the highest levels … to end this war”, promising “generous terms for Russia, including sanctions relief”, and asking “Russia to halt its attacks and meet directly with Ukraine to negotiate a peaceful settlement”.</li>\n<li>Edem Wosornu, director of the Crisis Response Division of the UN humanitarian agency, OCHA, briefed the council on the humanitarian situation in Ukraine, where she said 3.7 million people are displaced and nearly six million are refugees.</li>\n</ul><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The death toll from the Russian missile attack on an apartment building in <a href=\"/news/2025/11/19/children-among-the-36-wounded-in-russias-overnight-attacks-on-ukraine\">Ukraine’s Ternopil</a> on Wednesday rose to 27, Serhii Danilin of the State Emergency Service in Ternopil told Ukrainian news agency Ukrinform.</li>\n<li>Russian strikes on a warehouse in Ukraine’s Lviv city destroyed supplies intended for 600 hospitals and medical clinics, Oksana Gologorskaya, vice president of medical projects for US charity Nova, told the Ukrinform news outlet. The equipment damaged included ultrasound systems, medical consumables and surgical instruments, Gologorskaya said.</li>\n<li>Russian forces seized the Ukrainian village of Maslikovka and the Yampil settlement, near the town of Lyman in Ukraine’s Donetsk region, Russia’s TASS news agency reported.</li>\n<li>Russian drone strikes on energy facilities in several regions of Ukraine caused power outages, Ukrinform reported.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>The EU imposed sanctions on 10 “individuals responsible for serious violations or abuses of human rights and the repression of civil society and democratic opposition in Russia”, the European Council said in a statement.</li>\n<li>Those sanctioned included high-level officials from the Federal Penitentiary Service of Russia’s Rostov region, where the council said detainees, including Ukrainian prisoners of war, were “regularly subjected to beatings, suffered from severe food shortages, and had little to no access to medical care or legal assistance”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What’s in the files of convicted sex offender Jeffrey Epstein? | News | Al Jazeera",
            "time": "2025-11-21T00:08:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763683647.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">US Congress votes to release more Department of Justice files on the Epstein case.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The battle over the files in the investigation of convicted sex offender Jeffrey Epstein has reached a new turn with the United States Congress voting for the Department of Justice to release its information on the case. As the world waits for what the full files may reveal, what do we know about the rich and elite who surrounded Epstein?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Zelenskyy ready to work on US-backed plan to end Russia-Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-20T22:59:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251119__84GP963__v2__HighRes__UkraineRussiaConflictWar-1763622715.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said he’s willing to work with the United States on a plan to end Russia’s war on Ukraine, despite pushback from European allies who say that the US-backed plan heavily favours Russia.</p><p>Zelenskyy’s office on Thursday confirmed that he had received a draft of the plan, and that he would speak with US President Donald Trump in the coming days.</p><p>His office did not comment directly on the contents of the plan, which has not been published, but the Ukrainian leader had “outlined the fundamental principles that matter to our people”.</p><p>“In the coming days, the President of Ukraine expects to discuss with President Trump the existing diplomatic opportunities and the key points required to achieve peace,” Zelenskyy’s office said.</p><p>Several media outlets reported that the <a href=\"/news/2025/11/20/trumps-new-28-point-plan-what-does-it-want-ukraine-to-concede-to-putin\">28-point plan</a> involves Ukraine ceding territory and weapons. Citing an unnamed US official with “direct knowledge”, Axios reported the plan would give Russia parts of eastern Ukraine that Moscow does not currently control, in exchange for a US security guarantee for Ukraine and Europe against future Russian aggression.</p><p>US Secretary of State Marco Rubio and US special envoy Steve Witkoff have been quietly working on the plan for a month, receiving input from both Ukrainians and Russians on terms that are acceptable to each side, White House Press Secretary Karoline Leavitt confirmed on Thursday.</p><p>She declined to comment on details of the emerging proposal, but said Trump has been briefed on it and supports it.</p><p>“It is a good plan for both Russia and Ukraine, and we believe it should be acceptable to both sides. And we are working hard to get it done,” Leavitt said.</p><p>Zelenskyy confirmed later that he discussed the plan with US Army Secretary Daniel Driscoll in Kyiv.</p><p>“Our teams – Ukraine and the USA – will work on the points of the plan to end the war,” Zelenskyy wrote on Telegram without commenting directly on the plan. “We are ready for constructive, honest and prompt work.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russia appeared to play down any new US initiative.</p><p>“Consultations are not currently under way. There are contacts, of course, but there is no process that could be called consultations,” Kremlin spokesman Dmitry Peskov said.</p><p>While Zelenskyy has signalled he is willing to work with the Trump administration on a ceasefire, Kyiv’s European allies have expressed scepticism.</p><p>“Ukrainians want peace – a just peace that respects everyone’s sovereignty, a durable peace that can’t be called into question by future aggression,” French Foreign Minister Jean-Noel Barrot said during a meeting of European Union foreign ministers in Brussels. “But peace cannot be a capitulation.”</p><p>EU foreign policy head Kaja Kallas <a href=\"/news/2025/11/20/eu-says-any-peace-plan-must-consult-ukraine-europe-doubts-russian-intent\">said any peace proposal</a> would need support from Europe and Ukraine to move forward, with Polish Foreign Minister Radoslaw Sikorski saying that Europe – whose security is “at stake” – expects to be consulted on any potential deal.</p><p class=\"p1\">“I hope it’s not the victim that has restrictions on its ability to defend itself put on, but it’s the aggressor,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting-continues-despite-peace-talks\">Fighting continues despite peace talks</h2><p>Zelenskyy is facing pressure to join the US-backed diplomatic initiative as Ukrainian troops continue to lose ground to Russian forces in the country’s east.</p><p>Russian President Vladimir Putin <a href=\"/news/2025/10/8/russia-says-prospects-for-ukraine-peace-deal-now-faded-as-its-war-rages-on\">claimed</a> in October that Russian forces had seized almost 5,000 square kilometres (1,930sq miles) of Ukraine this year.</p><p>On September 25, the Institute for the Study of War, a Washington-based think tank, independently assessed the real figure to be closer to 3,434sq km (1,325sq miles).</p><p>Russia’s General Staff said Thursday that Moscow’s forces had seized the northeastern Ukrainian city of Kupiansk and controlled large sections of the towns of Pokrovsk and Vovchansk – a claim Ukraine vigorously denied.</p><p>“The General Staff of Ukraine’s armed forces hereby announces that Kupiansk is under the control of Ukraine’s defence forces,” the Ukrainian General Staff said in a late evening bulletin.</p><p>“Also untrue are statements suggesting that 80 percent of Vovchansk in the Kharkiv region has been captured and 70 percent of the city of Pokrovsk.”</p><p>This week, a devastating Russian aerial assault on Ternopil in western Ukraine <a href=\"/gallery/2025/11/20/russian-air-strikes-kill-26-in-devastating-attack-on-ukraines-ternopil\">killed at least 26 people</a> and wounded dozens more, Interior Minister Ihor Klymenko confirmed Thursday.</p><p>Zelenskyy said on Thursday that 22 people were still missing at the site of Wednesday’s attack on Ternopil when Moscow unleashed 476 drones and 48 missiles across Ukraine. The attack damaged energy infrastructure across seven Ukrainian regions, prompting nationwide restrictions on power consumption.</p><p>“Every brazen attack against ordinary life indicates that the pressure on Russia [to stop the war] is insufficient,” Zelenskyy said on Telegram.</p><p>The bombardment coincided with Zelenskyy’s visit to Turkiye aimed at reviving peace talks with Russia following his European diplomatic mission.</p><p>“We count on the strength of Turkish diplomacy, on [how] it’s understood in Moscow,” Zelenskyy said after his meeting on Wednesday with Turkish President Recep Tayyip Erdogan.</p></div></div></body></html>"
        },
        {
            "title": "Trump announces new offshore drilling projects despite bipartisan pushback | Oil and Gas News | Al Jazeera",
            "time": "2025-11-20T22:52:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25316796547528-1763672622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has announced new oil drilling off the California and Florida coasts for the first time in decades, advancing a project that critics say could harm coastal communities and ecosystems, as Trump seeks to expand US oil production.</p><p>The White House announced the news on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The oil industry has been seeking access to new offshore areas, including Southern California and off the coast of Florida, as a way to boost US energy security and jobs.</p><h2 id=\"what-s-in-the-plan\">What’s in the plan?</h2><p>The administration’s plan proposes six offshore lease sales through 2030 in areas along the California coast.</p><p>It also calls for new drilling off the coast of Florida in areas at least 160km (100 miles) from that state’s shore. The area targeted for leasing is adjacent to an area in the Central Gulf of Mexico that already contains thousands of wells and hundreds of drilling platforms.</p><p>The five-year plan also would compel more than 20 lease sales off the coast of Alaska, including a newly designated area known as the High Arctic, more than 320km (200 miles) offshore in the Arctic Ocean.</p><p>Interior Secretary Doug Burgum said in announcing the sales that it would take years for the oil from those parcels to get to market.</p><p>“By moving forward with the development of a robust, forward-thinking leasing plan, we are ensuring that America’s offshore industry stays strong, our workers stay employed, and our nation remains energy dominant for decades to come,” Burgum said in a statement.</p><p>The American Petroleum Institute said in response that the announced plan was a “historic step” towards unleashing vast offshore resources. Industry groups have pointed to California’s history as an oil-producing state and say it already has infrastructure to support more production.</p><h2 id=\"political-pushback\">Political pushback</h2><p>Leaders in both California and Florida have pushed back on the deal.</p><p>Last week, Florida Republican Senator Ashley Moody and Rick Scott co-sponsored a bill to maintain a moratorium on offshore drilling in the state that Trump signed in his first term.</p><p>“As Floridians, we know how vital our beautiful beaches and coastal waters are to our state’s economy, environment and way of life,” Scott said in a statement. “I will always work to keep Florida’s shores pristine and protect our natural treasures for generations to come.”</p><p>A spokesman for California Governor Gavin Newsom said Trump officials had not formally shared the plan, but said “expensive and riskier offshore drilling would put our communities at risk and undermine the economic stability of our coastal economies”.</p><p>California has been a leader in restricting offshore oil drilling since the infamous 1969 Santa Barbara spill that helped launch the modern environmental movement. While there have been no new federal leases offered since the mid-1980s, drilling from existing platforms continues.</p><p>Newsom expressed support for greater offshore controls after a 2021 spill off Huntington Beach and has backed a congressional effort to ban new offshore drilling on the West Coast.</p><p>A Texas-based company, with support from the Trump administration, is seeking to restart production in waters off Santa Barbara damaged by a 2015 oil spill. The administration has hailed the plan by Houston-based Sable Offshore Corp as the kind of project Trump wants to increase US energy production as the federal government removes regulatory barriers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The announcement comes as Governor Newsom attended the <a href=\"/news/2025/11/12/california-governor-gavin-newsom-slams-trump-absence-at-climate-conference\" target=\"_blank\" rel=\"noopener\">COP30 climate conference</a> in Brazil.</p><p>“He [Trump] intentionally aligned that to the opening of COP,” Newsom said.</p><p>Even before it was released, the offshore drilling plan met strong opposition from Newsom, a Democrat who is eyeing a 2028 presidential run and has emerged as a leading Trump critic.</p><p>Newsom pronounced the idea “dead on arrival” in a social media post. The proposal is also likely to draw bipartisan opposition in Florida. Tourism and access to clean beaches are key parts of the economy in both states.</p><p>Democratic lawmakers, including California Senator Alex Padilla and Representative Jared Huffman, the top Democrat on the House Natural Resources Committee, warned that opening vast coastlines to new offshore drilling would hurt coastal economies, jeopardise national security, ravage coastal ecosystems, and put the health and safety of millions of people at risk.</p><p>“With this draft plan, Donald Trump and his Administration are trying to destroy one of the most valuable, most protected coastlines in the world and hand it over to the fossil fuel industry,” Padilla and Huffman said in a joint statement.</p><p>The federal government has not allowed drilling in federal waters in the eastern Gulf of Mexico, which includes offshore Florida and part of offshore Alabama, since 1995, because of concerns about oil spills. California has some offshore oil rigs, but there has been no new leasing in federal waters since the mid-1980s.</p><p>Since taking office for a second time in January, Trump has systematically reversed former President Joe Biden’s focus on slowing climate change to pursue what the Republican calls US “energy dominance” in the global market.</p><p>Trump, who recently called climate change “the greatest con job ever perpetrated on the world,” created a National Energy Dominance Council and directed it to move quickly to drive up already record-high US energy production, particularly fossil fuels such as oil, coal and natural gas.</p><p>Meanwhile, Trump’s administration has blocked renewable energy sources such as offshore wind and cancelled billions of dollars in grants that supported hundreds of clean energy projects across the country.</p></div></div></body></html>"
        },
        {
            "title": "What are the consequences of an escalating global arms race? | Weapons | Al Jazeera",
            "time": "2025-11-20T21:46:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763670806.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Annual military spending is rising globally at its steepest level since the Cold War.</p><p>And after a break of more than 30 years, the United States says it might restart testing nuclear weapons.</p><p>So if the global arms race is back on, who’s winning, how is war changing, and what’s the true cost of escalation?</p><p><strong>Presenter:</strong> Neave Barker</p><p><strong>Guests:</strong></p><p>Michael Boyle – Professor of political science at Rutgers University–Camden</p><p>Elijah Magnier – Senior political risk analyst and a regional military expert</p><p>Fabrice Pothier – Former head of policy planning at NATO and a senior defence and strategy analyst</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Nov 2025</span><span aria-hidden=\"true\">20 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}