{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Over 1,500 flights cancelled as winter storm Devin hits US holiday travel | Travel News | Al Jazeera",
            "time": "2025-12-27T02:31:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2023-02-28T154040Z_545876760_RC2EKZ990LPJ_RTRMADP_3_USA-WEATHER-1766800861.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Over 1,500 flights cancelled as winter storm Devin hits US holiday travel</h1><p class=\"article__subhead\"><em>More than 40 million Americans under winter storm warnings or weather advisories as heavy snow expected.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of flights have been cancelled and delayed in the United States due to winter storm Devin, airline monitoring website FlightAware reports, dealing a blow to air travel during peak holiday time.</p><p>A total of 1,581 flights “within, into or out of the” US were cancelled and 6,883 delayed as of 4pm US Eastern Time (21:00 GMT) on Friday, according to FlightAware, which describes itself as the world’s largest flight tracking data company.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The delays and cancellations came as the US National Weather ⁠Service warned of winter storm Devin causing “hazardous travel conditions” and heavy snow forecast across parts of the Midwest and northeast.</p><p>More than 40 million Americans were under winter storm warnings or weather advisories on Friday, plus another 30 million under flood or storm advisories in California, where a so-called atmospheric river has brought a deluge of rain.</p><p>New York City, the largest US city, was bracing for up to 250mm (10 inches) of snow overnight on Friday, the most expected in four years. Temperatures were forecast to drop into the weekend when an Arctic blast is expected to swoop down from Canada.</p><p>New York’s John F Kennedy airport, ⁠Newark Liberty international airport and LaGuardia airport warned travellers of potential delays or cancellations. More than half of the flight cancellations and delays took place at these three airports, according to FlightAware.</p><p></p><p>JetBlue Airways cancelled 225 flights on Friday, the most among the US carriers, closely followed by Delta Air Lines, which cancelled 212 flights. Republic Airways cancelled 157 flights, while 146 were cancelled by American Airlines and 97 by United Airlines.</p><p>“Due to winter storm Devin, JetBlue has cancelled approximately 350 flights today and tomorrow, primarily in the Northeast where JetBlue has a large operation,” a JetBlue spokesperson told the Reuters news agency.</p><p>On the US West Coast, powerful winter storms brought the wettest Christmas season to Southern California in 54 years.</p><p>There was still a risk of more flash flooding and mudslides on Friday despite slackening rain around Los Angeles, the National Weather Service warned.</p><p>Firefighters rescued more than 100 people on Thursday in Los Angeles County, with one helicopter pulling 21 people from stranded cars, officials said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "N Korea, Russia bound in ‘blood’ of war, Kim tells Putin in New Year note | Kim Jong Un News | Al Jazeera",
            "time": "2025-12-27T01:40:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-03T230731Z_1960464257_RC2LKGAQQ32P_RTRMADP_3_WW2-ANNIVERSARY-CHINA-NORTHKOREA-KCNA-1757034664.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>N Korea, Russia bound in ‘blood’ of war, Kim tells Putin in New Year note</h1><p class=\"article__subhead\"><em>North Korean, Russian leaders send New Year’s greetings hailing their ‘precious’ shared experience of ‘blood, life and death’ in Ukraine war.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"222\" data-end=\"438\">North Korean leader Kim Jong Un said that his country’s ties with Russia had been strengthened through “sharing blood, life and death in the same trench” in the Ukraine war, as he sent a New Year’s greeting to Russian President Vladimir Putin.</p><p data-start=\"222\" data-end=\"438\">Kim’s message followed President Putin’s own New Year’s greeting to the North Korean leader on December 18, which praised the “heroic” role played by Pyongyang’s troops in Russia’s western Kursk region and “clearly proved the invincible friendship” between the two countries, state media reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"222\" data-end=\"438\">In his message to Putin, published by the state-run Korean Central News Agency (KCNA) on Saturday, Kim said 2025 was a “really meaningful year” for bilateral ties, and called relations between Moscow and Pyongyang a “precious common asset to be carried forward forever not only in the present era but also by posterity generation after generation”.</p><p>“Now no one can break the relations between the peoples of the two countries and their unity,” Kim said, according to South Korea’s Yonhap news agency.</p><p>South Korean and Western intelligence agencies say North Korea deployed thousands of troops to support Moscow in its war against Ukraine.</p><figure id=\"attachment_2084847\" aria-describedby=\"caption-attachment-2084847\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2084847\" src=\"/wp-content/uploads/2023/02/2023-02-09T035748Z_1044733003_RC2F7Z9VAJDG_RTRMADP_3_NORTHKOREA-MILITARY-ANNIVERSARY-PARADE.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"North Korea military parade\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2084847\" class=\"wp-caption-text\">Troops attend a military parade to mark the 75th founding anniversary of North Korea’s army, at Kim Il Sung Square in Pyongyang, North Korea [File: KCNA via Reuters]</figcaption></figure><p>North Korea officially confirmed in April that it had deployed troops to support Russia’s military campaign against Ukraine and that its soldiers had been killed in combat.</p><p>Earlier this month, Kim acknowledged that North Korean troops were sent to clear landmines in Russia’s Kursk region in August 2025, following a Ukrainian incursion, and that at least nine soldiers from an engineering regiment were killed during the 120-day deployment.</p><p>Kim’s New Year message to Putin was sent a day after he instructed his officials to <a href=\"/news/2025/12/26/north-koreas-kim-jong-un-pushes-more-missile-production-as-war-deterrent\">increase missile production and build more factories to produce munitions.</a></p><p>North Korea has also stepped up missile testing in recent years, which analysts say is aimed at improving the accuracy of its arsenal of short-, medium- and long-range rockets in order to deter what Kim sees as threats from the United States and South Korea. Intensified testing of weapons could also be linked to North Korea’s exports of military equipment to Russia, the analysts say.</p><p>Alongside troop deployments, Pyongyang is believed to have supplied Moscow with artillery shells, missiles and long-range rocket systems, while Russia has provided financial assistance, military technology, and food and energy supplies to the North.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,402 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-27T01:02:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-26T111334Z_1057348932_RC2INIADDIGG_RTRMADP_3_UKRAINE-CRISIS-DONETSK-REGION-1766795934.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,402</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,402 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, December 27:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li class=\"tr-story-p1\">The Ukrainian capital Kyiv came under a “massive” Russian attack early on Saturday, according to reports, with air defences in operation and the military warning of the impending deployment of missiles. Witnesses said air defences were in action in the city. A military Telegram channel said Russian cruise and ballistic missiles were being deployed to target the city.</li>\n<li class=\"tr-story-p1\">Russia’s Ministry of Defence claimed that its forces captured the Ukrainian village of Kosivtseve in the southeastern Zaporizhia region, adding that it had taken more than 23 square kilometres (9sq miles) of territory to secure the village.</li>\n<li>Ukraine’s military has acknowledged that one of its units committed errors in “an unfortunate incident” when a group of just three infiltrating Russian soldiers deceived Ukrainian forces into abandoning a post in Huliaipole town, which encompasses Kosivtseve.</li>\n<li class=\"tr-story-p1\">Russian overnight drone attacks damaged vessels under the flags of Slovakia, Palau and Liberia in ports in Ukraine’s Odesa and Mykolaiv regions, Ukraine’s Deputy Prime Minister Oleksii Kuleba said in a statement on Telegram. Kuleba said that there were no casualties in the attacks.</li>\n<li class=\"tr-story-p1\">Kuleba also said that a separate drone attack damaged a locomotive and a freight car at the northwestern Kovel railway station, about 60km (37miles) from the Polish border.</li>\n<li class=\"tr-story-p1\">A blaze ignited by a Ukrainian drone attack at <a href=\"/news/2022/2/11/ukraine-coast-guards-patrolling-sea-of-azov-eye-russian-war-ships\">Russia’s Azov Sea port</a> of Temryuk has been extinguished, a local task force said. Temryuk port handles LPG, oil products and petrochemicals, as well as grain and other bulk food commodities.</li>\n<li class=\"tr-story-p1\">Russia’s Defence Ministry claimed that during the past week its forces had downed seven British-made Storm Shadow missiles, Russian news agencies reported.</li>\n<li class=\"tr-story-p1\">Ukrainian President Volodymyr Zelenskyy has accused Russia of using ordinary apartment blocks on the territory of its ally Belarus to attack Ukrainian targets and circumvent Kyiv’s defences. “It is unfortunate that Belarus is surrendering its sovereignty in favour of Russia’s aggressive ambitions,” Zelenskyy said.</li>\n<li><a href=\"/news/2025/12/26/polish-jets-intercept-russian-reconnaissance-plane-spotted-near-airspace\">Poland deployed fighter jets</a> to intercept a Russian reconnaissance aircraft flying near its airspace over the Baltic Sea and said dozens of aerial objects – believed to be balloons used by smugglers – approached its airspace from Belarus overnight, warning that the separate incidents during the holiday season may signal a provocation by Moscow.</li>\n</ul><p></p><h3>Regional security</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">Moscow is likely stationing new nuclear-capable hypersonic ballistic missiles at a former airbase in eastern Belarus, a development that could bolster Russia’s ability to hit European targets, two United States researchers have found by studying satellite imagery, according to an exclusive Reuters news agency report.</p>\n</li>\n<li>The American researchers said reviews of the Planet Labs imagery revealed a hurried construction project that took place between August 4 and 12 and showed features consistent with those of a Russian strategic missile base, the report added.</li>\n<li>Russian First Deputy Prime Minister Denis Manturov said that Russia was “somewhat” delaying the export of Russian-made weapons and military equipment to prioritise deliveries to its own armed forces, according to Interfax news agency.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Peace talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">President Zelenskyy said he wants to discuss territorial issues, the main stumbling block in talks to end the war, with US President Donald Trump in Florida, as negotiations on <a href=\"/news/2025/12/26/zelenskyy-to-meet-trump-in-florida-amid-diplomatic-push-to-end-war\">a 20-point peace framework</a> and a security guarantee deal near completion.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Zelenskyy said in a WhatsApp chat with reporters that a security guarantee agreement between Ukraine and the US is “almost ready” and that a draft of the 20-point plan was 90 percent complete.</p>\n</li>\n<li>In a separate interview with the Axios news site, Zelenskyy said that the US offered a 15-year deal on security guarantees that could be renewed, and Kyiv wanted a longer-term agreement.</li>\n<li>Zelenskyy was also cited by Axios as saying that if he is not able to push the US to back Ukraine’s “strong” position on the land issue in the peace proposal, he is willing to put the 20-point plan to a referendum – as long as Russia agrees to a 60-day ceasefire to allow Ukraine to prepare for and hold the vote.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Russian Deputy Foreign Minister Sergey Ryabkov said Kyiv’s version of the 20-point plan was radically different from what Russia has been discussing with the US, according to Interfax-Russia.</li>\n<li>Ryabkov also accused Ukraine of trying to “torpedo” the talks, adding that Moscow’s ability to make the “final push” and reach a deal will depend “on our own work and the political will of the other party”.</li>\n<li>Russia’s Kommersant newspaper reported that President Vladimir Putin told some of Russia’s top businessmen that he might be open to swapping some territory controlled by Russian forces elsewhere in Ukraine, but that in exchange, he wanted the whole of the Donbas.</li>\n<li>\n<p class=\"tr-story-p1\">Canadian Prime Minister Mark Carney spoke with Zelenskyy and discussed the latest developments in the ongoing peace talks, Carney’s office said in a statement. During the call, Carney “emphasised the need to maintain pressure on Russia to negotiate”, the statement added.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Putin’s special envoy Kirill Dmitriev participated in talks with members of the US administration along with the Kremlin’s foreign policy aide Yury Ushakov, Reuters reported, citing a source close to the talks.</p>\n</li>\n</ul><h3>Politics and diplomacy</h3><ul>\n<li>\n<p class=\"tr-story-p1\">North Korean leader Kim Jong Un has declared that his nation and Russia had shared “blood, life and death” <a href=\"/news/2025/12/13/north-koreas-kim-bestows-hero-titles-on-soldiers-killed-in-ukraine-war\">in the Ukraine war</a>, as he sent President Vladimir Putin New Year’s greetings. Pyongyang has deployed thousands of troops to Russia to help in the fight against Ukraine.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">A Moscow court has sentenced a former Russian diplomat, Arseniy Konovalov, to 12 years in a maximum-security penal colony for selling secrets to US intelligence while on a posting to the US, the Federal Security Service (FSB) said.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Russia’s Kommersant newspaper said Konovalov worked in the US from 2014 to 2017 and served as second secretary of the Russian Consulate General in Houston, Texas.</p>\n</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill Palestinian in Gaza, carry out raids across West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-26T23:03:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694cebecee2c-1766648812.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have fatally shot a Palestinian man east of Gaza City as they continue their ceasefire violations and carry out <a href=\"/news/2025/12/24/christmas-joy-returns-to-bethlehem-amid-israeli-raids-across-west-bank\">sweeping raids</a> across the occupied West Bank.</p><p>The Palestinian news service Wafa reported on Friday that Israeli forces opened fire on Uday al-Maqadma while he was sitting near the entrance of a school in <a href=\"/news/2025/12/23/israel-will-never-fully-withdraw-from-gaza-defence-minister-says\">Gaza</a>. He was taken to hospital in critical condition and died of his injuries at the hospital.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel has been waging deadly attacks and placing <a href=\"/news/2025/12/20/msf-urges-israel-to-let-critical-aid-into-gaza-as-children-freeze-to-death\">severe restrictions</a> on aid in Gaza, where at least 411 Palestinians have been killed and 1,112 injured, since the beginning of the truce agreement in October.</p><p>Wafa reported <a href=\"/news/2025/12/22/israel-kills-two-palestinians-in-gaza-city-as-ceasefire-violations-mount\">earlier this week</a> that two Palestinians were shot and killed by Israeli soldiers, also east of Gaza City in the Shujayea neighbourhood.</p><p>Israeli restrictions on vital humanitarian aid have also persisted in defiance of the ceasefire between Israel and the Palestinian armed group Hamas, denying displaced Palestinians essential goods and temporary housing during a period of harsh <a href=\"/features/2025/12/19/tragedy-gaza-winter-storm-turns-familys-shelter-into-rubble\">winter storms</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Gaza Government Media Office said earlier this week that an average of just 244 aid trucks are entering the strip per day, well below the daily rate of 600 mandated by the truce agreement.</p><p>Attacks by Israeli settlers and raids by Israeli soldiers have intensified in the occupied West Bank, as well.</p><p>Wafa reported that a Palestinian municipal worker was injured after being attacked by a group of settlers outside of Nablus on Friday, while <a href=\"/news/longform/2025/12/3/oil-presses-stand-silent-as-west-bank-has-its-worst-olive-harvest-in-years\">Palestinian farmers</a> trying to work on their land were detained by Israeli forces east of Tubas.</p><p>Several Palestinians were also detained during Israeli raids targeting the communities of Yatta and Beit Ummar near Hebron, including a woman, four children, and an elderly man, who Palestinian activists say was arrested after settlers damaged the fence around his home.</p><p>Israeli authorities almost never hold settlers accountable for acts of violence against Palestinian communities.</p><p>Two people were <a href=\"/news/2025/12/26/two-people-dead-in-stabbing-car-ramming-attack-in-israel\">also killed</a> in northern Israel, where police and emergency authorities say that a Palestinian man from the occupied West Bank rammed his car into a crowd of people in the city of Beit She’an.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attack comes one day after footage emerged of an Israeli settler running over a Palestinian man praying on the side of the road in the occupied West Bank.</p><p>Additionally to the violence against Palestinians, Israel has also been carrying our near daily attacks in Lebanon in violation of the ceasefire there.</p><p>United Nations peacekeeping forces in Lebanon (UNIFIL) said on Friday that they <a href=\"/news/2025/11/16/un-peacekeepers-say-israeli-forces-fired-on-them-in-southern-lebanon\">again</a> came under “heavy machinegun fire” from Israeli positions in southern Lebanon. The UN forces said that live ammunition and a grenade made impact “close” to a patrol inspecting a roadblock in the village of Bastara.</p><p>“UNIFIL had informed the [Israeli military] about the activities in those areas in advance, following usual practice for patrols in sensitive areas near the Blue Line,” the UN forces said in a statement.</p><p>“Attacks on or near peacekeepers are serious violations of Security Council resolution 1701. We reiterate call to the [Israeli military] to cease aggressive behaviour and attacks on or near peacekeepers working for peace and stability along the Blue Line.”</p></div></div></body></html>"
        },
        {
            "title": "Has the fight against al-Shabab failed? | TV News | Al Jazeera",
            "time": "2025-12-26T22:18:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766785301.jpg?resize=1763%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">UN experts say the armed group remains a major threat to stability in Somalia and neighbouring countries.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">United Nations experts say the threat of <a href=\"/video/newsfeed/2025/11/25/video-securing-somalias-capital-against-al-shabab-threat\">al-Shabab</a> remains the greatest immediate threat to Somalia and the East African region, especially Kenya.</p><p class=\"p1\">The al-Qaeda-linked group controls significant parts of southern and central Somalia, carrying out attacks on government and security forces, as well as civilians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Over the years, the group has claimed responsibility for attacks in Kenya, Uganda and Djibouti.</p><p class=\"p1\">Despite efforts by Somali and international forces to combat its operations, it still has the ability to strike.</p><p class=\"p1\">So why has the fight against this group failed over two decades?</p><h2 id=\"presenter\" class=\"p1\">Presenter:</h2><p class=\"p1\">Dareen Abughaida</p><h2 id=\"guests\" class=\"p1\">Guests:</h2><p class=\"p1\">Ismael Tahir – Research fellow at Hilin, an organisation committed to development, governance and politics in the Somali Peninsula.</p><p class=\"p1\">Afyare Elmi – Research professor at City University of Mogadishu.</p><p class=\"p1\">Abdullahi Halakhe – Horn of Africa security analyst.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel attacks press as ‘silencing’ policy: Palestinian journalists union | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-26T21:21:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25223324775565-1755414297.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s systematic campaign of violence against Palestinian journalists since October 2023 has peaked in 2025 with the targeting of dozens of members of the press, the Palestinian Journalists Syndicate says.</p><p>In a statement released on Friday, the Freedoms Committee of the syndicate said Israel is implementing a policy of “silencing the press through killing, injury and permanent disability”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Israeli occupation shifted from a policy of restricting journalistic work to a policy of neutralising the press through deadly force, with the aim of silencing witnesses, preventing the documentation of crimes, and undermining the Palestinian narrative on the ground,” the statement said.</p><p>By the end of November 2025, at least 76 Palestinian journalists had been killed and wounded by Israel, a figure the committee described as a “dangerous indicator of the escalating targeting policy” pursued by Israeli authorities. “Journalists are no longer merely ‘potential targets’, but rather confirmed and frequent targets,” the committee said.</p><p>Over the past year, Israel killed several journalists in Gaza in targeted assassinations – most notably Al Jazeera’s <a href=\"/news/2025/8/10/al-jazeera-journalist-anas-al-sharif-killed-in-israeli-attack-in-gaza-city\">Anas al-Sharif</a> – falsely claiming that they are members of Hamas.</p><p>Press freedom groups have been condemning the Israeli attacks on journalists, but the killings have proceeded with impunity. Israel has never arrested or charged any of its troops for killing journalists.</p><p>While the targeting of the press intensified during the genocidal war in Gaza, Israel has killed dozens of Arab journalists over the past two decades, including Al Jazeera’s veteran correspondent <a href=\"/features/longform/2023/5/11/shireen-abu-akleh-al-jazeera-reporter-and-daughter-of-palestine\">Shireen Abu Akleh</a> in the occupied West Bank in 2022.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Muhammad al-Lahham, head of the Committee for Freedoms at the syndicate, said the scale and consistency of the attacks amount to international crimes.</p><p>The events of the past year, he said, “constitute war crimes and crimes against humanity, and represent a systematic targeting of a protected group, journalists, within the framework of an official policy to silence the media by force”.</p><p>Al-Lahham rejected claims that journalists had been caught accidentally in hostilities, describing instead a deliberate operational logic. What Israel was enforcing, he said, was a “field doctrine based on the principle of ‘no witnesses, no narrative, no image'”.</p><p>In December, a <a href=\"/news/2025/12/9/israel-the-top-killer-of-journalists-worldwide-once-again-says-rsf-report#:~:text=Nearly%20300%20journalists%20and%20media,Israeli%20forces%20in%20the%20occupied\">report</a> by Reporters Without Borders (RSF) found that Israel killed more journalists in 2025 than any other country.</p><h2 id=\"silencing-witnesses\" data-start=\"1633\" data-end=\"1896\">Silencing witnesses</h2><p>The report described 2025 as “a year of repeated mass targeting, particularly in tents, hospitals, and press gatherings”, warning that Palestine had become one of the most dangerous places in the world to practise journalism.</p><p>Several <a href=\"/news/2025/12/23/israel-extends-law-that-banned-al-jazeera-for-two-more-years#:~:text=Many%20Al%20Jazeera%20journalists%20%E2%80%93%20and,during%20the%20two%2Dyear%20war.\">Al Jazeera</a> journalists have been among those killed, in some cases alongside members of their families.</p><p>In August, Israeli attacks killed al-Sharif and three other Al Jazeera journalists. They are among nearly 300 journalists and media workers killed in Gaza during the war over 26 months – an average of about 12 journalists a month – according to Shireen.ps, a monitoring website named after Abu Akleh.</p><p>Beyond fatalities, the committee documented a sharp rise in life-altering injuries. Many journalists suffered amputations, paralysis or blindness after strikes to the head, neck, chest and abdomen. The dangers did not come solely from the Israeli army, the report said, but also from settlers.</p><figure id=\"attachment_3884255\" aria-describedby=\"caption-attachment-3884255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884255\" src=\"/wp-content/uploads/2025/08/1000044491-4-1754998856.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"From left: Al Jazeera journalist killed by Israel earlier this. Anas al-Sharif, Mohammed Noufal, Ibrahim Zaher and Mohammed Qreiqeh [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884255\" class=\"wp-caption-text\">Al Jazeera journalists killed by Israel earlier this year: From left, Anas al-Sharif, Mohammed Noufal, Ibrahim Zaher and Mohammed Qreiqeh [Al Jazeera]</figcaption></figure><p>April and May marked what the committee called a phase of deliberate media massacres. On April 7 and 8, Israeli strikes hit a <a href=\"/news/2025/4/7/israel-bombs-media-tent-in-gaza-killing-and-wounding-reporters\">journalists’ tent</a> at Nasser Hospital, wounding nine reporters and destroying equipment. Several died of their injuries later.</p><p>This documented and recurring incident occurred and involved the use of heavy weaponry, “amounting to a complex war crime and a collective targeting of the press”, the committee said.</p><p>By mid-2025, patterns of permanent disability had emerged. Journalist Akram Dalloul lost his sight, Jamal Badah had his leg amputated, and Muhammad Fayeq was left paralysed.</p><p>The committee stressed that most attacks occurred while journalists were clearly identifiable, wearing protective gear and press badges, and working in locations long recognised as media gathering points. Many were targeted repeatedly, it added, underscoring what it described as Israel’s sustained assault on the Palestinian press.</p></div></div></body></html>"
        },
        {
            "title": "Keir Starmer says Egyptian-British activist Alaa Abd El-Fattah back in UK | Human Rights News | Al Jazeera",
            "time": "2025-12-26T21:07:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25036464768401-1766777884.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Keir Starmer says Egyptian-British activist Alaa Abd El-Fattah back in UK</h1><p class=\"article__subhead\"><em>UK PM calls arrival of blogger and Egyptian government critic, who spent 12 years in prison, ‘profound relief’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer has announced that the Egyptian-British activist and blogger <a href=\"/news/2022/11/9/who-is-alaa-abd-el-fattah-and-why-is-he-imprisoned-in-egypt-explainer\">Alaa Abd El-Fattah</a> has returned to the United Kingdom after spending nearly 12 years as a political prisoner in Egypt.</p><p>Starmer on Friday called the return of Abd El-Fattah, who was <a href=\"/news/2025/9/23/egyptian-british-activist-alaa-abd-el-fattah-freed-after-sisi-pardon\">pardoned</a> by Egyptian President Abdel Fattah el-Sisi in September after years of detention, a “profound relief”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I want to pay tribute to Alaa’s family and to all those that have worked and campaigned for this moment,” Starmer said. “Alaa’s case has been a top priority for my government since we came to office. I’m grateful to President Sisi for his decision to grant the pardon.”</p><p>The Egyptian-British writer was the most well known of six prisoners pardoned by el-Sisi this year after a series of hunger strikes <a href=\"/news/2022/11/10/white-house-expresses-deep-concern-over-alaa-abd-el-fattah\">and calls</a> from international groups and leaders for his freedom.</p><p></p><p>The former blogger had been previously jailed in 2011 during Egypt’s uprising against former leader Hosni Mubarak. He later emerged as an outspoken critic of el-Sisi, who seized power in a <a href=\"/features/2018/7/2/egyptian-society-being-crushed-five-years-after-military-coup\">military coup</a> in 2013.</p><p>Abd El-Fattah was given a 15-year prison sentence in 2014 on charges of spreading false news before being temporarily released in 2019 and given another five-year sentence the same year.</p><p>Egyptian authorities deny holding political prisoners and argue that the government only jails activists for breaking the law.</p><p>Like other freed detainees, Abd El-Fattah faced a travel ban after his release in September. But early on Friday, he wrote a cryptic post on X announcing his departure from Egypt: “Is it possible, kids, that we will say bye?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The British government had previously expressed concern over Abd El-Fattah’s condition in prison and called for his release but faced criticism that it had not applied sufficient pressure on el-Sisi’s government, which has <a href=\"/news/2024/9/11/us-greenlights-military-assistance-to-egypt-overruling-rights-concerns\">close ties</a> with both the UK and the United States.</p><p>“Praise be to God, Alaa reached London safely,” his mother, Laila Soueif, said in a social media post on Friday.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu pushes for Iran conflict, clashing with Trump’s priorities | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-12-26T21:06:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694ecb8d1e-1766771597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC</strong> – Israeli Prime Minister Benjamin Netanyahu <a href=\"/gallery/2025/6/18/the-history-of-netanyahus-rhetoric-on-irans-nuclear-ambitions\">has been warning</a> of a grave Iranian threat to Israel and the world for more than 30 years.</p><p>United States President Donald Trump heeded those warnings in June and bombed Tehran’s nuclear facilities. But it appears that Netanyahu is still not satisfied and will be pushing for more military actions against Iran when he returns to the US on Sunday to visit Trump at his Mar-a-Lago resort in Florida.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This time, the focus is on Iran’s missile programme.</p><p>Israeli officials and their US allies are beating the drums of war against Iran once again, arguing that Tehran’s missiles must be addressed urgently.</p><p>But analysts said another clash with Iran would stand in stark opposition to Trump’s stated foreign policy priorities.</p><p>Sina Toossi, a senior fellow at the Center for International Policy think tank, said that while Trump is pushing to deepen economic cooperation and forge diplomatic ties between Israel and Arab states, Netanyahu is seeking military domination over the region.</p><p>“This desire for perpetual US involvement, for perpetual wars against Iran to really break the Iranian state reflects Israel’s aim for unchallenged dominance, unchallenged hegemony and expansionism,” Toossi said.</p><p>“And so I think that’s at the root of Netanyahu’s goals and the direction he wants to push the US into supporting, but that’s going to come to a head with US interests going in another direction and wanting more stability in the region that doesn’t necessitate direct American military involvement.”</p><p>Since brokering a truce in Gaza, which Israel has been violating almost daily, Trump, who portrays himself <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">as a peacemaker</a>, has been claiming that he brought peace to the Middle East for the first time in 3,000 years.</p><p>And his administration’s recently released <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">National Security Strategy</a> says the region is “emerging as a place of partnership, friendship, and investment” that is no longer a priority for the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shifting-the-goal-posts\">Shifting the goal posts</h2><p>As the US promises to diminish its military and strategic footprint in the Middle East, Israel appears to be lobbying for a war that could drag Washington into conflict.</p><p>In past decades, Israel has drummed up Iran’s nuclear programme as the top threat to its security and the world.</p><p>But Trump has been insisting that the US strikes on three Iranian nuclear facilities in June wiped out the programme.</p><p>Regardless of the accuracy of <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">Trump’s assessment</a>, his proclamation has pushed Israel to find another boogeyman, analysts said, to avoid contradicting the US president publicly.</p><p>Trita Parsi, executive vice president at the Quincy Institute, a US think tank that promotes diplomacy, said that since Trump has declared “rightly or wrongly” the nuclear issue resolved, Israel is switching the focus to missiles to keep the pressure on Tehran.</p><p>“Netanyahu is pushing the United States to join Israel in yet another war with Iran, this time with a focus on the missiles, partly because Trump is not receptive to the idea of addressing the nuclear issue – since he has said that he fixed it, he ‘obliterated’ the programme,” Parsi told Al Jazeera.</p><p>“The Israelis will constantly shift the goal posts in order to make sure that they can make the confrontation with Iran an endless, forever war.”</p><p>Iran has always maintained that its nuclear programme is peaceful, unlike Israel, which is widely believed to possess an undeclared <a href=\"/video/inside-story/2025/6/19/what-are-the-risks-from-israel-and-irans-nuclear-capabilities\">nuclear arsenal</a>.</p><p>Tehran has also never launched missiles at Israel unprompted.</p><p>During the June war, Iran fired <a href=\"/gallery/2025/6/19/iran-launches-missile-attacks-as-israel-strikes-nuclear-sites\">hundreds of missiles</a> towards Israel, dozens of which penetrated the country’s multilayered air defences, but it was Israel that launched the war without apparent provocation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-s-supporters-focus-on-missiles\">Israel’s supporters focus on missiles</h2><p>Still, Israel and its allies have been sounding the alarm about the Iranian missile programme, warning that Tehran is recovering and increasing its production capacity.</p><p>“While Israel’s Operation Rising Lion succeeded in destroying much of Iran’s ballistic missile capabilities, Israel estimates that some 1,500 missiles remain out of the 3,000 Iran had previously,” the American Israel Public Affairs Committee (AIPAC) said in an email to supporters this month.</p><p>“The ballistic missile threat from Iran will be on the agenda when Prime Minister Netanyahu travels to Florida on Sunday and meets with President Trump Monday at Mar-a-Lago.”</p><p>Senator Lindsey Graham, an Iran hawk who is close to Trump, visited Israel this month and repeated the talking points about the dangers of Iran’s long-range missiles, warning that Iran is producing them “in very high numbers”.</p><p>“We cannot allow Iran to produce ballistic missiles because they could overwhelm the Iron Dome,” he told The Jerusalem Post, referring to Israel’s air defence system. “It’s a major threat.”</p><p>Israeli Defence Minister <a href=\"/news/2025/12/23/israel-will-never-fully-withdraw-from-gaza-defence-minister-says\">Israel Katz</a> has also highlighted Iran’s missile capacity, suggesting that Netanyahu’s government will not tolerate any threats in the region.</p><p>“The defence establishment is closely monitoring developments, and naturally, I cannot elaborate beyond that,” Katz was quoted as saying by The Times of Israel.</p><p>“But on one principle, there is no dispute: What was before October 7 will not be again,” he was quoted as saying in reference to the 2023 Hamas-led attacks on Israel. “We will not allow threats of annihilation against the state of Israel.”</p><p>But critics said Israel is seeking hegemony in the region, not merely snuffing out existential threats.</p><p>Its ultimate goal is seen as changing Iran’s government or carrying out periodic strikes to keep the country weakened and without meaningful military capabilities.</p><p>“The Israelis will come back every six months with another plan to bomb Iran, and then it will not end until Trump decides to end it,” Parsi told Al Jazeera.</p><p>“So if he acquiesces again, as he did in June, he will face the Israelis once again next June with another war plan, and next December and next June again. It will not stop until he stops it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-s-base\">Trump’s base</h2><p>Foreign policy hawks who advocate for a change in Iran’s government once dominated Trump’s Republican Party.</p><p>But partly thanks to Trump himself, now large segments of the base staunchly oppose military interventions and favour focusing on US problems.</p><p>That America First movement, represented by influential right-wing media figures like Tucker Carlson and Steve Bannon, pleaded with Trump against attacking Iran in June.</p><p>Even the late Charlie Kirk, a close Trump ally and staunch <a href=\"/news/2025/9/11/israeli-leaders-heap-praise-on-charlie-kirk-as-a-staunch-ally-of-israel\">Israel supporter</a>, spoke out against US involvement in the war.</p><p>Carlson has already slammed Israel’s renewed push for war.</p><p>“It’s been less than six months since Trump risked a war with Iran on Netanyahu’s behalf, but instead of acting grateful, the prime minister is already demanding more,” he wrote in his newsletter this month. “This is the definition of a parasitic relationship.”</p><p>However, the Republican caucus in Congress remains overwhelmingly aligned with Israel, and Trump’s top foreign policy aide, Secretary of State Marco Rubio, is an Iran hawk.</p><p><span>Pro-Israel megadonors who helped bankroll Trump’s campaign, like <a href=\"/news/2025/10/13/who-is-miriam-adelson-the-pro-israel-donor-trump-lauded-at-the-knesset\" target=\"_blank\" rel=\"noopener\">Miriam Adelson,</a> will also likely exert counterpressure against the America First voices in the Trump movement.</span></p><p>“Those are hugely important factors, but I think it’s important to understand that they go both ways,” Parsi said of the domestic considerations for war with Iran.</p><p>“The voters don’t want this. The donors – at least a large number of them – want this. And come midterm elections [in November 2026], those are going to be two pressures in opposite directions from two groups, both of whom Trump believes that he needs.”</p><p>Toossi said political calculations for a war with Iran are more relevant now than they were in June because we are closer to the 2026 elections, which will decide who controls Congress.</p><p>“Trump’s popularity is very low now with the affordability crisis and this conservative fissure over foreign policy. So I think all of these factors serve as a limitation on Trump’s ability to get into a big war,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"risk-of-escalation\">Risk of escalation</h2><p>Trump was able to claim victory after the US strikes in June.</p><p>He backed Israel, damaged the Iranian nuclear programme and kept his base intact without dragging the US into another protracted conflict.</p><p>After an Iranian <a href=\"/news/2025/6/23/hld-irans-attack-on-al-udeid-air-base-in-qatar-all-you-need-to-know\">missile attack</a> against a US base in Qatar, which did not result in American casualties, Trump announced a ceasefire to end the war after 12 days.</p><p>But analysts warned that a second round of bombardment against Iran may not be as easy to end.</p><p>Parsi said the restraint that Iran showed in June is unlikely to be replicated because Tehran’s unwillingness to escalate was perceived as weakness by the Western world.</p><p>“The Iranian response would be much harsher, much quicker because the Iranians understand that unless they strike back hard and dispel the view that Iran is a country that you can bomb every six months – unless they do that – Iran will become a country that Israel will bomb every six months,” he said.</p><p>Parsi warned that Israel may start attacking Iran unilaterally and count on US air defences in the region to come to its aid, slowly pulling the US into the conflict.</p><p>He said Trump must stop Israel from launching an attack from the start.</p><p>“If they don’t want Israel to start that war, you tell Israel, ‘Don’t start that war. And we are completely out.’ That would be the America First position to take,” he said.</p><p>Parsi invoked Trump’s National Security Strategy (NSS), which stated that Washington’s “historic reason for focusing on the Middle East will recede” as the region moves towards greater cooperation and less conflict.</p><p>“Well, then, recede,” Parsi said.</p><p>“So many administrations in a row have said something along these lines, whether in the NSS or outside of it. Then do it.”</p></div></div></body></html>"
        },
        {
            "title": "New York to require social media platforms to display mental health labels | Social Media News | Al Jazeera",
            "time": "2025-12-26T20:17:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2167861901-1763972164.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New York to require social media platforms to display mental health labels</h1><p class=\"article__subhead\"><em>A new state law mandates warnings for young users on platforms with features that ‘encourage excessive use’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The state of New York will require social media platforms with infinite scrolling, autoplay and algorithmic feeds to display labels about their potential harm to young users’ mental health, Governor Kathy Hochul has announced.</p><p>Hochul on Friday signed a bill that mandates the warning against “addictive” features into law.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Keeping New Yorkers safe has been my top priority since taking office, and that includes protecting our kids from the potential harms of social media features that encourage excessive use,” Hochul said in a statement.</p><p>The governor compared the social media labels to warnings on other products like tobacco, which communicate the risk of cancer, or plastic packaging, which warn of the risk of suffocation for small children.</p><p>“Research shows that social media exposure overstimulates reward centers, creating pathways comparable to those of an individual experiencing substance use or gambling addictions,” the law reads.</p><p>If <a href=\"/news/2025/12/9/why-is-australia-banning-social-media-for-teenagers\">social media platforms</a> breach the regulations when they go into effect, the state attorney general would be able to take legal action and seek civil penalties of up to $5,000 per violation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The law would apply to conduct occurring partly or wholly in New York but not when the platform is accessed by users physically outside the state.</p><p>Spokespeople for TikTok, Snap, Meta and Alphabet have not yet issued statements reacting to the new law.</p><p>Through this social media measure, New York is set to join other states in the United States like California and Minnesota that have similar social media laws for young users.</p><p>The effect of social media on children’s mental health has become a growing global concern, and some US school districts have already begun suing social media companies.</p><p>This month, Australia went a step further and <a href=\"/news/2025/12/9/why-is-australia-banning-social-media-for-teenagers\">banned</a> children under 16 years old from using social media platforms like Facebook, Instagram, YouTube, TikTok, Snapchat and Reddit.</p><p>Countries like Malaysia and Denmark have signalled plans to introduce similar bans in the near future while countries like the United Kingdom, Germany and France have tightened social media laws for young users.</p></div></div></body></html>"
        },
        {
            "title": "Marco Rubio congratulates Honduran President-elect Nasry Asfura | Elections News | Al Jazeera",
            "time": "2025-12-26T18:48:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25334652622627-1766771970.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Marco Rubio congratulates Honduran President-elect Nasry Asfura</h1><p class=\"article__subhead\"><em>Washington’s top diplomat says he thanked Asfura, who was backed by Trump, for ‘advocacy of US strategic objectives’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Secretary of State Marco Rubio has congratulated Honduran President-elect <a href=\"/news/2025/12/24/trump-backed-conservative-nasry-asfura-wins-honduras-election-authorities\">Nasry Asfura</a>, whom President Donald Trump had endorsed, for his victory in the Central American country’s contentious election.</p><p>The Department of State said on Friday that <a href=\"/news/2025/12/19/five-key-takeaways-from-us-secretary-of-state-rubios-year-end-briefing\">Rubio</a> and Asfura in a phone call discussed collaboration on issues such as trade and security.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Secretary Rubio commended President-Elect Asfura for his advocacy of US strategic objectives, including advancing our bilateral and regional security cooperation, and strengthening economic ties between our two countries,” the State Department said in a <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/12/secretary-rubios-call-with-honduras-president-elect-asfura/\">statement</a>.</p><p>Asfura claimed a narrow victory on Wednesday in <a href=\"/news/2025/11/28/ahead-of-a-tight-presidential-election-honduras-braces-for-controversy\">the November 30 election</a> marked by Trump’s intervention on his behalf. Election authorities declared Asfura the winner after weeks of counting amid <a href=\"/news/2025/12/10/honduran-military-vows-to-ensure-orderly-post-election-power-transfer\">high tensions</a> and allegations of fraud and impropriety from other candidates.</p><p>The right-wing Asfura, representing the National Party, edged out <a href=\"/news/2025/12/5/honduran-presidential-candidate-says-trump-interfered-in-election-report\">Salvador Nasralla</a> of the centre-right Liberal Party with 40.27 percent of the vote to Nasralla’s 39.53 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Today, with deep gratitude, I accept the honour of being able to work for you. I extend my hand so we can walk together with determination to work tirelessly for Honduras. I will not fail you,” Asfura said in a video statement released on Wednesday night.</p><p>Both Nasralla and Rixi Moncada, the candidate for current President Xiomara Castro’s left-leaning LIBRE Party, who came in a distant third, have disputed the results of the election.</p><p>Nasralla said on Wednesday that election authorities had “betrayed the Honduran people”. He also took aim at Trump, who said before the election that a victory for anyone but Asfura would put <a href=\"/news/2025/12/2/honduras-election-why-has-trump-threatened-to-cut-off-aid\">US economic ties</a> with Honduras at risk.</p><p>“Mr President, your endorsed candidate in Honduras is complicit in silencing the votes of our citizens,” Nasralla said in a social media post. “If he is truly worthy of your backing, if his hands are clean, if he has nothing to fear, then why doesn’t he allow for every vote to be counted?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Honduras has experienced several contested elections since a <a href=\"/news/2019/6/28/ten-years-after-coup-hondurans-flee-amid-violence-and-repression\">US-backed coup</a> in 2009. <a href=\"/news/2025/12/15/honduras-election-official-says-disturbances-preventing-vote-recount\">Protests</a> over the November election have thus far remained peaceful.</p><p>Before the election, Trump also issued a criticised pardon for right-wing former Honduran President Juan Orlando Hernandez, who was convicted of crimes linked to the trafficking of drugs to the US during his time in office.</p><p>The pardon came as the US says it is shifting its foreign policy focus to the Americas.</p><p>Asfura, the former mayor of Honduras’s capital, Tegucigalpa, is of Palestinian descent. But his National Party is staunchly pro-Israel.</p><p>Under Hernandez in 2021, Honduras became only the fourth country to move its embassy in Israel to Jerusalem in breach of international law.</p><p>Asfura has also aligned himself with Trump and other right-wing leaders in the Americas, including Argentina’s <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">Javier Milei</a>.</p></div></div></body></html>"
        },
        {
            "title": "Salah seals Egypt qualification with win against South Africa at AFCON 2025 | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-26T18:03:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251226__893D4W2__v1__MidRes__FblAfr2025Match15EgyRsa-1766765313.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohamed Salah has scored as 10-man Egypt have beaten South Africa 1-0 in Agadir to become the first qualifiers for the knockout stage of the 2025 Africa Cup of Nations.</p><p>The Liverpool star converted a penalty on 45 minutes on Friday, and South Africa were denied a spot kick late in the second half when Yasser Ibrahim appeared to handle the ball inside the box.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Salah came to Morocco after not starting in five Liverpool matches and his omission leading to an outburst against manager Arne Slot.</p><p>Egypt were reduced to 10 men in first-half added time when right back Mohamed Hany was shown a second yellow card for a stamp, followed by a red.</p><p>After two rounds in Group B, record seven-time champions Egypt have six points and are guaranteed a top-two finish in the group stage and a place in the round of 16.</p><p>South Africa have three points and Angola and Zimbabwe one each after they drew 1-1 in Marrakesh earlier on Friday.</p><p>The first chance fell to Salah after 11 minutes, but he could not move forward quickly enough to connect with a low cross from Hany.</p><p>That the majority of the crowd were supporting the Pharaohs became obvious soon after when the Burundi referee ignored Zizo’s appeals for a free kick and loud whistling enveloped the stadium.</p><p>When Salah delivered a free kick into the heart of the South African area, three Egyptians darted forward, but none could connect with the ball.</p><p>Midway through the opening half, a pattern had developed. Egypt were pushing forward regularly while South Africa defended with calmness and solid tackling.</p><figure id=\"attachment_4197475\" aria-describedby=\"caption-attachment-4197475\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4197475\" src=\"/wp-content/uploads/2025/12/AFP__20251226__893D4WB__v1__MidRes__FblAfr2025Match15EgyRsa-1766764648.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Egypt's forward #10 Mohamed Salah shoots from the penalty spot to score the team's first goal during the Africa Cup of Nations (CAN) Group B football match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4197475\" class=\"wp-caption-text\">Salah shoots from the penalty spot to score the team’s winner during the Africa Cup of Nations Group B match against South Africa [Franck Fife/AFP]</figcaption></figure><p>When South Africa’s Teboho Mokoena fouled Omar Marmoush just outside the D, he was yellow-carded. However, the Manchester City striker fired the resultant free kick wide.</p><p>As the first half progressed, the sun broke out in the southern coastal city – a welcome sight for players and spectators with many earlier group matches staged in torrential rain.</p><p>A rare South Africa attack ended disappointingly as Lyle Foster struck a weak shot that was comfortably saved by 37-year-old Mohamed El Shenawy.</p><p>Awarded a free kick close to the touchline, South Africa performed an intricate, multipass move that ended tamely as El Shenawy clutched a cross.</p><p>Salah was being closely policed by Aubrey Modiba, and as half-time drew near, the Liverpool star retreated into the Egyptian half to retain possession.</p><p>Then, as the Egypt captain chased a loose ball with Khuliso Mudau, the South African right back raised his left arm, striking Salah’s left eye.</p><p>Amid Egyptian protests, the Burundian referee viewed the incident on a VAR monitor and pointed to the penalty spot.</p><p>A lengthy delay before the kick was taken could not have eased the nerves of Salah, but he comfortably converted the penalty as Ronwen Williams dived in the wrong direction.</p><p>More drama erupted in added time when Hany stamped on Mokoena, leading to a second yellow card for the defender.</p><p>South Africa, with a numerical advantage, attacked more as the second half progressed, but Egypt came close to a second goal with Williams foiling substitute Emam Ashour after a quick free kick.</p><p>El Shenawy displayed his agility with 15 minutes remaining, using his right hand to tip to safety a low shot from Foster. It was one of several saves that kept Egypt ahead.</p><p></p><h2 id=\"angola-and-zimbabwe-keep-alive-afcon-hopes\">Angola and Zimbabwe keep alive AFCON hopes</h2><p>Veteran Knowledge Musona scored as Zimbabwe came from behind to draw 1-1 with Angola in Marrakesh to kick off the second round of AFCON matches earlier in the day.</p><p>Gelson Dala put Angola ahead midway through the first half, and recalled Musona levelled deep in first-half added time.</p><p>A draw in Group B suited neither team, leaving both two points adrift of joint leaders Egypt and South Africa after having played one match more.</p><p>Only the top two finishers in each group automatically qualify for the knockout phase. The best four third-placed teams from the six mini-leagues also will advance.</p><p>Bill Antonio wasted a good chance to give Zimbabwe an early lead when he blazed wide from close range before a small crowd.</p><p>Angola recovered quickly to establish control and took the lead after 24 minutes through Qatar-based striker Dala.</p><p>A superb lobbed pass from To Carneiro dropped in front of Dala inside the box, and he squeezed the ball between the near post and 40-year-old goalkeeper Washington Arubi.</p><p>Musona, one of four changes to the Zimbabwe lineup after a 2-1 loss to Egypt in Agadir four days earlier, became increasingly involved as the Warriors sought an equaliser.</p><p>Musona wasted a free kick opportunity by hitting the ball into the defensive wall, then shot wide, much to the frustration of Romanian coach Marian Marinica, who repeatedly shook his head.</p><p>Hugo Marques, the 39-year-old Angola goalkeeper, had his head heavily bandaged before continuing after a collision with an opponent.</p><p>The perseverance of Musona finally paid off six minutes into added time at the end of the opening half when he equalised.</p><p>After Angola were dispossessed in midfield, Zimbabwe counterattacked swiftly, and a superb pass found Musona inside the box.</p><p>He struck a slow shot between the legs of Carneiro and just wide of the outstretched right leg of Marques into the net.</p><p>As both sides sought a second goal and the lead, Marques rescued Angola 12 minutes from the end of regular time with an acrobatic one-hand save of an attempt by substitute Tawanda Chirewa.</p></div></div></body></html>"
        },
        {
            "title": "What’s next for the global economy in 2026? | Business and Economy | Al Jazeera",
            "time": "2025-12-26T18:00:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766779348.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">2025 was the year of tariffs and a global shift in economic power.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"x_MsoNormal\">Two words that largely define the economy right now: Global reordering.</p><p class=\"x_MsoNormal\">President Donald Trump’s Tariffs have landed as a shock to global trade. This is 2025.</p><p class=\"x_MsoNormal\">Major economies are rewriting their playbooks, and alliances are being redrawn.</p><p class=\"x_MsoNormal\">From Africa’s minerals boom to the global AI race, countries are scrambling for influence – even as debt piles up.</p><p class=\"x_MsoNormal\">They are spending more, borrowing more and making tough choices from defence to climate policy and labour shortages.</p><p class=\"x_MsoNormal\">And through it all, people are bearing high costs.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Zelenskyy to meet Trump in Florida amid diplomatic push to end war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-26T17:56:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_893829F-1766768058.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy is to meet with his United States counterpart, Donald Trump, in Florida on Sunday to discuss <a href=\"/news/2025/12/25/ukraine-accepts-demilitarised-zone-to-end-russia-war-but-do-dmzs-work\">territorial disputes</a> that continue to block progress towards ending Russia’s war on Ukraine.</p><p>Announcing the meeting on Friday, Zelenskyy said the talks could be decisive as Washington intensifies its efforts to broker an end to Europe’s <a href=\"/tag/ukraine-russia-crisis/\">deadliest</a> conflict since World War II. “A lot can be decided before the New Year,” Zelenskyy said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Territory remains the most contentious issue in the negotiations. Zelenskyy confirmed he would raise the status of eastern Ukraine and the Zaporizhzhia <a href=\"/news/2025/10/18/zaporizhzhia-nuclear-plant-repairs-begin-in-ukraine-as-ceasefire-zones-set\">Nuclear</a> Power Plant, which has been under Russian control since the early months of Russia’s invasion.</p><p>“As for the sensitive issues, we will discuss both Donbas and the Zaporizhzhia Nuclear Power Plant. We will certainly discuss other issues as well,” he told reporters in a WhatsApp chat.</p><p>Moscow has demanded that Kyiv withdraw from parts of the Donetsk region still under Ukrainian control as it pushes for full authority over the wider Donbas area, which includes Donetsk and Luhansk. Ukraine has rejected that demand, instead calling for an immediate halt to hostilities along the existing front lines.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"235\" data-end=\"480\">Trump has signalled that he sees himself as the decisive power behind any potential agreement to end the war in Ukraine, playing down Kyiv’s latest proposal ahead of the planned meeting Zelenskyy.</p><p data-start=\"679\" data-end=\"909\">Speaking in an interview to Politico on Friday, Trump appeared dismissive of any initiative without his backing. “He doesn’t have anything until I approve it,” Trump said of Zelenskyy. “So we’ll see what he’s got”.</p><p data-start=\"911\" data-end=\"1073\">Trump’s remarks underlined the extent to which Ukraine’s diplomatic prospects hinge on winning his support.</p><p data-start=\"1075\" data-end=\"1267\">“I think it’s going to go good with him [Zelenskyy]. I think it’s going to go good with [Vladimir] Putin,” Trump said, adding that he expects to speak with the Russian president “soon”.</p><h2 id=\"territorial-concessions\">Territorial concessions</h2><p>In an attempt to bridge the divide, the US has floated the idea of establishing a free economic zone should Ukraine relinquish control of the contested area although details of how such a plan would operate remain unclear.</p><p>Zelenskyy reiterated that any <a href=\"/news/2025/12/24/zelenskyy-unveils-details-of-new-peace-plan-seeks-trump-talks-on-territory\">territorial concessions</a> would require public approval. He said decisions on land must be made by Ukrainians themselves, potentially through a referendum.</p><p>Beyond territory, Zelenskyy said his meeting with Trump would focus on refining draft agreements, including economic arrangements and security guarantees. He said a security pact with Washington was nearly finalised while a 20-point peace framework was close to completion.</p><p>Ukraine has sought binding guarantees after previous international commitments failed to prevent Russia’s invasion, which began in February 2022.</p><p>Trump has previously voiced impatience with the pace of negotiations, but he has indicated he would engage directly if talks reached a meaningful stage.</p><p>Last week, US Secretary of State <a href=\"/news/2025/12/19/five-key-takeaways-from-us-secretary-of-state-rubios-year-end-briefing\">Marco Rubio</a> said his country is the only mediator that can speak to both sides to secure a peace agreement. At the same time, he downplayed the importance of the conflict for Washington.</p><p>“It’s not our war. It’s a war on another continent,” he said.</p><p>Zelenskyy said European leaders could join Sunday’s discussions remotely and confirmed he had already briefed Finnish President Alexander Stubb on what he described as “significant progress”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite Zelenskyy’s assertion, Russian Deputy Foreign Minister Sergey Ryabkov accused Ukraine of working to “torpedo” the peace talks, saying a revised version of the US peace plan promoted by Kyiv was “radically different” from an earlier version negotiated with Washington.</p><p>“Our ability to make the final push and reach an agreement will depend on our own work and the political will of the other party,” he said during a television interview on Friday.</p><p>Ryabkov said any agreement must remain within the parameters set out between <a href=\"/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">Trump and Russian President Vladimir Putin</a> during a summit in August, which Ukraine and European partners have criticised as overly conciliatory towards Russia’s war aims.</p><p>On the ground, Moscow has intensified strikes on Ukraine’s energy infrastructure and the southern port city of Odesa while an attack on Kharkiv on Friday killed two people.</p></div></div></body></html>"
        },
        {
            "title": "Tajikistan-Taliban border clashes: What’s behind them, why it affects China | Explainer News | Al Jazeera",
            "time": "2025-12-26T15:00:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2023-08-15T152831Z_841821151_RC2FO2AJRNN1_RTRMADP_3_AFGHANISTAN-ANNIVERSARY-1766748833.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tensions are flaring along the Tajikistan-Afghanistan border in Central Asia with the Tajik government reporting multiple armed incursions this month, straining its fragile relationship with Afghanistan’s Taliban leaders.</p><p>More than a dozen people have been killed in attacks by men whom Tajik authorities call “terrorists” and the resulting clashes with Tajik forces, officials in Dushanbe and Beijing said. Victims include Chinese nationals working in remote areas of the mountainous former Soviet republic.</p><p>In the latest fighting this week, at least five people were killed in Tajikistan‘s Shamsiddin Shokhin district, including “three terrorists”, officials said.</p><p>Tajikistan has long opposed the rise of the Taliban in Afghanistan, a country it shares a largely unsecured 1,340km (830-mile) border with.</p><p>Despite cautious diplomatic engagement between the two countries to adjust to new regional realities, analysts said, the frequency of the recent border clashes risks eroding the Taliban’s credibility and raises questions about its capacity to enforce order and security.</p><p>Here is all we know about the clashes along the Tajik-Afghan border and why they matter:</p><figure id=\"attachment_4196756\" aria-describedby=\"caption-attachment-4196756\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196756\" src=\"/wp-content/uploads/2025/12/AFP__20240517__34PD9RQ__v1__MidRes__TajikistanAfghanistanDiplomacyTrade-1766749109.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"taliban\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196756\" class=\"wp-caption-text\">A Taliban flag flies on top of a bridge across the Panj river on the Afghan-Tajik border as seen from Tajikistan’s Darvoz district [File: Amir Isaev/AFP]</figcaption></figure><h2 id=\"what-s-happening-on-the-tajik-afghan-border\">What’s happening on the Tajik-Afghan border?</h2><p>The border runs along the Panj river through the remote, mountainous terrain of southern Tajikistan and northeastern Afghanistan.</p><p>On Thursday, Tajikistan’s State Committee for National Security said in a statement that “three members of a terrorist organisation” crossed into Tajik territory on Tuesday. The committee added that the men were located the following morning and exchanged fire with Tajik border guards. Five people, including the three intruders, were killed, it said.</p><p>Tajik officials did not name the armed men or specify which group they belonged to. The officials, however, said they seized three M-16 rifles, a Kalashnikov assault rifle, three foreign-made pistols with silencers, 10 hand grenades, a night-vision scope and explosives at the scene.</p><p>Dushanbe said this was the third attack originating from Afghanistan’s Badakhshan province in the past month that has resulted in the deaths of its personnel.</p><p>These attacks, Tajik officials said on Thursday, “prove that the Taliban government is demonstrating serious and repeated irresponsibility and non-commitment in fulfilling its international obligations and consistent promises to ensure security … and to combat members of terrorist organisations”.</p><p>The Tajik statement called on the Taliban to “apologise to the people of Tajikistan and take effective measures to ensure security along the shared border”.</p><p>Tajikistan has not suggested what the motive for the attacks may be, but the assaults have appeared to target Chinese companies and nationals working in the area.</p><figure id=\"attachment_4196761\" aria-describedby=\"caption-attachment-4196761\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196761\" src=\"/wp-content/uploads/2025/12/AFP__20250924__763A3T3__v1__MidRes__TajikistanMetalsMiningTrade-1766749275.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"china\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196761\" class=\"wp-caption-text\">Workers of Talco Gold, a joint Tajik-Chinese mining firm, speak in front of a poster of Chinese President Xi Jinping and Tajik President Emomali Rahmon at the Saritag antimony mine in western Tajikistan [File: AFP]</figcaption></figure><h2 id=\"how-is-china-involved-in-all-this\">How is China involved in all this?</h2><p>Beijing is Tajikistan’s largest creditor and one of its most influential economic partners with a significant footprint in infrastructure, mining and other border-region projects.</p><p>China and Tajikistan also share a 477km (296-mile) border running through the high-altitude Pamir Mountains in eastern Tajikistan, adjacent to China’s Xinjiang region.</p><p>Two attacks were launched against Chinese companies and nationals in the last week of November. On November 26, a drone equipped with an explosive device attacked a compound belonging to Shohin SM, a private Chinese gold-mining company, in the remote Khatlon region on the Tajik-Afghan border, killing three Chinese citizens.</p><p>In a second attack on November 30, a group of men armed with guns opened fire on workers employed by the state-owned China Road and Bridge Corporation, killing at least two people in Tajikistan’s Darvoz district.</p><p>Tajik officials said those attacks had originated from villages in Afghanistan’s Badakhshan province but did not disclose any affiliation or motive behind the attacks.</p><p>Chinese nationals have also come under attack in Pakistan’s Balochistan province and along the Afghanistan-Pakistan border.</p><p>China’s embassy in Dushanbe advised Chinese companies and personnel to evacuate the border area. Chinese officials <a href=\"https://tj.china-embassy.gov.cn/dsxx/dshd_133050/202512/t20251201_11763726.htm\">demanded</a> “that Tajikistan take all necessary measures to ensure the safety of Chinese enterprises and citizens in Tajikistan”.</p><h2 id=\"who-is-carrying-out-these-attacks\">Who is carrying out these attacks?</h2><p>While the attackers have not been identified, analysts and observers believe the attacks carry the hallmarks of the ISIL (ISIS) affiliate in Khorasan Province (ISKP), which, they said, aims to discredit Afghanistan’s Taliban leaders.</p><p>“The ISKP has attacked foreigners inside Afghanistan and carried out attacks on foreigners inside Afghanistan as a key pillar of their strategy,” said Ibraheem Bahiss, a Kabul-based analyst at the International Crisis Group think tank.</p><p>“The aim is to shatter the Taliban’s image as a security provider with whom the regional governments should engage,” Bahiss told Al Jazeera.</p><figure id=\"attachment_4196740\" aria-describedby=\"caption-attachment-4196740\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196740\" src=\"/wp-content/uploads/2025/12/2024-08-14T121553Z_545310793_RC2NF9AAU7NF_RTRMADP_3_AFGHANISTAN-TALIBAN-ANNIVERSARY-1766748848.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"taliban\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196740\" class=\"wp-caption-text\">Taliban members participate in a rally to mark the third anniversary of the Taliban’s seizure of Kabul in the Afghan capital on August 14, 2024. [Sayed Hassib/Reuters]</figcaption></figure><h2 id=\"how-has-the-taliban-reacted-to-these-attacks\">How has the Taliban reacted to these attacks?</h2><p>Kabul expressed its “deep sorrow” over the killings of Chinese workers on November 28.</p><p>The Taliban blamed the violence on an unnamed armed group which, it said, is “striving to create chaos and instability in the region and to sow distrust among countries”, and it assured Tajikistan of its full cooperation.</p><p>After this week’s clashes, Sirajuddin Haqqani, the Taliban’s interior minister, said Kabul remains committed to the 2020 Doha Agreement, its deal with the United States for a phased foreign troop withdrawal from Afghanistan in exchange for Taliban commitments to prevent Afghanistan from being used as a base for attacking other countries.</p><p>Addressing a police cadet graduation ceremony at the National Police Academy in Kabul on Thursday, Haqqani said Afghanistan posed no threat to other countries and the door to dialogue remains open.</p><p>“We want to address problems, distrust or misunderstandings through dialogue. We have passed the test of confrontation. We may be weak in resources, but our faith and will are strong,” he said, adding that security had improved to the extent that Taliban officials now travel across the country without weapons.</p><p>The Taliban insists that no “terrorist groups” are operating from Afghanistan. However, in a recent report, the United Nations sanctions-monitoring committee cited the presence of multiple armed groups, including ISKP, Tehreek-e-Taliban Pakistan, al-Qaeda, the Turkistan Islamic Party, Jamaat Ansarullah and Ittehad-ul-Mujahideen Pakistan.</p><p>Jamaat Ansarullah is a Tajik group linked to al-Qaeda-aligned networks and active primarily in northern Afghanistan near the Tajik border.</p><figure id=\"attachment_4196763\" aria-describedby=\"caption-attachment-4196763\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196763\" src=\"/wp-content/uploads/2025/12/AFP__20240517__34PH83M__v1__MidRes__TajikistanAfghanistanDiplomacyTrade-1766749395.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"taliban\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196763\" class=\"wp-caption-text\">Afghans travel along a border road as seen from Tajikistan’s Darvoz district [File: Amir Isaev/AFP]</figcaption></figure><h2 id=\"how-are-relations-between-tajikistan-and-the-taliban\">How are relations between Tajikistan and the Taliban?</h2><p>For decades, the relationship between Tajikistan and the Taliban has been defined by deep ideological hostility and ethnic mistrust with Dushanbe one of the group’s fiercest critics in Central Asia.</p><p>In the 1990s, Tajikistan aligned with the anti-Taliban Northern Alliance, led by Afghan military commander and former Defence Minister Ahmad Shah Massoud.</p><p>After the Taliban’s return to power in Afghanistan in August 2021, Tajikistan stood as the lone holdout among its neighbours in refusing to officially recognise the new government.</p><p>However, pragmatic diplomatic engagement quietly began about 2023, driven by economic necessity and shared security fears over the presence of ISKP. Stepping up the restoration of relations, a high-level Tajik delegation visited Kabul in November, the first such visit since the Taliban’s return to power.</p><p>But the two governments continue to trade accusations that the other is harbouring “terrorists”, the major thorn remaining in their bilateral relationship, and that drug smuggling is occurring across their border.</p><p>The Tajik-Afghan border has long been a major trafficking route for Afghan heroin and methamphetamine into Central Asia and onwards to Russia and Europe, exploiting the area’s rugged terrain and weak policing.</p><p>“The rising frequency [of the clashes] is new and interesting and raises a point: whether we might be seeing a new threat emerging,” Bahiss said.</p><p>Badakshan province, from which Tajik authorities said the attacks on Chinese nationals originate, presents a complex security situation for the Taliban as it has struggled to stem the threat from armed opposition groups, Bahiss added.</p><p>This security issue has been further complicated by the Taliban’s crackdown on poppy cultivation in the province, he said. The Taliban has faced resistance to this policy from farmers in the north. This is largely because the terrain of Badakshan means poppies are the only viable cash crop.</p><figure id=\"attachment_4196745\" aria-describedby=\"caption-attachment-4196745\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196745\" src=\"/wp-content/uploads/2025/12/2025-10-13T143010Z_997153299_RC20BHA2RDCP_RTRMADP_3_INDIA-AFGHANISTAN-1766748858.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"taliban\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196745\" class=\"wp-caption-text\">Afghanistan’s Taliban Foreign Minister Amir Khan Muttaqi called his Tajik counterpart early this month to express regret about the attacks on Chinese nationals and say his government was prepared to boost cooperation between their border forces [Anushree Fadnavis/Reuters]</figcaption></figure><h2 id=\"how-is-the-taliban-faring-with-other-neighbours\">How is the Taliban faring with other neighbours?</h2><p>Since the Taliban retook control of Afghanistan in 2021, some of its neighbours have maintained a pragmatic transactional relationship while others have not.</p><p>Relations with Pakistan, previously its patron, have <a href=\"/news/2024/12/28/analysis-why-have-pakistans-ties-with-the-afghan-taliban-turned-frigid\">particularly deteriorated</a>. Islamabad accuses Kabul of harbouring fighters of Tehrik-i-Taliban Pakistan, also known as the Pakistan Taliban. Tensions over this issue boiled over in November when Pakistan <a href=\"/news/2025/11/25/taliban-says-pakistan-bombed-afghanistan-killing-nine-children-and-a-woman\">launched air strikes</a> in Kabul, Khost and other provinces, prompting retaliatory Taliban attacks on border posts.</p><p>Dozens of people were killed before a ceasefire was brokered by Qatar and Turkiye. However, both sides have engaged in fighting since, blaming each other for breaking the fragile truce.</p><p>The Taliban denies Islamabad’s allegations and has blamed Pakistan for its “own security failures”.</p><p>Meanwhile, the Taliban is now invested in <a href=\"/features/2025/1/11/why-is-india-courting-the-taliban-now\">developing a new relationship</a> with Pakistan’s archrival, India, with delegations visiting Indian cities for trade and security discussions. New Delhi was earlier part of the anti-Taliban alliance. However, that approach has changed with the deteriorating ties between Pakistan and the Taliban.</p></div></div></body></html>"
        },
        {
            "title": "Israel becomes first country to recognise Somaliland | Politics News | Al Jazeera",
            "time": "2025-12-26T14:20:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/G9Gfl3iXkAAGSzu-1766761921.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Israel has become the first nation in the world to formally recognise Somaliland, marking a significant diplomatic breakthrough for the breakaway region in the Horn of Africa.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Prime Minister Benjamin Netanyahu announced on Friday that Israel and Somaliland had signed a joint declaration establishing full diplomatic relations, describing it as being “in the spirit of the Abraham Accords”, a set of deals brokered by the United States to establish formal ties between Israel and Arab states.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Somalia’s government released a statement hours after Israel’s announcement, calling the move an “attack” on its sovereignty and an “unlawful action”, and describing Somaliland as an “inseparable” part of the country.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Somaliland declared independence from Somalia in 1991, but it has failed to gain recognition from any United Nations member state. The region controls the northwestern portion of what was once the British Protectorate in northern Somalia.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Somalia has never accepted Somaliland’s independence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Somalia’s Foreign Minister, Abdisalam Abdi Ali, participated in a call with the foreign ministers of Egypt, Turkiye, and Djibouti, during which they reiterated their support for Somalia’s unity.</p><p>The Egyptian Foreign Ministry said the four countries’ top diplomats discussed how recognising the independence of a region within a sovereign country sets a “dangerous precedent” in violation of the UN Charter.</p><p>“Respect for the unity, sovereignty and territorial integrity of states is a fundamental pillar of the stability of the international system and must not be violated or circumvented under any pretext,” the ministry said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Netanyahu congratulated Somaliland President Abdirahman Mohamed Abdullahi, known as Abdirahman Cirro, during a video call, praising his “leadership and commitment to promoting stability and peace” and inviting him to visit Israel.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Israeli Foreign Minister Gideon Saar said the agreement followed a year of extensive dialogue between the two governments and was based on a joint decision by Netanyahu and Cirro to establish full ties, including the appointment of ambassadors and the opening of embassies in both countries.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“We will work together to promote the relations between our countries and nations, regional stability and economic prosperity,” Saar wrote on social media, adding that he had instructed his ministry to immediately institutionalise ties across a wide range of fields.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Cirro welcomed the development as a “historic moment”, expressing readiness for Somaliland to join the Abraham Accords.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Somaliland president said the move “marks the beginning of a strategic partnership that advances mutual interests, strengthens regional peace and security, and delivers shared benefits to all stakeholders”.</p><h2 id=\"complex-issue\">‘Complex’ issue</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The recognition represents a dramatic shift in Somaliland’s fortunes after years of diplomatic isolation.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The region seceded from Somalia during a brutal civil war that followed decades under the authoritarian government of Siad Barre, whose forces devastated the north. While large parts of Somalia descended into chaos, Somaliland stabilised by the late 1990s.</p><p>Somaliland has developed a distinct political identity from Somalia, with its own currency, flag, and parliament. But its eastern regions remain disputed by communities who do not back the separatist programme in the capital Hargeisa.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In recent years, Somaliland developed ties with the United Arab Emirates – a signatory to the Abraham Accords – and Taiwan as it sought international acceptance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Prominent figures within US President Donald Trump’s Republican Party, including Senator Ted Cruz, have been vocal advocates for deepened ties between Somaliland and Israel. Cruz has repeatedly urged the US to recognise Somaliland.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In August, Trump signalled that he was preparing to move on the issue when asked about Somaliland during a White House news conference. “Another complex one, but we’re working on that one, Somaliland,” he said.</p><p>The US, as yet, has not changed its position on the issue.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The announcement comes amid dampening US interest in Somalia, with Trump repeatedly carrying out verbal attacks on the country and its president.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Earlier this year, reports emerged linking potential recognition of Somaliland to plans for ethnically cleansing <a href=\"/news/2025/9/8/somaliland-recognition-for-forced-transfer-of-palestinians-not-worth-it\">Palestinians in Gaza</a> and forcibly moving them to African region.</p><p>The foreign ministers of Egypt, Turkiye, Somalia and Djibouti warned against such a move during their call earlier.</p><p>“The participants also affirmed their categorical rejection of any plans to displace the Palestinian people from their land, plans that are unequivocally rejected by the vast majority of the world’s nations in both form and substance,” the Egyptian Foriegn Ministry said.</p><p>In 2024, Ethiopia also sought a pact with Somaliland, offering recognition in exchange for sea access for Addis Ababa, but backed down under diplomatic pressure.</p><p data-start=\"92\" data-end=\"367\">Jethro Norman, a Somalia expert at the Danish Institute for International Studies, told Al Jazeera that it was unclear whether this development would prompt other countries to follow suit, but it could “embolden other centrifugal forces” in a politically fragmented nation.</p><p data-start=\"92\" data-end=\"367\">Somalia operates a federal system granting significant autonomy to its states. Two key states, Puntland and Jubaland, have withdrawn from the system amid constitutional and electoral disputes.</p><p data-start=\"92\" data-end=\"367\">In a post on X, Puntland’s interior minister said patience pays off, signaling that he viewed the development favourably. “Puntland needs to calculate strategically,” Juha Farah said.</p><p data-start=\"374\" data-end=\"561\">“Basically, you already have a series of de facto states, and Israel’s message is that if you provide strategic value, recognition becomes transactional rather than principled,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Sabalenka vs Kyrgios: Battle of the Sexes - start time, rules, how to watch | Tennis News | Al Jazeera",
            "time": "2025-12-26T14:12:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2191911580-1-1-1762262239_a40889-1762262963.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Aryna Sabalenka vs Nick Kyrgios<br>\n<strong>What:</strong> “Battle of the Sexes” exhibition tennis match<br>\n<strong>Where:</strong> Coca-Cola Arena in Dubai, United Arab Emirates<br>\n<strong>When:</strong> Sunday at 7.45pm (15:45 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 13:00 GMT in advance of our live text commentary stream.</p><p>Women’s world number one Aryna Sabalenka will take on Australian maverick Nick Kyrgios in a “Battle of the Sexes” exhibition tennis match in Dubai on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Sabalenka, 27, will face the 30-year-old former Wimbledon finalist in a modern rendition of tennis icon Billie Jean King’s 1973 showdown with fellow American Bobby Riggs, which turned out to be a watershed moment for both tennis and the women’s movement.</p><p>Here is all to know before their much anticipated showdown:</p><h2 id=\"how-did-the-sabalenka-kyrgios-match-come-about\">How did the Sabalenka-Kyrgios match come about?</h2><p>Kyrgios, who was ranked as high as 13 in the world in men’s singles, threw down the gauntlet to Sabalenka during the US Open in September, saying in an interview he would easily dispatch the Belarusian without having to try “100 percent to win”.</p><p>He said women cannot return professional men’s serves and claimed he would defeat the world’s top-ranked female player.</p><p>Sabalenka responded by saying she was ready to “kick a**”, which eventually led to Evolve, the marketing agency that represents both players, organising this weekend’s matchup.</p><figure id=\"attachment_4194199\" aria-describedby=\"caption-attachment-4194199\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194199\" src=\"/wp-content/uploads/2025/12/2025-09-06T232752Z_1650044908_MT1USATODAY27021474_RTRMADP_3_TENNIS-US-OPEN-1766591381.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aryna Sabalenka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194199\" class=\"wp-caption-text\">Aryna Sabalenka hits a backhand in the women’s singles final of this year’s US Open, which she won against Amanda Anisimova on September 6, 2025 [Mike Frey/Imagn Images via Reuters]</figcaption></figure><h2 id=\"what-s-the-history-behind-the-battle-of-the-sexes\">What’s the history behind the ‘Battle of the Sexes’?</h2><p class=\"pf0\">The original “Battle of the Sexes” took place in 1973 between King, then 29, and Riggs, 55, at the Houston Astrodome.</p><p class=\"pf0\">King, a 12-time singles Grand Slam champion, made history when she defeated the former men’s world number one amateur player 6-4, 6-3, 6-3 in a matchup that drew an estimated 90 million TV viewers worldwide.</p><p class=\"pf0\">King’s straight-sets victory was considered a pivotal moment for women’s sport at the time and solidified her status as a sports and feminist icon of her generation.</p><h2 id=\"what-are-the-rules-for-battle-of-the-sexes\">What are the rules for ‘Battle of the Sexes’?</h2><p>Sabalenka, speaking on the Piers Morgan Uncensored YouTube show on December 9, said it would be “really tough” to compete against a male player of Kyrgios’s standard using a full court and standard rules.</p><p>As a result, there are several rule modifications for this match:</p><ul>\n<li>The players will be limited to just one serve instead of two.</li>\n<li>Sabalenka’s side of the court will be 9 percent smaller than a normal tennis court.</li>\n<li>It will be a best-of-three-sets contest – with a 10-point tiebreaker in the final set if required.</li>\n</ul><h2 id=\"what-has-sabalenka-said-about-the-match\">What has Sabalenka said about the match?</h2><p>“I’m proud to represent women’s tennis and to be part of this modern take of the iconic Battle of the Sexes match,” Sabalenka said in a news release.</p><p>“Dubai is my home, and I know this city loves big, entertaining events. I have a lot of respect for Nick and his talent, but make no mistake, I’m ready to bring my A-game.”</p><h2 id=\"what-has-kyrgios-said-about-the-match\">What has Kyrgios said about the match?</h2><p>Kyrgios said he’ll defeat the four-time Grand Slam champion without having to try hard.</p><p></p><p class=\"pf0\">“I think she’s the type of player who genuinely thinks she’s going to win,” Kyrgios said.</p><p class=\"pf0\">“She is not gonna beat me. Do you really think I have to try 100 percent? I’m gonna try because I’m representing the men’s side. I’d say like 6-2 maybe.”</p><p class=\"pf0\">“I think I’m going to be OK. I’m going to go there, and I don’t want her to win. That’s for sure,” he added.</p><figure id=\"attachment_4194204\" aria-describedby=\"caption-attachment-4194204\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194204\" src=\"/wp-content/uploads/2025/12/2022-07-10T191838Z_686782950_MT1USATODAY18679756_RTRMADP_3_TENNIS-WIMBLEDON-1766591524.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nick Kyrgios reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194204\" class=\"wp-caption-text\">Nick Kyrgios, right, finished runner-up to Novak Djokovic at the 2022 Wimbledon men’s final [File: Peter van den Berg/USA Today Sports via Reuters]</figcaption></figure><p></p><h2 id=\"is-oft-injured-kyrgios-planning-a-return-to-professional-tennis\">Is oft-injured Kyrgios planning a return to professional tennis?</h2><p>Kyrgios will compete at ‍next month’s ‍Brisbane International after receiving a wildcard entry, organisers said on Sunday, as he works towards a potential ​return to the 2026 Australian Open.</p><p>His career has been ravaged by injury over the past couple of ‍years, and ⁠he played only five singles matches in 2025, the most recent at the Miami Open in March.</p><p>Kyrgios, the 2018 Brisbane champion, is now ranked ​673rd in the ‌world with no protected ranking and will also need a wildcard to compete at Melbourne ‌Park.</p><h2 id=\"how-to-watch-the-battle-of-the-sexes\">How to watch the ‘Battle of the Sexes’</h2><p>The match is being broadcast live and free in the United Kingdom on BBC 1 and streamed on BBC iPlayer.</p><p>Please check local guides for access in other countries.</p><p><a href=\"/sports/\">Al Jazeera</a> will provide live text commentary of the match.</p></div></div></body></html>"
        },
        {
            "title": "Stabbing, chemical spray attack injures 15 at Japanese factory | Crime News | Al Jazeera",
            "time": "2025-12-26T14:01:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251226__892Z6CQ__v1__HighRes__JapanCrimeAttack-1766754819.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Stabbing, chemical spray attack injures 15 at Japanese factory</h1><p class=\"article__subhead\"><em>Suspect is in police custody; no information about potential motive.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man has carried out a mass stabbing attack at a Japanese tyre factory, also spraying victims with a chemical substance, according to local officials.</p><p>Eight people were stabbed and seven others were injured after being sprayed by a bleach-like agent at the Yokohama Rubber Co tyremaker in Japan’s Mishima, southwest of Tokyo, on Friday, said the Fujisan Nanto Fire Department.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Japanese media named the suspect as a 38-year-old who is now in custody. He is being charged with attempted murder, reported Japan’s Asahi Shimbun newspaper, citing the Shizuoka prefectural police.</p><p>The suspect was carrying a survival knife and wearing what appeared to be a gas mask, according to investigators cited in the Asahi report. He is believed by police to have acted alone, the report added, though there was no immediate information about a potential motive.</p><p>The Associated Press news agency cited the fire department as saying five of the stab victims are in serious condition, but conscious.</p><p>An employee of a nearby car dealership said she was “shocked” to learn of the attack in what is generally a “quiet” area.</p><p>“I’m scared, but I’m also shocked that it could have happened in a place like this,” the unnamed employee told Asahi Shimbun.</p><p>Violent crime is relatively rare in Japan, which has a low murder rate and some of the world’s toughest gun laws.</p><p>However, there are occasional stabbing attacks and even shootings, including the <a href=\"/news/2025/10/28/suspect-pleads-guilty-to-murdering-former-japanese-pm-abe\">assassination of former Prime Minister Shinzo Abe</a> in 2022.</p><p>In June, <a href=\"/news/2025/6/27/japan-executes-by-hanging-twitter-killer-who-murdered-9\">Japan executed a man</a> dubbed the “Twitter Killer”, after he was convicted of killing and dismembering nine people he met on social media. The execution was the country’s first use of capital punishment in nearly three years.</p><p>A Japanese man was also sentenced to death in October for a shooting and stabbing rampage that killed four people, including two police officers, in 2023.</p></div></div></body></html>"
        },
        {
            "title": "Two people dead in stabbing, car-ramming attack in Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-26T13:49:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694e8a88-1766754952.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Two people dead in stabbing, car-ramming attack in Israel</h1><p class=\"article__subhead\"><em>Attack comes a day after an Israeli army reservist in civilian clothes rammed his vehicle into a Palestinian man praying on the roadside.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Two people have died in a stabbing and car-ramming attack in northern Israel, officials say.</p><p class=\"p1\">Israeli police and emergency workers said a Palestinian from the Israeli-occupied West Bank attacked and killed a man and a woman on Friday before he was shot and wounded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The attack came a day after an Israeli military reservist dressed in civilian clothes <a href=\"/video/newsfeed/2025/12/26/israeli-settler-runs-over-palestinian-man-praying-near-ramallah\">rammed his vehicle</a> into a Palestinian man who was praying on a roadside in the West Bank after earlier firing shots in the area.</p><p class=\"p1\">“Footage was ⁠received of an armed individual running over a Palestinian ​individual,” the Israeli military said in a statement about Thursday’s attack, adding ‍that the Israeli reservist’s military service had been terminated. The Palestinian man went to hospital for checks after the attack before returning ​home.</p><p class=\"p1\">In Friday’s incident, Israeli police said the attacker first crashed his vehicle into people in the northern city of Beisan (Beit Shean), killing a 68-year-old man, and then sped onto a highway.</p><p class=\"p1\">Later, he fatally stabbed a 20-year-old woman near the highway, “and the suspect was ultimately engaged with gunfire near Maonot Junction in Afula following intervention by a civilian bystander,” police said, adding that the attacker was taken to a hospital.</p><p class=\"p1\">Both the victims were pronounced dead at the scene by paramedics, Israel’s rescue services said. A teenage boy was hospitalised with minor wounds sustained in the car-ramming, according to bystanders.</p><p class=\"p1\">The Israeli military said the attacker had “infiltrated into Israeli territory several days ago”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Since Israel’s genocidal war in Gaza began in October 2023, tens of thousands of Palestinians have been killed there.</p><p class=\"p1\">At the same time, Israeli settlers have escalated violence in the West Bank, seizing Palestinian land and harassing civilians while Israeli forces conduct regular raids and arrests.</p><p class=\"p1\">More than 1,000 Palestinians have been killed in the West Bank ‌since October 7, 2023, mostly in operations by security forces and some by settler violence, according ‍to the United Nations.</p><p class=\"p1\">In the same period, 57 Israelis have been killed in Palestinian attacks.</p><p class=\"p1\">After Friday’s incident, Israeli Defence Minister Israel Katz said he had instructed the military ​to respond forcefully in ‌the West Bank town of Qabatiya, where he said the assailant came from.</p><p class=\"p1\">The Israeli military said it was “preparing for an operation” ‌in the area.</p></div></div></body></html>"
        },
        {
            "title": "US bombs target ISIL in Nigeria: What’s really going on? | Boko Haram News | Al Jazeera",
            "time": "2025-12-26T13:16:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25359276918868-1766747868.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has launched “powerful and deadly” <a href=\"/news/liveblog/2025/12/26/live-nigeria-confirms-joint-us-strikes-on-isil-targets-in-its-north-west\">strikes</a> against groups it claims are affiliated with ISIL (ISIS) in Nigeria, President Donald Trump said on Thursday.</p><p>The unprecedented Christmas Day strikes came after weeks of accusations from Trump and top Republicans about an alleged “<a href=\"/news/2025/10/8/ted-cruz-blames-nigeria-for-mass-murder-of-christians-whats-the-truth\">Christian genocide</a>” they say has been enabled by the Nigerian government. They represent the first known direct US military intervention in the troubled, conflict-racked country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Neither side has shared precise information about the identity of the targets struck and the results of the strikes. Security analyst Kabir Adamu from Beacon Security and Intelligence in Abuja told Al Jazeera the likely targets are members of “Lakurawa”, an armed group linked to an offshoot of ISIL, and which has only recently become known. Its profile is still being studied by researchers.</p><p>One town which appeared to have been hit was Jabo in the northwestern Sokoto State, but no ISIL-linked cells are known to operate there. Furthermore, when Trump and other US right wingers have referred to a “Christian genocide” In Nigeria, they have usually mentioned an entirely different area in central Nigeria.</p><p>Launching the strikes on Christmas Day and on locations in northwest Nigeria, where the Sokoto Caliphate, responsible for the spread of Islam into Nigeria and revered by Nigerian muslims, is highly symbolic, analyst Femi Owolade of the UK’s Sheffield Hallam University told Al Jazeera, and plays into the Trump administration’s narrative of “saving” Nigerian Christians.</p><p>“Striking on Christmas Day reinforces perceptions of a religiously motivated confrontation or a renewed religious ‘crusade’,” he said.</p><p>Here’s what we know about the strikes:</p><figure id=\"attachment_4196085\" aria-describedby=\"caption-attachment-4196085\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196085\" src=\"/wp-content/uploads/2025/12/WEB-MAP-NIGERIA-SOKOTO-1000X562-1766711326.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"[Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196085\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-happened\">What happened?</h2><p>US President Donald Trump revealed in a post on his Truth Social platform on Thursday that the US had launched “numerous perfect” strikes on “ISIS positions” in northwest Nigeria.</p><p>“Tonight, at my direction as Commander in Chief, the United States launched a powerful and deadly strike against ISIS Terrorist Scum in Northwest Nigeria, who have been targeting and viciously killing, primarily, innocent Christians, at levels not seen for many years, and even Centuries!…”</p><p>Trump did not disclose details about which or how many targets were hit, but he added that they would continue if the alleged slaughter of Christians did not stop.</p><p>The US Africa Command said in a statement that an initial assessment of the strikes had revealed “multiple ISIS terrorists were killed in the ISIS camps”.</p><p>US Secretary of Defense Pete Hegseth thanked Nigeria for cooperating with the strikes. The (US) “is always ready, so ISIS found out tonight – on Christmas. More to come…,” he posted on social media platform X.</p><p>In another post on X, the US Defense Department shared a video showing what appeared to be the moment a bomb was fired from a US warship in an unmarked location. Conflict analyst Murtala Abdullahi of the Goro Initiative, who tracks aerial activity in Nigeria, said it was likely that the US had launched missiles from a position in the Gulf of Guinea.</p><p>In a statement on Friday morning, Nigeria’s Foreign Affairs Ministry confirmed the attacks and said they targeted elements based in the northwest of the country.</p><p>Nigerian authorities have vehemently denied allegations of a “Christian genocide”, and said the strikes had been carried out within an international cooperation framework that allows the sharing of intelligence and strategic coordination with the US and others, “consistent with international law, mutual respect for sovereignty and shared commitments to regional and global security”.</p><p>Speaking to Al Jazeera, Minister of Foreign Affairs Yusuf Tuggar said both parties closely cooperated on the attack and that the US Secretary of State had called him before the strikes were launched. Tuggar, however, added that Nigeria faces a complex security challenge that is also affecting other countries in the region, and that the strikes were not religion-based.</p><p>“It is a regional conflict, it is not a Nigeria Christian-Muslim conflict,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-about-the-targets\">What do we know about the targets?</h2><p>At least one town – Jabo in Nigeria’s northwestern Sokoto State – was confirmed to have been hit, analyst Adamu said. Photos shared on social media by residents there appear to confirm the location, with some posting what appear to be fragments of a bomb and others posting videos of a large fire on a farm. The information could not be independently verified by Al Jazeera.</p><p>“There were no casualties as of this morning,” Adamu said, adding that it’s unclear why Jabo was chosen, as there are no known ISIL-linked terror cells there.</p><p>Locals on social media also questioned why their town had been targeted.</p><p>A spokesperson for the Nigerian Foreign Ministry told Al Jazeera that the strikes had been carried out based on intelligence provided by Nigeria.</p><p>“The air strikes covered a precise area, and what people are seeing are fragments that fell in Jabo,” he said.</p><h2 id=\"is-isil-operating-in-nigeria\">Is ISIL operating in Nigeria?</h2><p>Yes, about six ideological armed groups exist in Nigeria, all of them linked to either ISIL (ISIS) or al-Qaeda.</p><p>They have targeted both Christian and Muslim communities in their areas of operation in the country’s predominantly Muslim northeast and northwest regions.</p><p>The strikes on Thursday likely targeted a faction called Lakurawa, which has recently emerged, and whose profile is still not fully known.</p><p>Here are some of the factions explained:</p><p><strong>Boko Haram:</strong> The most recognised armed group is Boko Haram, which is based in Borno State, northeast Nigeria.</p><p>The group gained international notoriety for kidnapping 300 school girls from their dormitory in Chibok, Borno State, under the leadership of Ibrahim Shekau in 2014.</p><p>It was most active between 2012 and 2015. At the height of its activities, the group targeted military installations and civilians around Borno and the neighbouring Yobe and Adamawa states. It also spread across porous borders into Cameroon, Niger and Chad.</p><p>Boko Haram used suicide bombing and mass kidnapping tactics against both Christian and Muslim communities, attacking churches and mosques alike. Its main hideout was the Sambisa Forest in Borno, but it also controlled large swaths of rural territory where it taxed locals and operated as a government.</p><p>At least 30,000 people died, and millions were displaced at the height of Boko Haram’s operations. The group has been largely deflated by infighting and pressure from the Nigerian military. Since 2015, it has lost much of the territory it controlled.</p><p><strong>ISWAP:</strong> The ISIL-affiliate in West Africa Province (ISWAP) broke away from Boko Haram in 2016 following disagreements between top military leaders. The two groups have maintained a violent rivalry.</p><p>ISWAP is believed to have between 8,000 and 12,000 fighters, according to the United Nations. It is currently active around the Lake Chad basin area in northeast Nigeria, and has active cells in the northwest of the country.</p><p>It controls local communities, where it attempts to win support by providing basic amenities while taxing local farmers and fishermen.</p><p><strong>Lakurawa:</strong> A newly emerged faction, the group operates in remote parts of the country’s northwest Sokoto State, including in the Tangaza, Gudu, Illela, Binji and Silame local governments. It is also present in northwest Zamfara and Kebbi states.</p><p>Jabo, which is located in Sokoto and was struck on Thursday, is known for harbouring bandits, but analysts say there’s no strong presence of Lakurawa or other ISIL cells in the town.</p><p>Nigerian officials confirmed the group’s existence in November 2024 and designated it a terror group in January.</p><p>Before its emergence, ragtag bandit groups had been targeting remote communities in Sokoto and neighbouring Zamfara. In 2017, local leaders invited armed fighters from Mali and Niger, mostly from the Fulani pastoral ethnic group, to fight the bandits, as government presence was failing to deter them, according to researchers James Barnett and Vincent Foucher. However, some of the arriving fighters were affiliated with armed groups operating in Niger and Mali, including the ISIL in Sahel Province (ISSP), also known as Islamic State Greater Sahara (ISGS).</p><p>By 2018, the fighters had moved on from rescuing victims from bandits to enforcing Islamic law on villages.</p><p>Lakurawa elements have since grown bolder and more lethal in recent years, targeting security outposts.</p><p>Researchers do not believe there is a single, homogenous Lakurawa group, but suggest that many factions are being clumped together by the government, potentially hampering an effective response. Some also say the group’s alllegiance could be to al-Qaeda, rather than ISIL.</p><p>In 2024, a United Nations Security Council report confirmed the presence of ISGS affiliates in northwest Nigeria’s Sokoto State. It’s unclear to what extent ISWAP and Lakurawa coordinate.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-the-trump-administration-targeting-nigeria-now\">Why is the Trump administration targeting Nigeria now?</h2><p>President Trump maintains that the US strikes have been carried out to protect Christian communities in Nigeria.</p><p>United States Senator Ted Cruz first accused Nigeria’s government of enabling a “massacre” against Christians in October 2025, citing a rising number of <a href=\"/news/2025/4/19/herder-farmer-clashes-in-nigeria-kill-at-least-17\" target=\"_blank\" rel=\"noopener\">attacks</a> against the community in the country’s central Middle Belt region, which is separate from the violence in the north. He claimed, without proof, that 50,000 Christians had been killed since 2009. In September, he introduced the Nigeria Religious Freedom Accountability Act which, if it passes Congress, would sanction Nigerian officials seen as complicit in the killings of Christians.</p><p>Cruz was echoing claims from within the Christian political right in the US of a Christian genocide in Nigeria for the past few years.</p><p>Then, in November, Trump also accused Nigeria of a Christian genocide, referring to ISIL, and appearing to link the two separate issues. He also referred to Nigeria as a “Country of National Concern”.</p><p>But while Cruz and other far-right US voices identified the Middle Belt region of Nigeria as the site of the alleged “Christian genocide”, the US strikes on Thursday targeted a town in Nigeria’s predominantly Muslim north. Jabo is a largely Muslim town, and Muslim communities there have been the targets of bandits who kidnap them for ransom.</p><h2 id=\"what-is-really-happening-in-nigeria\">What is really happening in Nigeria?</h2><p>The situation in Nigeria is far more complex than has been presented by the Trump administration, which appears to conflate two separate issues.</p><p>Nigeria is a vast country of 200 million people from more than 250 ethnic groups. It suffers not just at the hands of the ideological armed groups but also as a result of ethnoreligious violence.</p><p>The fertile Middle Belt region of the country, which Cruz referred to, has long been a hotbed of violence between predominantly Muslim herders from the majority Fulani ethnic group and Christian farming communities from different minority ethnic groups who have repeatedly clashed over land and water resources.</p><p>The violence has grown in scale and weaponry over the past few years, and has largely targeted Christian farming communities.</p><p>The farmers say herder groups attack their communities in lethal raids using sophisticated weapons, burn whole villages to the ground and massacre civilians. They also target infrastructure like schools, clinics, grain reserves, churches and boreholes.</p><p>In May, Amnesty International <a href=\"https://www.amnesty.org/en/latest/news/2025/05/nigeria-mounting-death-toll-unchecked-attacks-armed-groups/?utm_source=chatgpt.com\" target=\"_blank\" rel=\"noopener\">reported</a> that close to 10,000 people had been killed since 2023, including children, in the worst-affected states of Benue and Plateau, and that more than 500,000 people have been displaced.</p><p>Nigeria’s government has long termed this a “local farmer-herdman crisis”, but the affected communities reject this classification, saying it oversimplifies the problem and means an inadequate response. One community leader in Benue called recent killings a “full-scale genocidal invasion and land-grabbing campaign by herder terrorists and bandits”.</p><h2 id=\"how-much-of-a-say-did-nigeria-have-in-the-us-strikes\">How much of a say did Nigeria have in the US strikes?</h2><p>The Nigerian Foreign Ministry said the strikes had been carried out with the consent of Nigeria. Locally, however, Nigeria’s President Bola Tinubu has come under fire from opposition politicians who say the US strikes represent a violation of the country’s sovereignty.</p><p>“Judging by the nature of the confirmed strike on a village in Sokoto, it is clear that the US President under whose authority this operation occurred neither understands nor genuinely cares about Nigeria or Nigerians,” Omoyele Sowore, a former presidential candidate and leader of the African Action Congress, said in a statement on X.</p><p>“It is deeply troubling that Nigeria [Africa’s most populous nation] lacks the capable and sovereign leadership required to protect its people and its territory.”</p><p>Analyst Owolade told Al Jazeera it is unlikely that the US would launch strikes without Nigeria’s green light, but pointed out that the way the US has referred to the cooperation is quite different from how Nigeria is wording it.</p><p>“This suggests a cooperative but unequal partnership, shaped by Nigeria’s dependence on external intelligence and military capacity, and the US’s desire to frame the tension in Nigeria as genocide against Christians and project counter-ISIS resolve in West Africa,” he said.</p><h2 id=\"what-s-the-history-of-us-nigeria-security-collaboration\">What’s the history of US-Nigeria security collaboration?</h2><p>The US has cooperated with Nigeria and other West African countries to combat the regional threat of armed groups, mainly through training and weapons sales. This is the first time the US has directly conducted air strikes in Nigeria, however.</p><p>During the peak of the Boko Haram crisis, the US intensified training cooperation and supported Nigeria with intelligence, surveillance and reconnaissance, especially under the joint Multinational Joint Task Force (MNJTF). The group includes Nigeria, Niger, Chad, Cameroon and Benin, which are all connected by Lake Chad, and which are all experiencing armed incursions.</p><p>However, the joint task force has begun to break down. Niger’s military government has been at odds with Nigeria since June 2023, when the military there seized power. Niger is also at odds with the US and other Western partners like France. In August 2024, the US military began withdrawing from its important bases in the country, from where it monitored armed groups in the Sahel.</p><p>Niger pulled out of the MNJTF in April, and Chad is threatening to withdraw. Analysts from the Institute for Security Studies link the coalition’s breakdown to increased armed group activity across the region.</p></div></div></body></html>"
        },
        {
            "title": "China sanctions 30 US firms, individuals over Taiwan weapons sales | Weapons News | Al Jazeera",
            "time": "2025-12-26T13:09:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-08-26T090721Z_183189507_RC2JN9AOCZV7_RTRMADP_3_TAIWAN-DEFENCE-1766747613.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>China sanctions 30 US firms, individuals over Taiwan weapons sales</h1><p class=\"article__subhead\"><em>Beijing urged the US to cease ‘dangerous’ efforts to arm the island, which it claims as its own.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has sanctioned a group of United States defence companies and senior executives over weapons sales to Taiwan, the latest move against Washington’s support for the self-governed island that Beijing claims as its own.</p><p>China’s Ministry of Foreign Affairs announced the measures on Friday, targeting 20 US defence firms and 10 individuals. It said the sanctions are retaliation for the US’s newly announced <a href=\"/news/2025/12/18/us-approves-11bn-in-arms-sales-to-taiwan-in-deal-likely-to-anger-china\">$11.1bn weapons package</a> for Taiwan, one of its largest ever for the territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Any provocative actions that cross the line on the Taiwan issue ‌will be met with a strong ⁠response from China,” said a statement from the ministry, urging the US to cease “dangerous” efforts to arm the island.</p><p>The sanctioned companies include Boeing’s St Louis branch, Northrop Grumman Systems Corporation, L3Harris Maritime Services and Lazarus AI.</p><p>The measures freeze these companies’ assets in China and bar domestic organisations and individuals from working with them, according to the ministry. They also seize the China-held assets of sanctioned individuals and ban them from entering China.</p><p>Targeted individuals include the founder of defence firm Anduril Industries and nine senior executives from the sanctioned firms. The measures take effect on December 26.</p><p>The US is bound by law to provide Taiwan, which rejects Beijing’s claim to the territory, with the means to defend itself. But US arms sales to the island have <a href=\"/news/2025/11/26/china-warns-foreign-interference-in-taiwan-will-be-crushed\">deepened tensions with China</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The latest <a href=\"/news/2025/12/18/us-approves-11bn-in-arms-sales-to-taiwan-in-deal-likely-to-anger-china\">US weapons deal with Taiwan</a>, announced by President Donald Trump on December 17, includes the proposed sale of 82 High Mobility Artillery Rocket Systems, or HIMARS, and 420 Army Tactical Missile Systems, or ATACMS – worth more than $4bn.</p><p>The defence systems are similar to what the US had been providing Ukraine to defend against Russian aerial attacks.</p><p>The deal also includes 60 self-propelled howitzer artillery systems and related equipment worth more than $4bn and drones valued at more than $1bn.</p><p>Taiwan’s Ministry of National Defence praised the US for assisting Taiwan “in maintaining sufficient self-defence capabilities and in rapidly building strong deterrent power”.</p></div></div></body></html>"
        },
        {
            "title": "Iran’s government budget reveals tough road ahead as currency hits new low | Business and Economy News | Al Jazeera",
            "time": "2025-12-26T12:59:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694d7976-1766685046.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s5\"><strong>Tehran, Iran –</strong> Iran’s currency has been registering new lows amid ongoing economic turmoil that is also reflected in a planned budget for next year that effectively shrinks public spending.</p><p class=\"s5\">Each United States dollar was priced at about 1.36 million rials in the open market on Wednesday in Tehran, its highest rate ever, before the Iranian currency slightly regained ground on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s5\">The embattled national currency <a href=\"/news/2025/9/28/iranians-fear-more-economic-pain-war-as-un-sanctions-snapback\">has been rapidly declining</a> over recent weeks as the US and its Western allies pile on their sanctions and diplomatic pressure, and the threat of another war with Israel lingers.</p><p class=\"s5\">President Masoud Pezeshkian this week sent his administration’s finalised proposed budget to the <a href=\"/news/2025/9/22/hardline-lawmakers-demand-nuclear-bomb-as-iran-braces-for-un-sanctions\">hardline-dominated parliament</a> for the upcoming Iranian calendar year, which starts in late March. The budget will then have to be greenlit by the 12-member Guardian Council before being ratified into law in the coming weeks.</p><p class=\"s5\">The presented budget nominally grew by just over 5 percent compared with last year, but inflation currently stands at about 50 percent – indicating that the government envisions lower spending while managing a so-called “resistance economy” as it faces a massive budget crunch yet again.</p><p>But minimum wages are to be raised far below the inflation rate, too, at only 20 percent, meaning that Iranians are once more guaranteed to have far less spending power next year as the embattled national currency sinks.</p><figure id=\"attachment_4195923\" aria-describedby=\"caption-attachment-4195923\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4195923\" src=\"/wp-content/uploads/2025/12/epa_694d7d03128f-1766685955.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12605803 Iranians view Yalda decorations as they prepare to celebrate the Yalda feast in Tehran, Iran, 20 December 2025. Yalda is an ancient tradition marking the onset of winter and the longest night of the year. The celebration goes back thousands of years to the time when Zoroastrianism was the predominant religion of ancient Persia. Watermelons and pomegranates, along with dried fruit, are the main specialties of the Yalda feast. EPA/ABEDIN TAHERKENAREH\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4195923\" class=\"wp-caption-text\">Iranians view decorations as they prepare to celebrate the Yalda feast, an ancient tradition marking the onset of winter and the longest night of the year, in Tehran, Iran, on December 20, 2025 [Abedin Taherkenareh/EPA]</figcaption></figure><p class=\"s5\">At the same time, the budget says the government sees taxes rising by a massive 62 percent next year, as authorities try to gradually decrease dependence on oil revenues amid US efforts to drive down Iranian exports, which are <a href=\"/news/2025/12/19/rogue-tankers-off-singapore-what-are-shadow-fleets-and-who-uses-them\">carried by a shadow fleet of ships mostly to China</a>.</p><p class=\"s5\">At the current exchange rate, the whole budget is worth about $106bn, several times lower than the projected 2026 budgets of regional players like Turkiye, Saudi Arabia and Israel.</p><p class=\"s5\">Iran’s rent-distributing <a href=\"/economy/2019/7/2/why-does-iran-have-three-foreign-exchange-rates\">multi-tier exchange rate system</a> is still at play, with the government proposing allocating a rate for customs duties, import valuation and budget accounting tables, and another closer to the open market rate used for oil revenue realisation.</p><p class=\"s5\">An earlier subsidised exchange rate, which was far lower than the open market rate, has now been abandoned. Any excess cash resulting from this is expected to be doled out to low-income Iranians in the form of <a href=\"/news/2025/3/11/irans-coupons-and-taxes-giving-with-one-hand-taking-with-the-other\">electronic coupons</a> that can be used to buy essential items like food.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s5\">For the first time, the budget is drafted in new rials as four zeros are expected to be removed from the ailing national currency by the time the budget is operational for next year.</p><p class=\"s5\">After years of back and forth, the parliament in October approved the government plan to lop off four zeros. The move is only cosmetic and will not help with the runaway inflation, but proponents argued it was necessary after years of currency devaluation.</p><h2 id=\"budget-spells-grim-outlook\" class=\"s3\">Budget spells grim outlook</h2><p class=\"s5\">Several major factors have already been raising alarm over how bad the economic situation could become next year.</p><p class=\"s5\">Iranians online reacted poorly to the fact that the government predicts wages will be far outpaced by inflation and tax collection. Others were concerned that eliminating the subsidised rate for essential goods could <a href=\"/news/2022/5/12/nuclear-talks-irans-raisi-engages-in-major-economic-reform\">cause another price shock</a> in the short term.</p><p class=\"s5\">Many shared a video of Pezeshkian from last year running for president, when he said during a televised interview that the stark disparity between wage increases and inflation is a “grave injustice” being done to the Iranian people.</p><p class=\"s5\">“Unfortunately, so long as we do not resolve the structural issues, we are making labourers and government workers poorer by the day while those with money get bigger and bigger,” Pezeshkian said at the time.</p><p class=\"s5\">“This inflation is an additional tax on the poor and the disenfranchised.”</p><figure id=\"attachment_4195928\" aria-describedby=\"caption-attachment-4195928\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4195928\" src=\"/wp-content/uploads/2025/12/reuters_694d7dbb-1766686139.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Iranian women shop in a local market as the value of the Iranian rial drops, in Tehran, Iran, December 20, 2025. Majid Asgaripour/WANA (West Asia News Agency) via REUTERS ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4195928\" class=\"wp-caption-text\">Iranian women shop in a local market as the value of the Iranian rial drops, in Tehran, Iran, on December 20, 2025 [Majid Asgaripour/WANA (West Asia News Agency) via Reuters]</figcaption></figure><p class=\"s5\">But successive governments have failed to eliminate budget deficits or rein in <a href=\"/news/2025/10/27/corruption-mismanagement-in-spotlight-as-iran-dissolves-major-private-bank\">banks teetering on the brink of insolvency</a>, therefore relying on the central bank to print more money to run the country and, in turn, exacerbate inflation.</p><p class=\"s5\">Earlier in December, the government proceeded with increasing the price cap of petroleum despite repeated assurances it had no plans to that effect this year. The move has already led to increased transport costs, which will end up taking inflation higher.</p><p class=\"s7\">There are now four price tiers for petroleum, with the cheapest and lowest quality that is available to most Iranians costing up to 50,000 rials per litre (about $1.19) and higher quality imported fuel delivered this week at 800,000 rials per litre ($19).</p><p class=\"s5\">Hamid Pourmohammadi, who heads the Plan and Budget Organization of Iran, insisted that the government has devised a 20-point plan to be unveiled soon that will reduce pressure on the livelihoods of Iran’s 90 million population.</p><p class=\"s5\">“The government is trying to adopt an active approach to address the economic challenges of the people, businesses and economists, so there is no perception of complacency in these economic conditions,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "RSF says Sudan’s army launches air strikes on paramilitary stronghold Nyala | Sudan war News | Al Jazeera",
            "time": "2025-12-26T12:34:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2012/11/201211552323692734_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Sudan’s Rapid Support Forces (RSF) paramilitary group says the country’s army struck a fuel market in the city of Nyala, the RSF’s administrative capital, as part of an intensified aerial campaign against its positions in South Darfur.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">For three consecutive days ending Thursday, military drones and warplanes pounded strategic RSF sites across Nyala, including the international airport, military positions and training facilities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The strike on the fuel market triggered a huge blaze as barrels of fuel exploded, according to footage circulated on social media, sending thick plumes of black smoke into the air.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Youssef Idris Youssef, who heads the RSF’s civil administration in South Darfur, accused the army of deliberately targeting civilians. He described the attack as part of “a systematic policy” to punish Darfur residents for not resisting the RSF presence in their communities.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Sudanese military has not issued any statement regarding the strikes.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Casualties were reported among both civilians and RSF members involved in the fuel trade.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In the aftermath, RSF intelligence services conducted mass arrests near the targeted site and Nyala’s main market, detaining civilians and military personnel on accusations of providing coordinates to the army, according to local sources.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Nyala holds particular strategic importance as the seat of the RSF’s parallel government, known as TASIS, which the group declared in July. Led by RSF commander Mohamed Hamdan “Hemedti” Dagalo, the alternative administration has been widely <a href=\"/news/2025/7/26/rsf-paramilitary-led-coalition-forms-parallel-government-in-war-torn-sudan\">condemned</a> as possibly fracturing Sudan, but controls significant territory across Darfur.</p><p>The city was struck by the army in October when it targeted the RSF and Nyala airport, which has been reportedly used by the RSF as a logistics hub for its forces.</p><h3>Fighting continues across Darfur</h3><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Fighting has raged across Darfur since the RSF captured el-Fasher in October, an offensive marked by atrocities <a href=\"/news/2025/12/16/yale-report-unveils-rsf-attempt-to-cover-up-sudan-atrocities-mass-burials\">documented</a> by rights groups.</p><p>The United States has said the RSF has <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">committed</a> genocide in Darfur.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">This week, the RSF announced it had seized the Abu Qumra region in North Darfur and claimed advances towards Um Buru, though joint forces allied with the army disputed RSF assertions that they had also taken the town of Karnoi.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The attack on Nyala came just two days after Sudan’s prime minister, Kamil Idris, presented a peace proposal to the United Nations Security Council calling for RSF withdrawal from captured areas, disarmament in camps, and eventual elections.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The RSF rejected the plan, with spokesman Alaa el-Din Naqd telling Sudanese outlet Radio Dabanga it amounted to “wishful thinking”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Sudan’s de facto leader, Abdel Fattah al-Burhan, was in Ankara for talks on Thursday with Turkish President Recep Tayyip Erdogan, at which Erdogan expressed his support for peace efforts and his opposition to dividing Sudan.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Hours earlier, a senior official in Sudan’s Transitional Sovereignty Council ruled out any <a href=\"/news/2025/12/25/no-negotiation-no-truce-with-rsf-says-senior-sudan-official\">negotiations</a>, declaring there could be “no truce and no negotiation with an occupier”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The war, which erupted in April 2023, has killed more than 100,000 people and displaced nearly 14 million, in what the UN describes as one of the world’s worst humanitarian crises.</p><p>Since the RSF seized el-Fasher – the last major army stronghold in Darfur – the conflict has shifted to Central Kordofan, splitting Sudan between territories controlled by the military and the RSF.</p></div></div></body></html>"
        },
        {
            "title": "Syria’s Christians mark Christmas under heavy security | Religion | Al Jazeera",
            "time": "2025-12-26T12:31:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766752308.jpg?resize=1920%2C1068&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera witnesses fighting at Thai-Cambodia border despite talks | Conflict | Al Jazeera",
            "time": "2025-12-26T12:25:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766751897.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Dec 2025</span><span aria-hidden=\"true\">26 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Guinea elections: Who’s running and what’s at stake? | Corruption News | Al Jazeera",
            "time": "2025-12-26T12:12:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T070030Z_136829474_RC2ZOHAK5SSW_RTRMADP_3_GUINEA-ELECTION-DOUMBOUYA-1766606845.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four years after military leader General Mamady Doumbouya led a coup that toppled the civilian government of the day and derailed the country’s fragile democracy, Guineans will head to the polls in a Sunday vote that will likely not deliver any surprises.</p><p>The young military leader, known for his signature wraparound sunglasses, is widely expected to win the vote on December 28 and solidify his hold on power in the resource-rich West African nation, as key opposition figures have been barred from participating.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>With a population of 15 million, Guinea holds one of the world’s largest deposits of iron ore and is the leading exporter of bauxite – a key component of aluminium. Doumbouya’s government is banking on its vast mines, especially the mega Simandou mine – one of the largest iron ore projects in the world, to create more jobs and revenue in the coming years. Diamond, gold and uranium deposits are also abundant in the country.</p><p>Doumbouya has gained some support due to new policies that have boosted mining exports. However, the general’s detractors question his legitimacy, citing his previous pledge not to run in elections, as well as his various bans on protests and media.</p><p>The 2021 coup destabilised Guinea’s democratic trajectory. After decades of coups and dictatorships, it was only in 2010 that Guineans voted in the first, truly free and fair elections since independence from France in 1958. The coup also caused suspensions from the African Union and sanctions from the regional Economic Community of West African States (ECOWAS) bloc.</p><p>Guinea’s capital is the coastal city of Conakry. Most Guineans practise Islam (85 percent), while others are Christians and animists (15 percent). The Fulani or Peul, Malinke and Soso are the largest ethnic groups, although there are more than two dozen ethnic groups. The country is known for being the source of the Niger River, which flows through several countries and empties into the Atlantic Ocean through Nigeria.</p><figure id=\"attachment_4194511\" aria-describedby=\"caption-attachment-4194511\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194511\" src=\"/wp-content/uploads/2025/12/2025-12-22T070035Z_1455506136_RC2RPHAOIKCW_RTRMADP_3_GUINEA-ELECTION-DOUMBOUYA-1766606862.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Simandou mines\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194511\" class=\"wp-caption-text\">Mining vehicles operate at the Simandou mine, one of the largest high-grade iron ore deposits, run by Australian company Rio Tinto and joint-venture partners SimFer in the Nzerekore region, Guinea, on November 4, 2025 [Luc Gnago/Reuters]</figcaption></figure><h2 id=\"how-does-voting-work\">How does voting work?</h2><p>About 6.7 million eligible voters (those over 18 years) are registered for the elections. There are 23,662 polling stations.</p><p>The president will be elected by an absolute majority vote through a two-round system, for a seven-year term.</p><p>A high turnout is expected based on the 87 percent of voters who turned up for a referendum held in September. That vote was largely seen as a test of Doumbouya’s popularity, and more than 90 percent voted “yes” to a new constitution that allows military leaders to run for office, extends the presidential mandate from five to seven years, and creates a senate, of which a third of members would be presidential appointees.</p><p>Nine presidential candidates have been cleared to run, although the major opposition challengers who stood a real chance were barred on technicalities. None of the eight opposition candidates has a solid political footing. Candidates took part in an evening series on state television where they debated each other’s proposals weeks ahead of the vote.</p><p>Campaigns opened on November 28 and closed at midnight on December 25. Doumbouya largely stayed off the campaign trail, although his ministers travelled across the country, urging civilians and the military to vote at large rallies that featured musicians and attracted young people. One private businessman also held a carnival in Conakry to support Doumbouya this week.</p><p>About 10,000 election observers from the Economic Community of West African States (ECOWAS), the European Union, the United Nations, the International Organisation of the Francophonie and several other organisations will be present.</p><h2 id=\"who-has-been-excluded\">Who has been excluded?</h2><figure id=\"attachment_1205219\" aria-describedby=\"caption-attachment-1205219\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1205219\" src=\"/wp-content/uploads/2020/10/000_8QM4AM.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Diallo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1205219\" class=\"wp-caption-text\">Former prime minister and once main challenger Cellou Dalein Diallo speaks at the Press House in Dakar on September 24, 2020, during an invitation by the foreign media in Senegal. The politician was barred from the December 28 elections [Seyllou/AFP]</figcaption></figure><h2 id=\"cellou-dalein-diallo-73\">Cellou Dalein Diallo, 73</h2><p>Diallo, a longtime opposition leader, was going to be Doumbouya’s most formidable challenger. The former prime minister (2004-2006) heads the Union of Democratic Forces of Guinea (UFDG). He contested the 2010 and 2015 elections but was beaten by Alpha Conde, his archrival, on both occasions. When the coup leaders seized power in 2021, Diallo welcomed the move and pledged his willingness to work with them in restoring democracy.</p><p>However, Doumbouya’s government launched corruption proceedings against him in relation to the sale of Air Guinee, the national carrier, back in 2002, when Diallo was transport minister. Diallo, who accused the military ruler of a witch-hunt to block him from elections, has since been forced into exile in neighbouring Senegal and in France. In August, his party was one of three suspended because documents they submitted had “substantial deficiencies”, according to the Ministry of Territorial Administration, which is in charge of the elections, as opposed to an independent elections commission. Diallo was also disqualified based on his residency, as the new constitution adopted in September requires that presidential candidates have their primary residence in the country.</p><figure id=\"attachment_1220691\" aria-describedby=\"caption-attachment-1220691\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1220691\" src=\"/wp-content/uploads/2020/10/2020-10-24T122237Z_381428548_RC20PJ9VYYMV_RTRMADP_3_GUINEA-ELECTION-1.jpg?w=770&amp;resize=770%2C519&amp;quality=80\" alt=\"Alpha Conde\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1220691\" class=\"wp-caption-text\">Guinea’s then-president Alpha Conde laughs as he addresses a conference in Berlin, Germany, on November 19, 2019 [John MacDougall/Reuters]</figcaption></figure><h2 id=\"alpha-conde-87\">Alpha Conde, 87</h2><p>Conde’s decision to run for a third term in 2021, after serving two five-year terms, threw Guinea into chaos and led to the September coup.</p><p>A longtime opponent of military regimes in the country, Conde promised to strengthen democracy upon his election in 2010, after polls that, despite being turbulent, were also a chance for the country to depart from decades of dictatorship. He was the first Guinean president to be elected in a free election. His government oversaw improvements in the mining sector and managed the 2014 Ebola epidemic, but is also accused of gross corruption and mismanagement.</p><p>In March 2020, he pushed through a referendum that allowed him to seek two more terms, claiming it reset his limit. The move led to widespread protests across the country that turned violent as the police and army attempted to shut them down, leading to dozens of deaths. The elections in October 2020 were held amid the turmoil, and at least 30 people were killed during the polls. In September 2021, Conde was deposed and arrested by a group of soldiers led by Doumbouya, whom he had appointed in 2018 as head of the elite Special Forces Group. He is believed to be in exile in Turkiye. Conde’s Rally of the Guinean People (RPG) was one of the parties suspended in August because it had “not fulfilled the obligations required,” according to the authorities.</p><h2 id=\"sidya-toure-80\">Sidya Toure, 80</h2><p>The former prime minister (1996-1999) is another well-known opposition figure who has been sidelined. He came third in the historic 2010 elections with 13 percent of the vote. Toure is the leader of the Union of Republican Forces (UFR). He has lived in exile in the Ivory Coast for several years and was disqualified from the elections based on his foreign residency.</p><h2 id=\"who-is-running\">Who is running?</h2><figure id=\"attachment_4194525\" aria-describedby=\"caption-attachment-4194525\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194525\" src=\"/wp-content/uploads/2025/12/2025-11-03T185630Z_1819649164_RC24PHAO44QG_RTRMADP_3_GUINEA-ELECTION-1766607749.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Doumbouya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194525\" class=\"wp-caption-text\">Guinean leader Mamady Doumbouya waves after submitting his candidacy at the Supreme Court ahead of the presidential election scheduled for December 28, in Conakry, Guinea, on November 3, 2025 [Luc Gnago/Reuters]</figcaption></figure><h2 id=\"general-mamadou-doumbouya-41\">General Mamadou Doumbouya, 41</h2><p>The incumbent is the clear favourite to win the elections and is accused by opposition parties and activists of using the vote as a power grab to secure and legitimise his rule.</p><p>Doumbouya took power in the September 2021 coup, deposing then-president Alpha Conde after months of tension and protests. He promised to end the chaos and return the country to democratic rule.</p><p>The regional ECOWAS bloc has pressured Doumbouya to present a fast transition timeline. The military ruler initially promised an 18-month transition, but then remained largely uncompliant, missing two deadlines. However, ECOWAS, while keeping up pressure, has not been overly critical. Doumbouya has remained open to staying in the bloc, unlike his compatriots in Mali, Niger and Burkina Faso, who, under pressure to hold elections after their coups, rebuffed ECOWAS by leaving the alliance and creating a new union in January. ECOWAS is wary of antagonising Doumbouya and possibly causing Guinea to join the rival alliance.</p><p>Doumbouya’s government has, since 2022, banned protests, restricted local news organisations, and targeted activists in arrests, according to local news reports and civil society groups. A week before the elections, authorities also blocked Facebook.</p><p>Supporters of the military ruler say he has boosted infrastructure, with more than 2,250 kilometres of new roads built, schools renovated, and new hospitals built. They also point to the launch of the mega Simandou iron ore mine project, which saw its first iron ore exports this year, 30 years after it was licensed to operate.</p><p>The project has attracted international interest. Analysts say that’s partly why Western governments, with whom Doumbouya has maintained a friendly stance even as Conakry ramps up trade with China, are careful not to criticise his hold on power.</p><p>With campaign posters of the smiling Doumbouya splashed across Conakry’s streets and in the city of Kankan, his political stronghold, the president has promised to improve the infrastructure gains in the past four years. He has also pledged to build better democratic institutions; fight corruption; boost health and education access; and support women and youth. He is running under the Generation for Modernity and Development, or GMD movement.</p><p><strong>Others are:</strong></p><ul class=\"spaced-bullet-spacing\">\n<li>Aboulaye Yero Balde – a former education minister under Alpha Conde and ex-World Bank economist. Balde is running under the Front for Democracy in Guinea (FRONDEG).</li>\n<li>Makale Camara – the only female candidate and president of the Front for National Alliance (FAN) party. She has promised better access to water and electricity, and wants to diversify the economy beyond mining. She was a former foreign minister from 2016 to 2017.</li>\n<li>Faya Millimono – the head of the Liberal Bloc party. He was critical of Conde and initially supported the military coup, but has since antagonised Doumbouya.</li>\n<li>Ibrahima Abe Sylla – the former energy minister under the military government, is running under the New Generation for the Republic party. He previously ran in 2010 and 2020.</li>\n<li>Abdoulaye Kourouma – the 2020 presidential candidate and former parliamentarian, is running under the Rally for Renaissance and Development party.</li>\n<li>Mohamed Nabe – an electoral expert who has formed part of regional electoral missions. He will run under the Alliance for Renewal and Progress party.</li>\n<li>Elhadj Bouna Keita – a former member of parliament, he leads the Rally for a Prosperous Guinea (RPG).</li>\n<li>Mohamed Cherif Tounkara – is running as an independent candidate.</li>\n</ul><h2 id=\"what-are-the-key-issues\">What are the key issues?</h2><figure id=\"attachment_4194506\" aria-describedby=\"caption-attachment-4194506\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194506\" src=\"/wp-content/uploads/2025/12/2025-12-21T230033Z_1388489853_RC23LIAN5AU0_RTRMADP_3_GUINEA-ELECTION-1766606831.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Guinea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194506\" class=\"wp-caption-text\">Campaign posters of Guinean leader and presidential candidate Mamady Doumbouya are set up along a road, ahead of the presidential election scheduled for December 28, in Conakry, Guinea, on December 21, 2025 [Souleymane Camara/Reuters]</figcaption></figure><h2 id=\"mining-and-the-economy\">Mining and the economy</h2><p>Guinea remains a poor country despite its immense mineral wealth. Literacy levels are low and about half of the working population is unemployed, according to the International Labour Organization.</p><p>Much hope for change hinges on restructuring in the mining sector to unlock lucrative deals for the country. The Simandou mine, which Chinese and Australian firms own stakes in, is of particular importance, as Doumbouya’s government is banking on it to provide enough money to bankroll more infrastructure and amenities. The first shipment from the mines left for China early in December, after a newly constructed railway allowed for ore to be transported out of the remote Simandou highlands to the port of Conakry. While many Guineans are hopeful about the proceeds, there are also fears that persistent government corruption could drain the revenue. Many are also concerned about the fate of the thousands of construction workers employed at the mine once building projects are complete.</p><h2 id=\"justice-for-september-28-stadium-massacre\">Justice for September 28 stadium massacre</h2><p>In 2009, former military leader Moussa Dadis Camara, who seized power in 2008, oversaw the massacre of protesters who gathered in their tens of thousands at a stadium in Conakry to call for democratic rule. Camara’s forces opened fire on the demonstrators in an attempt to suppress them. Many were shot, while others were crushed in the ensuing stampede. At least 156 people were killed, and 109 women and girls were raped during the massacre. It was one of the country’s most tragic events.</p><p>Many Guineans have long hoped for justice and a trial against Camara, who fled to Burkina Faso after a coup and assassination attempt months later. Doumbouya’s government launched a 22-month-long trial against him, and a court convicted Camara and seven of his military commanders in July 2024. Rights groups hailed the verdict as a historic moment for justice. Camara was handed a 20-year sentence, and he and the others were ordered to pay compensation to the victims of the massacre. However, this March, just a year later, Doumbouya pardoned Camara on alleged health grounds – to the disappointment of victims and rights campaigners.</p><p>Although the government has taken on the task of compensation, with a first phase of reparations under way, there’s a lingering feeling among many victims that justice has not been fully served.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}