{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia-Ukraine war: List of key events, day 1,386 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-11T01:14:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-10T191319Z_659048102_RC2UDIAYYDRB_RTRMADP_3_UKRAINE-CRISIS-ATTACK-BLACKSEA-1765407982.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,386</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,386 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Thursday, December 11:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian sea drones hit and disabled a tanker involved in trading Russian oil as it sailed through Ukraine’s exclusive economic zone in the Black Sea to the Russian port of Novorossiysk, a Security Service of Ukraine (SBU) official said.</li>\n<li>The Dashan tanker was sailing at maximum speed with its transponders off when powerful explosions hit its stern, inflicting critical damage on the vessel, the SBU official said. No information was available on possible casualties from the attack.</li>\n<li>The attack marks the third <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">sea drone strike</a> in two weeks on vessels that are part of Russia’s so-called “shadow fleet” – unregulated ships which Kyiv says are helping Moscow export large quantities of oil and fund its war in Ukraine despite Western sanctions.</li>\n<li>Three people were killed and two wounded by Ukrainian shelling of a hospital in the Russia-controlled part of the Kherson region in Ukraine, a Russia-installed governor claimed on Telegram. All those killed and injured were reportedly employees of the medical facility.</li>\n<li>Ukrainian forces are fending off an unusually large Russian mechanised attack inside the <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">strategic eastern city of Pokrovsk</a>, Kyiv’s military said, including “armoured vehicles, cars, and motorcycles”.</li>\n<li>Russian drones have hit the gas transport system in Ukraine’s southern Odesa region, a senior Ukrainian official said, in an area which contains several pipelines carrying US liquefied natural gas to Ukraine from Greece.</li>\n<li>Russian air defences shot down two drones en route to Moscow, the city’s Mayor Sergei Sobyanin said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-deal\">Peace deal</h2><ul class=\"spaced-bullet-spacing\">\n<li>President Volodymyr Zelenskyy said Ukraine had agreed on key points of a post-war reconstruction plan and an “economic document” in talks with United States President Donald Trump’s son-in-law, Jared Kushner, Treasury Secretary Scott Bessent, and BlackRock CEO Larry Fink.</li>\n<li>“The principles of the economic document are completely clear, and we are fully aligned with the American side,” Zelenskyy said. “An important common principle is that for reconstruction to be of high quality and economic growth after this war to be tangible, real security must be at the core. When there is security, everything else is there too,” he said.</li>\n<li>Zelenskyy also said work was proceeding on the “fundamental document” of a US-backed 20-point plan aimed at ending the war. He said two other associated documents dealt with security guarantees and economic issues.</li>\n<li>The leaders of Britain, France and Germany held a call with President Trump to discuss Washington’s latest peace efforts to end the war in Ukraine, in what they said was “a critical moment” in the process.</li>\n<li>French President Emmanuel Macron said Trump and the European leaders discussed how to move forward on “a subject that concerns all of us”.</li>\n<li>There will be another meeting on Thursday of the leaders of the so-called “coalition of the willing” group of nations backing Ukraine, said the French presidency, adding that this meeting would be held via videoconference.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>The US House of Representatives has passed a massive defence policy bill authorising a record $901bn in annual military spending, including $400m in military assistance to Ukraine in each of the next two years and other measures reinforcing the US commitment to Europe’s defence.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Trump again expressed concern that Ukraine had <a href=\"/news/2025/12/10/zelenskyy-says-ukraine-ready-to-hold-polls-if-us-allies-ensure-security\">not had an election in a long time</a>, putting additional pressure on Zelenskyy to hold one.</li>\n<li>Zelenskyy said he had discussed with Ukraine’s parliament legal and other issues linked to the possibility of holding an election during wartime, and urged other countries, including the US, not to apply pressure on the issue.</li>\n<li>Wartime elections are forbidden by law in Ukraine, but Zelenskyy, whose term expired last year, is facing renewed pressure from Trump to hold a vote.</li>\n</ul><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>Following a report from the head of Kyiv’s foreign intelligence service that Russia and China were taking steps to intensify cooperation, Zelenskyy said there was a “growing trend of the de-sovereignisation of parts of Russian territory in China’s favour”, primarily through Moscow’s sale of its “scarce resources” to Beijing.</li>\n<li>“We … note that China is taking steps to intensify cooperation with Russia, including in the military-industrial sector,” Zelenskyy wrote on X.</li>\n</ul><p></p><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>The US has extended a deadline for negotiations on buying the global assets of Russian oil company Lukoil by a little over a month to January 17. Trump <a href=\"/news/2025/10/23/trump-hits-russias-oil-giants-with-sanctions-eu-bans-russian-lng\">imposed sanctions</a> on Lukoil and Rosneft, Russia’s two biggest energy companies, on October 22 as part of an effort to pressure Moscow over its war in Ukraine, and Lukoil put its assets up for sale shortly after.</li>\n<li>Russian prosecutors asked a Moscow court to seize the assets of US private equity fund NCH Capital in Russia, the Kommersant newspaper said, citing court documents. Prosecutors accused the fund’s owners of financing Ukraine’s military forces.</li>\n<li>European Union ambassadors have greenlit the bloc’s plan to <a href=\"/news/2025/12/3/eu-agrees-deal-to-end-russian-gas-purchases-by-2027\">phase out Russian gas imports</a> by late 2027, three EU officials told the Reuters news agency, clearing one of the final legal hurdles before the ban can pass into law.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US plans to ask visitors to share 5 years of social media history to enter | Donald Trump News | Al Jazeera",
            "time": "2025-12-11T00:33:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP17193571675443-1765411374.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US plans to ask visitors to share 5 years of social media history to enter</h1><p class=\"article__subhead\"><em>Tourists from 42 countries may soon need to also disclose email accounts, extensive family history and biometrics to enter US.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"169\" data-end=\"451\">Visitors who are eligible to enter the United States without a visa may soon be required to provide the Department of Homeland Security with significantly more personal information, including details about their social media activity, email accounts and family background.</p><p data-start=\"169\" data-end=\"451\">According to a notice <a href=\"https://public-inspection.federalregister.gov/2025-22461.pdf\" target=\"_blank\" rel=\"noopener\">published on Wednesday</a> in the Federal Register, US Customs and Border Protection (CBP) is proposing to collect up to five years of social media data from travellers from certain visa-waiver countries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"169\" data-end=\"451\">The proposed requirement would apply to travellers using the Electronic System for Travel Authorization (ESTA) under the Visa Waiver Program, which allows citizens of <a href=\"https://travel.state.gov/content/travel/en/us-visas/tourism-visit/visa-waiver-program.html\" target=\"_blank\" rel=\"noopener\">42 countries</a> – including the United Kingdom, Germany, Qatar, Greece, Malta, New Zealand, Australia, Japan, Israel and South Korea – to travel to the US for tourism or business for up to 90 days.</p><p data-start=\"169\" data-end=\"451\">Currently, the ESTA automatically screens applicants and grants travel approval without requiring an in-person interview at a US embassy or consulate, unlike standard visa applications.</p><p data-start=\"169\" data-end=\"451\">At present, ESTA applicants are required to provide a more limited set of information, such as their parents’ names, current email address, and details of any past criminal record.</p><p data-start=\"169\" data-end=\"451\">A question asking travellers to disclose their social media information was first added to the ESTA application in 2016, though it has remained optional.</p><h2 id=\"new-rules-also-target-metadata-email-history\" data-start=\"169\" data-end=\"451\">New rules also target metadata, email history</h2><p data-start=\"1488\" data-end=\"1872\">The new notice also states that the CBP plans to request additional personal information from visitors, including telephone numbers used over the past five years and email addresses used over the last 10 years.</p><p data-start=\"1488\" data-end=\"1872\">Authorities also said they plan to add what they describe as “high-value data fields” to the ESTA application “when feasible”. These would include metadata from electronically submitted photographs, extensive personal details about applicants’ family members, such as their places of birth and telephone numbers used over the past five years, as well as biometric information, including fingerprints, DNA and iris data.</p><p data-start=\"1488\" data-end=\"1872\">The announcement did not say what the administration was looking for in the social media accounts of visitors or why it was asking for more information.</p><p data-start=\"1874\" data-end=\"2054\">But the CBP said it was complying with an executive order that US President Donald Trump <a href=\"/news/2025/1/27/fact-check-trumps-first-week-immigration-orders-what-are-the-effects\">signed in January</a> that called for more screening of people coming to the US to prevent the entry of possible national security threats.</p><p data-start=\"1874\" data-end=\"2054\">Travellers from countries that are not part of the Visa Waiver Program system are already required to submit their social media information, a policy that dates back to the first Trump administration. The policy remained during US President Joe Biden’s administration.</p><p data-start=\"2056\" data-end=\"2165\">The public has 60 days to submit comments on the proposed changes before they are finalised, the notice in the Federal Register states.</p></div></div></body></html>"
        },
        {
            "title": "US Congress advances bill to nix Caesar Act sanctions on Syria | Business and Economy News | Al Jazeera",
            "time": "2025-12-11T00:20:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_69249d96c4ce0-1764007318.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Congress advances bill to nix Caesar Act sanctions on Syria</h1><p class=\"article__subhead\"><em>The US has rolled back a series of restrictive economic sanctions put in place during the rule of Bashar al-Assad.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States House of Representatives has voted forward a bill that would end the restrictive Caesar Act sanctions on <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">Syria</a>, originally imposed during the rule of former leader Bashar al-Assad.</p><p>The bid to repeal the sanctions was passed on Wednesday as part of a larger defence spending package, known as the National Defense Authorization Act, or NDAA.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“With this NDAA, as many know, we are repealing sanctions on Syria that were placed there because of Bashar al-Assad and the torture of his people,” Representative Brian Mast of Florida said. “We’re giving Syria a chance to chart a post-Assad future.”</p><p>Mast had previously been opposed to dropping the sanctions. In his statement on the House floor on Wednesday, he warned that, under the bill, the White House could “reimpose sanctions if the president views it necessary”.</p><p>The bill now heads to the Senate and is expected to be voted on before the end of the year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>If passed, the NDAA would repeal the 2019 Caesar Act, which sanctioned the Syrian government for war crimes during the country’s 13-year-long civil war.</p><p>It would also require the White House to issue frequent reports confirming that Syria’s new government is combating Islamist fighters and <a href=\"/features/2025/6/25/deadly-church-attack-raises-security-fears-for-syrians-minorities\">upholding the rights</a> of religious and ethnic minorities.</p><p>Human rights advocates have welcomed the easing of <a href=\"/news/2025/6/30/trump-formally-orders-lifting-of-syria-sanctions\">heavy sanctions</a> that the US and other Western countries imposed on Syria during the war.</p><p>They argue that lifting those economic restrictions will aid Syria’s path towards economic recovery after years of devastation.</p><p>The Caesar Act was signed into law during President Donald Trump’s first term.</p><p>But in December 2024, shortly before Trump returned to office for a second term, rebel forces toppled al-Assad’s government, sending the former leader fleeing to Russia.</p><p>Trump has since removed many sanctions on Syria and met with President Ahmed al-Sharaa, who led the push that <a href=\"/news/2025/12/8/one-year-since-the-fall-of-bashar-al-assad-a-timeline\">ousted al-Assad</a>.</p><p>But some sanctions can only be removed by Congress, a step that Trump has encouraged lawmakers to take.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This month, Syrians <a href=\"/news/2025/12/8/with-flags-and-fireworks-syrians-celebrate-one-year-since-fall-of-al-assad\">celebrated</a> the one-year anniversary of al-Assad’s overthrow with fireworks, prayer and public displays of pride. But the country continues to face challenges as it recovers from the destruction and damage wrought by the war.</p><p>Syrian officials have urged the repeal of remaining sanctions, saying that it is necessary to give the country a fighting chance at economic stability and improvement.</p><p>Syrian central bank Governor Abdulkader Husrieh called US sanctions relief a “miracle” in an interview with the news service Reuters last week.</p><p>The United Nations Security Council also <a href=\"/news/2025/11/6/unsc-votes-to-drop-sanctions-on-syrias-al-sharaa-ahead-of-washington-visit\">voted to remove</a> sanctions on al-Sharaa and Interior Minister Anas Khattab, who were previously on a list of individuals linked to ISIL (ISIS) and al-Qaeda.</p></div></div></body></html>"
        },
        {
            "title": "Arsenal maintain Champions League streak in Brugge, while holders PSG held | Sport News | Al Jazeera",
            "time": "2025-12-10T23:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-10T203526Z_841057921_UP1ELCA1L70GN_RTRMADP_3_SOCCER-CHAMPIONS-CLU-ARS-1765407923.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Noni Madueke scored two goals, and Gabriel Martinelli netted another as Arsenal kept up their 100 percent run in the Champions League to stay top of the standings with a comfortable 3-0 triumph at Belgium’s Club Brugge.</p><p>Arsenal’s sixth win in as many games all but confirms a top-eight finish, meaning they will skip the knockout phase playoffs in February and move straight into the round of 16 in March. Brugge remain on four points and in stark danger of missing out on the knockouts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was a satisfying night on Wednesday at the Jan Breydelstadion for the under-strength Gunners, who lost at Aston Villa at the weekend and made five changes to freshen up an injury-stricken squad, including a first run-out in almost a year for Brazilian striker Gabriel Jesus, who got half an hour of action as a second-half substitute.</p><p>Madueke got matters going with a thunderous strike in the 25th minute, collecting possession on the halfway line and swiftly weaving his way upfield before unleashing a powerful effort that flew into the top corner.</p><p>The home side went close to an equaliser in the 39th minute, when some swift passing saw Aleksandar Stankovic curl a shot narrowly wide, and continued to probe up to half-time with David Raya making two key saves, from Christos Tzolis and Stankovic.</p><p>But that momentum looked to have been left in the changing room at half-time as they were caught two minutes into the second half when Madueke headed home his second goal.</p><p>A cross from the left from Martin Zubimendi found Madueke unmarked at the back post, with the home defence caught ball watching and hopelessly out of position.</p><p>“I feel like we can win this competition and win the league,” said an elated Madueke.</p><figure id=\"attachment_4166429\" aria-describedby=\"caption-attachment-4166429\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4166429\" src=\"/wp-content/uploads/2025/12/2025-12-10T202827Z_784339488_UP1ELCA1KVDFJ_RTRMADP_3_SOCCER-CHAMPIONS-CLU-ARS-1765407994.jpg?w=770&amp;resize=770%2C482&amp;quality=80\" alt=\"Arsenal's Noni Madueke scores their first goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4166429\" class=\"wp-caption-text\">Arsenal’s Noni Madueke scores their first goal with a thunderbolt into the top corner [Yves Herman/Reuters]</figcaption></figure><h2 id=\"martinelli-keeps-up-champions-league-scoring-streak\">Martinelli keeps up Champions League scoring streak</h2><p>Nine minutes later, Martinelli added the third, cutting in off the left wing and hammering a right-footed shot into the net for a fifth goal in as many Champions League appearances this season, having missed one of Arsenal’s matches.</p><p>Jesus struck the crossbar in the 79th minute, inches away from a dream return after his lengthy layoff due to a knee injury, and Arsenal still had time to give 16-year-old Marli Salmon a debut at right back in the last seven minutes. He is the fourth youngest player to feature for the Gunners.</p><p>Brugge went into the match in some turmoil after Monday’s surprise sacking of coach Nicky Hayen, with his replacement, Ivan Leko, in charge on his return for a second spell at the club.</p><h2 id=\"psg-held-in-bilbao-while-napoli-shocked-in-benfica\">PSG held in Bilbao, while Napoli shocked in Benfica</h2><p>Paris St Germain played out their first goalless draw of the season at Athletic Bilbao but stayed in the driving seat for direct qualification for the Champions League last-16 after a string of fine saves by home goalkeeper Unai Simon denied the defending champions.</p><p>Luis Enrique’s side had the clearest chances after being under pressure in the first half, but Simon produced several superb saves, and Ousmane Dembele’s absence was once again felt up front by the visitors.</p><p>The result left PSG in third place in the 36-team league with 13 points from six games, while Bilbao are 28th on five points, two points from the playoff places.</p><p>PSG next travel to Sporting, and Bilbao visit Atalanta.</p><p>“We have to do more. We were not at our maximum to leave here with a win. Sometimes we’re not at our level – we have to keep working,” PSG fullback Nuno Mendes said.</p><figure id=\"attachment_4166449\" aria-describedby=\"caption-attachment-4166449\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4166449\" src=\"/wp-content/uploads/2025/12/2025-12-10T215947Z_1486653831_UP1ELCA1P3MOO_RTRMADP_3_SOCCER-CHAMPIONS-ATH-PSG-1765408830.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"Paris St Germain's Warren Zaire-Emery, Khvicha Kvaratskhelia, Joao Neves and Fabian Ruiz applaud fans after the match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4166449\" class=\"wp-caption-text\">Paris Saint-Germain’s Warren Zaire-Emery, Khvicha Kvaratskhelia, Joao Neves and Fabian Ruiz applaud fans after the match [Albert Gea/Reuters]</figcaption></figure><p>Bilbao threatened first when Alex Berenguer curled a right-footed free kick towards the far post in the 31st minute, forcing PSG goalkeeper Matvey Safonov to fingertip the ball behind for a corner.</p><p>The Basque side enjoyed their best spell around the half-hour mark, pressing high and testing PSG’s defensive organisation without finding a breakthrough.</p><p>PSG, who had to deal with the absence of Dembele after the France forward fell ill, had their best opening earlier on a swift counterattack in the 19th minute when Fabian Ruiz, after controlling well on his chest, fired his effort over the crossbar.</p><p>The Ligue 1 side emerged with renewed intensity after the break and went close in the 49th minute when Simon denied them twice in quick succession.</p><p>Khvicha Kvaratskhelia burst down the right on a rapid counter and delivered a low cross that evaded Joao Neves before Senny Mayulu pounced, only for Simon to react brilliantly and push the close-range effort away.</p><p>The pressure continued from a corner on 53 minutes as Warren Zaire-Emery collected a clearance on the edge of the area and unleashed a powerful half-volley towards the far corner, forcing another sharp save from the Bilbao keeper.</p><p>The clearest chance came in the 65th minute when Bradley Barcola raced into the area for a one-on-one with Simon and saw his powerful attempt rattle the crossbar.</p><figure id=\"attachment_4166433\" aria-describedby=\"caption-attachment-4166433\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4166433\" src=\"/wp-content/uploads/2025/12/2025-12-10T213900Z_2145468574_UP1ELCA1O4YMP_RTRMADP_3_SOCCER-CHAMPIONS-LEV-NEW-1765408114.jpg?w=770&amp;resize=770%2C475&amp;quality=80\" alt=\"Newcastle United's Lewis Miley scores their second goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4166433\" class=\"wp-caption-text\">Newcastle United’s Lewis Miley scores their second goal at Leverkusen [Thilo Schmuelgen/Reuters]</figcaption></figure><h2 id=\"leverkusen-fight-back-to-deny-newcastle\">Leverkusen fight back to deny Newcastle</h2><p>Bayer Leverkusen’s Alex Grimaldo bagged an 88th-minute goal to rescue a 2-2 draw for the hosts against Newcastle United in the Champions League on Wednesday.</p><p>Newcastle, who also hit the woodwork twice, thought they had done enough to get back into the top eight after coming from a goal down to lead 2-1 with a strong second-half performance and goals from Anthony Gordon and Lewis Miley, before Spain international Grimaldo charged into the box to level with two minutes left.</p><p>The result left Newcastle in 12th on 10 points, while Leverkusen dropped to 20th on nine. The top eight teams qualify directly for the knockout stage. Teams who finish ninth to 24th will enter a playoff round to reach the last 16.</p><figure id=\"attachment_4166437\" aria-describedby=\"caption-attachment-4166437\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4166437\" src=\"/wp-content/uploads/2025/12/GettyImages-2251246867-1765408240.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alex Grimaldo of Bayer 04 Leverkusen scores his team's second goal past Aaron Ramsdale of Newcastle United whilst under pressure from Malick Thiaw of Newcastle United\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4166437\" class=\"wp-caption-text\">Alex Grimaldo of Bayer 04 Leverkusen scores his team’s second goal past Aaron Ramsdale of Newcastle United [Lars Baron/Getty Images]</figcaption></figure><p>The hosts went in front when Robert Andrich headed on at the far post, and the ball bounced off Newcastle captain Bruno Guimaraes for an own goal in the 13th minute, with the visitors struggling with the German defence for much of the first half.</p><p>Newcastle equalised with a Gordon penalty in the 51st after Leverkusen keeper Mark Flekken dallied on the ball, allowing Nick Woltemade to snatch it before being brought down.</p><p>They kept up the pressure, and Gordon, who had rattled the post with a fierce low shot in the 63rd, turned provider in the 74th, floating a cross in the box for substitute Miley to head in his maiden Champions League goal.</p><p>With Leverkusen now firmly on the back foot, Eddie Howe’s team created several more scoring chances, with Flekken coming to the rescue with a superb save to stop Malick Thiaw’s point-blank header.</p><p>Flekken was beaten by substitute Jacob Murphy’s shot a little later, but the ball bounced off the post once more. Instead, it was Leverkusen who scored again, with Grimaldo popping up in the box to bury the equaliser, scoring for the second consecutive Champions League game.</p><h2 id=\"napoli-shocked-in-benfica-while-dortmund-jeered\">Napoli shocked in Benfica, while Dortmund jeered</h2><p>Italian champion Napoli lost 2-0 at Benfica, while Weston McKennie was on target for Juventus in a 2-0 win at Pafos.</p><p>Jeers rang out at full time at Borussia Dortmund after Norway’s Bodo/Glimt sealed a 2-2 draw, equalising twice after Julian Brandt’s goals for Dortmund.</p><p>The result helps neither team, with Dortmund’s chances of direct qualification for the round of 16 taking a dent. Bodo/Glimt has three draws but no wins in its debut Champions League season.</p><p>Ajax scored three goals late in the game to deny Qarabag a surprise win in one of the early kickoffs.</p><p>Four-time European champion Ajax twice trailed against its Azerbaijani opponent, but fought back to win 4-2 in Baku.</p><p>Copenhagen also scored late to win 3-2 at Villarreal.</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s Chamber of Deputies passes bill to lower Bolsonaro’s sentence | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-12-10T23:43:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344101078268-1765407688.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sao Paulo, Brazil –</strong> The lower house of Brazil’s Congress has passed a bill that could reduce former President Jair Bolsonaro’s 27-year prison sentence for attempting a coup.</p><p>The contentious vote came in the early hours of Wednesday, after a protest by a left-wing congressman triggered a fight involving lawmakers, police and journalists.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The bill, which the Senate must now approve, aims to reduce the sentences of more than 1,000 people involved in the attacks on January 8, 2023, which saw Bolsonaro’s supporters storm government headquarters in Brasilia.</p><p>Its beneficiaries would include Bolsonaro and several ministers and military officials who were convicted alongside the ex-president for plotting to hold onto power after losing the 2022 elections.</p><p>The bill was brought to a vote late on Tuesday night, prompting outrage from its opponents. The scene inside the Chamber of Deputies quickly devolved into chaos, with pushing and shoving between lawmakers.</p><p>Glauber Braga, a left-wing congressman opposed to the bill, attempted to block the vote by sitting in the chamber president’s chair, before being forcibly removed by police.</p><figure id=\"attachment_4166397\" aria-describedby=\"caption-attachment-4166397\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4166397\" src=\"/wp-content/uploads/2025/12/AP25344101143977-1765407588.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Members of Brazil's Chamber of Deputies standing up on the chamber floor.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4166397\" class=\"wp-caption-text\">Congress members in Brazil’s Chamber of Deputies consider a bill to alter sentencing guidelines for certain crimes, including those involving coups d’etat, on December 9 [Eraldo Peres/AP Photo]</figcaption></figure><p>Tulio Amancio, a Brazilian reporter from the network TV Band, witnessed the scuffle. He told Al Jazeera that journalists were forcibly expelled from the chamber, and the live television signal was cut.</p><p>When Braga was removed, Amancio said journalists rushed towards the congressman to film the scene. Police started shouting — “Open up! Open up!” — as they pushed their way through the crowd of reporters.</p><p>Amancio added that “colleagues were assaulted” by police in the hubbub.</p><p>“There’s always pushing and shoving. There’s always some kind of confusion. It’s part of political coverage involving authorities, but physical aggression in the way it happened this Tuesday, unfortunately, will be remembered as a sad chapter in this story here in Congress,” Amancio said.</p><p>Maria do Rosario, a congresswoman from the left-wing Workers’ Party, voted against the bill. She criticised the chamber president, Hugo Motta, for his handling of the protest, including his decision to call congressional police to remove Braga.</p><p>“He was treated with profound violence,” she told Al Jazeera. “He was dragged out, and at the same time, this agenda that President Hugo Motta has put forward is a disgrace that undermines democracy.”</p><p>In a <a href=\"https://x.com/HugoMottaPB/status/1998511899646845168\" target=\"_blank\" rel=\"noopener\">statement</a> shared over social media, Motta argued that Braga’s actions disrespected the legislative branch.</p><p>He also appeared critical of the police reaction, saying he has ordered an “investigation into possible excesses regarding press coverage”.</p><p>“We must protect democracy from shouting, from authoritarian gestures, from intimidation disguised as a political act,” Motta wrote.</p><p>Bolsonaro, who served as president from 2019 to 2023, was found guilty in September on five charges, including one count of seeking the violent abolition of the democratic rule of law.</p><p>He and his supporters have refused to acknowledge his defeat in the 2022 presidential race, which saw the election of current president Luiz Inacio Lula da Silva.</p><p>Since November, the popular far-right president <a href=\"/news/2025/11/25/brazils-supreme-court-orders-jair-bolsonaro-to-begin-prison-sentence\">has been held</a> in the federal police headquarters in Brasilia.</p><p>Senator Flavio Bolsonaro, the jailed president’s eldest son, <a href=\"/news/2025/12/6/flavio-bolsonaro-enters-brazils-2026-presidential-race-with-fathers-nod\">announced</a> on December 5 he will run for president in 2026.</p><p>Days later, he suggested he would renounce his candidacy if his father were freed from prison and called on Motta to hold a vote on Wednesday’s sentence-reduction bill. The senator later <a href=\"/news/2025/12/10/flavio-bolsonaro-retracts-suggestion-of-a-price-to-end-2026-election-bid\">retracted</a> his offer to drop out of the race.</p><p>“The price was his father’s freedom,” said Rosario, echoing widespread speculation about Flavio Bolsonaro’s comments.</p><p>Brazil’s Senate is expected to vote on the bill next week.</p></div></div></body></html>"
        },
        {
            "title": "Tents flood, families seek shelter as Storm Byron bears down on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-10T22:54:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765405208.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Storm Byron is threatening to heap new miseries on Palestinians in Gaza, with families making distress calls from flooded tents and hundreds of others fleeing their shelters in search of dry ground as the fierce winter storm lashes heavy rains on the besieged territory.</p><p>Officials warned Wednesday that the storm was forecast to bring flash floods, strong winds and hail until Friday, conditions expected to wreak havoc in a territory in the grip of a humanitarian crisis, where hundreds of thousands of displaced people live in tents, temporary structures, or damaged buildings after two years of Israel’s genocidal war against the Palestinian people in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Humanitarian workers said Israeli restrictions on the entry of tents, tools to repair water and sewage systems have left Gaza poorly equipped to respond to the storm, and called on the international community to pressure the Netanyahu government to urgently allow in supplies.</p><p>In the southern city of Rafah, the Palestinian Civil Defence said its teams had already received distress calls from displacement camps, with families reporting “flooded tents and families trapped inside by heavy rains”.</p><p>“Despite limited resources and a lack of necessary equipment, our teams are working tirelessly to reach those in need and provide assistance,” the rescue agency said on Telegram.</p><p>Footage posted on social media and verified by Al Jazeera showed Palestinians shovelling a ditch around tents in a desperate attempt to create barriers that would prevent them from flooding.</p><h2 id=\"displacement-camps-at-risk\">Displacement camps at risk</h2><p>Nearly 850,000 people sheltering in 761 displacement sites face the highest risk of flooding, according to the UN Office for the Coordination of Humanitarian Affairs (OCHA).</p><p>Flooding has previously been recorded at more than 200 of the highest-risk sites, affecting more than 140,000 people, the office said.</p><p>Previous storms had contaminated displacement sites with sewage and solid waste, <a href=\"/news/2025/2/6/thousands-in-gaza-struggle-in-tents-amid-cold-stormy-weather\">swept away</a> families’ tents and <a href=\"/news/2025/11/17/gazas-shelter-crisis-is-most-dangerous-disaster-of-war-authorities\">driven them out</a> of makeshift shelters.</p><p>Reporting from Gaza City, Al Jazeera’s Tareq Abu Azzoum said that UN  agencies and local authorities were warning that any significant rainfall could have devastating consequences for Gaza’s population, with the displacement camps built on barren, open terrain that would be highly susceptible to flooding.</p><p>The tents available to people were typically flimsy, unreinforced and often torn, he said, offering negligible protection from heavy rains, which were likely to seriously damage whatever possessions families had left.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"risk-of-water-contamination-disease\">Risk of water contamination, disease</h2><p>Amjad Shawa, director of the Palestinian NGOs network, said Israeli restrictions on the entry of aid and equipment had left Gaza ill-equipped to deal with the storm.</p><p>He said only 40,000 tents, out of a needed 300,000, had been allowed in, while tools that would likely be needed to repair sewage systems and water networks were also restricted.</p><p>Flooding would bring a serious risk of sewage and solid waste contaminating drinking water or food supplies, raising the risk of diseases in the densely populated Strip, where 2.2 million people are crammed into just 43 percent of the territory, while the remaining 57 percent remains under Israeli military control.</p><p>“If Israel were to allow the entrance of supplies, things would be different. But for now, it has done all it can to make life more complicated for Palestinians,” Shawa said.</p><p>Oxfam humanitarian response adviser Chris McIntosh agreed, telling Al Jazeera that the people of Gaza were bracing for a “very tragic situation”.</p><p>“Persistent bureaucracy prevented us from bringing in adequate dwellings for people in Gaza,” McIntosh said. “The Israelis have not permitted tents to enter Gaza for many months. The only thing they’re allowing at this point is some tarpaulin, which isn’t going to do much for people who need proper shelter.”</p><p>He said Palestinians were being forced to live in “deplorable conditions”, with well more than 50 percent of the population living in tents.</p><p>He anticipated many would attempt to find dry ground inside bombed-out buildings that were at heightened risk of collapse amid the forecast heavy rains and winds.</p><h2 id=\"families-flee-flooding-risk\">Families flee flooding risk</h2><p>Farhan Haq, a spokesperson for UN Secretary-General Antonio Guterres, warned that vulnerable groups, including newborn children, are at particular risk from the incoming winter storm.</p><p>About 200 families were expected to arrive at a new displacement site in eastern Khan Younis in the south of the Strip, fleeing a heightened risk of flooding in their present location, he said.</p><p>“These households made the decision to move given the impact of the frequent rains and the risk of flooding,” he said.</p><p>Ismail al-Thawabta, director of Gaza’s Government Media Office, told Al Jazeera that about 288,000 Palestinian families were without shelter as Storm Byron bore down on the enclave, and issued a call to the international community to pressure Israel to allow in supplies to help respond to the storm.</p><p>“We are issuing an urgent appeal to the world, [United States] President Trump and the [United Nations] Security Council to pressure the Israeli occupation,” he said.</p><p>Francesca Albanese, the UN special rapporteur on human rights in the occupied Palestinian territory, condemned global inaction as families in Gaza braced for the storm.</p><p>“Palestinians in Gaza are literally left alone, freezing and starving in the winter storm,” she posted on X.</p><p>“I keep asking how we became such monsters, [i]ncapable of stopping this nightmare.”</p></div></div></body></html>"
        },
        {
            "title": "Could others follow Australia banning social media for under-16s? | Social Media | Al Jazeera",
            "time": "2025-12-10T22:42:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251209__87J23JP__v1__HighRes__AustraliaInternetBan-1765308551.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia has become the first country in the world to ban social media use for children younger than 16.</p><p>The move has divided public opinion there, but other countries are considering restrictions too.</p><p>What are the arguments for and against? Will the ban work?</p><p><strong>Presenter:</strong> Folly Bah Thibault</p><p><strong>Guests:</strong></p><p>Charlotte Armitage – Psychologist who focuses on device use and child development</p><p>Kate Sim – Programme director of Children’s Online Safety and Privacy Research at the University of Western Australia</p><p>Adrian Monck – Senior adviser on artificial intelligence and technology</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Manchester City beat Real Madrid 2-1 to pile pressure on Xabi Alonso | Football News | Al Jazeera",
            "time": "2025-12-10T22:37:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6939dc6a-1765399658_6abbca-1765405183.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Erling Haaland scored his 34th goal for club and country this season to give Manchester City <a href=\"/sports/liveblog/2025/12/10/live-real-madrid-vs-manchester-city-uefa-champions-league\">a 2-1 win at Real Madrid</a> and leave Xabi Alonso’s position as coach of the Spanish giants in grave danger.</p><p class=\"p1\">Without injured superstar Kylian Mbappe, Madrid took the lead on Wednesday through Rodrygo, but Nico O’Reilly and a Haaland penalty secured Pep Guardiola’s City the three points.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Spanish media reported in the lead-up to the game that a defeat would seal Alonso’s fate as Madrid coach, although his team’s performance was creditable, despite the eventual outcome at a frustrated Bernabeu stadium.</p><p class=\"p1\">The record 15-time Champions League winners have now won just two of their last eight matches across all competitions, and face a battle for a place in the top eight of the league phase table.</p><p class=\"p1\">Alonso was forced to leave his team’s top scorer, Mbappe, on the bench, saying it would have been “a risk” to use him amid knee discomfort, and starting 21-year-old striker Gonzalo Garcia instead.</p><p class=\"p1\">Madrid <a href=\"/sports/2025/2/19/real-madrid-beat-manchester-city-3-1-to-reach-champions-league-last-16\">knocked out City</a> in last season’s Champions League playoff round in February, as Mbappe scored four of their goals in the 6-3 aggregate win.</p><p class=\"p1\">This was the 15th meeting between these sides, in what has become a modern Champions League classic, and it started at lightning speed, with Vinicius Junior heavily involved in the opening exchanges.</p><p class=\"p1\">Madrid’s Brazilian forward was felled by Matheus Nunes with the referee pointing to the spot, but a VAR review showed the contact was outside the area.</p><p class=\"p1\">Fede Valverde’s ferocious free kick was deflected wide by O’Reilly, before Vinicius dinked just wide of goal after Rodrygo found him with a perfect low cross, which coaxed City goalkeeper Gianluigi Donnarumma off his line.</p><p class=\"p1\">It was deserved when the hosts took the lead in the 28th minute, with Rodrygo finishing a move started by Alvaro Carreras at the other end of the pitch.</p><p class=\"p1\">Madrid broke forward, and Jude Bellingham fed the Brazilian, who finished early and low, across Donnarumma and into the far corner.</p><p class=\"p1\">It was his first goal in 33 games, ending a barren and frustrating spell for Rodrygo, and also his fifth against City. In 2022, his stunning late brace helped Madrid defeat Guardiola’s side in the semifinals.</p><figure id=\"attachment_4165878\" aria-describedby=\"caption-attachment-4165878\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165878\" src=\"/wp-content/uploads/2025/12/reuters_6939d95c-1765398876.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"Soccer Football - UEFA Champions League - Real Madrid v Manchester City - Santiago Bernabeu, Madrid, Spain - December 10, 2025 Real Madrid's Rodrygo scores their first goal Action Images via Reuters/Andrew Couldridge\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165878\" class=\"wp-caption-text\">Rodrygo scores the opener for Madrid’s first goal [Andrew Couldridge/Action Images via Reuters]</figcaption></figure><p class=\"p1\">Madrid’s opening half-hour was close to perfect, but City pulled level out of the blue after a mistake from Belgian goalkeeper Thibaut Courtois.</p><p class=\"p1\">The keeper could not hold on to Josko Gvardiol’s header, and O’Reilly gratefully tapped home the loose ball in the 35th minute.</p><p class=\"p1\">Guardiola was not pleased with his team’s first-half display, but they went in ahead after Antonio Rudiger held Haaland in the back, and City were awarded a penalty.</p><p class=\"p1\">The Norwegian striker, who will face Mbappe’s France at the World Cup next summer, sent Courtois the wrong way from the spot.</p><figure id=\"attachment_4165972\" aria-describedby=\"caption-attachment-4165972\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165972\" src=\"/wp-content/uploads/2025/12/getty_6939dd8d74-1765399949.jpg?w=770&amp;resize=770%2C483&amp;quality=80\" alt=\"MADRID, SPAIN - DECEMBER 10: Erling Haaland of Manchester City reacts during the UEFA Champions League 2025/26 League Phase MD6 match between Real Madrid C.F. and Manchester City at Estadio Santiago Bernabeu on December 10, 2025 in Madrid, Spain. (Photo by Aitor Alcalde/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165972\" class=\"wp-caption-text\">Haaland insists it was a penalty [Aitor Alcalde/Getty Images]</figcaption></figure><p class=\"p1\">Courtois made amends for his earlier error with a fine double save to thwart Haaland and Rayan Cherki before the break, and Jeremy Doku after it.</p><p class=\"p1\">England international Bellingham might have levelled for Madrid, but chipped over after Rodrygo cleverly slipped him in.</p><p class=\"p1\">Alonso brought on Arda Guler for Garcia and shifted Bellingham into a central attacking role, of the kind he enjoyed under Carlo Ancelotti in his spectacular first season with Madrid.</p><p class=\"p1\">The Basque coach also turned to youngster Endrick, whom he has hardly utilised at all since arriving, and the 19-year-old headed inches over the crossbar with five minutes to go.</p><p class=\"p1\">Madrid were short of ideas in the second half and may look to another coach for new ones in the coming days</p><p>Haaland told TNT Sports that it was a tough place to come and get a result.</p><p>“We had lots of chances, but the game was chaotic, and we struggled to control it,” he said. “These are the games you want to play, and with this new format, you get to play more UCL games. I like it.”</p><p class=\"p1\">Guardiola said his side is still in transition and is not yet equipped to win the Champions League.</p><p>“In February, we will be much better, but one wrong pass and we lose today,” he said.</p><p>“The players made an incredible effort, and the spirit is unbelievable, but there is still some way to go.”</p><p>Bellingham defended Alonso after the game, saying he has a “great relationship” with the Madrid boss.</p><p>“After a run of draws, we thought we would go on a run after that, but we know we need to pick up again and take it on the chin,” Bellingham said.</p><p>“This is what I’ve signed up for – one of the most scrutinised teams in the world. I roll with the punches and focus on the football.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Honduran military vows to ensure orderly post-election power transfer | Elections News | Al Jazeera",
            "time": "2025-12-10T22:02:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344132150384-1765394275.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Honduran military vows to ensure orderly post-election power transfer</h1><p class=\"article__subhead\"><em>Military says that it will support the results of the election, mired in contested claims and fraud allegations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Honduran military has stepped into the chaotic aftermath of the <a href=\"/news/2025/12/8/honduran-election-authorities-resume-vote-tallies-amid-allegations-of-fraud\">country’s election</a>, saying it will ensure the transfer of power is carried out once a winner is declared.</p><p>Armed forces chief Roosevelt Hernandez said on Wednesday that the military, which carried out a <a href=\"/news/2019/6/28/ten-years-after-coup-hondurans-flee-amid-violence-and-repression\">coup in 2009</a> and has a history of intervening in elections, would guarantee that the results were honoured.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have been clear,” Hernandez said on Wednesday. “We have said we will support and recognise the results.”</p><p>The Honduran election has been mired by allegations of fraud and impropriety by <a href=\"/news/2025/12/2/honduras-election-council-member-accuses-colleague-of-intimidation\">various parties</a>, as well as United States President Donald Trump’s suggestion before voting that <a href=\"/news/2025/12/2/honduras-election-why-has-trump-threatened-to-cut-off-aid\">US funding</a> for the country would be cut if anyone but his preferred candidate won.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>President <a href=\"/news/longform/2025/8/15/how-an-emergency-declaration-deepened-hondurass-crime-crisis\">Xiomara Castro</a> denounced what she called an “electoral coup” on Tuesday, citing irregularities and allegations of fraud during voting. Before the election, political opponents also accused the government, helmed by Castro and her left-leaning Libre Party, of intimidating election authorities.</p><p>Preliminary results show Rixi Moncada, Libre’s presidential candidate, trailing far behind centre-right <a href=\"/news/2025/12/4/hondurass-nasralla-holds-narrow-lead-over-asfura-in-presidential-vote\">Salvador Nasralla</a> and Trump-backed Nasry Asfura, who currently leads by a small margin of about 40,000 votes, or about 1.32 percent.</p><p>Results have yet to be finalised, and Moncada has said that she will not recognise the outcome as legitimate. Nasralla has also condemned <a href=\"/news/2025/12/5/honduran-presidential-candidate-says-trump-interfered-in-election-report\">Trump’s intervention</a> before the election, saying that the US leader’s threat that ties with Honduras would suffer if Nasralla won, cost him votes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Technical issues experienced during the counting process by the National Electoral Council (CNE) have also added to the uncertainty, and CNE leader Ana Paola Hall requested the military to deploy forces outside of buildings where ballots are being stored.</p><p>Protests seeking clarity on the outcome of voting have remained peaceful, but tensions remain high, stoked by memories of previous flawed elections and violent repression following the 2009 coup.</p><p>Civil society groups have urged calm and patience.</p></div></div></body></html>"
        },
        {
            "title": "US Congressman Randy Fine suggests Palestinians should ‘be destroyed first’ | Islamophobia News | Al Jazeera",
            "time": "2025-12-10T21:32:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25090504120327-1765395058.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Congressman Randy Fine, an ally of President <a href=\"/news/2025/12/9/trump-slams-europes-immigration-policies-calls-continent-weak\">Donald Trump</a>, has suggested that the Palestinian people should be destroyed, boasting that he is not afraid to be called Islamophobic.</p><p>During a congressional hearing on Tuesday, Fine – who has a long history of Islamophobic and anti-Palestinian statements – cited the myth that Israelis are banned from going to some areas in the occupied West Bank due to “apartheid” imposed against Israeli settlers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In reality, the Israeli military, which controls the Palestinian territory, has signs warning settlers against entering Palestinian towns for safety concerns.</p><p>But settlers, often armed and protected by Israeli forces, regularly storm and ransack Palestinian villages. At least <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">two US citizens</a> have been killed in settler attacks this year.</p><p>“When you are dealing with a group of people who continually call for the destruction of the State of Israel, who are OK with signs that say, ‘Jews may not enter these areas’, we want to be free of Jews, how do you make peace with that?” Fine asked Morton Klein, president of the Zionist Organization of America, during the hearing.</p><p>“How do you create a long-term solution with that? Or is there another way that we have to go?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Klein – who previously used the slur “filthy Arab” and called for profiling Muslims in the US – said Islam needs to undergo a “reformation” and accept “Israel as a Jewish state”.</p><p>“Nobody wants to talk about it. They’re afraid of being called Islamophobic,” Klein said.</p><p>Fine interrupted, saying, “I’m not afraid of that.”</p><p>The Republican US congressman, who represents a district in the state of Florida, then doubled down on his volatile rhetoric.</p><p>“I don’t know how you make peace with those who seek your destruction. I think you destroy them first,” he said.</p><p>A United Nations convention defines genocide as “acts committed with intent to destroy, in whole or in part, a national, ethnic, racial, or religious group, including killing, causing harm, preventing births, forcibly transferring children, and imposing life conditions to cause destruction”.</p><p>Israel’s genocidal war on Gaza, which has killed nearly 70,400 Palestinians and turned nearly the entire territory into rubble, aimed to destroy the Palestinian people, leading rights groups and <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">UN investigators</a> have said.</p><p>Abed Ayoub, executive director at the American-Arab Anti-Discrimination Committee (ADC), slammed Fine, calling him “the Temu version of <a href=\"/news/2025/12/8/trump-to-host-netanyahu-at-white-house-on-december-29-israeli-government\">Benjamin Netanyahu</a>,” referring to the discount online retailer and the Israeli prime minister.</p><p>“He’s hated by Republicans and Democrats for his policy of Israel first, Israel second, Israel third — Americans nowhere. He’s basically a foreign spokesperson at this point, and not even a good one,” Ayoub told Al Jazeera.</p><p>“His unhinged, genocidal rhetoric shows his desperation as he tries to appease his bosses back in Tel Aviv.”</p><p>This isn’t the first time that Fine – who was elected to Congress earlier this year with the endorsements of Trump and the American Israel Public Affairs Committee (AIPAC) – has made inflammatory statements about Palestinians.</p><p>In 2021, Fine commented on a social post with a photo of a dead Palestinian child asking him how he sleeps at night with: “Quite well, actually! Thanks for the pic!”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this year, he wrote “starve away” in response to a report about the <a href=\"/news/2025/8/22/world-reacts-as-un-backed-body-declares-famine-in-gaza\">deadly hunger</a> in Gaza due to the Israeli blockade.</p><p>Last year, Fine lauded the killing of <a href=\"/news/2024/9/13/light-in-any-room-friends-hail-aysenur-eygi-us-citizen-killed-by-israel\">Aysenur Ezgi Eygi</a>, a US activist who was fatally shot by the Israeli military in the occupied West Bank.</p><p>“Throw rocks, get shot. One less #MuslimTerror ist. #FireAway,” Fine wrote in a social media post.</p><p>He has also previously argued that fear of Muslims is warranted. “While many Muslims are not terrorists, they are the radicals, not the mainstream,” he wrote in a post on X in 2023. “Now is the time to speak truth, not bathe in political correctness that will kill us.”</p><p>Despite such comments, Fine – who refers to himself as the Hebrew Hammer – has been a regular guest on some mainstream media outlets, including CNN.</p><p>Hatem Abudayyeh, national chair of the US Palestinian Community Network (USPCN), called out Republicans in Congress and Trump for failing to denounce Fine.</p><p>“It’s one thing to read disgusting, racist, anti-Palestinian, anti-Black, and xenophobic vile on social media 24-7, but we’re not supposed to hear it from actual elected officials in this country,” Abudayyeh told Al Jazeera.</p><p>“This is what the Trump era has brought to the political arena: hateful speech from hateful people like Randy Fine, a sickening Zionist apologist for genocide who is allowed to <a href=\"/news/2025/7/26/horrors-upon-horrors-how-us-congress-responded-to-mass-hunger-in-gaza\">spew his racism</a> without condemnation from the rest of his party or his president.”</p></div></div></body></html>"
        },
        {
            "title": "Venezuelan opposition leader Machado misses Nobel Peace Prize ceremony | Donald Trump | Al Jazeera",
            "time": "2025-12-10T20:56:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765400158.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Rwanda-backed M23 militia storms DRC city, displacing 200,000 | Military | Al Jazeera",
            "time": "2025-12-10T20:26:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765398300.jpg?resize=1658%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump administration says it seized oil tanker off Venezuela coast | Donald Trump News | Al Jazeera",
            "time": "2025-12-10T19:55:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25332038623590-1764363330.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has seized an oil tanker off the coast of Venezuela, where President Donald Trump has been threatening military action for the last <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">several months</a>.</p><p>Members of the Trump administration confirmed reports that the US coastguard led an operation to commandeer the vessel on Wednesday afternoon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But few details have been released about the circumstances of the seizure.</p><p>“We’ve just seized a tanker off the coast of Venezuela – large tanker, very large, largest one ever seized, actually,” Trump said during an event at the White House. “And other things are happening. So you’ll be seeing that later, and you’ll be talking about that later with some other people.”</p><p>When faced with questions about the tanker at a roundtable with business leaders, Trump encouraged reporters to “follow the tanker” to find out more.</p><p>He also declined to identify the vessel’s owner. But, he added, “I assume we’re going to keep the oil.”</p><p>The Venezuelan government responded to the seizure, accusing the US of carrying out a “blatant theft”, which it described as an “act of international piracy, publicly announced by the President of the United States”.</p><p>Venezuela would “defend its sovereignty, natural resources, and national dignity with absolute determination”, the Foreign Ministry said in a statement, adding that it would also denounce the US before international bodies.</p><p>US Attorney General Pam Bondi posted on social media that the tanker had been seized for transporting “sanctioned oil from Venezuela and Iran”.</p><p>“For multiple years, the oil tanker has been sanctioned by the United States due to its involvement in an illicit oil shipping network supporting foreign terrorist organizations,” she wrote.</p><p>Her post was accompanied by a video that showed US soldiers rappelling onto the tanker from military helicopters. Bondi explained that the Department of Defense, the Federal Bureau of Investigation (FBI) and the Department of Homeland Security cooperated with the coastguard on the operation.</p><p></p><p>The takeover of the oil tanker is likely to further inflame tensions with Venezuela, as Trump continues with his campaign of “maximum pressure” against the South American country.</p><h2 id=\"escalating-tensions\">Escalating tensions</h2><p>Since returning to office for a second term, Trump has ramped up his threats against Venezuela and deployed considerable military forces to the Caribbean region.</p><p>That includes sending the world’s largest aircraft carrier, the USS Gerald Ford, and its strike group to the southern Caribbean Sea.</p><p>Under Trump, the US has also carried out a campaign of <a href=\"/news/2025/12/9/aclu-files-lawsuit-seeking-legal-basis-for-trumps-caribbean-boat-strikes\">lethal strikes</a> against alleged drug-trafficking boats in the Caribbean Sea and eastern Pacific Ocean, with the Trump administration identifying Venezuela as the origin point for some of the vessels.</p><p>At least 22 boats have been attacked, and an estimated 87 people have been killed. Trump has repeatedly threatened to continue the bombing campaign on land as well.</p><p>Venezuelan President Nicolas Maduro has said that the US is seeking to topple his government.</p><p>He responded to Trump’s troop movements with his own military buildup along Venezuela’s coast and indicated his country’s armed forces <a href=\"/news/2025/12/5/the-homeland-is-the-homeland-venezuelans-brace-for-possible-us-attack\">would resist</a> any potential military attack from the US.</p><p>Oil exports are a key source of revenue for the South American country, which exported more than 900,000 barrels per day last month. Oil futures rose following the seizure.</p><p>Al Jazeera correspondent Mike Hanna noted that information about the tanker seizure remains scarce.</p><p>“There aren’t many details about the seizure of this tanker, apart from the president’s confirmation,” said Hanna.</p><p>But, he added, the seizure is likely to escalate an already volatile situation in the Caribbean.</p><p>“This does mark a massive escalation in terms of US action against Venezuela. It has been reported that President Trump has been pondering for weeks now what kind of action to take in Venezuela and has been very clear that he is contemplating regime change,” he said.</p><h2 id=\"punishment-for-violating-sanctions\">Punishment for violating sanctions?</h2><p>The US has taken action to seize high-value materials linked to Venezuela in the past. In February 2024, under then-President Joe Biden, the US <a href=\"/news/2024/2/13/us-takes-over-boeing-747-iran-had-sold-to-venezuela\">seized a cargo plane</a> Iran allegedly sold to Venezuela, claiming it violated sanctions on Tehran.</p><p>Then, a year later, the Trump administration seized a Dassault Falcon 2000EX jet linked to a state-run oil company in Venezuela, also claiming sanctions violations, this time against restrictions on the South American country.</p><p>The Maduro government denounced that confiscation as “brazen theft”.</p><p>Trump also recently declared Venezuelan airspace closed to travel, prompting <a href=\"/news/2025/12/4/last-foreign-carriers-halt-flights-to-venezuela-after-trumps-airspace-ban\">foreign airlines to pause their flights</a> to the country.</p><p>Trump’s rivalry with Maduro stretches back to the Republican leader’s first term in office, when he first imposed a campaign of “maximum pressure” on Venezuela, including a multimillion-dollar reward for Maduro’s arrest.</p><p>The latest spike in tensions, however, has been met with domestic and international condemnation.</p><p>Just this month, two United Nations experts issued a joint statement expressing “deep concern about mounting pressure from the United States on Venezuela”.</p><p>Polls in the US also show disapproval over the escalating tensions. A November poll from The Economist and YouGov found that only 17 percent of US adults support using military force to overthrow the Venezuelan government, with 45 percent opposed.</p><p>And on Wednesday, a Reuters/Ipsos poll released on Wednesday found that 48 percent of respondents expressed opposition to the administration’s targeting of alleged drug vessels, widely considered illegal under international law.</p><p>About 45 percent, meanwhile, said that they generally supported using force near Venezuela to stem the flow of drugs, with 36 percent expressing opposition.</p><p>While Trump indicated earlier this month he had recently been in contact with Maduro, he told reporters on Wednesday that he has not spoken to the Venezuelan leader since the tanker’s seizure.</p></div></div></body></html>"
        },
        {
            "title": "Oldest evidence of deliberate fire use found in England | History News | Al Jazeera",
            "time": "2025-12-10T19:44:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6939ba5d82090-1765390941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Oldest evidence of deliberate fire use found in England</h1><p class=\"article__subhead\"><em>Humans may have made fire 350,000 years earlier than previously thought, scientists say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Scientists have uncovered the oldest-known evidence of deliberate fire-making by prehistoric humans in Suffolk, <a href=\"/where/united-kingdom/\">Britain</a> – revealing it happened some 350,000 years earlier than experts previously believed.</p><p>The site, a former clay pit near the village of Barnham, contains a hearth made by Neanderthals about 415,000 years ago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Until now, the earliest known evidence of humans making fire dated to around 50,000 years ago at a site in northern France, also linked to Neanderthals.</p><p>Researchers identified the remains of a repeatedly used campfire, including heated clay, flint tools shattered by intense heat and two pieces of iron pyrite – a mineral that sparks when struck against flint to ignite tinder.</p><p>“We think humans brought pyrite to the site with the intention of making fire. And this has huge implications, pushing back the earliest fire-making,” said archaeologist Nick Ashton, curator of Palaeolithic Collections at the British Museum in London.</p><p>While there are even older signs of humans using naturally occurring wildfires in Africa, this is the earliest proof that people knew how to start their own fires.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fire was a crucial turning point in human evolution. Controlled flames allowed ancient hunter-gatherers to live in colder environments, cook food, and protect themselves from predators. Cooking also helped our ancestors get more energy from meat, roots and tubers, fuelling the growth of larger brains and enabling communities to support more people.</p><p>Scientists say fire likely transformed social life as well. It brought people together at night to share warmth, food and conversation, possibly encouraging storytelling, language and cultural beliefs.</p><p>“The campfire becomes a social hub,” British Museum archaeologist and study co-author Rob Davis said. “We’re a species who have used fire to really shape the world around us – and now we know this is something Neanderthals were doing far earlier than we thought, just like us.”</p><p>The evidence at Barnham suggests repeated fire use at temperatures above 700 degrees Celsius (1,292 degrees Fahrenheit), pointing to deliberate fire-starting rather than reliance on natural flames. The team spent four years testing the materials to confirm the hearth’s age and human origin.</p><p>The finding supports the view that Neanderthals, and possibly their close relatives such as the Denisovans, were far more innovative than once assumed, sharing key survival skills long before the emergence of modern-day humans.</p></div></div></body></html>"
        },
        {
            "title": "US Federal Reserve cuts interest rates in final decision of the year | Banks News | Al Jazeera",
            "time": "2025-12-10T19:19:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-10T110408Z_250086814_RC2FWHAWO19B_RTRMADP_3_USA-FED-OUTLOOK-1765392219.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Federal Reserve has cut interest rates by a quarter of a percentage point, marking the last rate cut of the year.</p><p>On Wednesday, the Federal Reserve cut its benchmark interest rate by 25 basis points to 3.50-3.75 percent as US job growth has appeared to stall.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Job gains have slowed this year, and the unemployment rate has edged up through September. More recent indicators are consistent with these developments. Inflation has moved up since earlier in the year and remains somewhat elevated,” the central bank said in a statement.</p><p>The cut was widely expected, with an 89 percent probability of a rate cut, according to the CME FedWatch, a tracker that monitors the likelihood of monetary policy decisions.</p><p>The <a href=\"/economy/2025/10/29/us-federal-reserve-cuts-interest-rates-as-labour-market-weakens\" target=\"_blank\" rel=\"noopener\">decision came</a> as the central bank faced gaps in many sets of government data used to assess the state of the US economy. During the record-long 43-day government shutdown, key agencies, including the Department of Labor, were unable to gather information needed for their reports.</p><p>Among them were import and export prices, the producer price index report, as well state employment and unemployment. The Bureau of Labor Statistics on Monday said that it would not release numbers from October because the agency did not have enough resources to collect information.</p><p>The last top-line data that the central bank had to make its interest rate decision was from September. At the time, the unemployment rate rose slightly to 4.4 percent, and the core inflation rose to 2.8 percent.</p><p>“The labour market has continued to cool gradually… a touch more gradually than we thought,” Fed Chair Jerome Powell said at a news conference after the rate cut decision.</p><p>A new government report on Wednesday showed US labour costs increased 0.8 percent in the third quarter, slightly less than expected.</p><p>The central bank might be more cautious about interest rate cuts in the next year as economic data shows a cooling labour market.</p><p>“There is considerable uncertainty around the labour market, but some of the weights should begin to lift early next year,” Ryan Sweet, managing director, US Macro Forecasting and Analysis at Oxford Economics, said in a report published ahead of the central bank’s decision.</p><p>“The challenge facing the Fed next year is the potential jobless expansion, when GDP increases but employment gains are modest, at best. This leaves the economy vulnerable to shocks because the labour market is the main firewall against a recession.”</p><h2 id=\"political-turmoil\">Political turmoil</h2><p>While the Fed has maintained its independence from partisan interference, there has been increased pressure from US President Donald Trump to cut rates further, and he has often used hostile rhetoric towards the Fed chair to do it. The first rate cut in Trump’s second term as president came only in <a href=\"/economy/2025/9/17/us-federal-reserve-cuts-interest-rates-for-the-first-time-since-december\" target=\"_blank\" rel=\"noopener\">September</a>.</p><p>The White House has also installed loyalist Stephen Miran to the Fed board, where he is on leave from his job as an economic adviser in the White House. Miran has dissented against the 25 basis point rate cut that was undertaken at each of the two meetings he has attended in favour of larger half-percentage-point cuts.</p><p>On Wednesday, Miran, again, voted for a more aggressive cut of half a percentage point while governors Austan D Goolsbee and Jeffrey R Schmid voted not to make a rate cut at all. The other governors all voted for a 25 basis point cut.</p><p>“Still-elevated inflation and a backlog of economic data complicate the picture for the Fed looking into next year — with President Trump’s aggressive push for lower short-term rates potentially complicating the objective of bringing down longer-term borrowing costs,” Daniel Hornung, policy fellow at Stanford Institute for Economic Policy Research, said in remarks provided to Al Jazeera.</p><p>Fed Chair Powell’s term is up in mid-May 2026. Trump, in an interview published on Tuesday in news outlet Politico, said support for immediately cutting interest rates would be a requirement for anyone he chose to lead the Federal Reserve.</p><p>Wednesday’s decision was underscored by an upcoming Supreme Court decision that would either allow Trump to fire <a href=\"/economy/2025/11/17/us-fed-governor-cook-offers-detailed-defence-in-mortgage-fraud-case\" target=\"_blank\" rel=\"noopener\">Fed Governor Lisa Cook</a> or not after she was accused of mortgage fraud. When asked about the looming decision, Powell said, “We are not legal commentators.”</p></div></div></body></html>"
        },
        {
            "title": "Anger after deadly dual building collapse in Morocco | Infrastructure | Al Jazeera",
            "time": "2025-12-10T18:40:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344357351285_cropped-1765391829.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Iceland joins boycott of Eurovision 2026 in protest at Israel’s involvement | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-10T18:35:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-05-11T143410Z_1946289143_RC2EO7ANIZAI_RTRMADP_3_MUSIC-EUROVISION-PROTESTS-1765387372.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iceland joins boycott of Eurovision 2026 in protest at Israel’s involvement</h1><p class=\"article__subhead\"><em>Iceland joins four other nations in a boycott, after the organiser declined to hold a vote over Israel’s involvement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iceland will not take part in next year’s <a href=\"/news/2025/9/17/will-a-boycott-over-israel-divide-the-eurovision-song-contest\">Eurovision Song Contest</a>, the country’s public broadcaster has said, joining four other countries boycotting the event over Israel’s inclusion.</p><p>Broadcaster RUV said on Wednesday that the Nordic nation would not participate in the 2026 competition, after organiser the European Broadcasting Union (EBU) greenlit Israel’s involvement last week, dismissing calls from some countries to hold a vote on whether to exclude the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is clear from the public debate in this country and the reaction to the EBU’s decision last week that there will be neither joy nor peace regarding RUV’s participation,” the broadcaster’s director general Stefan Eiriksson said in a statement.</p><p>Iceland, along with <a href=\"/news/2025/9/11/ireland-wont-participate-in-eurovision-2026-if-israel-does-broadcaster\">Ireland</a>, Spain, Slovenia and the Netherlands, had threatened to boycott next year’s edition of the glitzy music contest, due to be held in Vienna in May, if Israel took part, citing its genocidal war on Palestinians in Gaza – as well as allegations that it unfairly intervened in the most recent competition to the benefit of its entrant.</p><p>The issue was initially <a href=\"/news/2025/12/4/eurovision-organisers-debate-whether-israel-should-be-barred-from-contest\">supposed</a> to be resolved with a vote in November.</p><p>But on Thursday, the EBU said there would be no vote on Israel’s participation, and that it would instead introduce new rules “to reinforce trust and protect [the] neutrality” of the contest that would discourage governments from influencing the outcome.</p><p>That prompted Ireland, the Netherlands, Slovenia and Spain to swiftly announce <a href=\"/news/2025/12/4/spain-ireland-boycott-eurovision-song-contest-over-israels-inclusion\">they would boycott</a> the competition, with Irish broadcaster RTE citing “the appalling loss of lives in Gaza and humanitarian crisis”, and Slovenia’s national broadcaster saying it was “on behalf of the 20,000 children who died” in Israel’s genocidal war on Palestinian people in the territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>By contrast, Germany – a vocal supporter of Israel in Europe – had said it would boycott the event if Israel were barred.</p><p>The Eurovision Song Contest dates back to 1956 and reaches about 160 million viewers, according to the EBU.</p></div></div></body></html>"
        },
        {
            "title": "Olympics decision on gender eligibility to come in early 2026 | Olympics News | Al Jazeera",
            "time": "2025-12-10T18:23:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-26T101148Z_319765010_UP1ELBQ0SBN6A_RTRMADP_3_OLYMPICS-2026-FLAME-1765389446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Olympics decision on gender eligibility to come in early 2026</h1><p class=\"article__subhead\"><em>IOC currently has no universal rule in place for the participation of transgender athletes at the Olympic Games.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Olympic Committee says it will announce eligibility criteria for transgender athletes early next year, after months of deliberation as it seeks to find a consensus on how to protect the female category.</p><p>The issue has been a source of controversy, with no universal rule in place for the participation of transgender athletes at the Olympic Games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The IOC, under its new President Kirsty Coventry, did a U-turn in June, deciding to take the lead in setting eligibility criteria for Olympic participation, having previously handed responsibility to the individual sports federations, leading to a confusing patchwork of different approaches.</p><p>In September, Coventry set up the “Protection of the Female Category” working group, made up of experts as well as representatives of international federations, to look into how best to protect the female category in sports.</p><p>“We will find ways to find a consensus that has all aspects covered,” Coventry told a press conference on Wednesday following an IOC executive board meeting.</p><p>“Maybe it is not the easiest thing to do, but we will try our best, so when we talk about the female category, we are protecting the female category.”</p><p>Coventry said a decision would come in the first months of 2026.</p><p>“We want to make sure we have spoken to all stakeholders, taken adequate time to cross the Ts and dot the Is,” she said.</p><p>“The group is working extremely well. I don’t want to try to constrain the working group by saying they need to have a specific deadline, but I am hopeful in the next couple of months and definitely within the first quarter of next year we will have a clear decision and way forward, which I think we are all looking forward to,” said Coventry, a former Olympic swimming champion.</p><p>Before Coventry’s decision in June, the IOC had long refused to apply any universal rule on transgender participation for the Games, instructing international federations in 2021 to come up with their own guidelines. Under current rules, still in force, transgender athletes are eligible to take part in the Olympics.</p><p>Only a handful of openly transgender athletes have taken part in the Games. New Zealand’s Laurel Hubbard became the first openly transgender athlete to compete in a different gender category to that assigned at birth when the weightlifter took part in the Tokyo Olympics in 2021.</p><p>Currently, some international federations have rules in place, but others have not yet reached that stage.</p><p>US President Donald Trump has banned transgender athletes from competing in sports in schools in the United States, which civil society groups say infringes on the rights of trans people, as Los Angeles prepares to host the 2028 Summer Olympics.</p><p>Trump, who signed the “Keeping Men Out of Women’s Sports” order in February, has said he would not allow transgender athletes to compete at the LA Games.</p></div></div></body></html>"
        },
        {
            "title": "US general highlights ‘close cooperation’ with Syria against ISIL threats | Syria's War News | Al Jazeera",
            "time": "2025-12-10T18:21:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6939b9beece9-1765390782.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The head of the US military’s Middle East-based Central Command, Brad Cooper, has said that the United States is working with Syrian forces to carry out operations against ISIL (ISIS), highlighting the collaboration between Washington and Damascus.</p><p>Speaking virtually at a Middle East Institute event on Wednesday, Cooper said the US military is working to “foster cooperation” with Syrian authorities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have now had multiple instances of collaboration with the Syrian government to counter very specific ISIS threats,” Cooper said.</p><p>The US general’s comments came on <a href=\"/news/2025/12/8/with-flags-and-fireworks-syrians-celebrate-one-year-since-fall-of-al-assad\">the first anniversary</a> of the start of the Syrian transition after the fall of the government of President Bashar al-Assad in a lightning offensive by opposition fighters.</p><p>Cooper’s statement emphasising security cooperation in Syria underscores the stunning transformation in Damascus, which had close ties to US rivals Russia and Iran for decades under al-Assad’s rule.</p><p>The US commander also said the US is helping efforts to integrate the Kurdish-dominated Syrian Democratic Forces with the Syrian government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Backed by the US, the SDF controls large parts of the country’s northeast, where it enjoys de facto self-rule. Despite an <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">agreement in March</a> to merge SDF fighters into Syrian state institutions, occasional clashes have broken out between the two sides.</p><p>“SDF’s successful integration with the Syrian government forces will lead to a more predictable and stable security environment,” Cooper said.</p><p>Syria joined the US-led global coalition against ISIL last month after President Ahmed al-Sharaa – a former rebel commander who formerly led a group with ties to al-Qaeda – <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">visited Washington, DC</a>, and met US President Donald Trump.</p><p>“Just the other week, we worked with the Syrian Ministry of Interior in locating and destroying 15 ISIS weapon sites in southern Syria,” Cooper said on Wednesday.</p><p>“This operation eliminated over 130 mortars and rockets, multiple small arms, antitank mines, IED [improvised explosive device] material and illicit drugs.”</p><p>ISIL controlled large areas in Syria and Iraq between 2014 and 2019. Despite the group’s territorial defeat, US officials say ISIL remnants continue to pose a threat to the region.</p><p>The US deployed as many <a href=\"/news/2024/12/19/us-says-it-has-two-thousand-troops-in-syria-not-nine-hundred-as-previously-declared\">as 2,000 troops</a> to Syria during the fight against ISIL, but the Trump administration announced earlier this year that it will slash the number of US bases and soldiers in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cooper said the US military will continue to play an “active role” in supporting US envoy <a href=\"/news/2025/8/28/us-envoy-says-calling-lebanon-reporters-animalistic-was-inappropriate\">Tom Barrack</a> to realise Trump’s “vision of a prosperous Middle East and a stable Syria at peace with itself and its neighbours”.</p><p>He also reiterated his gratitude to the Syrian authorities for intercepting weapons intended for Hezbollah in Lebanon.</p><p>“These are the types of tangible security gains we can make on the ground through close cooperation with Syrian government forces,” he said.</p><p>Since the fall of al-Assad, Israel – the top US ally in the region – has been carrying out air strikes in Syria and expanding its military presence in the south of the country.</p><p>Israeli troops have also been regularly launching raids in southern Syria and <a href=\"/news/2025/11/21/israeli-incursions-abductions-stoke-fear-in-syrias-occupied-golan-heights\">abducting and disappearing</a> residents.</p><p>On Wednesday, Cooper failed to mention the Israeli campaign in the country, but he hailed what he called “hoops diplomacy”, referring to footage of himself playing basketball with al-Sharaa earlier this year.</p><p>“While much work remains, I believe there’s great reason for optimism and hope about the historic opportunity ahead,” he said.</p></div></div></body></html>"
        },
        {
            "title": "UN rights office in ‘survival mode’ amid deep funding cuts | United Nations News | Al Jazeera",
            "time": "2025-12-10T17:59:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-08-28T110104Z_253815047_RC2BACAYY9JO_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-UN-RIGHTS-1757081019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN rights office in ‘survival mode’ amid deep funding cuts</h1><p class=\"article__subhead\"><em>The UN High Commissioner for Human Rights said the shortfall has already forced the loss of 300 jobs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"286\" data-end=\"470\">The <a href=\"/news/2025/12/8/condemnation-as-israel-raids-unrwa-hq-in-east-jerusalem-removes-un-flag\">United Nations’</a> top human rights official says his office is struggling to operate after major funding cuts from donor governments, even as rights abuses escalate across the globe.</p><p data-start=\"472\" data-end=\"797\">Volker Turk, the UN high commissioner for human rights, said on Wednesday that the Office of the High Commissioner for Human Rights has $90m less than it needs this year. He told reporters the shortfall has already forced the loss of 300 jobs and reduced the organisation’s ability to monitor violations around the world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"799\" data-end=\"975\">“Our resources have been slashed, along with funding for human rights organisations, including at the grassroots level, around the world,” Turk said. “We are in survival mode.”</p><p data-start=\"977\" data-end=\"1489\">Donor governments including Britain, the Netherlands and Sweden have pulled back on UN contributions and aid as they prioritise defence and domestic spending. A significant reduction has also come from the United States, where the administration of US President Donald Trump has repeatedly questioned the role of the UN, withdrawing from UN agencies and supporting a congressional rescission that removed funding for international organisations, including the UN.</p><p data-start=\"977\" data-end=\"1489\">The warning from Turk comes as the UN Office for the Coordination of Humanitarian Affairs (OCHA), which handles humanitarian aid and crisis response, launches a $23bn appeal for 2026 while also facing cuts of its own, acknowledging that a sharp drop in donor support means tens of millions of people in urgent need will be left without assistance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1711\" data-end=\"1961\">The largest request is for the occupied Palestinian territory, with $4bn mostly aimed at Gaza, where Israel’s genocidal war against the Palestinian people has left almost all 2.3 million residents displaced and dependent on aid. UN officials say that figure is well below the level of need.</p><p data-start=\"1963\" data-end=\"2333\">Funding is also being sought for other major crises, including $2bn for people displaced in Sudan and $1bn for Sudanese refugees who have fled the conflict there. Another $1.4bn is requested for communities affected by violence in the Democratic Republic of the Congo, more than $2bn for emergency support inside Syria, and nearly $3bn for Syrian refugees.</p><p data-start=\"2335\" data-end=\"2623\">To cope with the financial crisis, Turk said country visits by UN experts have been limited and fact-finding missions and investigations have been reduced. Reviews of states’ compliance with UN human rights treaties have also been postponed, dropping to 103 this year from 145 previously.</p><p data-start=\"2625\" data-end=\"2792\">“All this has extensive ripple effects on international and national efforts to protect human rights,” Turk said.</p></div></div></body></html>"
        },
        {
            "title": "US federal judge halts Trump’s National Guard operations in California | Donald Trump News | Al Jazeera",
            "time": "2025-12-10T17:49:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AFP__20250610__49QC8UK__v1__HighRes__UsAgentsProtestersClashAgainInLosAngelesOverImm-1749539643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US federal judge halts Trump’s National Guard operations in California</h1><p class=\"article__subhead\"><em>California Governor Gavin Newsom celebrates court victory against US President Donald Trump’s extended National Guard presence in Los Angeles.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge has blocked the Trump administration’s deployment of <a href=\"/news/2025/9/2/us-judge-declares-trumps-military-deployment-to-los-angeles-illegal\">National Guard troops</a> to Los Angeles, California, ordering that they must be returned to the authority of the state governor.</p><p>United States District Judge Charles Breyer rejected the government’s claim that the deployment was necessary to quell protests against the administration’s aggressive <a href=\"/news/2025/6/11/you-dont-know-if-youll-return-home-immigration-raids-shake-los-angeles\">immigration raids</a> in a ruling on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The founders designed our government to be a system of checks and balances. Defendants, however, make clear that the only check they want is a blank one,” Breyer said.</p><p>President Donald Trump’s deployments of the National Guard to cities across the country have often occurred despite resistance from state and local officials and in the absence of any serious emergency conditions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>About 4,000 members of the California <a href=\"/news/2025/6/8/trump-deploys-national-guard-to-quell-protests-against-ice-in-los-angeles\">National Guard</a> were sent to Los Angeles in June without the governor’s approval, while only about 100 remain there today. The government had argued that its presence was necessary to help protect federal officials and property, and had extended the deployment through February.</p><p>Breyer’s decision grants a preliminary injunction sought by California officials, but also places the decision on hold until Monday.</p><p>The administration has also clashed with California over efforts to deploy members of the state National Guard to the city of Portland in neighbouring <a href=\"/news/2025/10/5/gov-newsom-says-trump-is-sending-california-national-guard-troops-to-oregon\">Oregon</a>.</p><p>Democratic officials such as California Governor Gavin Newsom have slammed the troop deployment as an authoritarian power grab meant to stifle dissent in cities seen as hubs of resistance to the Trump administration.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Newsom’s office reacted to the Wednesday ruling with a social media post celebrating “Another W (win) for Democracy, L (loss) for the rule of the Don.”</p><p>The US president has frequently used alarming language to attack Democrat-run cities and <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">immigrant communities</a> as filthy and crime-infested, and has said that he could use the military more regularly to fight “the enemy within”.</p></div></div></body></html>"
        },
        {
            "title": "WATCH: Palestine prepare for historic FIFA Arab Cup clash with Saudi Arabia | Football News | Al Jazeera",
            "time": "2025-12-10T17:37:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765388500.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Palestine face Saudi Arabia in the quarterfinals of the FIFA Arab Cup, the first time the former have reached this stage.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>After finishing on top of their group in the opening round of the 2025 FIFA Arab Cup, Palestine will look to continue their historic run when they face Saudi Arabia at Lusail Stadium on Thursday.</p><p>The Palestinian side also defied the odds to reach the knockout stages of the AFC Asian Cup for the first time earlier this year.</p><p>Having already beaten hosts and favourites Qatar, who were subsequently <a href=\"/sports/2025/12/7/gritty-palestine-enter-arab-cup-quarters-as-favourites-qatar-crash-out\">eliminated at the group stage</a>, Palestine must now overcome a Saudi Arabia side that <a href=\"/sports/2022/11/22/jubilant-saudi-arabia-declares-public-holiday-after-argentina-win\">produced a shock</a> at the Qatar 2022 FIFA World Cup when they defeated the eventual champions, Argentina.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Real Madrid vs Manchester City 1-2: UEFA Champions League - as it happened | Football News | Al Jazeera",
            "time": "2025-12-10T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6939db0e-1765399310_b48387-1765404852.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Real Madrid vs Manchester City 1-2: UEFA Champions League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Real Madrid fall to a 2-1 defeat to Manchester City at the Santiago Bernabeu Stadium.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Masked neo-Nazis march through Arkansas community | Civil Rights | Al Jazeera",
            "time": "2025-12-10T16:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/little_rock_arkansas_neo-nazi_blood_tribe_march_dec_6_2025_via_CAIR_national-1765384138.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Are Israel, Hamas entering the second phase of Gaza ceasefire? | Newsfeed | Al Jazeera",
            "time": "2025-12-10T16:32:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765384303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}