{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "British soldiers accused of more abuses in Kenya: What we know | Crime News | Al Jazeera",
            "time": "2025-12-05T15:30:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2023-11-29T141758Z_916734790_RC2YM4A8Q9AP_RTRMADP_3_KENYA-JUSTICE-1762538060.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Kenyan parliamentary report has accused British troops training in the country of widespread killings, sexual abuse and human rights and environmental abuses, following years of accumulated complaints from local communities.</p><p>The report, published on Wednesday, found that serious misconduct by British soldiers caused them to be viewed as something of an “occupying force” by local people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For the past 60 years, British soldiers in the British Army Training Unit in Kenya (BATUK) have routinely trained in the East African nation, favoured for its temperate weather and realistic combat scenarios. However, they have attracted rising numbers of accusations of gross violations, ranging from killings to neglectful disposal of military grade chemicals. The most notorious case was the murder of a 21-year-old Kenyan woman, <a href=\"/news/2025/9/20/kenya-court-orders-uk-soldiers-arrest-for-agnes-wanjiru-death-all-we-know\">Agnes Wanjiru</a>, which gained international media attention.</p><p>Community activists who have for years sought redress in Kenyan courts told Al Jazeera the report’s publication represented an “enormous victory” not just for Kenya, but for other African countries which host foreign military bases on their territory, but are wary of regulating them.</p><p>“The Kenyan parliament has demonstrated that the British Army is not above the law,” said James Mwangi, founder of the grassroots advocacy group, Africa Centre for Corrective and Preventive Action (ACCPA), which has been at the forefront of bringing community grievances to Kenyan courts, and which advised lawmakers during their investigation.</p><p>“The impunity that has been perpetrated by these forces has been appalling. The world has seen that African parliaments can take measures to combat injustices by these forces, and Kenya has become the first country in Africa to do such a thing,” he added.</p><p>Here’s what we know about the report, the most serious allegations against the British troops, and what will happen next:</p><figure id=\"attachment_4152399\" aria-describedby=\"caption-attachment-4152399\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152399\" src=\"/wp-content/uploads/2025/12/2025-12-03T095826Z_1977115780_RC2W8IAS6GLO_RTRMADP_3_KENYA-BRITAIN-MILITARY-1764941841.jpg?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"batuk soldiers \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152399\" class=\"wp-caption-text\">Soldiers are seen during a training session under the British Army Training Unit Kenya (BATUK), at a camp in Laikipia, Kenya, September 30, 2018 [File: Thomas Mukoya/Reuters]</figcaption></figure><h2 id=\"what-is-batuk\">What is BATUK?</h2><p>BATUK (British Army Training Unit in Kenya) is a permanent training force based in Nanyuki, central Kenya. It has been stationed there since Kenyan independence from the UK in 1963 and has about 100 permanent staff and some 280 rotating short-term troops from the United Kingdom.</p><p>The unit trains British troops and provides anti-terrorism training for Kenyan troops fighting the al-Shabab armed group, as agreed in the UK-Kenya Defence Cooperation Agreement, which, since 2015, allows both armies to share intelligence and training.</p><p>In 2022, the UK government reported that BATUK had contributed more than 5.8 billion Kenyan shillings ($45m) to the local economies in which its garrisons are based, and that it employed more than 550 local staff. Local businesses close to BATUK training sites also benefit from the unit’s presence, it said.</p><p>However, there have been numerous complaints from local people about the conduct of the troops. They say mishandling of dangerous training material and unexploded bombs left in the ground have caused serious injuries, and they have complained about how British soldiers behave towards Kenyan women in the area.</p><p>Many Kenyan women say they have been left to care for children alone after British soldiers they began relationships with left the country at the end of their training.</p><p>There has been no mechanism within the UK or Kenyan justice systems to hold British soldiers under BATUK to account. On that basis, the UK government initially pushed back against Kenyan authorities’ attempts to investigate the troops’ behaviour.</p><p>In April 2024, therefore, the Kenyan parliament voted to amend the defence agreement with the UK to allow for local prosecutions of British soldiers.</p><h2 id=\"what-does-the-new-report-say\">What does the new report say?</h2><p>The 94-page inquiry into the conduct of BATUK troops was released following a one-and-a-half-year investigation by the Kenyan parliament’s defence, intelligence and foreign relations committee.</p><p>The report examined complaints from residents in Laikipia and Samburu counties in central Kenya, close to where the BATUK camp is. Lawmakers began conducting public hearings to hear evidence in June 2024, with victims detailing harrowing accounts of mistreatment by BATUK soldiers. BATUK did not cooperate with the parliamentary investigation, the committee noted.</p><p>The report found that BATUK soldiers showed a “disturbing trend” of sexual misconduct, including rape, assault and the neglect of children fathered by the troops.</p><p>It found that an internal inquiry by BATUK in 2003 had mishandled evidence and failed to provide justice for women who brought complaints.</p><p>BATUK, which the report said does not conduct environmental impact assessments for its field exercises, has also caused serious environmental damage. In at least one case, a major fire killed livestock and destroyed 4,900 hectares (12,000 acres) of vegetation. BATUK also illegally dumped military waste and toxic materials openly, breaking Kenyan environmental law, the report concluded.</p><p>Additionally, the Kenyan parliament said British troops showed “gross negligence” in the way they handled unexploded ordnance during their training and that their neglect had led to multiple deaths and injuries.</p><p>Communities were routinely not informed about loud training drills, leading to shock, injury or trauma in some cases.</p><p>Kenyan workers hired to clean up ammunition debris were not provided with protective gear in line with Kenyan labour laws, the report added.</p><p>Complainants who brought claims of injuries to BATUK were not fairly compensated, the report found.</p><figure id=\"attachment_4152404\" aria-describedby=\"caption-attachment-4152404\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152404\" src=\"/wp-content/uploads/2025/12/2025-12-05T125730Z_410950668_RC2M9IAA8GPL_RTRMADP_3_KENYA-BRITAIN-MILITARY-1764941955.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"BATUK\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152404\" class=\"wp-caption-text\">A British Army Training Unit Kenya (BATUK) signage stands next to the road, as Kenya’s parliament accuse British soldiers of decades of sexual abuse, killings, human rights violations and environmental destruction while training in the country, in Nanyuki, Laikipia County, Kenya, December 4, 2025 [Monicah Mwangi/Reuters]</figcaption></figure><h2 id=\"what-other-abuses-is-batuk-accused-of\">What other abuses is BATUK accused of?</h2><p>Thousands of serious allegations against BATUK members have been made by locals. At the public hearings which parliament conducted, the mother of a young woman testified in June 2024 that her daughter had been the victim of a hit-and-run incident involving a BATUK truck, which left her wheelchair-bound. BATUK paid for the daughter’s hospital bills for two years, but did not compensate the family beyond that, she said.</p><p>Another mother, who attended a hearing holding her five-year-old daughter, narrated how she had been abandoned by a British soldier with whom she had been in a consensual relationship when he discovered she was pregnant. The soldier is believed to have since left Kenya. The woman said she needed child support.</p><p>Survivors of a huge March 2021 wildfire, which started at the privately-owned Lolldaiga Conservancy nature reserve in Laikipia, where BATUK carries out trainings, also brought complaints. The nature reserve houses wildlife like elephants, buffalo, lions, and the endangered Grevy zebra.</p><p>The blaze, which raged for four days, is believed to have started after BATUK used white phosphorus, a lethal chemical, during a training exercise. The resulting fire ripped through the nature reserve’s grounds, burning 4,900 hectares (12,000 acres). It killed livestock and pushed fleeing wild animals to swaths of farm land further afield. Community members said the smoke was so heavy that it lingered for days and caused eye and breathing problems.</p><p>One man named Linus Murangiri was crushed by a moving vehicle as he rushed to help put out the fire, the BBC reported.</p><p>In 2022, the UK’s Ministry of Defence claimed that the fire was likely caused by a camp stove that had been knocked over during an exercise.</p><p>In August 2025, the UK agreed to pay what it called a “generous” settlement to the 7,723 claimants who sued BATUK over the incident with the help of organisations like ACCPA. The BBC reported that compensation amounted to just 2.9 million pounds ($3.9m).</p><p>The British government has also supported the restoration of burned areas on the conservancy where BATUK exercises continue to be held.</p><h2 id=\"what-happened-to-agnes-wanjiru\">What happened to Agnes Wanjiru?</h2><p>Agnes Wanjiru’s killing in March 2012, allegedly by a British soldier, was the most high-profile BATUK case.</p><p>Wanjiru, the mother of a five-month-old girl, disappeared on the night of March 31, after last being seen with British soldiers at the Lion Court Hotel bar in Nanyuki. Her naked body was found two months later in a septic tank on the hotel grounds, close to the room where the BATUK soldiers had been staying. The group of soldiers had left Kenya by the time her body was discovered.</p><p>A post-mortem determined Wanjiru had been stabbed in the chest and abdomen, had a collapsed lung, and had suffered from blunt force injury to her chest. She had been beaten and was likely still alive when she was placed in the tank, it said. It was not clear whether she had been sexually assaulted.</p><p>In June 2012, the Kenyan police asked that nine soldiers be questioned by the British Royal Military Police, but say they did not receive a response. Wanjiru’s family attempted to sue BATUK in Kenya, but the UK government argued the Kenyan court had no jurisdiction over UK troops.</p><p>Wanjiru’s murder case <a href=\"/opinions/2021/11/8/the-killing-of-agnes-wanjiru\">resurfaced</a> in October 2021 after a Sunday Times investigation revealed that a British soldier had murdered her, and that BATUK bosses knew about the involvement of the soldier in her killing, but tried to cover it up.</p><p>One soldier who went to top officials after hearing a colleague, identified at the time as Soldier X, confess to the killings was told to “shut up”. The soldier said Soldier X took him to the septic tank and showed him Wanjiru’s body. Soldier X, who was not among the nine soldiers the Kenyan police initially identified, also poked fun at the murdered woman in Facebook posts, the Times reported.</p><p>The revelation brought renewed attention to the case and, this time, UK government officials agreed to cooperate with a new investigation.</p><p>In September 2025, a Kenyan court <a href=\"/news/2025/9/20/kenya-court-orders-uk-soldiers-arrest-for-agnes-wanjiru-death-all-we-know\">ordered the arrest</a> and extradition of a British national, and in November, the UK government arrested a 38-year-old suspect, Robert Purkiss. The case could mark the first time a former or current British soldier will be extradited to face trial in a foreign country, according to the UK’s Guardian newspaper.</p><p>Purkiss served as a medic in the Duke of Lancaster’s Regiment, an Infantry Regiment based in the northwest of England, and was in Kenya for a six-week training exercise at the time of Wanjiru’s death.</p><p>He appeared in a Westminster court on November 7, where a prosecutor alleged that Purkiss and others had regularly paid local women for sex and that they had been “drinking heavily” the night of Wanjiru’s murder, The Guardian reported.</p><p>Friends of Wanjiru, a hairdresser, reported that she had told them she was going out to “hustle” (earn extra money) for her daughter, prosecutors told the UK court.</p><p>The court also heard that Purkiss confessed to a colleague that he murdered Wanjiru over “sex that went wrong”.</p><p>Purkiss denied the allegations. His next hearing is set for December 9.</p><figure id=\"attachment_3964044\" aria-describedby=\"caption-attachment-3964044\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3964044\" src=\"/wp-content/uploads/2025/09/AP25097492852907-1758299480.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Agnes Wanjiru photos\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3964044\" class=\"wp-caption-text\">Rose Wanyua Wanjiku, elder sister to Agnes Wanjiru, 20, holds photographs of Agnes at Rose’s house in the Majengo informal settlement in Nanyuki, Kenya, November 4, 2021 [File: Brian Inganga/AP]</figcaption></figure><h2 id=\"how-has-the-uk-government-responded-to-the-report\">How has the UK government responded to the report?</h2><p>The British High Commission in Kenya responded in a statement on Wednesday, claiming that BATUK had not been sufficiently represented during the parliamentary hearings.</p><p>The commission said it had submitted written statements which were not taken into consideration in the report, and added that it was ready to investigate new allegations against BATUK “once evidence is provided”.</p><p>“While we deeply regret the challenges which have arisen in relation to our defence presence in Kenya, we are disappointed our submission to the Committee was not incorporated into the report’s conclusions,” the statement said.</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>The parliamentary report recommended that Kenya’s Attorney General should immediately work with the UK government to extradite Purkiss to Kenya for the ongoing trial of Wanjiru’s murder. It also ordered inquiries into other deaths of local people suspected to have involved BATUK soldiers.</p><p>Negotiations should begin with the UK within three months to hold ex-BATUK soldiers who have neglected their children to account, the report said, and compensation and psychosocial support should be provided to victims of sexual offences committed by BATUK soldiers.</p><p>More broadly, the parliamentary report also recommended that government agencies should have more direct oversight over foreign troops stationed in the country by developing a code of conduct highlighting zero tolerance of gender-based violence and environmental degradation.</p><p>Kenya similarly hosts two US military bases with fluctuating numbers of personnel. The country often hosts US-Africa military drills along with several other African countries.</p><p>Mwangi of ACCPA told Al Jazeera that the parliament’s move was a step forward for communities which have to deal with foreign militaries in Kenya and elsewhere. Injustices committed by BATUK towards local communities, he said, dated back to Kenya’s colonial history with the UK, but officials have historically been wary of interrogating soldiers due to fears that development aid from the UK government could be affected.</p><p>Kenya is a top recipient of British aid, which mostly supports healthcare and humanitarian efforts. The country was also allocated a 24.6-million-pound ($33m) development budget in 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Al-Assad inner circle plotting Syrian uprisings from Russian exile: Report | Syria's War News | Al Jazeera",
            "time": "2025-12-05T15:08:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/2024-12-27T141959Z_960879879_RC2OXBAA4JY0_RTRMADP_3_SYRIA-SECURITY-DARAA-1735415910.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former loyalists to deposed Syrian ruler <a href=\"/tag/bashar-al-assad/\">Bashar al-Assad</a> are funnelling millions of dollars to tens of thousands of potential fighters in a bid to start uprisings against the country’s fledgling government, a Reuters investigation has found.</p><p>The plot, uncovered through interviews with 48 people and financial documents reviewed by the Reuters news agency, comes as <a href=\"/where/syria/\">Syria</a> marks <a href=\"/news/2025/12/5/syrias-hama-full-of-hope-joy-one-year-after-al-assad-forces\">one year</a> since al-Assad’s fall and as the new government under President Ahmed al-Sharaa gains international legitimacy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The schemes threaten to ignite new sectarian violence at a pivotal moment in the country’s fragile transition.</p><p>Two men once closest to al-Assad – Major-General Kamal Hassan, his former military intelligence chief, and billionaire cousin <a href=\"https://www.aljazeera.net/politics/2025/6/4/%D8%B4%D8%A7%D8%B1%D9%83-%D8%A7%D9%84%D8%A3%D8%B3%D8%AF-%D9%88%D8%BA%D8%B3%D9%84-%D8%A3%D9%85%D9%88%D8%A7%D9%84-%D8%B5%D8%AF%D8%A7%D9%85-%D8%AD%D8%B3%D9%8A%D9%86-%D8%A7%D9%84%D9%82%D8%B5%D8%A9\">Rami Makhlouf</a> – are competing from exile in Moscow to build militias among Syria’s Alawite minority, the sect long associated with the fallen dynasty, according to the Reuters findings.</p><p>Together with other factions, they are financing more than 50,000 fighters in hopes of winning their loyalty.</p><p>Hassan, who ran the regime’s notorious military detention system, has been making relentless calls and sending voice messages to commanders from his Moscow villa, according to people close to him interviewed by Reuters.</p><p>Reuters reported that he seethes about his lost influence and outlines grandiose visions of how he would rule coastal Syria, home to most of the country’s Alawite population and al-Assad’s former power base.</p><p>“Be patient, my people, and don’t surrender your arms. I am the one who will restore your dignity,” Hassan said in one WhatsApp message reviewed by Reuters.</p><p>Makhlouf, who once used his business empire to fund the dictatorship during the ruinous 14-year civil war before falling out with his more powerful relatives and spending years under house arrest, now portrays himself in conversations as a messianic figure who will return to power after ushering in an apocalyptic final battle, according to the investigation.</p><p>A prize for both men is control of a network of 14 underground command rooms built around coastal Syria towards the end of al-Assad’s rule, along with weapons caches, Reuters found.</p><p>Photos seen by the news agency show rooms stocked with assault rifles, ammunition, grenades, computers and communications equipment.</p><p>Hassan claims control of 12,000 fighters and has spent $1.5m since March, while Makhlouf claims at least 54,000 fighters and has spent at least $6m on salaries, according to internal documents and financial records reviewed by Reuters.</p><p>However, commanders on the ground said fighters are paid a pittance – between $20 and $30 monthly – and are taking money from both sides.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the plotting, prospects for a successful uprising appear low.</p><p>The two exiles are virulently at odds with one another, Russia has withheld support, and many Alawite mistrust the pair, Reuters found.</p><p>Moscow, which <a href=\"/news/2024/12/9/russia-gave-asylum-to-deposed-syrian-president-al-assad-kremlin-confirms\">granted al-Assad asylum</a>, has since pivoted towards courting al-Sharaa’s government to preserve its vital Mediterranean military bases on Syria’s coast in Tartous – the same region the plotters seek to control.</p><p>Syria’s new government is deploying its own counter-strategy through Khaled al-Ahmad, an Alawite and childhood friend of al-Sharaa who switched sides mid-war.</p><p>His task is to persuade former soldiers and civilians that their future lies with the new Syria.</p><p>Ahmed al-Shami, governor of the coastal Tartous region, told Reuters that Syrian authorities are aware of the plots and ready to combat them.</p><p>“We are certain they cannot do anything effective, given their lack of strong tools on the ground,” he said.</p><p>The revelations come as Syria navigates <a href=\"/tag/syria-s-war/\">multiple challenges</a> a year after al-Assad’s overthrow, including <a href=\"/news/2025/12/2/israels-netanyahu-says-deal-with-syria-possible-but-demands-buffer-zone\">continuing</a> Israeli military incursions, its demand for a buffer for Israel between the countries, and sectarian tensions that erupted into deadly violence in March and July.</p><p>This week, the country <a href=\"/news/2025/12/4/unsc-delegation-visits-syria-on-first-trip-a-year-after-al-assads-fall\">hosted</a> a UN Security Council delegation in its first-ever visit, signalling al-Sharaa’s growing international standing as he seeks to stabilise the fractured nation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who controls the Rafah crossing? | Gaza | Al Jazeera",
            "time": "2025-12-05T14:11:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Thumb-YT-1764943819.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Syria’s Hama full of ‘hope, joy’ one year after al-Assad forces’ exit | Bashar al-Assad News | Al Jazeera",
            "time": "2025-12-05T13:51:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T125833Z_1213894632_RC2BAIAFGFHA_RTRMADP_3_SYRIA-SECURITY-ANNIVERSARY-DEMONSTRATION-1764939625.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have poured into the streets of Syria’s central city of Hama to mark one year since forces loyal to Bashar al-Assad were expelled days before the longtime ruler’s ouster.</p><p>The atmosphere in the city – long a stronghold of opposition to al-Assad – is one of “hope and belief” in Syria’s future, reported Al Jazeera’s Assed Baig from Hama’s al-Assi Square.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As far as I can see on balconies on roofs, people are out celebrating this day,” said Baig. “They’re waving flags, they’re chanting slogans, they’re singing, and there’s hope for the future.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On December 5, 2024, rebels led by Syria’s now-President Ahmed al-Sharaa took control of Hama, marking their second breakthrough in a lightning offensive towards the capital. Days later, they captured Damascus, ending al-Assad’s 24-year reign and his family’s dynasty, as he <a href=\"/news/2024/12/8/syrias-deposed-former-leader-al-assad-in-moscow-russian-reports\">fled to Russia</a>.</p><p>Al-Assad’s fall carries particular weight in Hama, which in 1982 <a href=\"/news/2025/2/27/hama-a-rebellious-syrian-town-that-can-finally-mourn-the-assad-massacre\">suffered a brutal crackdown</a> under his father, former President Hafez al-Assad.</p><p>In quelling an uprising there, government forces besieged and bombed the city, while rounding up and shooting young men and boys. The Syrian Network for Human Rights estimates that between 30,000 and 40,000 people, including entire families, were killed.</p><h2 id=\"people-are-joyous\">‘People are joyous’</h2><p>Baig said today’s atmosphere in Hama is markedly different from when he last visited two decades ago.</p><p>“Back then, people would whisper, there was a sense of fear that the wrong word, the wrong sentence, could cause you to end up in trouble, disappeared to the regime forces’ prison or maybe even worse,” he said. “Now people are happy, celebrating, joyous.”</p><p>Syria’s new leader, al-Sharaa, who once led al-Qaeda’s branch in Syria and then the splinter group Hayat Tahrir al-Sham, has made a stunning turnaround since taking the reins of the country, largely restoring Syria’s international standing and securing <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">critical sanctions relief</a>.</p><p>Serving as president for a five-year transitional period, al-Sharaa has toured capitals from the Gulf to Europe to Washington, and this week <a href=\"/news/2025/12/4/unsc-delegation-visits-syria-on-first-trip-a-year-after-al-assads-fall\">hosted a delegation</a> from the United Nations Security Council in Syria.</p><p>In September, he was the first Syrian leader <a href=\"/news/2025/9/24/in-his-first-un-speech-syrias-al-sharaa-urges-end-to-all-sanctions\">to address the United Nations General Assembly</a> in six decades.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"new-chapter\">‘New chapter’</h2><p>But there are concerns about continuing sectarian bloodshed in Syria’s Alawite and Druze minority heartland, which some government forces and their allies have been implicated in and <a href=\"/news/2025/11/18/syria-launches-first-trial-over-coastal-violence-that-killed-thousands\">faced trial for</a>.</p><p>Clashes and reprisals <a href=\"/features/2025/3/20/dont-trust-anyone-are-syrias-alawis-losing-faith-in-the-new-government\">targeting the Alawite community</a>, from which al-Assad hails, killed more than 1,700 people in March, according to the Syrian Observatory for Human Rights monitor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Then, further clashes in south Syria’s Druze-majority Suwayda province left hundreds more dead in July, including many Druze civilians, according to the monitor.</p><p>Israel intervened with air strikes in Syria’s south and Damascus, framing the operations as protecting the Druze – a claim <a href=\"/news/2025/4/30/syria-says-it-rejects-foreign-intervention-after-israeli-strikes\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/4/30/syria-says-it-rejects-foreign-intervention-after-israeli-strikes\" data-sk=\"tooltip_parent\">rejected by many Druze leaders</a>. Israel continues to carry out deadly incursions and strikes in Syria to this day. Last week at least 13 people, including children, were killed as <a href=\"https://aje.aj-harbinger.com/news/2025/11/28/israeli-forces-syrians-clash-in-damascus-countryside-casualties-reported\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"https://aje.aj-harbinger.com/news/2025/11/28/israeli-forces-syrians-clash-in-damascus-countryside-casualties-reported\" data-sk=\"tooltip_parent\">Israel launched another incursion</a> into Syrian territory in the Damascus countryside, in Beit Jinn.</p><p>Nanar Hawach, a senior Syria analyst at the International Crisis Group, said “Syria has opened a new chapter that many once thought impossible” by rebuilding diplomatic ties and drawing foreign investment. But “international rehabilitation means little if all Syrians don’t feel safe walking their own streets”.</p><p>Gamal Mansour, a researcher at the University of Toronto, says that many Syrians, terrified of the potential chaos a power vacuum could unleash, still view al-Sharaa as “the only option that provides guarantees”.</p><p>In al-Hama, Baig says there’s hope “the government will be able to deliver … unity and freedom for all Syrians.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Eurovision hit by boycotts over Israel’s inclusion | Music | Al Jazeera",
            "time": "2025-12-05T13:34:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764941663.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "German president visits WWII UK bombing site amid unity against Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-05T13:33:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__877U9N4__v3__MidRes__BritainGermanyDiplomacy-1764939204.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>German president visits WWII UK bombing site amid unity against Russia</h1><p class=\"article__subhead\"><em>President Frank-Walter Steinmeier’s visit to UK is the first by a German head of state in 27 years.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German President Frank-Walter Steinmeier has paid a visit to Coventry Cathedral in central England, symbolically atoning for the Third Reich’s atrocities, as his country and the United Kingdom seek to <a href=\"/news/2025/11/20/eu-says-any-peace-plan-must-consult-ukraine-europe-doubts-russian-intent\">bolster an alliance</a> to combat Russia’s prosecution of Europe’s deadliest war since World War II.</p><p>Steinmeier’s visit on Friday commemorates the deadly Nazi bombing of Coventry on the night of November 14, 1940, which destroyed the 14th-century Gothic cathedral, leaving more than 500 people dead and a roofless ruin that stands as a reminder of the ravages of war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The UK was represented at the event by the Duke of Kent, who has long fostered British-German reconciliation following the war.</p><p>Steinmeier’s appearance wraps up a three-day state visit to the UK, the first by a German head of state in 27 years.</p><p>During a lavish banquet on Wednesday night at Windsor Castle, Steinmeier and King Charles III put on a show of Anglo-Saxon unity, exchanging toasts that celebrated the cultural and historic ties between their nations and highlighting efforts to build a common front against Russian aggression in Ukraine.</p><p>In his toast, Steinmeier described Coventry as a symbol of the bonds that grew out of the war that ended 80 years ago.</p><p>“Flourishing cities grew out of the ashes. Enemies became friends,” he said.</p><p>“That is our common history – and it shows what is possible when people have the courage to pursue reconciliation.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The state visit comes as European nations bond together to support Ukraine and confront Russian efforts to destabilise Western democracies through so-called hybrid attacks such as election interference, disinformation and sabotage.</p><p>Shaken by what they see as United States President Donald Trump’s lack of reliability, European nations are increasing military spending and boosting military cooperation.</p><p>On Friday, French President Emmanuel Macron stressed that <a href=\"/video/newsfeed/2025/12/1/zelenskyy-says-us-peace-plan-looks-better-with-new-revisions\">unity between Europe and the US</a> is key in the support of Ukraine, adding there is “no mistrust” and denying a report he had said there was a risk Washington could betray Ukraine.</p><p>“Unity between Americans and Europeans on the Ukrainian issue is essential. And I say it again and again, we need to work together,” Macron told reporters during a visit to China.</p><p>German magazine Der Spiegel on Thursday cited a transcript of a confidential call showing that Macron and German Chancellor Friedrich Mertz voiced severe scepticism about efforts by the US government and its envoys to negotiate a peace between Ukraine and Russia.</p><p>“I deny everything,” Macron said, when asked about the Der Spiegel report.</p><p>“We need the United States for peace. The United States needs us for this peace to be lasting and robust.”</p></div></div></body></html>"
        },
        {
            "title": "Who was Yasser Abu Shabab, the Israel-backed militia leader killed in Gaza? | Gaza | Al Jazeera",
            "time": "2025-12-05T13:11:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764940238.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Uninterrupted oil shipments’: Key takeaways from Putin-Modi talks in Delhi | Vladimir Putin News | Al Jazeera",
            "time": "2025-12-05T12:36:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__877P8BH__v1__MidRes__IndiaRussiaPoliticsDiplomacy-1764931970.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> Under a thick blanket of smog in the world’s most polluted city, the leaders of Russia and India put on a display of diplomatic resilience, projecting a message that their bilateral partnership remains insulated from widening global fractures.</p><p>At the Russia-India annual bilateral summit in New Delhi – against a backdrop of intensifying Western pressure, punctuated by recent United States tariff threats and the ongoing negotiations to end Russia’s war in Ukraine – the two leaders framed their relationship as a stabilising force.</p><p>While Indian Prime Minister Narendra Modi hailed the two countries’ relations as “steadfast like a pole star”, Russia’s President Vladimir Putin showered praise on his Indian counterpart for resisting “external pressure” and investing in the shared bond.</p><p>In a rare break from protocol, Modi was present at the airport in Delhi to receive Putin on Thursday night, and shared the car ride back to the Indian PM’s residence for dinner, in what has come to be known as “limo diplomacy” as Putin often uses his Aurus limousine to hold talks.</p><p>On Friday, memorandums of understanding were exchanged between multiple ministers from each side, expanding trade and cooperation in various sectors, from energy to agriculture and pharmaceuticals.</p><p>The deals, Modi said, would take “India-Russia economic partnership to new heights” under the India-Russia economic cooperation programme until 2030. The countries have agreed on an ambitious trade target of $100bn.</p><p>And, in a major signal to the West, Putin said: “Russia is ready for uninterrupted shipments of fuel to India.” Importing Russian crude has put India in a geopolitical bind and soured relations with the US, which believes it is financing the war in Ukraine. Earlier this year, US President Donald Trump hit India with an additional trade tariff of 25 percent – bringing the total to 50 percent on Indian goods exported to the US – because of its continuing purchase of Russian oil.</p><p>So, what were the main takeaways from this summit?</p><figure id=\"attachment_4152028\" aria-describedby=\"caption-attachment-4152028\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152028\" src=\"/wp-content/uploads/2025/12/2025-12-05T093531Z_2096572935_RC29AIAUUWBJ_RTRMADP_3_INDIA-RUSSIA-1764932101.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Modi putin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152028\" class=\"wp-caption-text\">Russian President Vladimir Putin and India’s Prime Minister Narendra Modi shake hands as they attend a presentation of a joint statement after talks at Hyderabad House in New Delhi, India, on December 5, 2025 [Adnan Abidi/Reuters]</figcaption></figure><h2 id=\"india-and-russia-affirmed-their-deep-ties\">India and Russia affirmed their deep ties</h2><p>The summit provided a platform for the two countries to reach a slew of trade agreements spanning jobs, health, shipping and chemicals.</p><p>However, analysts said the summit was more important as a show of political messaging.</p><p>“The biggest takeaway from the summit is the signalling that neither side has any intention to dilute this relationship, and is ready to withstand any external pressure,” said Harsh Pant, a geopolitics analyst at New Delhi-based think tank, the Observer Research Foundation.</p><p>Moreover, Pant said: “The attempt is to build the economic partnership, beyond oil and defence.” And without that, he added, “the bilateral relationship is not responsive to today’s realities”.</p><p>Robinder Sachdev, president of the Imagindia Institute, a Delhi-based think tank, said that the summit holds “extreme importance for the greater willingness on the part of both Russia and India to turbocharge this relationship”.</p><p>“Both sides want to increase their engagement beyond just government-to-government deals, in oil and defence sectors, and boost people-to-people ties,” said Sachdev. “That can be the biggest string in this bilateral relationship.”</p><p>Neither leader took questions after their media statements, which Putin concluded by saying that the Russian delegation was pleased with agreements that will “deepen” the bilateral partnership.</p><p>Putin added that, along with other BRICS countries – a growing bloc of emerging economies – India and Russia are promoting a “more just” and “multipolar” world. Putin also underlined the close bond that he shared with Modi by referring to their “close working dialogue” and “regular” phone calls.</p><p>In his statement, Modi said the two countries’ “Economic Cooperation Programme” is designed to diversify, balance, and make trade and investment sustainable, and further expand export, co-production, and co-innovation opportunities.</p><p>“Both sides are working towards the early conclusion of a Free Trade Agreement with the Eurasian Economic Union,” Modi added.</p><p>Modi also said that increasing the “connectivity” between Moscow and New Delhi is a “major priority for us”, noting that energy security has been a “strong and important pillar” of bilateral relations.</p><p>Modi also mentioned the opening of two new Indian consulates in Russia last month, and introduced two new 30-day visa schemes that would be made available for Russian tourists in India soon.</p><p>Modi said he had discussed the war in Ukraine with Putin and conveyed that India has “stood for peace since the beginning”.</p><p>“India and Russia have long supported each other, and worked shoulder to shoulder in the fight against terrorism,” said Modi, mentioning the April attack in Kashmir and the attack on Crocus City Hall in Moscow in 2024.</p><figure id=\"attachment_4152034\" aria-describedby=\"caption-attachment-4152034\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152034\" src=\"/wp-content/uploads/2025/12/2025-12-05T092604Z_1467307034_RC25AIA9VJTQ_RTRMADP_3_INDIA-RUSSIA-1764932208.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Modi putin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152034\" class=\"wp-caption-text\">Russian President Vladimir Putin is received by India’s Prime Minister Narendra Modi and India’s President Droupadi Murmu after he arrived to attend his ceremonial reception at the Rashtrapati Bhavan presidential palace in New Delhi, India, on December 5, 2025 [Altaf Hussain/Reuters]</figcaption></figure><h2 id=\"india-did-not-pressure-russia-over-ukraine\">India did not pressure Russia over Ukraine</h2><p>Russia and India have held an annual bilateral summit since 2000, for which the Indian prime minister visits Russia one year, and the Russian president returns the visit the following year. It was paused following Russia’s full-scale invasion of Ukraine in February 2022 and only resumed in 2024 when Modi visited Russia.</p><p>Ultimately, the Russian president’s 30-hour flying visit to Delhi sends a clear message to other world leaders amid growing pressure on him to conclude a peace deal with Ukraine. Putin is saying: “Moscow is not alone, and the efforts to isolate the Kremlin have failed”, experts say.</p><p>Ukraine’s allies in Europe and the US had hoped New Delhi would persuade Putin to agree to a peace deal. However, India did not call on Russia to end the war, although PM Modi appeared to reiterate his earlier position that “this is not an era of war”.</p><p>“India is on the side of peace,” the Indian prime minister said during discussions between the two leaders at Hyderabad House in Delhi on Friday.</p><p>“The world should return to peace, and we support every effort towards peace,” said Modi, adding, “India-Russia relations should grow and touch new heights.”</p><p>Expressing his gratitude to Modi, Putin said, “The two nations also have relations in the military sphere, in space development, artificial intelligence, and other areas … and we intend to move forward in all these areas.”</p><figure id=\"attachment_4152015\" aria-describedby=\"caption-attachment-4152015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152015\" src=\"/wp-content/uploads/2025/12/AFP__20251205__877G4BC__v1__MidRes__IndiaRussiaPolitics-1764931967.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"modi putin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152015\" class=\"wp-caption-text\">Birds fly past a digital billboard displaying India’s Prime Minister Narendra Modi shaking hands with Russia’s President Vladimir Putin, in Bengaluru on December 5, 2025 [(Idrees Mohammed/AFP]</figcaption></figure><h2 id=\"india-is-walking-a-tightrope-between-russia-and-the-west\">India is walking a tightrope between Russia and the West</h2><p>New Delhi is currently caught in a precarious geopolitical equation, a reality that has starkly tested the scope of India’s foreign policy.</p><p>On one side, India faces an increasingly coercive United States and its punitive trade tariffs. The Trump administration accuses India of effectively financing Putin’s war machine in Ukraine by buying crude oil.</p><p>The war in Ukraine, however, has tested the friendship between Moscow and New Delhi – a relationship that goes back decades.</p><p>Since its independence from Britain in 1947, India has avoided becoming locked into formal alliances with any superpower, leading the non-aligned movement during the Cold War. In reality, however, it drifted closer to the then-Soviet Union from the 1960s.</p><p>Since the end of the Cold War, India has deepened strategic and military ties with the US while trying to keep its friendship with Russia afloat.</p><p>India remains the top buyer of Russian arsenal. And India’s dependence on the Russian military sector was recently made apparent during New Delhi’s four-day clashes with Pakistan, with real-time reliance on Russian platforms such as the S-400 missile system and Sukhoi Su-30MKI fighters.</p><p>Investing in ties with Moscow and hosting Putin at this time allows New Delhi some leverage in a fragmented global order and maintains what it calls “strategic autonomy” to pursue its “multi-alignment” foreign policy.</p><p>The Delhi summit allowed the leaders to double down on that “neither side wants to bring this relationship down, and both sides want to invest diplomatic capital,” said Pant, of the ORF.</p><p>“The more Trump and his administration target India, the more it makes the case in India as to why the relationship with Russia is important,” he added.</p><figure id=\"attachment_4152026\" aria-describedby=\"caption-attachment-4152026\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152026\" src=\"/wp-content/uploads/2025/12/2025-12-05T065445Z_191480038_RC26AIAOMWDK_RTRMADP_3_INDIA-RUSSIA-1764932094.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Modi putin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152026\" class=\"wp-caption-text\">India’s Prime Minister Narendra Modi arrives to receive Russia’s President Vladimir Putin ahead of their meeting at Hyderabad House in New Delhi, India, on December 5, 2025 [Adnan Abidi/Reuters]</figcaption></figure><h2 id=\"putin-was-defiant-over-us-pressure-on-oil\">Putin was defiant over US pressure on oil</h2><p>The Russian president said that despite Western sanctions against Moscow and the imposition of the White House’s punishing tariffs on India for importing Russian oil, the bilateral energy cooperation largely “remains unaffected”.</p><p>Putin told broadcaster India Today that Washington continues to buy Russian nuclear fuel for power plants.</p><p>“That is also fuel; uranium for the reactors operating in the US. If the US has the right to buy our fuel, why shouldn’t India have the same privilege?” said the Russian president. “This question deserves thorough examination, and we stand ready to discuss it, including with President (Donald) Trump.”</p><p>India-Russia trade has undergone a major shift since 2022, ballooning from a modest $10bn to a record nearly $69bn this year, primarily fuelled by New Delhi’s appetite for discounted Russian crude oil.</p><p>However, these numbers remain lopsided: Indian exports, largely pharmaceuticals and machinery, stand at roughly $5bn, resulting in a widening $64bn trade deficit.</p><p>Furthermore, the latest official data from India’s commerce ministry reveals that India reduced its crude imports from Russia by 38 percent in value compared with last year, down from a record high $5.8bn last year to $3.55bn this October.</p><p>Despite all this, Russia still accounts for just above 30 percent of India’s total oil imports by value and volume.</p><p>While noting that the import numbers have come down, Putin stressed that trade remains “unaffected by current conditions, fleeting political swings or the tragic events in Ukraine” and added that Russian businesses had built a solid and efficient commercial relationship with India, one based on mutual trust.</p><figure id=\"attachment_4152040\" aria-describedby=\"caption-attachment-4152040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4152040\" src=\"/wp-content/uploads/2025/12/2025-12-05T084808Z_1288280898_RC28AIAS1YPU_RTRMADP_3_INDIA-RUSSIA-1764932333.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"putin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4152040\" class=\"wp-caption-text\">Russia’s President Vladimir Putin shakes hands with India’s Prime Minister Narendra Modi during a meeting in New Delhi, India, on December 5, 2025 [Alexander Kazakov/Sputnik/Pool via Reuters]</figcaption></figure><h2 id=\"what-else-was-discussed-on-the-sidelines-of-the-summit\">What else was discussed on the sidelines of the summit?</h2><p>Putin landed in New Delhi with an entourage which included Andrei Belousov, his defence minister, and a large delegation from business and industry, including top executives of Russian state arms exporter Rosoboronexport.</p><p>Belousov met his Indian counterpart, Rajnath Singh, at New Delhi’s Manekshaw Centre on Thursday, before the 23rd India-Russia Annual Summit.</p><p>While Singh looked to further the Indian government’s aim to build capacity in its indigenous defence industry, the Russian defence minister emphasised “the Russian defence industry’s [readiness] to support India towards becoming self-reliant in the field of defence production”, a joint statement read.</p><p>A Russian delegation also expressed interest in importing fishery and meat products from India and resolving market access issues, the Indian government said in a separate statement following a meeting between agriculture ministers on the sidelines.</p><p>India exported fishery products worth $7.45bn last year; however, a smaller share of $127m headed to Russia.</p><p>Geopolitical analysts noted that the summit leaves New Delhi hoping for a quicker peace deal on Ukraine, in order to free its strategic partner from global pressure.</p><p>And when that happens, “peace in the region would provide a window of opportunity for India to move fast and expand exports and business deals with Russia”, said Sachdev. “And beat Western nations to the race, who would also eventually return to Russia.”</p></div></div></body></html>"
        },
        {
            "title": "Four killed in ‘drug boat’ attack ordered by US defence chief | Newsfeed | Al Jazeera",
            "time": "2025-12-05T12:04:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764936251.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: FIFA World Cup 2026 draw | Football News | Al Jazeera",
            "time": "2025-12-05T12:01:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T152758Z_601540429_UP1ELC516YKGV_RTRMADP_3_SOCCER-WORLDCUP-DRAW-1764949101.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: FIFA World Cup 2026 draw</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with analysis and all the latest news, ahead of the draw for next year’s FIFA World Cup.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrians gather to celebrate first anniversary of Assad’s fall | Syria's War | Al Jazeera",
            "time": "2025-12-05T11:52:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764935538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "As Hong Kong reckons with worst fire in decades, many see echoes of 2019 | Hong Kong Protests News | Al Jazeera",
            "time": "2025-12-05T11:51:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T230402Z_1971219042_RC2I5IAD2ZY2_RTRMADP_3_HONGKONG-FIRE-WONGFAMILY-PICTURE-1764924966.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Hong Kong grapples with the aftermath of a devastating housing estate fire that killed at least 159 people, the tragedy has revived some of the mistrust and divisions in the city that exploded in the form of 2019’s antigovernment protests.</p><p>The city watched in horror on November 26 as the fire broke out at Wang Fuk Court and then steadily spread to seven of the complex’s eight towers. Many residents were trapped inside, due to faulty alarms, according to official reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The number of casualties has kept climbing since the fire was extinguished on November 28 – after burning for more than 40 hours – but Wang Fuk Court is on track to be one of the worst fires on record since a 1948 blaze killed 176 people.</p><p>The scale has been unthinkable for many Hong Kongers.</p><p>“This is not a village in the middle of nowhere; this is a downtown area. We wouldn’t have assumed such things would have happened,” Issie, an educator who works in Tai Po district, home to Wang Fuk Court, told Al Jazeera.</p><p>“This is something totally unthinkable. We would have expected the government to have … put out the fire.”</p><p>After the fire broke out, Hong Kongers quickly mobilised in ways not seen since the 2019 protests, when citizens, community groups, and religious groups distributed food, water, and shelter to young protesters – even if they did not always agree with them.</p><p>In Tai Po, community groups and individuals quickly brought clothing, food, and other supplies for the housing estate’s 4,000-plus residents, as others collated online databases of assistance.</p><p>Then came a petition calling for “four demands” of government accountability in the fire, a nod to the 2019 protest slogan of “five demands, not one less”. Local media reported that more than 10,000 people signed the petition before it was eventually taken down.</p><p>Walls of handwritten notes appeared, mourning the fire’s victims, in a striking visual similarity to the 2019 protest artworks known as “Lennon Walls”.</p><figure id=\"attachment_4151794\" aria-describedby=\"caption-attachment-4151794\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151794\" src=\"/wp-content/uploads/2025/12/2025-11-28T070032Z_851520254_RC2H5IAEVN6N_RTRMADP_3_HONGKONG-FIRE-RESOURCES-1764925277.jpg?w=770&amp;resize=770%2C538&amp;quality=80\" alt=\"People visit a resource collection point set up by volunteers to provide supplies for residents impacted by the deadly fire, near the Wang Fuk Court housing complex in Tai Po, Hong Kong, China November 28, 2025. REUTERS/Jessie Pang\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151794\" class=\"wp-caption-text\">People visit a resource collection point set up by volunteers to provide supplies for residents affected by the deadly fire, near the Wang Fuk Court housing complex in Tai Po, Hong Kong, China, on November 28, 2025 [Jessie Pang/Reuters]</figcaption></figure><p>Mobilisation is in Hong Kong’s “DNA”, a Hong Kong professor familiar with the city’s governance structure told Al Jazeera, requesting anonymity because of fears of professional repercussions.</p><p class=\"p1\">“People couldn’t understand why that happened … because it was supposed to be a large-scale renovation project. The renovation project took place to make residents safer, to make the building structure safer, and instead, it led to this tragedy,” he said.</p><p class=\"p1\">Hong Konger Athena Tong, a visiting research fellow at the University of Tokyo, echoed a view held by many in the city – that the government was slow to respond.</p><p>“The fact that it was necessary for society, the everyday citizens, to mobilise at that scale to help with relief demonstrates that there is no trust that the government is competent,” Tong told Al Jazeera.</p><p>Online, Hong Kongers began to question the government’s early response, including an early suggestion from officials and experts that Wang Fuk Court’s bamboo scaffolding – a Hong Kong construction tradition – was responsible for the fire and should be replaced with metal.</p><p>Fire investigators later ruled that subpar mesh netting and Styrofoam blocks were the main culprits.</p><p>But some of the discontent comes from the way the 2019 protests – and the deep existential questions they raised about the future of Hong Kong – were never really resolved, according to observers.</p><p>The protests broke out in 2019 over plans to amend Hong Kong’s extradition agreement with China, but they erupted into a widespread antigovernment movement as a range of grievances began to surface – some dating back to the city’s 1997 return to Chinese sovereignty.</p><p>The pushback ranged from issues such as how Hong Kong’s local leader would be chosen to whether Beijing was backpedalling on promises that the former British colony would retain a “high degree of autonomy” until 2047 under the “one country, two systems” agreement with China. For others, the protests brought up questions about the future of Hong Kong’s unique identity and culture.</p><figure id=\"attachment_4151824\" aria-describedby=\"caption-attachment-4151824\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151824\" src=\"/wp-content/uploads/2025/12/2025-12-01T122247Z_760162216_RC2M7IAG0HAW_RTRMADP_3_HONGKONG-FIRE-1764925919.jpg?w=770&amp;resize=770%2C517&amp;quality=80\" alt=\"People pray as they lay flowers at a makeshift memorial near the Wang Fuk Court housing complex residents after the deadly fire, in Tai Po, Hong Kong, China, December 1, 2025. REUTERS/Maxim Shemetov\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151824\" class=\"wp-caption-text\">People pray as they lay flowers at a makeshift memorial near the Wang Fuk Court housing complex residents after the deadly fire, in Tai Po, Hong Kong, China, December 1, 2025 [Maxim Shemetov/Reuters]</figcaption></figure><p>Pro-government Hong Kongers and Chinese officials, by contrast, saw the protests as a city descending into chaos, possibly encouraged by foreign powers like the US government, which wanted to destabilise Hong Kong for their own reasons.</p><p>The protests brought Hong Kong to a standstill for months but began to fizzle in 2020 as authorities enacted COVID-19 containment laws. In mid-2020, Beijing imposed national security legislation that made mass protests next to impossible.</p><p>Issie, the Hong Kong resident, said there were parallels between the government’s response in 2019 and 2025.</p><p>“If you look at the response they have to a lot of issues, especially when it comes to people being critical about their policies, and even this time when people were trying to help,” she told Al Jazeera, “These things wouldn’t have happened before.”</p><p>Earlier this week, a Hong Kong government spokesperson said “foreign forces and anti-China and destabilising forces” had been disseminating fake news online and through “seditious pamphlets” to “maliciously smear the rescue work, instigate social division and conflict to undermine the society’s unity” in language highly reminiscent of its 2019 remarks.</p><p>Their comments were echoed by Hong Kong’s Office for Safeguarding National Security of the Central People’s Government, which said a “small number of external hostile forces” were trying to exploit the tragedy and “replicate tactics from the anti-extradition bill unrest” in 2019 to disrupt rescue and recovery efforts, according to China’s state-run Global Times newspaper.</p><p>Hong Kong police have arrested at least 15 people as of Friday for suspected manslaughter in relation to the fire, and <a href=\"/news/2025/12/1/china-quashes-calls-for-accountability-over-deadly-hong-kong-blaze\">separately arrested at least three others</a> on suspicion of sedition and “attempting to incite discord”, according to local media reports.</p><p>They include an unnamed community volunteer, former district councillor Kenneth Cheung, and university student Miles Kwan, who was arrested for leafleting, according to local media.</p><figure id=\"attachment_4151770\" aria-describedby=\"caption-attachment-4151770\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151770\" src=\"/wp-content/uploads/2025/12/2025-12-02T230401Z_779505544_RC2V6IAGSMNA_RTRMADP_3_HONGKONG-FIRE-WONGFAMILY-PICTURE-1764924706.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='People leave notes with well-wishes for those affected by the deadly fire at the Wang Fuk Court housing complex, in Tai Po, Hong Kong, China, November 30, 2025. REUTERS/Tyrone Siu SEARCH \"HONG KONG FIRE PICTURE\" FOR THIS STORY. SEARCH \"WIDER IMAGE\" FOR ALL STORIES.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151770\" class=\"wp-caption-text\">People leave notes with well-wishes for those affected by the deadly fire at the Wang Fuk Court housing complex, in Tai Po, Hong Kong, China, November 30, 2025 [Tyrone Siu/Reuters]</figcaption></figure><p>Ronny Tong, a member of the local government’s Executive Council, told Al Jazeera that little information has been released about the sedition-related arrests, and the national security charges against them would have relied on more evidence than criticism of the government.</p><p>“We – with a capital W – take the view that the law is the law. There is a possibility that if someone is infringing the law at a very sensitive time … then the police should act on the side of caution. If they overreacted, the courts will be there to safeguard,” Ronny Tong said.</p><p>He told Al Jazeera that he felt it made sense for the government to take over community assistance from volunteers to streamline their efforts. Over the past week, the government promised Wang Fuk Court residents would receive free housing until their homes were rebuilt, and offered a subsidy of 100,000 Hong Kong dollars ($12,847).</p><p>Hong Kong leader John Lee has also called for an independent committee to investigate the fire and review Hong Kong’s building works system, although only a limited number of details have been released.</p><p>As of Friday, no government official has resigned over the deadly fire.</p><p>“The government, at the moment, is looking into whether there have been any corruption practices involved [in the fire], and then there is a question of rebuilding,” Ronny Tong said. “The only real assistance that we could give to the victims is to give them back their homes. We can’t give them back their relatives, who unfortunately have passed away, but I think it is within the power of the community to rebuild the buildings.”</p></div></div></body></html>"
        },
        {
            "title": "Turkiye orders arrest of top-tier footballers, officials in gambling probe | Football News | Al Jazeera",
            "time": "2025-12-05T11:48:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Player1-1764933162.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Turkiye orders arrest of top-tier footballers, officials in gambling probe</h1><p class=\"article__subhead\"><em>At least 27 Super Lig club players are suspected of having bet on matches involving their own teams.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prosecutors in Turkiye have ordered the detention of 46 people, including 29 footballers from top-tier clubs, club presidents, commentators and others, as part of a <a href=\"/video/inside-story/2025/11/15/is-global-sports-betting-out-of\">widening investigation into insider betting</a> that has roiled the country’s professional football leagues.</p><p>Among the arrested players, 27 were suspected of having bet on matches involving their own teams, the public prosecutor’s office in Istanbul said in a statement on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>One was Metehan Baltaci, who plays for reigning Turkish champions Galatasaray, it said. Earlier this month, he had been suspended for nine months over the betting scandal.</p><p>The investigation has rocked Turkish football, with six referees placed in pre-trial detention on November 10, along with the president of Eyupspor, a club in Turkiye’s top Super Lig division.</p><p>Prosecutors did not identify the other 26 players suspected of bets involving their own teams, but said Mert Hakan Yandas, who plays for Fenerbahce, another major Istanbul club, had placed bets through someone else’s account.</p><p>The A Haber news channel reported that the former president of Adana Demirspor, Murat Sancak, was also included in the detention list. It also listed several other players.</p><p>None of the clubs mentioned could immediately be reached for comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prosecutor’s office said police had so far detained 35 of the 46 people named in the arrest order. Five were known to be currently abroad, it said.</p><p>Two club presidents were among those targeted by the order for “attempting to influence the outcome” of a match between their two third-division teams in the 2023-2024 season, the statement said.</p><p>The match had caught the attention of investigators because neither side had even made one attempt to score a goal, Turkish media reported, with several newspapers saying that was where the entire investigation began.</p><p>So far, the Turkish Football Federation (TFF) has suspended <a href=\"/sports/2025/11/11/eight-arrested-over-1000-suspended-in-turkiye-football-gambling-scandal\">more than 1,000 Turkish players</a>, 25 of them from the Super Lig, with the sanctions ranging from 45 days to 12 months.</p><p>Only one was a foreign national – Konyaspor’s Senegalese winger Alassane Ndao, who was suspended for 12 months.</p><p>The vast majority, more than 900, are from the third and fourth divisions.</p><p>In October, the TFF suspended nearly 150 referees for betting on matches, all of whom have since been dismissed.</p></div></div></body></html>"
        },
        {
            "title": "Abu Shabab’s killing “a heavy hit” to Israeli-backed Gaza gangs | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-05T11:47:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/20251205_SHEHADA_H-1764935177.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Iranian delegation in the US for World Cup draw after threatening boycott | World Cup News | Al Jazeera",
            "time": "2025-12-05T11:44:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-03T125323Z_2052471174_RC2GX9A3ZWA9_RTRMADP_3_SOCCER-WORLDCUP-TEAMS-1764934696.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian football team’s head coach Ardeshir Amir Ghalenoei has arrived in Washington, DC, with a delegation of the Islamic Republic of Iran Football Federation, before the draw for the FIFA World Cup 2026.</p><p>FIFA confirmed the delegation’s presence in the United States capital on Friday, as preparations continue for the expanded 48-team tournament next summer, which will be hosted by the US, Canada and Mexico.</p><p>Iran initially said they would boycott the ceremony in the US capital over visa issues.</p><p>While Iran had applied for nine visas for their delegation, Iranian football federation (FFIRI) spokesman Amir Mehdi Alavi was quoted as saying the US had granted four visas, including coach Ghalenoei.</p><p>Mehdi Taj, president of the FFIRI, was not granted a visa and denounced the decision as being a political one.</p><p>“We have informed FIFA that the decisions taken have nothing to do with sports, and the members of the Iranian delegation will not participate in the World Cup draw,” he told state television last week.</p><p>“We have told the head of FIFA, Mr [Gianni] Infantino, that it is purely a political position and that FIFA must tell them [US] to desist from this behaviour,” added Taj.</p><p>The US has longstanding strict visa restrictions on Iranians for political and security reasons.</p><p>“FIFA has welcomed the arrival of the Islamic Republic of Iran Football Federation delegation to Washington, DC, including head coach Ardeshir Ghalenoei, to attend the FIFA World Cup 2026 Final Draw and the team seminar,” the global body said in a statement.</p><p>“FIFA looks forward to continuing to work with the Federation and the host country authorities to ensure preparations for their participation at the FIFA World Cup 2026 next summer.”</p><p>Iran secured qualification earlier this year through the Asian qualifiers and will discover their group-stage opponents at the draw later on Friday at the John F Kennedy Center for the Performing Arts.</p><p>The US and Iran have been at loggerheads for more than four decades.</p><p>They had, though, been holding high-level nuclear talks between Tehran and Washington that had begun in April, during which the two sides were at odds over Iran’s right to enrich uranium – a right that Tehran defends as “inalienable”.</p><p>However, they ended when, in mid-June, Israel launched an unprecedented bombing campaign against Iran, triggering a 12-day war that the US briefly joined, with strikes on key Iranian nuclear facilities.</p></div></div></body></html>"
        },
        {
            "title": "UNSC delegation meets Lebanon’s Aoun, tours south amid Israeli escalation | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-05T11:11:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__877E7G6__v3__HighRes__LebanonUnDiplomacySecurity-1764929050.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon’s President Joseph Aoun has met with a visiting United Nations Security Council (UNSC) delegation to discuss escalating tensions with Israel and efforts to disarm Hezbollah, a day after a wave of Israeli raids rocked the south of the country, according to Lebanon’s National News Agency (NNA).</p><p>Speaking with the UNSC team on Friday, Aoun urged them to pressure Israel to respect a November 2024 ceasefire it has <a href=\"/news/2025/10/17/iran-condemns-ongoing-israeli-strikes-in-lebanon-as-ceasefire-violation\">violated on a near-daily basis</a> and to withdraw from areas it continues to occupy in southern Lebanon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We look forward to pressure from your side,” said Aoun, in comments carried by the NNA.</p><p>Aoun earlier said the UN delegation, which also met with Prime Minister Nawaf Salam and Parliament Speaker Nabih Berri, would tour southern Lebanon to check “the situation on the ground”. The trip would help the delegation “see the real picture of what is happening there”, as the army works to implement a plan to dismantle Hezbollah’s weapons, said Aoun.</p><figure id=\"attachment_4151923\" aria-describedby=\"caption-attachment-4151923\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151923\" src=\"/wp-content/uploads/2025/12/AFP__20251205__877E79F__v1__HighRes__LebanonUnDiplomacySecurity-1764929062.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A handout photograph released by the Lebanese presidency's press office shows Lebanese President Joseph Aoun (L) speaking with Slovenia's UN Ambassador Samuel Zbogar (R) during a meeting with a United Nations Security Council delegation at the Presidential Palace of Baabda, east of Beirut, on December 5, 2025. Aoun asked the UN Security Council delegation to pressure Israel to abide by the implementation of the ceasefire, calling for support for the army in order to complete its work in the mission of limiting weapons in the south of the country. (Photo by Handout / Lebanese Presidency / AFP) / RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT &quot;AFP PHOTO / LEBANESE PRESIDENCY&quot; - HANDOUT - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151923\" class=\"wp-caption-text\">Lebanon’s President Joseph Aoun (L) speaks with Slovenia’s UN Ambassador Samuel Zbogar (R) during a meeting with a United Nations Security Council delegation at the Presidential Palace of Baabda, east of Beirut, December 5 [Handout/Lebanese Presidency/AFP]</figcaption></figure><p>The UN visit comes amid tentative signs of potential deeper engagement between Lebanon and Israel that have angered Hezbollah.</p><p>On Wednesday, civilian representatives from the two states held their <a href=\"/news/2025/12/3/lebanon-and-israel-hold-first-direct-talks-in-40-years-as-war-fears-rise\">first direct talks in decades</a>, in a move Hezbollah chief Naim Qassem slammed as a “free concession” to Israel, which Lebanon is technically still at war with.</p><p>In comments carried by the pro-Hezbollah Al-Akhbar newspaper, Qassem said the civilian-led talks go against the policy of the Lebanese government, whose top priority should be ensuring state sovereignty.</p><p>Describing Israel as “expansionist”, Qassem said the country has not adhered to last year’s ceasefire agreement with Hezbollah and has carried out “constant” attacks.</p><p>“This aggression is not due to Hezbollah’s weapons but rather aims to gradually occupy Lebanon and establish a ‘Greater Israel’ through Lebanon,” Qassem said, adding that the US has “no business interfering” with internal Lebanese issues, including the country’s defence strategy or efforts to disarm Hezbollah.</p><p>Salam, for his part, said the talks with Israel – held during a meeting of the military committee monitoring their ceasefire – were “positive” but downplayed their significance, saying they were not eyeing normalisation and focused only on implementing the 2024 truce.</p><h2 id=\"negotiations-under-fire\">‘Negotiations under fire’?</h2><p>Despite the apparent diplomatic opening, Israel’s military followed up the Lebanon talks with another wave of attacks in southern Lebanon. On Thursday, it <a href=\"/news/2025/12/4/israel-hits-multiple-towns-in-southern-lebanon-as-strikes-intensify\">struck four southern Lebanese villages</a> – its latest of hundreds of attacks, despite the 2024 truce, claiming to target Hezbollah infrastructure, but that have killed dozens of civilians and destroyed residential buildings and critical infrastructure.</p><p>Al Jazeera’s correspondent in Beirut, Zeina Khodr, said the strikes sent a message that “negotiations will be held under fire, until Hezbollah is fully disarmed”.</p><p>While Lebanon’s government has committed to disarming Hezbollah, the group has flatly rejected the idea as long as Israel continues to bombard and occupy Lebanon.</p><p>Qassem said in recent days that the armed group has the right to respond to <a href=\"/news/2025/11/23/israel-bombs-southern-suburbs-of-beirut\">Israel’s assassination</a> of its top military chief in a strike on Beirut’s southern suburbs last month.</p><p>Qassem called the killing of Haytham Ali Tabatabai “a blatant aggression and a heinous crime”, adding that Hezbollah has “the right to respond, and we will determine the timing for that”.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"language-of-negotiation\">‘Language of negotiation’</h2><p>Aoun’s Information Minister Paul Morcos said the government views negotiations with Israel, set to restart on December 19, as the only way forward. “There is no other option but negotiation. This is the reality, and this is what history has taught us about wars,” Aoun, a former chief of the Lebanese army, said at a cabinet meeting, according to Morcos.</p><p>Aoun stressed “the need for the language of negotiation – not the language of war – to prevail”, and that there would be no concession over Lebanon’s sovereignty, added Morcos.</p><p>The November 2024 ceasefire between Israel and Lebanon called for both states to halt hostilities, with Lebanon responsible for preventing armed groups from attacking Israel and Israel committed to ending offensive military actions.</p><figure id=\"attachment_3518594\" aria-describedby=\"caption-attachment-3518594\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3518594\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Israel-Hezbollah-Lebanon-remain-in-5-locations-1739885189.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel-Hezbollah Lebanon remain in 5 locations-1739885189\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3518594\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>However, Israeli forces continue to occupy at least five positions inside Lebanese territory and have not withdrawn despite the agreement’s terms. They have also conducted near-daily attacks across Lebanon that have killed more than 300 people, including at least 127 civilians, according to the UN.</p><p>Israel claims its operations are targeting Hezbollah members and infrastructure to prevent the armed group from rebuilding its military capabilities and reemerging as a force in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Opening ‘Pandora’s box’: What happens if the US attacks Venezuela? | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T11:10:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-25T232819Z_1526911521_RC2Y3IAMJKIX_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764920289.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"3\">As United States naval deployments in the Caribbean intensify and <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">rhetoric heats up</a>, the prospect of a US attack on Venezuela feels increasingly close.</p><p data-path-to-node=\"3\">Since early September, the US has carried out military strikes on at least 21 Venezuelan boats it claims are trafficking drugs in the Caribbean and eastern Pacific, killing at least 87 people. The Trump administration has justified the attacks as, it says, the inflow of drugs to the US threatens national security. However, it has provided no evidence of drug trafficking, and experts say <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">Venezuela is not the main source</a> of drugs such as cocaine being smuggled into the US.</p><p data-path-to-node=\"3\">US President Donald Trump has given conflicting messages about whether he plans a ground operation inside Venezuela. He has simultaneously <a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">not </a><span><a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\" target=\"_blank\" rel=\"noopener\">ruled </a>it</span> out, while also denying he was considering strikes inside the country. He has, however, authorised CIA operations inside the country.</p><p data-path-to-node=\"3\">Venezuelan President Nicolas Maduro <a href=\"/news/2025/11/11/venezuela-prepares-massive-deployment-of-forces-in-case-of-us-attack\">claims</a> Trump’s <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\">real objective</a> is to force a regime change by removing him from power, and warned that the country would resist any such attempt.</p><p data-path-to-node=\"5\">Here is what we know:</p><h2 id=\"how-could-the-us-attack-venezuela\" data-path-to-node=\"5\">How could the US attack Venezuela?</h2><p data-start=\"273\" data-end=\"435\">Analysts say the US has several <a href=\"/news/2025/11/14/is-venezuela-prepared-for-a-us-attack-as-washington-ramps-up-forces\">military options</a> for striking Venezuela, most of which employ air and maritime power rather than ground troops.</p><p data-start=\"273\" data-end=\"435\">In recent months, the US has deployed a considerable air and naval force to the Caribbean, close to the coast of Venezuela, including the world’s largest aircraft carrier, the <a href=\"/news/2025/10/24/us-deploys-aircraft-carrier-amid-hardening-stance-towards-venezuela\">USS Gerald Ford</a>.</p><p data-start=\"437\" data-end=\"528\">“The pieces are in place for an air and missile attack,” Mark Cancian, a retired Marine Corps colonel and senior adviser with the Center for Strategic and International Studies, told Al Jazeera.</p><p data-start=\"437\" data-end=\"528\">“The first strike will likely be long-range missiles launched from air and sea because Venezuela has relatively strong air defences,” he said.</p><p data-start=\"878\" data-end=\"1105\">While the Trump administration’s rhetoric has increasingly focused on the Maduro government, which it claims has links to drug gangs in Venezuela, analysts note that targeting alleged cartel-linked infrastructure would be easier to justify internationally and easier to conclude quickly.</p><p data-start=\"1107\" data-end=\"1161\">What nearly all experts have ruled out is a ground invasion.</p><p data-start=\"336\" data-end=\"813\">“I don’t really see that an attack is likely at all at this stage,” Elias Ferrer, founder of Orinoco Research and the lead editor of the Venezuelan media organisation Guacamaya, said.</p><p data-start=\"1107\" data-end=\"1161\">“There will be no boots on the ground because US ground forces in the region are not strong enough for an invasion,” Cancian said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4129625 aligncenter\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-AT-A-GLANCE-2025-1764062410.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA-AT-A-GLANCE-2025-1764062410\" data-interactive=\"true\" fetchpriority=\"low\"></p><p data-start=\"1163\" data-end=\"1301\">Furthermore, a large-scale land operation would likely be deeply unpopular in the US and face major obstacles at home.</p><p data-start=\"1303\" data-end=\"1531\">“Any move toward overt ground operations would encounter significant legal barriers, congressional pushback, and the shadow of Iraq and Afghanistan – all of which make a full occupation extremely unlikely,” Salvador Santino Regilme, a political scientist who leads the international relations programme at Leiden University in the Netherlands, told Al Jazeera.</p><p data-start=\"1533\" data-end=\"1718\">“Analytically, we should think in terms of a spectrum of limited but potentially escalating uses of force, not a binary choice between ‘no attack’ and an Iraq-style invasion,” he added.</p><p data-start=\"1533\" data-end=\"1718\">An ‘<a href=\"/news/longform/2023/4/5/iraq-war-20-years-on-visualising-the-impact-of-the-invasion\">Iraq-style invasion’</a> refers to a large-scale ground campaign followed by a US-led occupation, the dismantling of state institutions and an open-ended nation-building effort – the kind of intervention that would require hundreds of thousands of troops, years of counterinsurgency operations, and massive political and financial investment.</p><figure id=\"attachment_4151586\" aria-describedby=\"caption-attachment-4151586\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151586\" src=\"/wp-content/uploads/2025/12/2024-07-30T191053Z_233095500_RC2T59APKI6B_RTRMADP_3_VENEZUELA-ELECTION-1764919870.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Opposition leader Maria Corina Machado and opposition candidate Edmundo Gonzalez\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151586\" class=\"wp-caption-text\">Venezuelan opposition leader Maria Corina Machado and opposition candidate Edmundo Gonzalez [FILE: Gaby Oraa/Reuters])\\</figcaption></figure><h2 id=\"what-could-a-us-attack-mean-for-venezuela\" data-start=\"1406\" data-end=\"1640\">What could a US attack mean for Venezuela?</h2><p data-path-to-node=\"4\">While some policymakers in Washington hope a military strike would trigger a political transition in government, analysts warn it is far more likely to plunge the nation into instability.</p><p data-path-to-node=\"5\">Ferrer described the idea of an attack as opening a “Pandora’s box”.</p><p data-path-to-node=\"5\">“Armed actors are empowered in a conflict, so either the military itself or paramilitary actors – whether they’re politically motivated or just organised crime – could try to take over certain parts of the country. That is not the only result. But you open up all of those possibilities.”</p><p data-path-to-node=\"6\">In such an environment, Ferrer warned, the political opposition would be among the least likely to benefit.</p><p data-start=\"1348\" data-end=\"1542\">“One of the most likely losers out of such a situation is the Venezuelan opposition, only because they don’t have an armed wing or strong connections with the armed and security forces,” he said.</p><p data-start=\"336\" data-end=\"813\">Indeed, some analysts argue that even a limited US strike would likely strengthen the Maduro government in the short term.</p><p data-start=\"336\" data-end=\"813\">“External aggression tends to generate a rally-around-the-flag effect and gives incumbents a powerful pretext to criminalise dissent as treason,” Santino Regilme told Al Jazeera.</p><p data-start=\"336\" data-end=\"813\">“The opposition, which is already fragmented and socially uneven, would likely be further divided between those who welcome US pressure and those who fear being permanently discredited as foreign proxies,” he added.</p><p data-start=\"336\" data-end=\"813\">“Comparative experiences in Iraq, Libya, and other cases of externally driven regime change suggest that coercive intervention rarely produces stable democracy,” Santino Regilme explained.</p><p data-start=\"1348\" data-end=\"1542\">Despite rising tensions, senior Venezuelan officials have adopted an openly defiant posture. While publicly calling for peace, they frame any potential US action as an attack on national sovereignty.</p><p data-path-to-node=\"8\">“They [the US] think that with a bombing they’ll end everything. Here, in this country?” Interior Minister Diosdado Cabello scoffed on state television in early November.</p><p data-path-to-node=\"9\">Maduro struck a similar tone earlier this month.</p><p data-path-to-node=\"9\">“We want peace, but peace with sovereignty, equality and freedom,” he said. “We do not want a slave’s peace, nor the peace of colonies.”</p><figure id=\"attachment_4151538\" aria-describedby=\"caption-attachment-4151538\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151538\" src=\"/wp-content/uploads/2025/12/2025-12-01T232124Z_1478311111_RC2X7IAF4L0L_RTRMADP_3_USA-TRUMP-VENEZUELA-MADURO-1764918239.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's President Nicolas Maduro speaks during a ceremony to swear in new community-based organisation\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151538\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro speaks during a ceremony to swear in new community-based organisations [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"what-is-the-us-s-main-strategy\">What is the US’s main strategy?</h2><p data-start=\"2028\" data-end=\"2352\">Cancian, the retired Marine Corps colonel from CSIS, said the US, through the CIA, is working to undermine the loyalty of the Venezuelan military to the Maduro government.</p><p data-start=\"2028\" data-end=\"2352\">“The United States may tell these forces that they will be left alone if they remain in garrison during any fighting,” Cancian explained.</p><p data-start=\"2028\" data-end=\"2352\">“The US did something like this during Desert Storm,” he said. That was the 1991 Gulf War campaign in which a US-led coalition expelled Iraqi forces from Kuwait.</p><p data-start=\"2028\" data-end=\"2352\">In that conflict, US officials quietly signalled to certain Iraqi units that if they stayed in their barracks and did not resist, they would not be targeted – an approach that helped limit resistance during the ground offensive.</p><p data-start=\"2028\" data-end=\"2352\">But, according to Cancian, the Venezuelan government has purged any opposition from the military.</p><p data-start=\"2028\" data-end=\"2352\">“Thus, there is a high likelihood that the military and security forces will fight,” he added</p><h2 id=\"so-how-could-venezuela-s-military-respond-to-an-attack\" data-start=\"2028\" data-end=\"2352\">So how could Venezuela’s military respond to an attack?</h2><p data-start=\"336\" data-end=\"813\">Ferrer said this all depends on what signals the US sends them before any attack. “What’s actually more interesting is what kind of deal the US is trying to make. How is it trying to involve or marginalise the armed forces and the security forces?”</p><p data-start=\"1571\" data-end=\"1615\">He outlined the dilemma facing Washington: “Is it telling them, ‘Hey guys, you can stay in control of these businesses, these ministries – the generals can keep their posts’? Or is it going to do something like de-Baathification in Iraq, where they remove all the officers and fire all the soldiers to purge the armed forces of pro-Maduro elements?”</p><p data-start=\"1928\" data-end=\"2024\">Marginalising the armed forces could trigger more, not less, violence, Ferrer warned.</p><p data-start=\"2028\" data-end=\"2352\">“Not necessarily a coup or a civil war involving the whole country, but you might have pockets of conflict arising all over the country. That’s definitely a possibility if the armed forces are marginalised,” he added.</p><figure id=\"attachment_4151575\" aria-describedby=\"caption-attachment-4151575\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151575\" src=\"/wp-content/uploads/2025/12/2025-11-25T220931Z_1049293586_RC2Y3IAMQHV0_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764919533.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's President Nicolas Maduro holds Simon Bolivar's sword \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151575\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro addresses members of the armed forces, the Bolivarian Militia, police and civilians during a rally against a possible escalation of United States actions [FILE: Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"how-might-ordinary-venezuelans-react\">How might ordinary Venezuelans react?</h2><p data-start=\"279\" data-end=\"333\">Analysts say the <a href=\"/news/2025/12/5/the-homeland-is-the-homeland-venezuelans-brace-for-possible-us-attack\">picture is complex</a>. “Ordinary Venezuelans have already endured a prolonged socioeconomic collapse, hyperinflation, widespread shortages, international sanctions and one of the largest displacement crises in the world,” Santino Regilme said.</p><p data-start=\"335\" data-end=\"1019\">According to recent estimates, about <a href=\"https://www.congress.gov/crs-product/IF10230\" target=\"_blank\" rel=\"noopener\">7.9 million Venezuelans</a>, roughly 28-30 percent of the population, have required humanitarian assistance in 2025.</p><p data-start=\"335\" data-end=\"1019\">“Against that backdrop, a US attack would likely be experienced less as a moment of ‘liberation’ and more as yet another layer of insecurity, one that threatens what remains of access to food, medicine, electricity and basic services.”</p><p data-start=\"335\" data-end=\"1019\">“Public opinion research shows deep distrust both toward the government and toward foreign military intervention, suggesting that popular reactions would be heterogeneous, ambivalent, and heavily shaped by class, geography, and political identity,” Santino Regilme added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-would-venezuela-s-international-partners-respond\">How would Venezuela’s international partners respond?</h2><p data-start=\"235\" data-end=\"744\">Regional and global actors would likely react in ways that mirror their existing strategic ties with Caracas.</p><p data-start=\"235\" data-end=\"744\">According to analysts, China, now one of Venezuela’s largest creditors and economic partners, is expected to maintain firm diplomatic support for Maduro, but its ability to shape events on the ground would be limited if open conflict erupted.</p><p data-start=\"235\" data-end=\"744\">“In the event of an armed conflict developing between Venezuela and the US, we understand that China’s capacity for influence would be reduced,” Carlos Pina, a Venezuelan political analyst, told Al Jazeera.</p><p data-start=\"746\" data-end=\"1135\">Russia, by contrast, has a more direct military relationship with Venezuela. Moscow has supplied advanced weapons systems, trained Venezuelan personnel, and maintained intelligence cooperation for years.</p><p data-start=\"746\" data-end=\"1135\">According to Pina: “Moscow’s [role] would be linked to possible military advisory regarding the use of military equipment that this Eurasian country has sold to Caracas.”</p><p data-start=\"1137\" data-end=\"1321\">In any scenario, both countries would remain politically aligned with Maduro. As the expert noted, “the diplomatic support of these countries for Nicolas Maduro would be undisputed.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"could-the-us-target-other-countries\" data-start=\"1137\" data-end=\"1321\">Could the US target other countries?</h2><p data-start=\"266\" data-end=\"593\">Analysts caution that US aggression towards Venezuela could have regional implications.</p><p data-start=\"266\" data-end=\"593\">During a cabinet meeting on Tuesday this week, Trump warned that any country producing narcotics would be a potential target, and singled out <a href=\"/news/2025/12/3/colombias-petro-invites-trump-to-cocaine-lab-demolition-amid-attack-threat\">Colombia</a> for producing cocaine, which ends up in the US.</p><p data-start=\"266\" data-end=\"593\">Experts say they fear that what is unfolding now with Venezuela, therefore, could become a broader template for reframing domestic political crises across the region as “narco-terrorist” threats – a label that can justify military action under the banners of counterterrorism or law enforcement.</p><p data-start=\"595\" data-end=\"1130\">Santino Regilme told Al Jazeera that “what is being tested around Venezuela is less a single country policy than a broader template, where complex domestic crises are reframed as ‘narco-terrorist’ threats that justify extraterritorial use of force under the banners of law enforcement and counterterrorism”.</p><p data-start=\"595\" data-end=\"1130\">If applied to other countries in the region, he warned, this model could “further erode the already fragile constraints on the use of force in international law and weaken regional mechanisms that seek negotiated political settlements”.</p><p data-start=\"1132\" data-end=\"1608\">Santino Regilme added that such an approach would also deepen the trend towards managing transnational issues – like drug trafficking and migration – through militarisation rather than social, economic or public health interventions.</p></div></div></body></html>"
        },
        {
            "title": "MF Husain was forced into exile; now his work finds permanent home in Qatar | Arts and Culture | Al Jazeera",
            "time": "2025-12-05T10:49:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/SOR03760-1764488286.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Doha, Qatar –</strong> In the 1930s, a young Maqbool Fida Husain, barely in his 20s, arrived in the Indian financial capital of Mumbai, then known as Bombay, from Indore city 600km (370 miles) away.</p><p>His dream was to make films. But struggling to survive in the city, he started painting billboards for the emerging Bollywood film industry.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A decade later, as newly independent India was finding its footing, Husain became a part of a group of artists who laid the foundations of modern art in the country. In the years to come, he went on to become one of the most celebrated and internationally recognised Indian modern artists of the 20th century, often dubbed “India’s Picasso”.</p><p>But despite the global renown and the numerous awards – internationally and at home in India – Husain found himself the target of a concerted hate campaign by a rising Hindu majoritarian movement starting in the 1990s, forcing him to flee.</p><p>Now, nearly two decades after he went into exile, and 14 years after he died in London, Husain’s iconic works have found a permanent home in Doha, the capital of Qatar, which in 2010 offered the artist citizenship.</p><figure id=\"attachment_4140553\" aria-describedby=\"caption-attachment-4140553\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140553\" src=\"/wp-content/uploads/2025/11/SOR03820-1764489203.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh Wa Qalam: M. F. Husain Museum, Doha, Qatar [Sorin Furcoi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140553\" class=\"wp-caption-text\">Lawh Wa Qalam: MF Husain Museum in Doha was inaugurated late last month. It is inspired by Husain’s sketch [Sorin Furcoi/Al Jazeera]</figcaption></figure><h2 id=\"lawh-wa-qalam-mf-husain-museum-inaugurated\">Lawh Wa Qalam: MF Husain Museum inaugurated</h2><p>Last month, Qatar inaugurated a stunning new museum, Lawh Wa Qalam (meaning the board and the pen), dedicated to Husain’s life and works that spanned more than six decades.</p><p>“Maqbool Fida Husain is a legendary artist – a true master whose artistic works transcend borders and connect cultures, histories, and identities,” Sheikha Moza bint Nasser, the chair of Qatar Foundation, said during the museum’s inauguration.</p><p>The new museum, located in Doha’s sprawling Education City, features the celebrated artist’s final works commissioned by Sheikha Moza, along with his other works, including photography, films and poetry.</p><p>At least 35 paintings, which were completed as part of his Arab Civilisation series before Husain died in 2011, are on display in the building.</p><p>Among them is The Battle of Badr, for which Husain used calligraphy and the Arabic script, and fused them with his bold modern style to capture the significance of the early Islamic military victory. Arab Astronomy, another painting, honours scholars who mapped the heavens.</p><figure id=\"attachment_4140510\" aria-describedby=\"caption-attachment-4140510\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140510\" src=\"/wp-content/uploads/2025/11/SOR03738-1764488181.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"M. F. Husain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140510\" class=\"wp-caption-text\">This painting on display at Lawh Wa Qalam museum is part of the 35 artworks that Husain completed before his death in 2011 [Sorin Furcoi/Al Jazeera]</figcaption></figure><p>Seeroo fi al ardh (meaning “travel through the earth”, in Arabic), a multimedia art installation that opened in 2019, now forms part of the museum. The installation chronicles the journey of human civilisation through the lens of the Arab region.</p><p>“From the outset, one of the biggest questions for us was how to represent the range of Husain’s practice without reducing it to a simple linear story at Lawh Wa Qalam,” Noof Mohammed, museum curator, told Al Jazeera.</p><p>“We wanted to focus primarily on presenting the works he made in Doha, which represent one of the most ambitious periods of his late career. Projects like Seeroo fi al ardh and the Arab Civilisation series show him working on a scale and clarity that deserve to be seen together, and that shaped how we approached the narrative.”</p><p>Spread over 290 square metres (3,000sq ft), the museum also houses his personal belongings, including Indian passport books that he relinquished in 2010.</p><p>“We were lucky that Husain made Qatar his home, where he was able to produce a lot of artwork that is part of the collection in the museum,” Kholoud Al-Ali, executive director of community engagement and programming at Qatar Foundation, said.</p><p>Qatar Foundation’s Education City is home to leading educational institutions, including Georgetown University, Northwestern University and Weill Cornell Medicine, and is also a hub of modern Arab art. The campus boasts more than 100 public art installations, including those by Damien Hirst and Faraj Daham.</p><p>“This museum is going to be an addition to the Education City ecosystem, a place where students, researchers, anyone interested in art can find basically what they’re looking for,” Al-Ali told Al Jazeera.</p><figure id=\"attachment_4140512\" aria-describedby=\"caption-attachment-4140512\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140512\" src=\"/wp-content/uploads/2025/11/SOR03757-1764488213.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh Wa Qalam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140512\" class=\"wp-caption-text\">One of Husain’s paintings in Lawh Wa Qalam: MF Husain Museum in Doha [Sorin Furcoi/Al Jazeera]</figcaption></figure><h2 id=\"hounded-out-of-his-home\">Hounded out of his home</h2><p>By the time Husain had moved to Doha, he had long secured his place as one of the world’s biggest figures – and as a lightning rod for criticism from the Hindu far-right in India.</p><p>Through the 20th century, his paintings broke auction records, with his work featuring at international exhibitions, including the 1971 Sao Paulo Biennial in Brazil alongside legendary Spanish painter Pablo Picasso.</p><p>Husain was a versatile artist working across multiple mediums: Films, photography, tapestry and poetry.</p><p>He made an experimental film, Through the Eyes of a Painter, in 1967, which won the Golden Bear at the Berlin International Film Festival. He also directed Meenaxi: A Tale of Three Cities and Gaj Gamini, starring his muse, Bollywood star Madhuri Dixit.</p><p>For decades, Husain was a popular public figure loved by the press, attaining a celebrity-like status with his own idiosyncratic style – he walked barefoot. The Calcutta Club, an elite British-era social club based in the Indian city of Kolkata, once came in for heavy criticism when it refused Husain entry for not wearing shoes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"attack-from-hindu-right\">Attack from Hindu right</h2><p>But by the mid-1990s, Husain’s portrayal of nude Hindu deities, some of them drawn in the 1970s, stirred controversy. He was accused of sacrilege and insulting Hindu sentiments.</p><p>Multiple criminal police complaints were filed against the artist after a magazine, Vichar Mimansa, published his painting depicting Hindu deity Saraswati in the nude in 1996. Eight years later, a painting of Bharat Mata (Mother India) as a naked woman brought a new barrage of lawsuits. He apologised, but that did not deter the torrent of hate and legal cases.</p><p>Hundreds of police complaints were filed across the country, arrest warrants were issued, and his Mumbai house was ransacked in 1998. His exhibitions were vandalised in India and abroad, forcing Husain, in his 80s, to leave India in 2006 for safety.</p><p>In 2008, India’s Supreme Court quashed the cases against Husain, saying the Bharat Mata painting was a work of art. India has a tradition of graphic sexual iconography in temples, the top court reminded petitioners.</p><p>Yet Husain did not feel safe returning to India, where anti-Muslim rhetoric was on the rise. He died in 2011 in London at the age of 95.</p><p>The attacks on Husain were not isolated. The right to freedom of speech and expression in India has been declining since the rise of the Hindu right in the 1990s.</p><p>Several filmmakers, authors and artists have faced growing attacks from Hindu nationalist groups. Bollywood star Aamir Khan faced boycott calls from Hindu groups over his work and past media interviews, during which he expressed concerns about rising religious intolerance.</p><figure id=\"attachment_4151858\" aria-describedby=\"caption-attachment-4151858\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151858\" src=\"/wp-content/uploads/2025/12/AP24100281210574-1764927006.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE- A Muslim man looks from his house after a shop was demolished during a Hindu religious procession that turned violent in New Delhi, India, April 20, 2022. Authorities riding bulldozers razed a number of Muslim-owned shops before India's Supreme Court halted the demolitions. (AP Photo/Altaf Qadri, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151858\" class=\"wp-caption-text\">A Muslim man looks on from his house after a shop was demolished during a Hindu religious procession that turned violent in New Delhi, India, April 20, 2022. Homes of Muslims, especially those who have criticised the government or been accused of violence, have been demolished by authorities in several Indian states in recent years, without following legal processes [Altaf Qadri/AP Photo]</figcaption></figure><p>Since the Bharatiya Janata Party (BJP), led by Prime Minister Narendra Modi, came to power a decade ago, dozens of Muslims have been lynched by Hindu vigilantes, hundreds of houses have been demolished as part of so-called “bulldozer justice” without due process, and several legal and institutional measures have been implemented, affecting the minority community negatively.</p><p>In January this year, a Delhi court ordered the seizure of “offensive” paintings by Husain. And months later, Hindu groups threatened to disrupt the auction of the late painter’s work in Mumbai. The event eventually went ahead without incident under tight security.</p><p>“His flight from India is a tragedy, and in many ways was an early sign of the kind of censorship and repression of speech, of expression that has become much more pervasive – in fact, normalised in many ways,” Sonal Khullar, an art historian from the University of Pennsylvania, said.</p><p>Khullar, who featured Husain in her 2015 book Worldly Affiliations: Artistic Practice, National Identity and Modernism in India, 1930-1990, said the attack on Husain was due to both his Muslim heritage and the secular ethos that informed his work.</p><p>“I think it really came down to this artist’s position in India, and what he represented, whether you understand him to represent Muslim cultures, peoples and societies or you understand him to represent a secular ethos. And I think that’s what came under an attack,” she told Al Jazeera.</p><h2 id=\"the-museum-s-architecture\">The museum’s architecture</h2><p>The museum’s architecture was inspired by Husain’s sketch dubbed Lawh wa Qalam. The multiple influences that inspired Husain are reflected in the building design.</p><p>“For instance, the blue tile used in the building has its origins in Central Asia, and it has become an important part of the architectural language,” said Martand Khosla, the architect of the museum.</p><p>Khosla says the project was deeply personal, given Husain’s influence on the Indian cultural landscape.</p><p>“We grew up seeing his work … at airports, at convention centres and inside people’s homes,” he recalled. “He remains significant. So in that sense, it was a real privilege to be able to come and build a museum for him.”</p><figure id=\"attachment_4140520\" aria-describedby=\"caption-attachment-4140520\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140520\" src=\"/wp-content/uploads/2025/11/SOR03807-1764488453.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh wa Qalam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140520\" class=\"wp-caption-text\">The use of blue tiles in the building has its origins in Central Asia, said the architect Khosla [Sorin Furcoi/Al Jazeera]</figcaption></figure><h2 id=\"husain-s-work\">Husain’s work</h2><p>Husain was one of the most prolific Indian artists of the modern era, producing an estimated 30,000 to 40,000 works.</p><p>His paintings portrayed Indian icons such as Mahatma Gandhi, leader of India’s independence struggle, to mythologies such as the Mahabharata with motifs of rural and urban life.</p><p>“Many of his early paintings seemed to reference wall painting traditions in India, the type that you would find in the caves of Ajanta, but also wall painting that you would see in village homes,” Khullar, the art scholar, said.</p><p>Painter Akhilesh, who wrote Husain’s biography, Maqbool, said the turning point of his career was Between the Spider and the Lamp, which portrays five women figures standing with a lamp and a spider coming down from the roof.</p><p>Akhilesh called it the most important painting in contemporary Indian art. It was modernist yet rooted in the folk tradition of India, he told Al Jazeera, adding that it defined Husain’s style.</p><figure id=\"attachment_4140474\" aria-describedby=\"caption-attachment-4140474\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140474\" src=\"/wp-content/uploads/2025/11/SOR03651-1764487480.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh wa qalam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140474\" class=\"wp-caption-text\">Mahatma Gandhi and the Indian freedom struggle are part of the theme of these paintings by Husain [Sorin Furcoi/Al Jazeera]</figcaption></figure><p>Husain’s artwork was a break from the revivalist nationalism of the past that had triggered the creation of Hindu-majority India and Muslim-majority Pakistan.</p><p>Secular ethos became the language of his work, which was influenced by Indian culture, history and folk traditions and fused with elements of Western modernism.</p><p>His first solo art exhibition was held in Zurich five years after India’s independence. In the following decades, his work was showcased across Western cities, gaining him global recognition.</p><p>Akhilesh, the biographer, said Husain’s peers moved abroad, but he stayed in India.</p><p>“He helped build the entire contemporary art scene of the country,” Akhilesh told Al Jazeera, adding that sometimes he gave his own paintings to start galleries.</p><p>His contribution to Indian art was recognised by the government. He was awarded the Padma Vibhushan in 1991, the second-highest civilian honour, among others. He was also nominated to the upper house of parliament in 1986.</p><figure id=\"attachment_4140468\" aria-describedby=\"caption-attachment-4140468\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140468\" src=\"/wp-content/uploads/2025/11/SOR03634-1764487273.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh wa Qalam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140468\" class=\"wp-caption-text\">Husain’s work on display at the permanent gallery in Lawh Wa Qalam: MF Husain Museum in Doha, Qatar [Sorin Furcoi/Al Jazeera]</figcaption></figure><h2 id=\"early-life-and-the-future\">Early life and the future</h2><p>Husain was born in a Sulaymani Bohra Muslim family in 1915 in the Western Indian state of Maharashtra. But early in his life, he was drawn towards art while studying calligraphy at a madrasa in Vadodara, located in present-day Gujarat state.</p><p>After his mother’s death, he moved to the central Indian city of Indore, where his father landed a job in a textile mill.</p><p>In Indore, he was introduced to the images of Hindu deities and other figures from Indian mythology by an art teacher at the Indore School of Art, which he attended, said Akhilesh, his biographer.</p><p>Husain left Indore for Mumbai about 1933, when India was still under British colonial rule, Akhilesh said.</p><p>“He went to Bombay to pursue filmmaking. He thought that film was a broader medium to express himself. But he couldn’t find any entry. So, he started painting film banners,” said Akhilesh, who is an acclaimed painter himself, based in the Indian city of Bhopal.</p><p>Husain had to juggle jobs, also working in a toy factory, to earn additional income before he got a start in the art world. In 1934, he sold his first painting for 10 rupees (just 11 cents according to today’s exchange rates).</p><p>By the late 1940s, he had established himself as an avant garde artist known for his bold and bright colour on canvas. Husain co-founded the Bombay Progressive Artists’ Group along with Francis Newton Souza and Sayed Haider Raza in 1947.</p><figure id=\"attachment_4140495\" aria-describedby=\"caption-attachment-4140495\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140495\" src=\"/wp-content/uploads/2025/11/SOR03681-1764487884.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh Wa Qalam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140495\" class=\"wp-caption-text\">Copies of Husain’s Indian passport that he surrendered in 2010 are part of his personal belongings on display inside the museum [Sorin Furcoi/Al Jazeera]</figcaption></figure><p>Souza, who later worked in New York and London, was known for his provocative art with erotic and unconventional themes.</p><p>But to those who knew him well, Husain was more than just an artist. The legendary artist was a friend of Akhilesh’s father. “He treated me like his son,” Akhilesh told Al Jazeera. “I remember him coming to our Indore house with a Jalebi (Indian sweet) early in the morning.”</p><p>Akhilesh recalled how, in the early 2000s, Husain once invited him to London. There, Husain made breakfast for Akhilesh and took him around London in his Rolls-Royce. “He enjoyed every moment of his life,” Akhilesh said of Husain.</p><p>Though he gave up his Indian passport, Husain’s love for his motherland did not cease. “This is just a piece of paper. India is my motherland, and I simply cannot leave that country,” he said after surrendering his Indian passport in 2010.</p><p>Akhilesh said that while in exile, Husain wanted to visit three Indian cities – Varanasi, Mumbai, and Hyderabad. “‘I will come anytime,’ he told me from exile,” Akhilesh said. “But he died before he could undertake his journey back to his homeland.”</p><figure id=\"attachment_4151934\" aria-describedby=\"caption-attachment-4151934\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151934\" src=\"/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-04-at-3.45.56-PM-1764929435.jpeg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Artist Akhilesh with MF Husain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151934\" class=\"wp-caption-text\">Artist Akhilesh Singh with Husain [Photo courtesy Akhilesh Singh]</figcaption></figure><p>That Husain was forced to spend his final years in exile remains a blot on India, said Khullar, the art scholar.</p><p>“The loss of a figure like Husain is a loss to the secular ethos of the [Indian] art world that he founded in 1947, and one could say, for a certain section of society, more broadly, for India itself,” she said.</p><p>“It’s a dark time, and people are afraid,” she said.</p><p>But Husain himself never let the attacks stop him from pursuing his work: He used his time in exile to work on art projects in Qatar and Dubai.</p><p>“He laughed off the controversies. He never talked about the past. He was a man of the future and always looked forward,” Akhilesh said.</p><p>Now, that ethos, too, has found a forever home in the museum – an ode to the board and the pen, an artist who created magic from them, and a venue where present and future generations can marvel at Husain’s wizardry.</p><figure id=\"attachment_4140485\" aria-describedby=\"caption-attachment-4140485\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140485\" src=\"/wp-content/uploads/2025/11/SOR03665-1764487753.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lawh wa qalam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140485\" class=\"wp-caption-text\">A dedicated film tower has been created to showcase films made by Husain [Sorin Furcoi/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Putin and Modi discuss trade and peace at summit talks in India | Newsfeed | Al Jazeera",
            "time": "2025-12-05T09:58:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764928707.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Who is Brian Cole, arrested for planting pipe bombs in Washington in 2021? | Crime News | Al Jazeera",
            "time": "2025-12-05T09:45:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2021-03-09T213622Z_1024819831_RC2X7M9ZZFTC_RTRMADP_3_USA-CAPITOL-FBI-VIDEOS-1764922385.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brian Cole, a 30-year-old man from Virginia, the United States, has been <a href=\"/news/2025/12/4/us-authorities-arrest-suspect-in-2021-capitol-hill-pipe-bombs\">arrested</a> for planting two pipe bombs in Washington, DC, during the <a href=\"/opinions/2021/1/14/the-capitol-riot-exposed-police-double-standards\">Capitol riots</a> on January 6, 2021, the US Justice Department said on Thursday morning.</p><p>Here is what we know about Cole and his arrest.</p><h2 id=\"who-is-brian-cole\">Who is Brian Cole?</h2><p>Cole is a resident of Woodbridge in Virginia’s Prince William County, according to the Justice Department.</p><p>Prince William County is about 36 miles west of Washington, DC.</p><p>According to an <a href=\"https://www.justice.gov/usao-dc/media/1420196/dl?inline\">FBI affidavit</a> filed on December 3, Cole works in the office of a bail bondsman in northern Virginia. A bail bondsman – also known as a bond agent – is an individual or company who provides a financial guarantee to a court that a defendant will appear at all required court hearings after being released from jail.</p><p>Cole lives in a single-family household in Woodbridge with his mother and “other family members”. He is described as being 5 feet 6 inches tall (168cm) and wearing corrective eyeglasses.</p><h2 id=\"what-is-cole-charged-with\">What is Cole charged with?</h2><p>Cole is charged with transporting improvised explosive devices (IEDs) in interstate commerce – referring to transferring goods from one state to another – with the intent to kill, injure, or intimidate any individual or unlawfully to damage or destroy any building, vehicle, or other real or personal property.</p><p>Additionally, Cole is charged with attempted malicious destruction by means of fire and explosive materials.</p><h2 id=\"what-is-a-pipe-bomb\">What is a pipe bomb?</h2><p>Pipe bombs are a type of IED – any homemade or non-standard bomb constructed and deployed outside of conventional military production.</p><p>Typically, a plastic, polyvinyl chloride (PVC) pipe, sealed at each end with a cap or plug, is packed with an explosive substance – usually a powder or chemical. Pipe bombs are generally equipped with a fuse, timer or remote trigger.</p><h2 id=\"what-is-cole-alleged-to-have-done\">What is Cole alleged to have done?</h2><p>At about 1pm (18:00 GMT) on January 6, 2021, US law enforcement agencies were alerted to a suspected IED having been placed in the vicinity of the Republican National Committee (RNC) headquarters in Washington, DC.</p><p>About 15 minutes later, a second IED was reported close to the Democratic National Committee (DNC) in Washington, DC, a few blocks away from the RNC.</p><p>According to the affidavit, both IEDs were pipe bombs made from 1‑inch by 8‑inch (2.5-20cm) pipes with end caps, containing red and black 14‑gauge electrical wires connected by alligator clips to a nine‑volt battery and battery connector, a white kitchen timer, paper clips, steel wool and homemade black powder.</p><p>The RNC and DNC are nationwide party organisations that fundraise for their respective political parties across state lines.</p><p>Members of the Hazardous Devices Section of the United States Capitol Police (USCP) deactivated both bombs before they exploded.</p><h2 id=\"do-we-know-cole-s-motive\">Do we know Cole’s motive?</h2><p>No. Authorities have not yet revealed the motive behind Cole’s actions.</p><h2 id=\"how-was-cole-identified\">How was Cole identified?</h2><p>Surveillance footage from the streets in the area showed that both bombs were placed by the same individual who was wearing a mask to obscure his face. He has now been identified as Cole.</p><p>From the video footage, the FBI deduced in January 2021 that the suspect was about 5 feet, 7 inches (170cm) tall.</p><p>In March 2021, the FBI released the surveillance footage online and offered a $500,000 reward for information about the suspect. The agency received thousands of tips in the years that followed.</p><p>The FBI said it received thousands of tips about him in the years-long investigation.</p><p>The FBI then matched Cole’s cellphone records to cell towers in the Capitol Hill area at about the time the bombs were planted. Additionally, they linked him to purchases of bomb components through bank and credit card information from 2019 and 2020, showing where he had made these purchases.</p><p>“We do not forget, we do not give up, and we do not relent. Though it had been nearly five years, our team continued to churn through massive amounts of data and tips that we used to identify this suspect,” said Darren Cox, a deputy assistant director in the FBI.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened-on-january-6-2021\">What happened on January 6, 2021?</h2><p>On January 6, 2021, thousands of people descended on the US Capitol in an effort to stop the certification of the 2020 election results. They were spurred on by false claims that the previous November’s presidential election, which was won by Democrat Joe Biden, had been “rigged” against Republican incumbent Donald Trump.</p><p>More than 2,000 rioters broke into the Capitol building, forced their way inside, invaded congressional offices, smashed windows, damaged furniture and equipment and stole items.</p><p>Several people, including police officers, were injured in the violence, and <a href=\"/news/2025/1/6/packing-up-our-things-january-6-prisoners-prepare-for-trump-pardons\">at least five people</a> died.</p><p>Thousands of people were arrested, and more than 950 people were charged with federal crimes relating to the riot, with some facing accusations of seditious conspiracy – a rare but serious offence.</p><p>Hundreds of people received prison sentences – most between three and seven years.</p><p>However, some who were affiliated with far-right extremist groups received longer sentences of between 15 and 22 years in federal prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In January 2025, shortly after he began his second term as president, Trump signed a presidential proclamation pardoning or commuting sentences for 1,500 defendants.</p><p>He said at the time: “These people have been destroyed. What they’ve done to these people is outrageous. There’s rarely been anything like it in the history of our country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happens-next\">What happens next?</h2><p>Attorney General Pam Bondi said that the investigation into Cole’s role in the January 6 riots is continuing and further charges may be filed.</p><p>Local media have reported that he will appear in federal court in Washington, DC, later this week for a hearing.</p><p>If convicted, the charges he faces could carry a sentence of up to 20 years in prison – the maximum sentence for IED offences.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pakistan seeks new South Asian bloc to cut India out: Will it work? | India-Pakistan Tensions News | Al Jazeera",
            "time": "2025-12-05T09:38:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-25T130517Z_833717084_RC2CEGAMDIVR_RTRMADP_3_BANGLADESH-PAKISTAN-POLITICS-1764892848.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"134\" data-end=\"568\">Pakistan Deputy Prime Minister Ishaq Dar has said that a recent <a href=\"/opinions/2025/7/17/contrary-to-indias-fears-bangladesh-is-not-joining-a-china-pakistan-axis\">trilateral initiative</a> between Bangladesh, China and Islamabad could be “expanded” to include other regional nations and beyond.</p><p data-start=\"134\" data-end=\"568\">“We have opposed … zero-sum approaches and consistently stressed the imperative of cooperation rather than confrontation,” he told the Islamabad Conclave forum on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"134\" data-end=\"568\">In effect, the proposal amounts to the creation of an alternative bloc focused on South Asia, with China added, at a time when the South Asian Association for Regional Cooperation (SAARC) — the region’s main grouping — has been made almost defunct by heightened India-Pakistan tensions in recent years.</p><p data-start=\"134\" data-end=\"568\">In June, diplomats from China, Pakistan and Bangladesh held trilateral talks focusing on regional stability, economic development and enhancing people’s lives, a cooperation they said was “not directed at any third party”.</p><p data-start=\"134\" data-end=\"568\">Dar’s remarks come against a backdrop of escalating regional tensions, including Pakistan’s decades-long rivalry with India. The two nuclear-armed neighbours fought a brief four-day air war in May, further straining relations.</p><p data-start=\"134\" data-end=\"568\">Meanwhile, ties between Dhaka and New Delhi have also deteriorated sharply following the ouster of former <a href=\"/features/2025/11/18/why-india-likely-wont-return-hasina-to-face-bangladesh-death-penalty\">Bangladeshi Prime Minister Sheikh Hasina</a> in August last year. Hasina fled to India after being deposed in a popular uprising, and New Delhi has so far refused to send the former PM back to Bangladesh, where she was convicted by a tribunal in November of crimes against humanity and sentenced to death.</p><p data-start=\"134\" data-end=\"568\">But will most other South Asian nations — SAARC consists of India, Pakistan, Bangladesh, Sri Lanka, Nepal, Maldives, Bhutan and Afghanistan — agree to a new regional grouping that appears aimed at cutting India out, or at least limiting its influence?</p><p data-start=\"134\" data-end=\"568\">Here is what you need to know:</p><h2 id=\"what-is-pakistan-s-proposal\" data-start=\"134\" data-end=\"568\">What is Pakistan’s proposal?</h2><p data-start=\"68\" data-end=\"622\">Deputy Prime Minister Dar, who is also Pakistan’s foreign minister, said the trilateral initiative with Bangladesh and China aimed to “foster mutual collaboration” in areas of shared interest, and that the concept be “expanded and duplicated” to include more countries and regions.</p><p>“As I have said before, there could be groups with variable geometry on issues from economy to technology to connectivity,” he told the conclave in Islamabad.</p><p>“Our own national development needs and regional priorities cannot – and should not – be held hostage to anyone’s rigidity, and you know where I am referring to,” he said, in an apparent reference to India.</p><p>On tensions between Islamabad and New Delhi, Dar pointed out that a “structured dialogue” process between India and Pakistan has remained in limbo “for over 11 years”, adding that other regional states have had their share of a “seesaw relationship with our neighbour India”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The foreign minister said Pakistan envisions a South Asia where links and cooperation replace “divisions, economies grow in synergy, disputes are resolved peacefully in accordance with international legitimacy, and where peace is maintained with dignity and honour”.</p><p>According to academic Rabia Akhtar, the proposal at this stage is likely “more aspirational than operational”.</p><p>“But it signals Pakistan’s intent to diversify and reimagine regional cooperation mechanisms at a time when SAARC remains paralysed,” Akhtar, director at the Centre for Security, Strategy and Policy Research (CSSPR) at the University of Lahore, told Al Jazeera.</p><h2 id=\"what-is-the-regional-organisation-saarc\">What is the regional organisation SAARC?</h2><p>SAARC was established in 1985 at a summit in Dhaka, Bangladesh.</p><p>Its seven founding members were Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and Sri Lanka. Afghanistan joined to become the eighth member in 2007.</p><p>According to its website, the objectives of SAARC include improving the welfare and quality of life of South Asians, generating economic growth and cultural development.</p><p>Despite its lofty ambitions, the organisation has struggled to achieve its goals over the past 40 years, in large part due to the decades-long tensions between India and Pakistan, who have fought three full-scale wars since their independence from the British in 1947, which also coincided with the partition of the subcontinent.</p><p>The 19th SAARC summit in 2016, scheduled to be hosted by Islamabad, was indefinitely postponed after India pulled out, citing a deadly attack in Indian-administered Kashmir and holding Pakistan responsible.</p><p>“The organisation requires consensus to function, and without political willingness from the two largest members to separate regional cooperation from bilateral disputes, SAARC cannot move forward,” CSSPR’s Akhtar said.</p><p>The last summit of the regional body <a href=\"/opinions/2014/11/28/a-disappointing-saarc-summit\">was held in 2014 in Kathmandu</a>, Nepal. However, analysts say while SAARC remains dormant, the organisation has potential to deliver for the region — if India and Pakistan allow it to.</p><h2 id=\"why-is-saarc-important\">Why is SAARC important?</h2><p>As of 2025, SAARC countries make up more than two billion of the world’s population, making South Asia the world’s most densely populated region.</p><p>Yet, trade within South Asia is minimal, representing only about 5 percent of the region’s overall commerce, around $23bn, <a href=\"https://www.worldbank.org/en/programs/south-asia-regional-integration/trade?\">the World Bank has said</a>. By contrast, trade between member states of ASEAN, a bloc of 11 Southeast Asian nations home to about 700 million people, represents 25 percent of their international commerce, the Washington-based institution noted.</p><p>South Asian nations could exchange goods worth $67bn – three times their current trade – if they reduced barriers, the World Bank estimates.</p><p>Trade between India and Pakistan, in particular, remains dismal. In the financial year <a href=\"/news/2025/5/1/the-10bn-india-pakistan-trade-secret-hidden-by-official-data\">2017-2018</a>, official trade between the two neighbours stood at a mere $2.41bn. It fell further, halving to $1.2bn by 2024 – though unofficial trade between them, routed through other countries, is larger, at about $10bn, experts say.</p><p>Lack of <a href=\"http://sdgs.un.org/statements/south-asian-association-regional-cooperation-saarc-15574\" target=\"_blank\" rel=\"noopener\">regional connectivity</a> is cited as one major reason for the region’s weak trade links.</p><p>In 2014, the grouping was poised to sign a Motor Vehicles Agreement that would have allowed cars and trucks to travel across South Asia, as they can in Europe. But Pakistan blocked that agreement – and a separate one on regional railway collaboration – amid tensions with India.</p><p>Since then, the grouping’s ability to come together has been limited to a few occasions, like during the COVID-19 pandemic when member states set up an emergency fund and set aside $7.7bn to help tackle the public health crisis.</p><p>“If the two countries [India and Pakistan] were able to identify even limited avenues for cooperation in the service of broader regional interests, SAARC could, in principle, be revived,” analyst Farwa Aamer told Al Jazeera.</p><p>“However, given current political dynamics, such a breakthrough appears to be a distant prospect,” Aamer, director of South Asia Initiatives at the Asia Society Policy Institute (ASPI), added.</p><p>But Pakistan isn’t the first to attempt to sidestep SAARC to build its regional partnerships. After SAARC failed to approve a regional transport pact, Bangladesh, Bhutan, India and Nepal  – in a grouping called the BBIN after the country initials – inked a similar agreement among themselves.</p><p>India is also part of other regional organisations like the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC), Aamer pointed out. BIMSTEC includes India, Bangladesh, Bhutan, Myanmar, Nepal, Sri Lanka and Thailand.</p><p>Still, on the whole, Aamer said, “bilateral and trilateral arrangements will continue to dominate” over “regional multilateralism” in the “near to medium term”. That’s because dealing with just one or two countries at a time tends “to offer more flexibility, clearer incentives and a greater likelihood of producing tangible outcomes,” she said.</p><h2 id=\"will-pakistan-s-proposal-work\">Will Pakistan’s proposal work?</h2><p>“This proposal, ambitious though, is critically needed,” said Professor Shahab Enam Khan, executive director of the Bangladesh Center for Indo-Pacific Affairs. “South Asia has repeatedly failed at pragmatic regionalism or even so-called minilateralism, trapped in security-dominated thinking, or perhaps political myopia.”</p><p>In theory, there is space for a new regional body, said Praveen Donthi, senior analyst at the International Crisis Group.</p><p>“The quiet demise of SAARC, due to frozen relations between India and Pakistan, created a vacuum for another South Asian forum,” he told Al Jazeera. “Bangladesh’s deteriorating ties with India and improving relations with Pakistan paved the way for trilateral cooperation with China.”</p><p>But whether the proposal actually works will depend on two factors, academic Akhtar said.</p><p>“First, whether prospective states see functional value in smaller, issue-focused groupings at a moment when traditional architectures are stalled; and second, whether participation does not trigger political costs vis-a-vis India.”</p><p data-start=\"162\" data-end=\"354\">Akhtar said several South Asian countries may show tentative interest in Pakistan’s proposed regional initiative, though any move towards formal participation is expected to remain limited.</p><p data-start=\"356\" data-end=\"683\">“I think countries like Sri Lanka, Nepal, the Maldives, and perhaps Bhutan may be open to exploratory engagement, particularly on connectivity, climate adaptation and economic resilience,” she said.</p><p data-start=\"356\" data-end=\"683\">To make it work, countries will be required to show they can pull together and consider the needs of smaller states, said Khan. “Countries must move beyond traditional geopolitical rivalries. Nepal, Bhutan, Sri Lanka, and Maldives are increasingly recognising they need deeper regional cooperation that serves their economic interests, not just the concerns of larger powers. I find enough grounds for the countries in the region and beyond to join alternative initiative such as this one.”</p><p data-start=\"890\" data-end=\"1033\">However, Akhtar noted that India’s regional sensitivities and wider geopolitical rivalry with Pakistan and China “mean that actual membership uptake will be cautious”.</p><p data-start=\"890\" data-end=\"1033\">Donthi of the International Crisis Group said that if the Pakistani proposal does move forward, it “could further widen the gap between India and Bangladesh and also add to India’s regional competition with China”.</p><p data-start=\"890\" data-end=\"1033\">Nevertheless, ASPI’s Aamer believes Pakistan’s proposition was a “strategically coherent” one.</p><p data-start=\"890\" data-end=\"1033\">“The country is in a moment of diplomatic agility,” she said, adding that “it has maintained strong relations with China while simultaneously cultivating renewed and improved ties with the United States and the Gulf”.</p><p data-start=\"890\" data-end=\"1033\">“This dual-track engagement has given Islamabad a sense of confidence and the ambition to reassert itself as a significant regional actor, essentially, to reclaim a seat at the centre of regional diplomacy.”</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong student union suspended over calls for justice for fire victims | Human Rights News | Al Jazeera",
            "time": "2025-12-05T09:37:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__876W9ZQ__v2__MidRes__TopshotHongKongChinaFire-1764925578.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A university in Hong Kong has suspended the operations of its student union after messages were posted on campus expressing condolences and urging justice for the victims of a <a href=\"/video/newsfeed/2025/12/2/hong-kong-residents-demand-answers-after-deadly-apartment-fire\">major deadly fire</a>.</p><p>The Hong Kong Baptist University (HKBU) confirmed to the AFP news agency on Friday that it ordered the HKBU Student Union’s acting executive committee to suspend its operations “with immediate effect until further notice”. It did not mention the fire and the union’s call for justice in its statement confirming the suspension.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hong Kong residents have been <a href=\"/news/2025/12/2/hong-kong-leader-orders-independent-investigation-into-fire-that-killed-151\">demanding answers</a> from the city government after a fire that ripped through Wang Fuk Court in the city’s northern Tai Po district last week, killing at least 159 people in what was described as the world’s deadliest residential building fire since 1980.</p><p>In a statement published by the Hong Kong Free Press (HKFP), HKBU cited the student union’s low membership rate, lack of a “strong commitment” to improve the welfare of students, and failure to “abide by the regulations” of the university on financial matters, as reasons for the indefinite suspension.</p><p>The union rejected the reasons in a statement on social media, calling them “unreasonable”, “unfounded and arbitrary”.</p><p>“The university’s irrational action raises concerns about potential ulterior motives behind this forced suspension,” AFP cited the union as saying.</p><p>In a separate statement published by HKFP on Friday, the union said membership has increased “sixfold” compared with last year, despite attempts by the university to block efforts by students to improve the union.</p><p>On Tuesday, social media users circulated photos of a message stuck onto a student union-run notice board, nicknamed the “democracy wall”, which expressed condolences for those killed in the fire.</p><p>The unsigned message continued: “We are Hongkongers,” and urged the government to be receptive and respond to public demands so justice can be done.</p><p></p><p>The wall was later blocked off by university security personnel with tall barricades, according to news reports from Hong Kong.</p><p>Kevin, a HKBU student who declined to give his surname, told AFP that he found the noticeboard message to be “positive” and said it drew attention from students walking by before it was sealed off.</p><p>The university did not respond to AFP’s questions regarding the democracy wall.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Authorities have warned against crimes that “exploit the tragedy” and have <a href=\"/news/2025/12/1/china-quashes-calls-for-accountability-over-deadly-hong-kong-blaze\">cracked down on calls for accountability</a>, arresting at least three people for sedition in the fire’s aftermath.</p><p>On Thursday, reports said that authorities also arrested a Hong Kong YouTuber for alleged “sedition” over remarks about the Tai Po fire.</p><p>Student unions at Hong Kong universities were once hotbeds of political activism and played a role in the city’s huge and sometimes violent <a href=\"/news/2019/11/28/anger-after-hong-kong-police-detain-medics-providing-protest-care\">pro-democracy protests in 2019</a>.</p><p>But they either shrank their operations or were shut down entirely after a heavy crackdown by the authorities, and when Beijing imposed a national security law in Hong Kong in 2020 that critics say has curbed dissent in the autonomous Chinese city.</p><p>On Sunday, the city is scheduled to hold a “patriots only” legislative election, but turnout is expected to be low, with residents saying they are angry at authorities.</p><p>The vote has been viewed by some analysts as a test of legitimacy for the Hong Kong government as it tries to soothe public anger over the fire and oversee an ongoing national security crackdown.</p></div></div></body></html>"
        },
        {
            "title": "Modi “strengthens his own position” with Putin meeting | Narendra Modi | Al Jazeera",
            "time": "2025-12-05T09:34:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/harsh-horz-1764927162.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“[Modi is] not going to change the direction of Indian foreign policy because [the] Trump administration does not like it.”</p><p>Harsh Pant, from the Observer Research Foundation, discusses the first time Putin has visited India since the start of Russia’s full-fledged war on Ukraine in 2022.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Makeshift movie screenings in Gaza City bring children ‘out of the ruin’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-05T08:57:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-05-at-10.41.07-AM-copy-1764921060.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Makeshift movie screenings in Gaza City bring children ‘out of the ruin’</h1><p class=\"article__subhead\"><em>The initiative is helping Gaza’s children ‘glimpse a better reality’, says Palestinian filmmaker Mustafa al-Nabih.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Children in Gaza City, traumatised from more than two years of mass bombardment and displacement, the loss of family, friends and the destruction of their homes and schools in <a href=\"/news/liveblog/2025/12/5/live-israel-sets-military-budget-at-34bn-keeps-attacking-gaza\">Israel’s genocidal war on Gaza</a>, are getting a brief reprieve through a local cinema initiative.</p><p>Volunteers have set up a makeshift screen in one of the city’s displacement camps to show films, offering children a rare space to have fun and experience moments of normalcy and solace despite the war and <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">ongoing ceasefire violations by Israel.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re here trying to present so many activities for children to live in a positive vibe,” said Minass al-Jabour, the initiative’s media coordinator. “So we are trying to make them skip the scenes, the hard scenes that they were living during the war in Gaza.”</p><figure id=\"attachment_4151648\" aria-describedby=\"caption-attachment-4151648\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151648\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-05-at-10.41.57-AM-copy-1764921170.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza Children [Screen grab/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151648\" class=\"wp-caption-text\">Children watch a film during an outdoor screening in Gaza City [Screengrab/ Al Jazeera]</figcaption></figure><p>Israeli attacks in Gaza have <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">killed at least 20,000 children</a> and left tens of thousands more injured since October 7, 2023, according to Gaza’s health authorities. At least 55,000 children have lost one or both parents.</p><p>With 92 percent of the enclave’s schools severely damaged or destroyed, most children have had no access to formal education for two years.</p><p>For many, the screenings offer the first chance to watch a movie since the conflict began.</p><p>“This is something new for me. I came out of the war, and they are giving us many activities, including cinema … and we really enjoyed it,” Sara Abu Sharbi, a displaced girl in the camp, told Al Jazeera, against a backdrop of flimsy tents and rubble-strewn buildings.</p><figure id=\"attachment_4151628\" aria-describedby=\"caption-attachment-4151628\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151628\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-05-at-10.41.27-AM-copy-1764921107.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza Children\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151628\" class=\"wp-caption-text\">Sara Abu Sharbi speaks about the movie screening in Gaza City [Screen grab/ Al Jazeera]</figcaption></figure><p>Palestinian filmmaker Mustafa al-Nabih, who is also taking part in the initiative, said he believes art, like cinema, is a way for children to hold on to hope and imagination.</p><p>“A child who has seen so much blood and loss can, through cinema, glimpse a better reality,” said al-Nabih.</p><p>“Cinema transports a child into a world of imagination, love and beauty. It moves their mind, lets them reach for a distant horizon, and shows them colours, stories, and moments that take them out of the ruin around them,” he said.</p><figure id=\"attachment_4151623\" aria-describedby=\"caption-attachment-4151623\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151623\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-05-at-10.41.20-AM-copy-1764921068.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza Children\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151623\" class=\"wp-caption-text\">Children watch a film during an outdoor screening in Gaza City [Screengrab/ Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel attacks Gaza with artillery and air strikes despite ceasefire | Gaza News | Al Jazeera",
            "time": "2025-12-05T08:15:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6932fb7c8e45-1764948860.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}