{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Week in pictures: From Israeli strikes in Gaza City to fighting in Syria | Gaza News | Al Jazeera",
            "time": "2026-01-11T10:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260109__927X664__v2__HighRes__TopshotSyriaConflictKurdsAleppoStrike-1768118265.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From an Israeli strike on a displacement camp in Gaza City that killed at least three people and deadly battles in the Syrian city of Aleppo to Orthodox Christmas celebrations and pro-government demonstrations in Venezuela, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "SDF fighters withdraw from Syrian city of Aleppo after days of fighting | Syria's War | Al Jazeera",
            "time": "2026-01-11T10:29:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768127360.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why change AFCON now? | Africa Cup of Nations | Al Jazeera",
            "time": "2026-01-11T10:25:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026_Game-Theory_EP19_Thumbnail_Horizontal_V01_00-1768126801.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran says over 100 officers killed as protesters defy government crackdown | News | Al Jazeera",
            "time": "2026-01-11T10:03:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Screenshot-2026-01-11-at-1.32.56-PM-1-1768127713.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s state media say dozens of members of the security forces have been killed during <a href=\"/news/2026/1/10/irans-army-pledges-to-defend-national-interests-after-us-backs-protesters\">protests</a> against an economic crisis as the parliament speaker warns the United States and Israel of retaliatory strikes if Washington attacks the country.</p><p>State television said on Sunday that 30 members of the police and security forces were killed in Isfahan province while the commander of the Law Enforcement Command Special Units said eight security forces members were killed on Thursday and Friday during operations to quell riots in various cities. The semiofficial Tasnim news agency reported on Sunday that 109 security personnel had been killed in the protests across the country.</p><p>The Iranian Red Crescent, meanwhile, said a staff member died during an attack on one of its relief buildings in Gorgan, the capital of Golestan province.</p><p>The casualty figures were reported as Iranian authorities step up efforts to quell the country’s <a href=\"/opinions/2026/1/10/why-the-once-loyal-bazaar-merchants-are-now-protesting-in-iran\">largest protests</a> in years, which have seen thousands of people take to the streets in anger over the soaring cost of living and inflation.</p><p>The Ministry of Interior said the “riots” are gradually subsiding while the attorney general has warned that those involved in the unrest could face the death penalty.</p><h2 id=\"trump-threats\">Trump threats</h2><p>Speaking in parliament on Sunday after threats of military strikes by US President Donald Trump if Iranian authorities kill protesters, Speaker Mohammad Baqer Qalibaf warned the US against “a miscalculation”.</p><p>“Let us be clear: In the case of an attack on ‍Iran, the occupied territories [Israel] as well as all US bases and ships will be our legitimate target,” said Qalibaf, a former commander in the Islamic Revolutionary Guard Corps.</p><p>Reporting from Tehran, Al Jazeera’s Tohid Asadi said Qalibaf’s words are “a new level of escalation, at least rhetorically”.</p><p>Some lawmakers reportedly rushed the dais in parliament, shouting: “Death to America!”</p><p>Asadi said the authorities are “trying to draw a line between protesters and what they call rioters, or what Iranian Supreme Leader Ayatollah Ali Khamenei came out to call saboteurs”.</p><p>“They are saying that they understand the situation and complexities related to the economic difficulties people are facing,” he said, adding that Qalibaf recognised the right of people to take part in protests in his remarks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump said on Saturday that the US is “ready to help” as protesters in Iran faced an intensifying crackdown.</p><p>“Iran is looking at FREEDOM, perhaps like never before. The USA stands ready to help!!!” Trump said in a post on his Truth Social platform without elaborating.</p><p>His comments came a day after he said Iran was in “big trouble” and again warned that he could order strikes.</p><p>“That doesn’t mean boots on the ground, but it means hitting them very, very hard – where it hurts,” the US president said.</p><p>Meanwhile, a nationwide <a href=\"/news/2026/1/8/iran-experiencing-nationwide-internet-blackout-monitor-says\">shutdown</a> of the internet in Iran remains in place and has now lasted more than 60 hours, according to the monitor Netblocks.</p><p>“The censorship measure presents a direct threat to the safety and wellbeing of Iranians at a key moment for the country’s future,” it said on Sunday.</p><h2 id=\"warning-from-army\">Warning from army</h2><p>Iran’s police chief, Ahmad-Reza Rada, was quoted as saying by state media on Sunday that the level of confrontation with rioters has been stepped up.</p><p>The Iranian army <a href=\"/news/2026/1/10/irans-army-pledges-to-defend-national-interests-after-us-backs-protesters\">said</a> in a statement on Saturday that it would defend the country’s “national interests” as it accused Israel and “hostile terrorist groups” of seeking to “undermine the country’s public security” as the protest movement rapidly grew.</p><p>“The Army, under the command of the Supreme Commander-in-Chief, together with other armed forces, in addition to monitoring enemy movements in the region, will resolutely protect and safeguard national interests, the country’s strategic infrastructure, and public property,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The <a href=\"/news/2026/1/5/a-timeline-of-protests-in-iran-after-the-1979-islamic-revolution\">demonstrations</a>, which began in late December, are the largest in Iran since a 2022-2023 protest movement spurred by the death in custody of <a href=\"/news/2022/9/16/iranian-woman-dies-after-moral-polices-detention-reports\">Mahsa Amini</a>, who had been arrested for allegedly violating the country’s strict dress code for women.</p><p>Human rights groups have urged restraint amid reports of protest-related casualties and mass arrests. The Norway-based NGO Iran Human Rights said at least 51 protesters, including nine children, have been killed by security forces, and hundreds more have been injured.</p></div></div></body></html>"
        },
        {
            "title": "Israel’s ban on NGOs operating in Gaza will be devastating | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-11T10:00:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6956ebeb8b9b-1767304171.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I work for the American Friends Service Committee (AFSC), a Quaker organisation that has been present in Gaza for more than 77 years. AFSC began its work in 1948 when the United Nations asked it to organise relief efforts for Palestinian refugees who had been expelled from their land by Zionist forces.</p><p>For two years, AFSC’s Gaza staff helped set up and run 10 refugee camps in al-Faluja, Bureij, Deir el-Balah, Gaza City, Jabalia, Maghazi, Nuseirat, Khan Younis and Rafah. They worked to provide food, shelter and sanitation as well as setting up educational programmes for children.</p><p>In the decades that followed, AFSC’s programmes have provided support for agricultural development, kindergartens, midwife training, humanitarian aid and trauma healing. Since the start of Israel’s genocide in 2023, AFSC staff members in Gaza have provided more than a million meals, food parcels, fresh vegetables, hygiene kits and other essential supplies.</p><p>Now, for the first time since 1948, AFSC along with dozens of other international organisations is threatened with a ban from the Israeli government that puts lifesaving humanitarian work in jeopardy. This would have a devastating effect on the people of Gaza. And it cannot come at a worse time.</p><h2 id=\"a-continuing-genocide\">A continuing genocide</h2><p>The mass killing in Gaza has not stopped. Despite a ceasefire, Israeli forces are carrying out ongoing raids, air strikes and large-scale demolitions across Gaza. Since the ceasefire began on October 10, these attacks <a href=\"https://aje.io/bbgm2l?update=4206625\">have killed</a> more than 420 Palestinians and injured more than 1,150.</p><p>And it is not just the bombs. Floods in Gaza have destroyed tens of thousands of tents while badly damaged homes continue to collapse on residents. The absence of medicines and proper healthcare is killing people as well; about 600 kidney disease patients have died as a result of lack of treatment.</p><p>Meanwhile, Israel continues to prevent temporary shelters, medicines and other desperately needed supplies from entering.</p><p>These actions have reinforced a longstanding Israeli policy aimed at depopulating Gaza and annexing the land. Israel’s prohibitively restrictive new registration policies and efforts to prohibit or limit international aid are part of this effort. Silencing independent humanitarian voices and dismantling humanitarian infrastructure serve to create conditions on the ground that make life in Gaza impossible. Gaza cannot recover or thrive without comprehensive reconstruction that restores its health system, education sector and critical infrastructure.</p><p>Just two weeks before the ceasefire began, an Israeli air strike struck my family home, killing nine of my immediate relatives, including two of my siblings, their spouses and their children.</p><p>When I spoke to surviving family members shortly afterwards, they told me the “responsibility is light now” – a phrase they used to express that the number of people to care for is less now.</p><p>Since that phone call, I have not stopped thinking about what responsibility truly means. For me, it did not become lighter. It grew heavier. Nine children were left orphaned. With each life taken from my family, the weight of responsibility only increased – the responsibility to remember, to care for those left behind and to bear witness to what has been done.</p><p>But this responsibility is not mine alone. It belongs to every nation, institution and individual who has sat idly by while Gaza burns – and especially those nations who have sent the bombs that continue to kill and destroy.</p><h2 id=\"from-1948-to-2026\">From 1948 to 2026</h2><p>I first learned about the history of AFSC from my friend Ahmad Alhaaj, who benefitted from its work when he was a young refugee in 1948.</p><p>Ahmad passed away in Gaza City in January 2024. It is heartbreaking that he lived his entire life as a refugee, recounting stories of Israel’s 1948 massacres, only to spend his final days enduring a genocide. He died under siege and bombardment, ultimately losing his life because essential medicines were unavailable.</p><p>The story of Ahmad in Gaza in 2024 is tragically similar to his story in 1948. Then, he was 16 years old, a barefoot refugee following evacuation orders to Gaza from his village of al-Sawafir. What changed were the years; what did not was the condition of dispossession, displacement and abandonment.</p><p>But Ahmad’s story is not just about displacement. Ahmad’s story is a story of love – love for his village. He lived his entire life in Gaza as a refugee in a rented house, refusing to own a home so he would never forget his village or the house his parents were forced to leave behind. For Ahmad, ownership elsewhere risked erasing memory; remaining a renter was an act of fidelity.</p><p>This same love has been embodied by many Palestinians who chose Gaza, even under fire. It is a devotion to place that defies siege, displacement and death. Ahmad’s love reminds me of the dedication of my mentor and friend Refaat Alareer, who became Gaza’s great storyteller, giving voice to its people and its pain. On December 6, 2023, Israel killed Refaat along with his brother, sister and nephews in a targeted strike on his apartment.</p><p>Like Ahmad, Refaat paid for this love – this unbreakable connection to land and memory – with his life.</p><p>His poem If I Must Die has become a testament to this love and to an enduring hope – a message that has travelled beyond Gaza and transformed into a global story. Born of siege and resistance, the poem carries Gaza’s humanity to the world, insisting on life, memory and dignity even in the face of death.</p><h2 id=\"gaza-rising\">Gaza rising</h2><p>In 1948, the Greater Gaza District was home to 34 villages. One of them was Ahmad’s. For our grandparents, Gaza was understood as something far larger than the narrow strip it later became. Their sense of place was expansive, rooted in villages, fields and continuous geography.</p><p>Our parents, however, witnessed Gaza steadily shrink. What had once been one of the largest districts in historic Palestine was reduced in 1948 to roughly 555sq km (215sq miles). It later shrank further, to about 365sq km (140sq miles) after Israel established a so-called demilitarised zone – land that was eventually annexed at the direct expense of Gaza’s people.</p><p>Today, Israel occupies more than half of Gaza. It has imposed what is known as the “yellow line”, which functions as a new de facto border that continues to expand, annexing new territory. Palestinians who cross it are executed. Even <a href=\"https://www.cnn.com/2025/12/02/middleeast/children-killed-israeli-drone-firewood-gaza-intl-latam\">Fadi and Jumaa</a>, ages 8 and 10, were not spared. Gaza is not just besieged; it is being physically erased, metre by metre, generation by generation.</p><p>The Gaza we love goes beyond lines and borders. Although the majority of Palestinians in Gaza are refugees from towns that today lie inside Israel, Gaza is the place we call home.</p><p>Today, Gaza has liberated the imaginations and consciences of people across the world. It transcends geography and the artificial lines drawn on maps – yellow or green.</p><p>Israel can ban international organisations and journalists, arrest our medical workers and bomb our poets. It can destroy lives and homes and cause suffering beyond measure. But it cannot ban our struggle for justice or our innate human desire to help one another survive. Despite the many obstacles and challenges we face, our work to support people in Gaza and across the occupied Palestinian territory will continue.</p><p>Gaza means liberty, sacrifice and love, even amid tents and rubble. And it will rise again from the ruins, as it has done throughout history.</p><p data-start=\"7835\" data-end=\"8231\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "The Ancient Egyptian stone that Britain refuses to return | History | Al Jazeera",
            "time": "2026-01-11T09:55:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768124953.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Rallies across US after ICE agent kills Renee Nicole Good in Minneapolis | Protests News | Al Jazeera",
            "time": "2026-01-11T09:38:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260110__92B996P__v1__HighRes__UsImmigrationOfficerKillsWomanInMinneapolis-1768120910.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Demonstrators took to the streets of Minneapolis, chanting the name of the woman killed by a federal agent in the city of the midwestern US state of Minnesota, amid widespread anger at the use of force in the Trump administration’s immigration crackdown.</p><p>Organisers said more than 1,000 events were planned across the United States on Saturday under the slogan “ICE, Out for Good”, referring to the Immigration and Customs Enforcement agency, which is drawing growing opposition over its execution of President Donald Trump’s push for mass deportations of immigrants.</p><p>The slogan is also a reference to Renee Nicole Good, the 37-year-old mother of three, who was shot dead in her car by an ICE agent on Wednesday.</p><p>Thousands braved frigid weather and streamed towards a snow-covered park to mobilise near the scene of the shooting. They carried signs demanding “ICE OUT” of Minnesota.</p><p>At the start of the protest, a voice called out, “Say her name!” The crowd shouted back: “Renee Good!”</p><p>Her death has evoked strong emotions across the nation.</p><p>In Philadelphia (Pennsylvania), protesters marched in the rain from City Hall to the ICE field office. Others mobilised in New York, Washington, DC and Boston (Massachusetts), with the gatherings drawing dozens to hundreds of demonstrators.</p><p>More protests were planned for Sunday.</p><p>The calls to protest were being amplified by the “No Kings” movement, a network of left-wing organisations that mounted nationwide demonstrations against Trump last year.</p><p>The Trump administration has sought to paint Good as a “domestic terrorist”, insisting the agent who fatally shot her was acting in self-defence.</p><p>This narrative is strongly disputed by local officials and numerous analysts and observers, who say footage shows Good’s vehicle turning away from the agent and not posing a threat to his life.</p><p>Officials and residents in Minnesota have expressed concern that local law enforcement agencies have been shut out of the FBI investigation into the Minneapolis shooting.</p><p>According to The Trace, a media outlet focusing on gun violence, Good was the fourth person killed by federal immigration agents since the launch of the Trump administration’s deportation campaign. Seven people have been injured.</p></div></div></body></html>"
        },
        {
            "title": "Aryna Sabalenka wins Brisbane title ahead of Australian Open | Tennis News | Al Jazeera",
            "time": "2026-01-11T09:11:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255641737-1768122066.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Aryna Sabalenka wins Brisbane title ahead of Australian Open</h1><p class=\"article__subhead\"><em>World number one becomes back-to-back champion at the Brisbane International with a straight-sets victory over Marta Kostyuk.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">World number one Aryna Sabalenka brushed aside Marta Kostyuk 6-4, 6-3 in the Brisbane International final on Sunday to retain the title without losing a set ahead of her bid to reclaim the Australian Open title this month.</p><p>Kostyuk had beaten top 10 players Jessica Pegula, Mirra Andreeva and Amanda Anisimova on her way to the final but was no match for the sheer power of the US Open champion.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Sabalenka is determined to win back the Australian Open title she relinquished last year, and her performance in the fierce Brisbane heat suggests she will be hard to beat at Melbourne Park this month.</p><p>“Thank you to my team for handling me. I’m really the toughest one to handle, and you guys are the toughest people in the world if you can handle me,” she told the crowd before directing a comment at partner Georgios Frangulis in the stands.</p><p>“Thank you to my boyfriend. Hopefully, soon I’ll call you something else, right? Let’s just put a bit of extra pressure on, right?”</p><figure id=\"attachment_4230700\" aria-describedby=\"caption-attachment-4230700\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230700\" src=\"/wp-content/uploads/2026/01/2026-01-11T073241Z_28865014_UP1EM1B0KYFLQ_RTRMADP_3_TENNIS-BRISBANE-1768122122.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Marta Kostyuk in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4230700\" class=\"wp-caption-text\">Ukraine’s Marta Kostyuk in action during the final against Sabalenka [Dan Peled/Reuters]</figcaption></figure><h2 id=\"sabalenka-overpowers-kostyuk\">Sabalenka overpowers Kostyuk</h2><p>Sabalenka raced off to a 3-0 lead in the opening set before coming a bit unstuck as her first serve deserted her and her 23-year-old opponent feasted on her second.</p><p>There were the familiar hangdog expressions as Sabalenka raised her eyes to the skies in reaction to spraying a shot high and wide, but it did not last for long.</p><p>Rallying at 3-3, Sabalenka reduced the number of wild swings and heaped the pressure on her 26th-ranked opponent with the sheer power and accuracy of her strokes.</p><p>She quickly wrapped up the opening set and was soon 3-0 up in the second after again taking Kostyuk’s first service game.</p><p>There was no way back for Kostyuk this time, and she faced a real battle just to hold her serve three times before Sabalenka served out to secure her 22nd WTA title, sealing the deal when her opponent netted a return on her first championship point.</p><p>Kostyuk said her thoughts were with the people back home in her war-torn country.</p><p>“I play every day with a pain in my heart, and there are thousands of people who are without light and warm water,” she said.</p><p>“Right now it’s minus 20 degrees [Celsius] outside, so it’s very, very painful to live this reality every day. It’s very hot here in Brisbane, so it’s difficult to imagine this, but my sister is sleeping under three blankets because of how cold it is at home.”</p><p>Sabalenka will be gunning for a third Australian Open and fifth major title at the year’s first Grand Slam, which starts on January 18.</p><figure id=\"attachment_4230703\" aria-describedby=\"caption-attachment-4230703\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230703\" src=\"/wp-content/uploads/2026/01/2026-01-11T074501Z_685387808_UP1EM1B0LIZM0_RTRMADP_3_TENNIS-BRISBANE-1768122190.jpg?w=770&amp;resize=770%2C529&amp;quality=80\" alt=\"Aryna Sabalenka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4230703\" class=\"wp-caption-text\">Sabalenka won her second straight Brisbane International title and will attempt to win a third Australian Open singles crown in Melbourne later this month [Dan Peled/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Stopping wars or waging them? | Digital Series | Al Jazeera",
            "time": "2026-01-11T08:02:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/EP101-16-9-1767965303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "At least three Palestinians killed in overnight Israeli attacks on Gaza | Gaza News | Al Jazeera",
            "time": "2026-01-11T07:10:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009334915406-1768115752.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three Palestinians have been killed and nine wounded in Israeli attacks in different areas of the Gaza Strip in the last 24 hours, in the latest <a href=\"/news/2026/1/8/israeli-attack-on-gaza-tent-kills-at-least-three-palestinians\">violation of a fragile ceasefire</a> between Israel and Hamas, according to medical sources.</p><p>Sources told Al Jazeera the areas Israeli raids targeted overnight into Sunday included Rafah and Khan Younis in southern Gaza, the Zeitoun neighbourhood in the southeast of Gaza City and various other neighbourhoods across the besieged enclave, as Israel’s genocidal war continues unabated.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In one attack, an Israeli quadcopter killed a Palestinian man who was being taken to a hospital in Khan Younis in southern Gaza, medical sources told Al Jazeera.</p><p>The Palestinian news agency Wafa reported that two men were killed by Israeli military gunfire east of Zeitoun.</p><p>The agency also reported artillery shelling in the eastern part of the Tuffah and the Zeitoun neighbourhoods in Gaza City, along with gunfire from military vehicles later in the day.</p><p>Israeli jets bombed several areas in the east of the Bureij refugee camp in central Gaza and in Jabalia and Beit Lahia in northern Gaza, according to Wafa.</p><p>Israeli warships bombed northern coastal areas, it added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Tareq Abu Azzoum, reporting from Gaza City, said, “It has been a very dizzying period of escalation. We can hear the sounds of Israeli drones hovering overhead in central Gaza City and also the eastern communities, as well as where Israeli forces continue attacks and beyond the agreed yellow line, which was supposed to mark the ceasefire’s front lines.”</p><p>“There is a widescale flattening of buildings in Rafah, which has been under Israeli military control for two years, in Khan Younis, in the eastern parts of it and in the Jabalia refugee camp. These activities are basically designed to expand the areas that are under the Israeli military control to be possibly used as leverage in further negotiations in the second phase of the ceasefire agreement.”</p><p>“What we are documenting are demolitions and strikes in already evacuated civilian spaces, raising questions about whether this is security enforcement or territorial reshaping under the cover of the ceasefire,” he added.</p><p>Separately, the Israeli army reported on Saturday that its forces killed three Palestinians in southern and northern Gaza neighbourhoods, claiming that they posed a threat to Israeli forces, with one specifically stealing military equipment.</p><p>It was not immediately clear if the deaths were caused by the same incidents reported by Gaza sources.</p><p>More than two years of Israeli attacks have killed at least 71,412 Palestinians in Gaza with 171,314 injured, according to the latest figures shared by the enclave’s health ministry on Sunday.</p><p>The ministry added that 442 people have been killed and 1,236 injured since October 11 – the date the Gaza truce entered into force.</p><p>Meanwhile, a seven-day-old Palestinian infant <a href=\"/news/2026/1/10/extreme-cold-kills-another-infant-in-gaza-as-israel-blocks-vital-aid\">died</a> due to the extreme cold on Saturday as the Israeli blockade of vital necessities worsens the <a href=\"/news/2026/1/7/gaza-babies-suffering-from-severe-cold-as-israel-keeps-blocking-aid-msf\">humanitarian crisis</a> in the enclave.</p><p>Mahmoud al-Aqraa died in Deir el-Balah in central Gaza amid rapidly decreasing temperatures, according to medical sources.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"catastrophe\">‘Catastrophe’</h2><p>Palestinians living in makeshift tents have little protection from <a href=\"/news/2026/1/3/severe-weather-in-gaza-hits-vulnerable-and-wounded-most-in-israels-war\">strong winds and rain</a>, as most shelters are made of thin canvas and plastic sheets.</p><p>Israel continues to block or limit the number of vital needs entering the territory, such as tents, mobile homes or materials to fix tents, in violation of the ceasefire it agreed with Hamas in October, as well as its obligations under international law as the occupying power in the Strip.</p><p>Temperatures at night in Gaza have fallen to as low as 9 degrees Celsius (48 degrees Fahrenheit) in recent days.</p><p>In a statement, the Gaza Civil Defence warned of a “catastrophe” due to the “low-pressure system that caused serious damage to temporary shelters, and thousands of tents were completely damaged”.</p><p>It also urged citizens to secure their tents to prevent them from being blown away, given that mobile homes are not allowed to enter.</p><p>“What is happening is not a weather crisis, but a direct result of preventing the entry of building materials and disrupting reconstruction, as people are living in torn tents and cracked houses without safety or dignity,” Civil Defence spokesman Mahmoud Basal said.</p><p>Nearly 80 percent of buildings in Gaza have been destroyed or damaged by Israel during its more than two-year genocidal war against the Palestinians in the territory, according to the United Nations, rendering hundreds of thousands of people homeless.</p></div></div></body></html>"
        },
        {
            "title": "Myanmar’s military holds second phase of elections amid civil war | Elections News | Al Jazeera",
            "time": "2026-01-11T07:07:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-11T053224Z_1732570092_RC2QYIAOHAP4_RTRMADP_3_MYANMAR-ELECTION-1768112822.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar has resumed voting in the second phase of the <a href=\"/video/newsfeed/2025/12/28/video-myanmars-military-holds-first-election-since-2021-coup\">three-part</a> general elections amid a raging civil war and allegations the polls are designed to legitimise military rule.</p><p>Polling stations opened at 6am local time on Sunday (23:30 GMT on Saturday) across 100 townships in parts of Sagaing, Magway, Mandalay, Bago and Tanintharyi regions, as well as Mon, Shan, Kachin, Kayah and Kayin states.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Many of those areas have seen clashes in recent months or remain under heightened security.</p><p>Myanmar has been ravaged by conflict since the military ousted ⁠a civilian government in a 2021 coup and <a href=\"/news/2025/12/17/myanmar-regime-claims-aung-san-suu-kyi-in-good-health-despite-sons-fears\">arrested</a> its leader, Nobel Peace Prize winner Aung San Suu Kyi, leading to ​a civil war that has engulfed large parts of the impoverished nation of 51 million people.</p><p>Aung San Suu Kyi’s ‍National League for Democracy party, which swept the last election in 2020, has been dissolved along with dozens of other antimilitary parties for failing to register for the latest polls.</p><p>The election is taking place in three phases because of the ongoing conflict. The first phase unfolded on December 28 in 102 of the country’s 330 townships, while a third round is scheduled for January 25.</p><p>Some 65 townships will not participate due to ongoing clashes.</p><p>The military <a href=\"/news/2025/12/31/myanmar-military-reports-50-percent-turnout-in-first-election-phase\">claimed a 52 percent</a> voter turnout after the December 28 vote, while the pro-military Union Solidarity and Development Party (USDP), which analysts say is a civilian proxy for the military, said it <a href=\"/news/2025/12/29/myanmar-pro-military-party-claims-huge-lead-in-contentious-elections\">won more than 80 percent of seats</a> contested in the lower house of the legislature.</p><figure id=\"attachment_4230226\" aria-describedby=\"caption-attachment-4230226\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230226\" src=\"/wp-content/uploads/2026/01/AP26011121262761-1768104877.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Voters line up to cast their ballots at a polling station during the second phase of general election in Mandalay, central Myanmar, Sunday, Jan. 11, 2026. (AP Photo/Aung Shine Oo)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4230226\" class=\"wp-caption-text\">Voters line up to cast their ballots at a polling station during the second phase of the general elections in Mandalay, central Myanmar, January 11, 2026 [Aung Shine Oo/AP Photo]</figcaption></figure><p>“The USDP is on track for a landslide victory, which is hardly a surprise given the extent to which the playing field was tilted in ​its favour. This included the removal of any serious rivals and a set of ‌laws designed to stifle opposition to the polls,” said Richard Horsey, senior Myanmar adviser for Crisis Group.</p><p>Myanmar has a two-house national legislature, totalling 664 seats. The party with a combined parliamentary majority can select the new president, who can pick a cabinet and form a new government. The military automatically receives 25 percent of seats in each house under the constitution.</p><p>On Sunday morning, people in Yangon, the country’s largest city, cast their ballots at schools, government offices and religious buildings, including in Aung San Suu Kyi’s former constituency of Kawhmu, located roughly 25km (16 miles) south of the city.</p><p>As she exited her polling station, 54-year-old farmer Than Than Sint told the AFP news agency she voted because she wants peace in Myanmar, even though she knows it will come slowly given the fractured country’s “problems”.</p><p>Still, “I think things will be better after the election”, she said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230774\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-MYANMAR-CONTROL-JAN-11-2026-1768123763.jpg?w=770&amp;resize=770%2C963&amp;quality=80\" alt=\"INTERACTIVE - MYANMAR CONTROL - JAN 11 2026 | Who controls what in Myanmar\" fetchpriority=\"low\"></p><p>Others were less enthusiastic. A 50-year-old resident of Yangon, who asked to remain anonymous for safety reasons, said, “The results lie only in the mouth of the military.”</p><p>“People have very little interest in this election,” the person added. “This election has absolutely nothing to do with escaping this suffering.”</p><p>The United Nations and human rights groups have called the elections a “sham” that attempt to sanitise the military’s image.</p><p>Tom Andrews, the UN special rapporteur on the situation of human rights in Myanmar, said earlier this week that the election was “not a free, fair, nor legitimate election” by “all measures”.</p><p>“It is a theatrical performance that has exerted enormous pressure on the people of Myanmar to participate in what has been designed to dupe the international community,” Andrews said.</p><p>Laws <a href=\"/news/2025/7/30/myanmar-military-government-sets-long-prison-terms-for-election-protests\">enacted by the military</a> ahead of the vote have made protest or criticism of the elections punishable by up to 10 years in prison. More than 200 people currently face charges under the measure, the UN said, citing state media.</p><p>Separately, at least 22,000 people are currently being detained in Myanmar for political offences, according to the Assistance Association for Political Prisoners.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces raid Palestinian wedding in occupied East Jerusalem | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-11T06:30:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/yt-1768112868.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syria live: SDF fighters pull out of Aleppo after deadly battles | ISIL/ISIS News | Al Jazeera",
            "time": "2026-01-11T06:27:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69633de3dba7-1768111587.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Syria live: SDF fighters pull out of Aleppo after deadly battles</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Dozens of people have been killed in the clashes, with more than 150,000 displaced.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "A ghost town votes in Myanmar election’s second phase | Elections | Al Jazeera",
            "time": "2026-01-11T06:26:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG_1229-1768051433.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--single-avatar\"><div class=\"byline-content\"><p class=\"author-title-or-tagline\">Reporting from Yangon and Hpapun, Myanmar</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The town of Hpapun was once a bustling regional hub with banks, regional government offices, and stores that supplied the surrounding valleys.</p><p>It even had its own airport, which was particularly useful in this remote corner of eastern Myanmar.</p><p>The ruling military government say Hpapun will be part of the second phase of voting when the general election resumes this Sunday, after the first phase at the end of December.</p><p>The only problem: Hpapun is actually a ghost town.</p><p>On the walls of the police station, a sign asks helpfully, “Can We Help You?” in English. But just inside the gate, a white skull and crossbones on a red background warns of landmines planted inside.</p><p>When Al Jazeera visited Hpapun several weeks ago, not a single soul remained in the town, and all the businesses and homes had been either burned, bombed or reclaimed by the jungle.</p><p>Some voting will take place inside the Tactical Command post about 10km (6 miles) down the road. But anyone wanting to cast their ballot will have to get past landmines, booby traps and about 800 government soldiers, who have been under siege since 2024.</p><figure id=\"attachment_4228774\" aria-describedby=\"caption-attachment-4228774\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4228774\" src=\"/wp-content/uploads/2026/01/IMG_1248-1768051536.jpg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"Tin Oo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4228774\" class=\"wp-caption-text\">Tin Oo, commander of the People’s Defence Force, a rebel group trying to push the government out of the area [Tony Cheng/ Al Jazeera]</figcaption></figure><p>“The military junta’s upcoming election is a sham. It’s a staged, fake election designed to maintain the power they have stolen,” says Tin Oo, commander of the People’s Defence Force, one of the groups of fighters currently trying to clear government forces out of the area.</p><p>And at least 3.5 million voters across Myanmar won’t be able to vote because they’ve been forced from their homes by fighting in the civil war.</p><p>Aye Thu Zar fled from her village, Pazun Myaung, two months ago after it was hit by air strikes from government fighter jets. Now she and her son Moe live in a community of 150 other displaced people on the banks of the Sittang river, surviving on what she ekes out of the land. There are no relief agencies operating here offering handouts of shelter or food.</p><p>“No, I’m not voting,” she told me, sitting in the bamboo hut she now calls home. “I don’t know. I haven’t heard anything about it. We live in a remote area, so we don’t know about the election.”</p><figure id=\"attachment_4228780\" aria-describedby=\"caption-attachment-4228780\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4228780\" src=\"/wp-content/uploads/2026/01/IMG_1234-1768051626.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Overgrowth outside an office of the National League for Democracy, of Nobel Peace Prize winner Aung San Suu Kyi, who is now under house arrest [Tony Cheng/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4228780\" class=\"wp-caption-text\">Overgrowth outside an office of the National League for Democracy, of Nobel Peace Prize winner Aung San Suu Kyi, who is now under house arrest [Tony Cheng/ Al Jazeera]</figcaption></figure><p>Just two hours’ drive away in Yangon, Myanmar’s most populated city, security is light and the civil war feels far away. Many of the country’s urban areas voted in the first phase of the election on December 28. After the second phase on Sunday, a third phase will take place on January 25 before final results are declared.</p><p>But with military-backed parties the only option on the ballot paper, many voters simply didn’t show up in cities like Yangon, and while official figures are yet to be released, local election officials told Al Jazeera that the turnout could be as low as 35 percent.</p><p>None of these problems seems to be troubling the pro-military Union Solidarity and Development Party (USDP), however. They’ve already been named as the easy winners in the first phase, with 89 out of 102 lower seats won, and it seems likely they will emerge as the winners when the outcome is announced at the end of the month.</p><p>That will be no surprise to the retired generals leading the party – nor to the rest of Myanmar.</p></div></div></body></html>"
        },
        {
            "title": "Somali minister says Israel plans to expel Gaza Palestinians to Somaliland | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-11T05:15:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89T99NN__v2__HighRes__TopshotSomaliaSomalilandIsraelDiplomacy-1767764632_532a94-1767939628.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somalia’s Defence Minister Ahmed Moalim Fiqi has accused Israel of planning to forcibly displace Palestinians to the breakaway region of Somaliland, denouncing the alleged plan as a “serious violation” of international law.</p><p>In an interview with Al Jazeera on Saturday, Fiqi said Somalia has “confirmed information that Israel has a plan to transfer Palestinians and to send them to [Somaliland]”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His comments came against the backdrop of longstanding fears raised by Somali officials that Israel intended to forcibly expel Palestinians from Gaza to Somaliland, reports that the self-governing region and Israel have denied.</p><p>Somaliland declared independence from Somalia in 1991 but has never gained United Nations recognition. Israel’s December decision made it the <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">first country</a> to recognise Somaliland as independent.</p><p>Israeli Foreign Minister Gideon Saar told Israel’s Channel 14 last week that the forcible displacement of Palestinians to Somaliland “was not part of our agreement”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I think we have a lot of topics in the field of politics, security, development, and others that we will advance with Somaliland … And I can say this is not part of our agreement,” Saar said.</p><p>He did not provide further details on what had been agreed, and neither Israeli nor Somaliland officials have disclosed specifics since the recognition announcement. A Somaliland source close to the government, speaking on condition of anonymity, also said the relocation of Palestinians was not a concession made by Somaliland officials, but did not give any more details.</p><p>Somalia’s President Hassan Sheikh Mohamud <a href=\"/news/2025/12/31/israels-recognition-of-somaliland-strange-unexpected-somali-president\">previously told</a> Al Jazeera that Somaliland had accepted Israel’s three conditions – the resettlement of Palestinians, establishment of a military base on the coast of the Gulf of Aden and joining the Abraham Accords to normalise ties with Israel.</p><p>Fiqi called on Israeli Prime Minister Benjamin Netanyahu to withdraw his diplomatic recognition of the “separatist region”, describing the move, announced late last year, as a “direct attack” on Somalia’s sovereignty.</p><p>Expanding on his criticism, Fiqi accused Israel of pursuing a strategy of fragmenting regional states, arguing that its recognition of Somaliland fit a larger pattern.</p><p>“Israel has long had goals and plans to divide countries — maybe for 20 years — and it wants to divide the map of the Middle East and control its countries. This is why they found this separatist group in northwestern Somalia,” Fiqi told Al Jazeera.</p><h3>Israel’s military base in Gulf of Aden</h3><p>The Somali minister also accused Israel of seeking to establish a military base on the Bab al-Mandeb Strait, which connects the Gulf of Aden to the Red Sea, saying Israel “wants to create a military base to destabilise the region”.</p><p>A Somaliland official said those discussions were taking place, <a href=\"/news/2026/1/1/somaliland-denies-agreeing-to-host-israeli-bases-resettle-palestinians\">contradicting an earlier denial</a> from its Ministry of Foreign Affairs and International Cooperation. Deqa Qasim, an official in the ministry, told Israel’s Channel 12 that an Israeli military base is “on the table and being discussed”, though its establishment depends on the terms.</p><p>Houthi leaders have <a href=\"/news/2025/12/28/any-israeli-presence-in-somaliland-will-be-a-target-houthi-leader\">said</a> they would consider any Israeli presence in Somaliland, just across from the Gulf of Aden, a threat and a possible military target.</p><p>Somaliland President Abdirahman Mohamed Abdullahi, known locally as Cirro, sought to assuage fears among neighbouring countries, saying Israel’s recognition of Somaliland was not directed against anyone, during a speech welcoming the establishment of relations with Israel.</p><p>When Saar <a href=\"/news/2026/1/6/israeli-fm-visits-somaliland-after-world-first-recognition-storm\">visited</a> Hargeisa, the capital of the breakaway region, last week, a Somaliland readout said security was among the topics discussed during the meeting.</p><p>The visit drew immediate condemnation from 22 countries and the Organisation of Islamic Cooperation (OIC) in a joint statement that called Saar’s January 6 trip a “clear violation” of Somalia’s sovereignty and territorial integrity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fiqi’s comments came amid continuing international outcry over Netanyahu’s decision in December to recognise Somaliland, a breakaway part of Somalia comprising the northwestern portion of what was once the British Protectorate.</p><p>On Saturday, the 57-member OIC held an extraordinary summit in Saudi Arabia on Israel’s recognition of Somaliland, adopting two resolutions: one condemning Israel’s move and another expressing support for Palestine.</p><p>Turkish Foreign Minister Hakan Fidan said in an interview with TRT Haber that Turkiye, together with several other Muslim countries, had coordinated efforts to prevent other states from recognising Somaliland, suggesting that additional countries had been considering the move.</p><p>Amid claims by Somaliland officials that several countries would follow Israel’s lead, and rumours that India would follow, a spokesperson for India’s Ministry of External Affairs pushed back, dampening hopes of any such move.</p><p>“India has longstanding ties with Somalia. We continue to underline the importance of respecting the country’s sovereignty and territorial integrity,” the spokesperson said.</p><p>On Friday, President Mohamud <a href=\"/news/2026/1/8/top-somaliland-official-defends-israel-ties-amid-arab-backlash\">appealed</a> via a national address to Somaliland’s leaders to engage in negotiations with Mogadishu and change course on ties with Israel.</p><p>He said if the separation of Somalia were the direction they wanted to move in, wider recognition would not be possible without the consent of the Somali government and would leave them in diplomatic limbo.</p></div></div></body></html>"
        },
        {
            "title": "Last SDF fighters leave Syria’s Aleppo after days of deadly clashes | News | Al Jazeera",
            "time": "2026-01-11T02:27:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T150246Z_1985033144_RC2DYIA7AAG3_RTRMADP_3_SYRIA-SECURITY-ALEPPO-1768098581.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The last fighters from the Kurdish-led Syrian Democratic Forces (SDF) have left the city of Aleppo, according to officials, following a ceasefire deal that allowed evacuations after days of deadly clashes in Syria’s second-largest city.</p><p>Aleppo Governor Azzam al-Gharib told Al Jazeera early on Sunday that Aleppo has become “empty of SDF fighters” after government forces coordinated their withdrawal on buses out of the city overnight.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>SDF commander Mazloum Abdi (also known as Mazloum Kobani) said the group had reached an understanding through international ⁠mediation on a ceasefire and the safe evacuation of civilians and fighters.</p><p>“We have reached an understanding that leads to a ceasefire and securing the evacuation of the dead, the wounded, the stranded civilians and the fighters from the Ashrafieh and Sheikh Maqsoud neighbourhoods to northern and eastern Syria,” Abdi said in a post on X.</p><p>“We call on the mediators to adhere to their promises to stop the violations and work towards a safe return for the displaced to their homes,” he added.</p><p>The development came after the Syrian army took over the Kurdish-majority neighbourhood of Sheikh Maqsoud following days of clashes that broke out when talks to integrate the SDF into the national army collapsed.</p><p>At least 30 people were killed in the clashes, while more than 150,000 were displaced.</p><p>Bernard Smith, reporting from Aleppo for Al Jazeera, said that the remaining SDF fighters in the city were taken by bus to Raqqa, which he added was the “main city in northeastern Syria that is under SDF control.”</p><p>“They haven’t commented about what’s happening, although the silence says something, because until yesterday night, they were repeatedly saying they were staying to fight on,” he said.</p><p>Smith said the Syrian government forces were carrying out searches in the Sheikh Maqsoud neighbourhood for prisoners taken during <a href=\"/news/2025/12/8/one-year-since-the-fall-of-bashar-al-assad-a-timeline\">the fall of the Bashar al-Assad</a> regime just over a year ago.</p><p>“These are civilian activists and opposition fighters. At the time, they were arrested at SDF checkpoints around Sheikh Maqsoud and Ashrafieh and taken into custody,” Smith added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Ayman Oghanna, reporting from Damascus, said calm has returned to Aleppo, and that the United States was instrumental in brokering the agreement between the SDF and the government.</p><p>“The US is in a unique position, because it enjoys good relations with the SDF and the government,” Oghanna said, noting that Washington has been working with the Kurdish-led force against ISIL (ISIS) for more than a decade.</p><p>With the fall of former President Bashar al-Assad’s government in late 2024, the US has also built close ties with the rebel commander who became Syria’s interim leader, Ahmed al-Sharaa. The Syrian president met US President Donald Trump at the White House last year and has formally joined the US-led coalition against ISIL.</p><p>The fighting in Aleppo began on Tuesday in the predominantly Kurdish neighbourhoods of Sheikh Maqsoud, Ashrafieh and Bani Zaid, amid tensions over a failure to implement <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">a March 2025 agreement</a> to reintegrate the Kurdish forces into state institutions.</p><p>Oghanna, Al Jazeera’s correspondent, said “all this fighting broke out because of a failure to integrate the SDF into government institutions.”</p><p>The deadline for the deal passed at the end of last year, and the SDF refused to leave areas that have been under its control since the early days of the Syrian war, which erupted in 2011.</p><p>Oghanna said that although the fighting in Aleppo has ended, “the fault line, the backdrop for this fighting, remains”.</p><p>“There are many difficult issues in Syria, but the greatest threat to national stability and unity remains this question of whether the SDF join Damascus and be under Damascus’s control,” he said.</p><p>The SDF has a large amount of fighters, estimated at between 50,000 to 90,000. They are mainly in the northeast of the country and control almost a quarter of Syria’s territory.</p><p>Oghanna said the fighting in Aleppo makes the SDF integration “look far less likely”.</p><p>“There are also other sticking points, which might make the SDF refuse to put down their weapons,” he said.</p><p>“The SDF don’t want to cede control of the country’s northeast, and they want to maintain a certain amount of autonomy in order to have the governance in northeastern Syria.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,417 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-11T01:32:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T151620Z_189093564_RC2CYIAIEGD6_RTRMADP_3_UKRAINE-CRISIS-COLD-KYIV-1768085545.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,417</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,417 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, January 11:</p><h2 id=\"fighting\">Fighting:</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched artillery and drone attacks on Ukraine’s Dnipropetrovsk region on Saturday, killing a 68-year-old man, wounding three others and causing fires to break out in residential buildings, according to Ukraine’s emergency service.</li>\n<li>Russian shelling also killed another person in the Kramatorsk district of Ukraine’s Donetsk region, the service said.</li>\n<li>Three other Ukrainians were killed, and nine more were wounded, in Russian attacks on the areas of Yarova, Kostyanynivka and Sloviansk in Donetsk, according to Governor Vadym Filashkin.</li>\n<li>Ukraine’s General Staff reported 139 combat clashes on Saturday and said that Russia launched 33 air strikes, deployed more than 4,430 drones and carried out 2,830 attacks on Ukrainian troops and settlements.</li>\n<li>Russian forces advanced near the villages of Markove and Kleban-Byk in Ukraine’s Donetsk region, according to the Ukrainian battlefield monitoring site DeepState, but no other major changes were reported.</li>\n<li>In the Ukrainian capital, Kyiv, engineers are working “around the clock” to restore electricity to residents after <a href=\"/news/2026/1/10/russia-ukraine-war-list-of-key-events-day-1416\">thousands of apartments</a> lost power during Russia’s Thursday attacks, said Tymur Tkachenko, the head of the city’s military administration.</li>\n<li>Heat supplies have been returned to roughly half the homes that lost power, Kyiv Mayor Vitali Klitschko added.</li>\n<li>Russia’s TASS news agency reported that two people were wounded in a Ukrainian drone attack on the southwestern Russian city of Voronezh.</li>\n<li>The governor of Russia’s Belgorod ‍region, which ‍borders Ukraine, said on Saturday that 600,000 people in the area were without electricity, heating and water after a Ukrainian ⁠missile strike.</li>\n<li>Ukrainian forces also carried out a drone strike on Russia’s Volgograd region, sparking a fire at an oil depot in the Oktyabrsky district, regional authorities said.</li>\n<li>The Ukrainian military said ‌on Saturday it had struck the Zhutovskaya oil depot in Volgograd overnight.</li>\n<li>Russian air defence systems, meanwhile, intercepted and destroyed 33 Ukrainian drones over Russian regions, the agency reported.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>The United Nations Security Council will host an emergency meeting on January 12 to “address Russia’s flagrant breaches of the UN Charter”, after Russia <a href=\"/news/2026/1/10/russia-hits-ukraine-with-oreshnik-hypersonic-missile-why-it-matters\">fired an Oreshnik hypersonic missile</a> near the Polish border, Ukrainian ‍Minister of Foreign Affairs Andrii Sybiha wrote on X.</li>\n<li>The foreign minister also spoke out about the <a href=\"/news/2026/1/10/irans-army-pledges-to-defend-national-interests-after-us-backs-protesters\">antigovernment protests</a> rocking Iran, saying that “Iran’s support for Russia’s war of aggression against Ukraine and its oppression of its own citizens are part of the same policy of violence and disrespect for human dignity”.</li>\n<li>The deputy chairman of Russia’s Security Council, Dmitry Medvedev, insisted that Russia will not accept European or NATO troops in Ukraine and that “European dimwits want a war in Europe after all”.</li>\n<li>“Well, come on then. This is what you’ll get”, the deputy chairman added, accompanied by a video of the Oreshnik strike.</li>\n<li>The Institute for the Study of War wrote in its latest report that Russia’s Oreshnik strike was likely “aimed to scare Western countries from providing military support to Ukraine, particularly from deploying forces to Ukraine as part of a peace agreement”.</li>\n<li>Ukraine’s lead negotiator, ⁠Rustem Umerov, “once again reached out to our American partners”, Ukrainian President Volodymyr Zelenskyy wrote on Telegram. “We continue communication with the American side practically every day,” he said.</li>\n<li>South Africa kicked off a <a href=\"/news/2026/1/9/chinese-russian-and-iranian-warships-arrive-for-drills-in-south-africa\">week of naval drills</a>, also attended by Russia, Iran and China.</li>\n<li>Captain Nndwakhulu Thomas Thamaha, South Africa’s joint task force commander, told the opening ceremony that the drills are “a demonstration of our collective resolve to work together”.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy pledged on X that “we will continue strengthening the sanctions toolkit” and that “all lines of pressure on Russia and individuals associated with it must be maintained”.</li>\n<li>In reference to recent news that US President Donald Trump has <a href=\"/economy/2026/1/8/trump-backs-bill-to-sanction-china-india-over-russian-oil-us-senator-says\">greenlit a bill to sanction countries</a> that buy Russian oil, Zelenskyy said: “What is important is that the US Congress is back in motion on tougher sanctions against Russia – targeting Russian oil. This can truly work.”</li>\n</ul><h2 id=\"energy\">Energy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian presidential envoy Kirill Dmitriev said Russian oil products have “significantly increased” after Bloomberg reported that Russian refined fuel flows hit a four-month high in December, driven by stronger diesel shipments from ports in the Baltic Sea. Dmitriev added on X that “fake warmonger narratives are bad for decision-making”.</li>\n<li>Separately, Bloomberg also reported that Russia’s crude oil production dropped to its lowest level in a year and a half in December, hitting 9.32 million barrels per day.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US launches new attacks against ISIL in Syria over deadly ambush | ISIL/ISIS News | Al Jazeera",
            "time": "2026-01-10T23:54:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2018-12-19T173450Z_1551223513_RC168AA782C0_RTRMADP_3_USA-TRUMP-SYRIA-1768088251.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US launches new attacks against ISIL in Syria over deadly ambush</h1><p class=\"article__subhead\"><em>US military says the strikes are in response to an ISIL ambush that killed three American personnel in Palmyra last month.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has carried out a new round of “large-scale” attacks against the ISIL or ISIS group in Syria following an ambush that <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">killed two US soldiers</a> and a civilian interpreter in the city of Palmyra last month.</p><p>The US Central Command (CENTCOM) said in a statement on Saturday that the attacks occurred at about 17:30 GMT and hit “multiple ISIS targets across Syria”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our message remains strong: if you harm our warfighters, we will find you and kill you anywhere in the world, no matter how hard you try to evade justice,” CENTCOM said.</p><p>The statement did not say whether anyone was killed in the strikes.</p><p>Grainy aerial video accompanying the statement, posted on X, showed several separate explosions, apparently in rural areas.</p><p>CENTCOM said the attacks were carried out alongside partner forces, without specifying which forces had taken part.</p><p>The Jordanian military later announced it had taken part in the strikes.</p><p>The US is calling the <a href=\"/features/2025/12/27/analysis-isil-attacks-could-undermine-us-syria-security-collaboration\">response to the Palmyra attacks</a> Operation Hawkeye Strike. The ambush on December 13 involved a lone gunman, who Syria’s Ministry of Interior said was a member of the security forces and had been set to be fired for his hardline views.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US military launched the operation on December 19, with a large-scale strike that it said hit 70 targets across central Syria that had ISIL infrastructure and weapons.</p><p>On December 30, it said its forces had <a href=\"/news/2025/12/30/us-says-it-killed-or-captured-25-isil-operatives-in-syria-over-nine-days\">killed or captured</a> about 25 ISIL fighters following the launch of the operation.</p><p>The Kurdish-led Syrian Democratic Forces has for years been the US’s main partner in the fight against ISIL in Syria, but since the ouster of former Syrian President Bashar al-Assad in December 2024, Washington has increasingly been coordinating with the central government in Damascus.</p><p>Syria joined the global coalition against ISIL after reaching an agreement late last year, when Syrian President Ahmed ‍al-Sharaa visited the White House.</p><p>Syrian officials said last month that leading ISIL figure Taha al-Zoubi had been arrested in the Damascus countryside.</p><p>US President Donald Trump has long been sceptical of Washington’s presence in Syria, ordering the withdrawal of troops during his first term, but ultimately leaving US forces in the country.</p><p>About 1,000 US troops remain in Syria.</p><p>The US military has said it would further reduce the number of US personnel in Syria and eventually reduce its bases in the country to one.</p></div></div></body></html>"
        },
        {
            "title": "Nicaragua frees dozens of prisoners amid pressure from Trump administration | Prison News | Al Jazeera",
            "time": "2026-01-10T22:40:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260110__92AZ2WG__v1__HighRes__NicaraguaUsPoliticsPrisonRelease-1768081025.jpg?resize=1887%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nicaragua frees dozens of prisoners amid pressure from Trump administration</h1><p class=\"article__subhead\"><em>Opposition groups say release triggered by ‘political chess moves’ following US abduction of Venezuela’s Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nicaragua’s left-wing government has announced the release of dozens of prisoners following pressure from United States President Donald Trump’s administration.</p><p>The <a href=\"/news/2025/1/30/nicaragua-approves-constitutional-reforms-giving-president-expansive-powers\">government of President Daniel Ortega</a> said in a statement on Saturday that “tens of people who were in the national penitentiary system have gone home to their families”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The statement did not specify the exact number of people freed, or whether they had been detained for political reasons.</p><p>While the government described the move as a gesture to commemorate 19 years of Ortega’s government, Nicaragua is under considerable pressure from the US over its <a href=\"/news/2023/4/18/rights-crisis-amnesty-report-documents-abuses-in-nicaragua\">human rights record</a> and a years-long crackdown on opposition leaders and activists.</p><p>Saturday’s prisoner release also reflects the growing pressure that left-wing governments in Latin America face to appease demands from the Trump administration, which has moved to <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">exert greater dominance</a> across the Americas region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tensions have soared since the US military attacked Venezuela on January 3 and abducted the country’s president, <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Nicolas Maduro</a>, who is facing US charges of narcoterrorism and drug trafficking, which he denies.</p><p>On Friday, the US Embassy in Nicaragua praised the <a href=\"/news/2026/1/9/venezuela-releases-imprisoned-political-figures-in-trump-approved-move\">release of opposition figures</a> in Venezuela following Maduro’s removal from power, calling on Ortega’s government to follow suit.</p><p>“In Nicaragua, more than 60 people remain unjustly detained or missing, including pastors, religious workers, the sick, and the elderly. Peace is only possible with freedom!” the Embassy posted on social media.</p><p>A human rights NGO that tracks political prisoners in Nicaragua identified 19 people released on Saturday, the Reuters news agency reported.</p><p>Opposition leader and former prisoner Ana Margarita Vijil told Reuters that she did not know the exact number of people released, but said the group included a former mayor, Oscar Gadea, and an evangelical pastor, Rudy Palacios.</p><p>Palacios was detained in July after criticising the Nicaraguan government for human rights violations. He had also supported demonstrators who <a href=\"/news/2018/7/17/nicaragua-unrest-what-you-should-know\">took to the streets</a> to demand Ortega’s removal in 2018.</p><p>Ortega responded to those protests with a crackdown that left at least 350 people dead and hundreds detained.</p><p>Liberales Nicaragua, a coalition of opposition groups, praised the prisoners’ release on Saturday.</p><p>They said in a statement that there was “no doubt” that it resulted from “political pressure exerted by the US government on the dictatorship” and “political chess moves triggered by events in Venezuela”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Barcelona vs Real Madrid: Supercopa final 2026 - El Clasico, teams, start | Football News | Al Jazeera",
            "time": "2026-01-10T21:46:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T170931Z_1009741601_UP1EM1A1BNT7G_RTRMADP_3_SOCCER-SPAIN-BAR-RMA-PREVIEW-1768077770.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Barcelona vs Real Madrid<br>\n<strong>What:</strong> Spanish Super Cup final<br>\n<strong>Where: </strong>King Abdullah Sports City Stadium in Jeddah, Saudi Arabia<br>\n<strong>When:</strong> Sunday, January 11, at 10pm local time (19:00 GMT)<br>\n<strong>How to follow:</strong> We will have all the buildup on <a href=\"/sports/\">Al Jazeera Sport</a> from 15:00 GMT, in advance of our text commentary stream.</p><p>One of sport’s greatest matchups will grace the King Abdullah Sports City Stadium in Jeddah on Sunday as Barcelona face fierce rivals Real Madrid in the final of the Spanish Super Cup.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Barca, the defending champions who beat Real in last year’s final, are the team to stop once more in Spain’s top flight, La Liga.</p><p>Real, on the other hand, are under increasing pressure, especially their new manager, Xabi Alonso.</p><p>Al Jazeera Sport takes a look at a final that carries so much more weight when it holds the tag: El Clasico.</p><h2 id=\"why-are-real-madrid-and-xabi-alonso-under-pressure\">Why are Real Madrid and Xabi Alonso under pressure?</h2><p>Alonso has steadied Real Madrid’s ship in recent weeks after a tumultuous period, but the Spanish Super Cup final seems a make-or-break moment for the beleaguered coach.</p><p>On the brink of the sack after a dire run of form, Alonso responded by leading Madrid to five consecutive victories, the fifth coming on Thursday against Atletico Madrid in the semifinals.</p><p>Beating Super Cup holders Barcelona would bring Alonso the first trophy at the helm.</p><p>A second victory in two matches against Barcelona would buy Alonso time and breathing room.</p><p>But succumbing to Hansi Flick’s side would give Real president Florentino Perez a further excuse to remove a coach he hired in June but has never appeared convinced by.</p><p>Spanish media reported that Perez was set to sack Alonso if the team lost against Manchester City in the Champions League on December 10, which they did, but the team’s improved performance bought the coach another chance.</p><figure id=\"attachment_4229693\" aria-describedby=\"caption-attachment-4229693\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4229693\" src=\"/wp-content/uploads/2026/01/2026-01-10T172110Z_311383930_UP1EM1A1C798E_RTRMADP_3_SOCCER-SPAIN-BAR-RMA-PREVIEW-1768078478.jpg?w=770&amp;resize=770%2C548&amp;quality=80\" alt=\"Real Madrid train for Supercopa Clasico final against Barcelona\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4229693\" class=\"wp-caption-text\">Real Madrid’s Kylian Mbappe during training in Saudi Arabia ahead of the Super Cup final [Vincent West/Reuters]</figcaption></figure><h2 id=\"what-happened-in-last-year-s-super-cup-final-between-real-and-barca\">What happened in last year’s Super Cup final between Real and Barca?</h2><p>Barcelona trounced Real Madrid 5-2 in last year’s final, which was also in Jeddah.</p><p>It was a damaging blow for then-manager Carlo Ancelotti, while proving a springboard for Hansi Flick – fresh in his role as Barca boss.</p><h2 id=\"how-important-is-spanish-super-cup-to-real-madrid-and-barcelona\">How important is Spanish Super Cup to Real Madrid and Barcelona?</h2><p>Lifting the Super Cup worked for Flick’s fledgling tenure at Barcelona last season, galvanising his team to claim La Liga and the Copa del Rey.</p><p>In the three seasons prior to that, the Super Cup winners also went on to win the Spanish top flight.</p><p>“Two things are clear – as it’s the tournament we’re playing for [now], it’s the most important,” said Alonso.</p><p>“If you ask me about it in terms of order of priority in the season, it’s the fourth.”</p><h2 id=\"what-s-the-latest-on-real-madrid-forward-kylian-mbappe\">What’s the latest on Real Madrid forward Kylian Mbappe?</h2><p>Real are boosted by <a href=\"/sports/2026/1/10/real-star-mbappe-could-face-barcelona-but-madrid-not-kamikaze-over-health\">the return of Mbappe</a> to the squad after he missed <a href=\"/sports/2026/1/8/real-madrid-to-face-barcelona-in-spanish-super-club-after-beating-atletico\">the 2-1 win</a> over Atletico and Sunday’s 5-1 thrashing of Real Betis in La Liga while recovering from a knee sprain.</p><p>The coach said Mbappe has as much chance of starting against Barcelona as anyone else and is confident the forward has recovered, even though he was expected to miss another week.</p><p>With 29 goals in 24 appearances across all competitions, Mbappe is Real Madrid’s top goal scorer this season and their clear, stand-out performer.</p><p>The striker has netted six goals against Barcelona in five games since joining Real Madrid.</p><p>His return could make life trickier for Alonso because the team does not seem to function at its best when Mbappe, Vinicius Junior and Jude Bellingham line up together.</p><figure id=\"attachment_4229699\" aria-describedby=\"caption-attachment-4229699\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4229699\" src=\"/wp-content/uploads/2026/01/2026-01-10T153535Z_1104818901_UP1EM1A17B9Z0_RTRMADP_3_SOCCER-SPAIN-BAR-RMA-PREVIEW-1768078590.jpg?w=770&amp;resize=770%2C529&amp;quality=80\" alt=\"Barcelona's Lamine Yamal during training\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4229699\" class=\"wp-caption-text\">Barcelona’s Lamine Yamal during training ahead of the Spanish Super Cup final [Vincent West/Reuters]</figcaption></figure><h2 id=\"how-are-real-madrid-s-brazil-forwards-vinicius-and-rodrygo-faring\">How are Real Madrid’s Brazil forwards, Vinicius and Rodrygo, faring?</h2><p>One player who has become essential for Alonso in recent weeks is Brazilian winger Rodrygo.</p><p>After a miserable run of 32 games without scoring, the right-winger has burst into life with three goals and three assists in his last five matches.</p><p>On the opposite flank, Vinicius is struggling for form.</p><p>Since finishing second in the 2024 Ballon d’Or rankings, he has dipped far from his top level.</p><p>Vinicius has not scored in his last 16 outings for Real Madrid, and Alonso must decide whether to line up with him against Barca.</p><h2 id=\"what-happened-the-last-time-barcelona-played-real-madrid\">What happened the last time Barcelona played Real Madrid?</h2><p>The Catalans beat Madrid four times in four encounters last season, but Alonso’s side beat their rivals 2-1 in October in La Liga.</p><p>“We have to win; we lost two finals against them last year,” urged Madrid goalkeeper Thibaut Courtois.</p><p>“They have to win, too. After losing the Clasico in La Liga, they’ll want revenge.”</p><h2 id=\"barcelona-ready-for-mbappe-return-for-real-madrid\">Barcelona ready for Mbappe return for Real Madrid</h2><p>Barcelona coach Hansi Flick said Mbappe is the man of the moment, but backed his team to succeed despite his arrival in Saudi Arabia.</p><p>“At the moment, Mbappe is the best striker… he’s scored many, many goals, and he’s a world-class player, that’s what I can say,” admitted Flick, whose side <a href=\"/sports/2026/1/8/barcelona-rout-athletic-bilbao-5-0-to-reach-spanish-super-cup-final\">hammered Real Betis 5-0</a> in their semifinal on Wednesday.</p><p>However, the German coach was eager to point out that last season, his side beat Mbappe’s Madrid on all four occasions they met.</p><p>Barca thrashed them 5-2 in last season’s Spanish Super Cup final, as well as winning both La Liga Clasicos and the Copa del Rey final.</p><p>In their one meeting with Alonso’s side this season, Madrid secured a 2-1 league win.</p><p>“How many Clasicos have we played in the last year and a half? And how many did we win? We lost one,” said Flick.</p><p>“I know he’s a fantastic player, and for him, with space behind the [defence], he’s really great…</p><p>“We will adapt something, like we always do, but it’s not especially about Mbappe, it’s about Real Madrid, it’s about how we want to play and how we expect they want to.”</p><figure id=\"attachment_3437743\" aria-describedby=\"caption-attachment-3437743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3437743\" src=\"/wp-content/uploads/2025/01/2025-01-12T213641Z_1579013626_UP1EL1C1O13W3_RTRMADP_3_SOCCER-SPAIN-BAR-RMA-REPORT-1736718736.jpg?w=770&amp;resize=770%2C554&amp;quality=80\" alt=\"Soccer Football - Spanish Super Cup - Final - FC Barcelona v Real Madrid - King Abdullah Sports City, Jeddah, Saudi Arabia - January 12, 2025 FC Barcelona's Lamine Yamal celebrate with the trophy and teammates after winning the Spanish Super Cup REUTERS/Pedro Nunes\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3437743\" class=\"wp-caption-text\">Barcelona’s Lamine Yamal celebrates with the trophy and his teammates after winning the Spanish Super Cup last season [Pedro Nunes/Reuters]</figcaption></figure><h2 id=\"what-s-the-spanish-super-cup\">What’s the Spanish Super Cup?</h2><p>The Super Cup pits together the winners and runners-up of both the Spanish domestic league, La Liga, and Spain’s domestic cup competition, Copa del Rey.</p><p>Although first played in 1982, between the league and cup winners alone, it was expanded to four teams in 2020.</p><p>Barcelona are the current league champions, with Real Madrid finishing second. They were also the finalists of the Copa del Rey, resulting in Athletic Madrid and Athletic Bilbao lining up in the semifinals, following their third and fourth-place finishes in the league last season.</p><h2 id=\"where-will-the-spanish-super-cup-final-be-played\">Where will the Spanish Super Cup final be played?</h2><p>The Super Cup is being staged in Saudi Arabia for the second year running, with all three matches staged at King Abdullah Sports City Stadium in Jeddah.</p><p>The venue plays host to the Saudi Arabian national team, and will be part of the 2034 World Cup.</p><p>Riyadh played host to the final the year before, with Real Madrid emerging victorious with a 4-1 defeat of Barcelona.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This will be the 262nd meeting between the teams, with Real Madrid winning 106, and Barcelona winning 104, of the encounters.</p><h2 id=\"barcelona-team-news\">Barcelona team news</h2><p>Marc-Andre ter Stegen, Gavi and Andreas Christensen are all absent, with the latter two troubled by knee problems and the former out with an unspecified complaint.</p><p>Yamal is expected to return to the starting eleven, having not been fit enough to start the semifinal against Atletico. The winger did, however, come off the bench to find the net.</p><p>Ronald Araujo has returned to full training, but is only expected to be named among the subs.</p><h2 id=\"real-madrid-team-news\">Real Madrid team news</h2><p>Whether Mbappe makes the team sheet, even as a starter or as a sub, is the headline news, following a week of speculation about the forward’s knee injury.</p><p>Trent Alexander-Arnold, Eder Militao and Brahim Diaz remain absent, but there is a chance that Rodrygo, Antonio Rudiger and Raul Asencio could pass fitness tests after knocks sustained in the semifinal against Atletico.</p><p>Dean Huijsen returned to the bench for the Atletico match and could return to the starting eleven in place of Rudiger, should his fellow defender fail to make the grade.</p><h2 id=\"barcelona-s-predicted-starting-lineup\">Barcelona’s predicted starting lineup</h2><p>J Garcia, Kounde, Cubarsi, E Garcia, Balde, Pedri, De Jong, Yamal, Raphinha, Fermin, F Torres</p><h2 id=\"real-madrid-s-predicted-starting-lineup\">Real Madrid’s predicted starting lineup</h2><p>Courtois, Valverde, Asencio, Huijsen, Carreras, Camavinga, Tchouameni, Bellingham; Rodrygo, Mbappe, Vinicius</p><h2 id=\"barcelona-and-real-madrid-form-guides\">Barcelona and Real Madrid form guides</h2><ul>\n<li><strong>Barcelona:</strong> W-W-W-W-W</li>\n<li><strong>Real Madrid:</strong> W-W-W-W-W</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Colombia’s Petro on US threats and whether he fears Maduro’s fate | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-10T21:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768081196.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Colombia’s president responds to US pressure and what it means for sovereignty and stability in Latin America.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since the United States abducted Venezuelan President Nicolas Maduro, accusing him of “narcoterrorism”, Colombia has found itself under growing pressure from Washington. President Gustavo Petro responds to President Donald Trump’s accusations. The Colombian leader also addresses diplomacy vs confrontation, regional sovereignty and whether Latin America is entering a dangerous new chapter.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Salah seals Egypt win against holders Ivory Coast to reach AFCON 2025 semis | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-10T21:34:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T205706Z_267010807_UP1EM1A1M74GX_RTRMADP_3_SOCCER-NATIONS-EGY-CIV-1768079106.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Salah seals Egypt win against holders Ivory Coast to reach AFCON 2025 semis</h1><p class=\"article__subhead\"><em>Egypt set up semifinal meeting with Senegal at 2025 Africa Cup of Nations by beating Ivory Coast 3-2 in thriller.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohamed Salah scored, and Egypt eliminated the defending champions, Ivory Coast, to move into the 2025 CAF Africa Cup of Nations (AFCON) semifinals with a 3-2 victory.</p><p>Liverpool forward Salah nabbed his fourth goal of the tournament – Egypt’s third of the game – in the 52nd minute of Saturday’s encounter, and the Pharaohs needed it, as Ivory Coast threatened to twice come back from two goals down.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Egypt, however, held on in Agadir despite relentless Ivorian pressure, and booked a semifinal date with 2021 champions Senegal in Tangier on Wednesday.</p><p>Ivory Coast had a woeful start, as Franck Kessie lost the ball in the midfield after a poor touch and Odilon Kossounou fell over instead of cutting out Emam Ashour’s ball for Omar Marmoush, who scored in the fourth minute.</p><p>Ramy Rabia produced a brilliant block to preserve the lead, and then scored himself with a header from a corner in the 32nd.</p><p>Ivory Coast finally pulled one back five minutes before the break, when Ahmed Abou El Fotouh bundled in a dangerous Yan Diomande free kick, which Kossounou headed on.</p><figure id=\"attachment_4229723\" aria-describedby=\"caption-attachment-4229723\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4229723\" src=\"/wp-content/uploads/2026/01/2026-01-10T201633Z_776620105_UP1EM1A1KBKFU_RTRMADP_3_SOCCER-NATIONS-EGY-CIV-1768079457.jpg?w=770&amp;resize=770%2C495&amp;quality=80\" alt=\"Egypt's Mohamed Salah scores their third goal against Ivory Coast\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4229723\" class=\"wp-caption-text\">Egypt’s Mohamed Salah scores their third goal against Ivory Coast [Siphiwe Sibeko/Reuters]</figcaption></figure><p>Salah restored Egypt’s two-goal cushion early in the second half, when Rabia caught the Ivorian defence out with a long ball for Ashour, who set up Salah with the outside of his boot.</p><p>Guela Doue pulled another one back with his heel in a goalmouth scramble, after goalkeeper Mohamed El-Shenawy clawed the ball away in the 73rd, but the equaliser never came.</p><p>Egypt are bidding for a record-extending eighth AFCON title.</p><p>Earlier, three-time champions Nigeria, who lost the final to Ivory Coast in the last edition, <a href=\"/sports/2026/1/10/impressive-nigeria-beat-algeria-2-0-to-set-up-afcon-semifinal-with-morocco\">beat Algeria 2-0</a> to set up a <a href=\"/sports/2026/1/10/morocco-coach-angrily-rejects-afcon-ref-bias-ahead-of-semifinals\">semifinal meeting with Morocco</a>.</p><p>The Super Eagles are bidding to win the title for the first time since 2013.</p><p>It would help make up for the disappointment of failing to qualify for the World Cup, in contrast with the team they defeated in the quarterfinal, Algeria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What are Saudi Arabia’s plans in southern Yemen? | Conflict News | Al Jazeera",
            "time": "2026-01-10T19:33:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768068587.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Saudi Arabia says it will soon host a dialogue between Yemen’s main players.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>For almost a decade, the Southern Transitional Council has been the main player in southern Yemen while the country reeled from division and civil strife.</p><p>But in a matter of hours, the separatists lost control of all the territory they had previously held.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The developments followed a military intervention by Saudi Arabia to stop what it called a threat to its national security.</p><p>Earlier this week, in a statement issued in Riyadh, the STC announced the movement’s dissolution.</p><p>Saudi Arabia is now planning a conference of the main political factions to shape the future of the south.</p><p>Will the outcome serve its long-term goals in Yemen?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Khaled Batarfi – Political analyst</p><p>Farea Al Muslimi – Research fellow at Chatham House’s Middle East and North Africa programme</p><p>Matthew Bryza – Adviser to the Southern Transitional Council and a former US ambassador</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Abolish ICE’: Tens of thousands in Minneapolis, across US, protest killing | Police News | Al Jazeera",
            "time": "2026-01-10T19:04:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T220327Z_1660563136_RC2KYIANKGEV_RTRMADP_3_USA-TRUMP-MINNESOTA-1768101598.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of thousands of people have marched through ‍Minneapolis to protest the <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">killing of a woman</a> by an Immigration and Customs Enforcement (ICE) agent, part of more than 1,000 rallies planned nationwide this weekend against United States President Donald Trump’s militarised anti-immigration push.</p><p>The protests on Saturday came after the fatal shooting of Renee Nicole Good, a 37-year-old mother of three, on January 7, which led to outrage and accusations of the Trump administration’s lies about what transpired as video appeared to clearly contradict officials’ statements.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The boisterous crowd chanted Good’s name and slogans such as “Abolish ICE” and “No justice, no ​peace — get ICE off our streets”. Minnesota leaders urged demonstrators to remain peaceful.</p><p>Indivisible, a social movement group, said hundreds of demonstrations were scheduled in Texas, Kansas, New Mexico, Ohio, Florida and other US states.</p><p>“ICE’s violence is not a statistic, it has names, families, and futures attached to it, and we refuse to look away or stay silent,” Leah Greenberg, Indivisible’s co-executive director, said in a statement.</p><p>Steven Eubanks, 51, said he felt compelled to attend a protest in Durham, North Carolina, because of what he called the “horrifying” killing of <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Good</a> by ICE agent Jonathan Ross.</p><p>“We can’t allow it,” Eubanks told The Associated Press news agency. “We have to stand up.”</p><p>Senior Trump administration officials have justified Good’s killing, saying she “weaponised” her vehicle and threatened the life of the ICE officer who shot her dead.</p><p>But <a href=\"/news/2026/1/10/new-video-on-minnesota-ice-shooting-emerges-as-public-anger-grows-across-us\">video footage from the scene</a> showed Good attempting to drive away before being shot.</p><p>The incident has renewed scrutiny of Trump’s push to deploy heavily armed law enforcement officers to carry out an anti-immigrant crackdown across the US, with local authorities demanding that ICE agents leave their cities.</p><p>The killing of Good came as the US Department of Homeland Security pushes ahead with what it has called its largest-ever immigration enforcement operation in the Twin Cities of Minneapolis and Saint Paul.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ice-out-for-good\">‘ICE Out For Good’</h2><p>Many of Saturday’s protests were dubbed “ICE Out for Good”, with organiser Indivisible saying the rallies aimed to “mourn the lives taken and shattered by ICE and to demand justice and accountability”.</p><p>In Minneapolis, a coalition of migrant rights groups called for a demonstration at Powderhorn Park, a large green space near the residential neighbourhood where the deadly shooting occurred.</p><p>They said the rally would call for an “end to deadly terror on our streets”.</p><p>Reporting from a rally in Minneapolis on Saturday afternoon, Al Jazeera’s Manuel Rapalo said the protesters have been expressing outrage “but overwhelmingly, we hear people say they’re here to demonstrate peacefully.”</p><p>“We’re also hearing a lot of calls for justice. What I’m not hearing is too much optimism that there will be justice in this case,” Rapalo said, referring to Good’s killing.</p><figure id=\"attachment_4229504\" aria-describedby=\"caption-attachment-4229504\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4229504\" src=\"/wp-content/uploads/2026/01/reuters_696291de-1768067550.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Federal agents tackle a protester to the ground before detaining him outside of the Whipple Federal Building as immigration enforcement action continues, following the fatal shooting of Renee Nicole Good by a U.S. Immigration and Customs Enforcement (ICE) agent, in Minneapolis, Minnesota, U.S., January 8, 2026. REUTERS/Tim Evans\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4229504\" class=\"wp-caption-text\">Federal agents tackle a protester to the ground before detaining him outside the Whipple federal building in Minneapolis on January 8, 2026 [Tim Evans/Reuters]</figcaption></figure><p>Minneapolis <a href=\"/news/2026/1/9/minneapolis-leaders-urge-transparency-independent-probe-after-ice-killing\">Mayor Jacob Frey</a>, who demanded that ICE leave the city after the deadly incident, said on Saturday that 29 people had been arrested overnight as police responded to continued protests.</p><p>Frey stressed that while most protests have been peaceful, those who damage property or endanger others will be arrested.</p><p>Minneapolis ​police ‌chief Brian O’Hara said one officer ‌was injured ‌during the ⁠protest response.</p><p>Meanwhile, three US lawmakers representing Minnesota attempted to tour an ICE facility in the Minneapolis federal building on Saturday morning but were told to leave after initially being allowed to enter.</p><p>US Congresswomen <a href=\"/news/2026/1/7/ice-agent-shoots-and-kills-woman-during-minneapolis-raid\">Ilhan Omar</a>, Kelly Morrison and Angie Craig accused ICE agents of obstructing members of Congress from fulfilling their duty to oversee operations there.</p><p>“They do not care that they are violating federal law,” Craig said after being turned away.</p></div></div></body></html>"
        },
        {
            "title": "Impressive Nigeria beat Algeria 2-0 to set up AFCON semifinal with Morocco | Football News | Al Jazeera",
            "time": "2026-01-10T18:27:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69629791-1768069009.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Impressive Nigeria beat Algeria 2-0 to set up AFCON semifinal with Morocco</h1><p class=\"article__subhead\"><em>Victor Osimhen scores one and sets up another to send Nigeria into the last four of the Africa Cup of Nations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nigeria powered to a <a href=\"/sports/liveblog/2026/1/10/live-algeria-vs-nigeria-afcon-2025-quarterfinal\">deserved 2-0 victory</a> over Algeria in their Africa Cup of Nations quarterfinal with second-half strikes from Victor Osimhen and ‍Akor Adams to set up a semifinal with hosts Morocco.</p><p>Osimhen steered home a long cross from the left by Bruno Onyemaechi ⁠two minutes into the second half on Saturday as Algeria goalkeeper Luca Zidane made a bizarre jump to try ​and stop the effort, but ended up getting his angles wrong and conceding an ‍easy goal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Adams increased Nigeria’s lead 10 minutes later as Osimhen unselfishly fed him the ball, and he took it around Zidane before placing it into an empty net.</p><p>It was an impressive performance by Nigeria, who two months ago missed out ‍on World Cup ⁠qualification, as they overwhelmed their opponents from the start at the Grand Stade de Marrakesh, looking more determined, quicker around the field and stronger in the challenges, and denying their opponents a single scoring chance.</p><p>Algeria were already hanging on grimly in the first half, with Nigeria having good chances to be ahead at the break.</p><p>Algeria centre back Ramy Bensebaini cleared off the line in the 29th minute from Calvin Bassey after the depth of Ademola Lookman’s free kick ​was misjudged by Zidane and the Nigeria fullback was able to steer an ‌effort goalward from a tight angle.</p><p>Bensebaini hooked it clear, although television replays looked to show the whole circumference of the ball had crossed the line. A VAR check in the absence of goal line technology, however, ‌did not award a goal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the 37th minute, a poor clearance from Zidane to full-back Aissa Mandi was intercepted by Alex Iwobi, who quickly ‌fed the ball to Adams, but the Sevilla striker‘s left-footed effort ⁠missed the target with only the goalkeeper to beat.</p><p class=\"p1\">Adams also headed against the upright in the 82nd minute as Osimhen’s enterprise and persistence again set him up with a clear chance.</p><p class=\"p1\">Algeria had been <a href=\"/sports/2026/1/6/dramatic-late-algeria-winner-sets-up-nigeria-quarterfinal-at-2025-afcon\">forced to play extra-time</a> before winning their last-16 clash ‌against the Democratic Republic of the Congo on Tuesday and the exertion could have been the reason many of their key players turned in listless performances. In contrast, Nigeria had a comfortable 4-0 win over Mozambique ‍on Monday.</p><p class=\"p1\">Nigeria, who have reached the last four 17 times in the last 20 tournaments they have qualified for, will take on Morocco in Rabat in the semifinals on Wednesday.</p><p class=\"p1\">The Super Eagles, who had a far from ideal preparation with reports of <a href=\"/sports/2026/1/9/nigeria-coach-steers-clear-of-osimhen-fall-out-and-unpaid-bonuses-rumours\">bonuses not being paid</a>, will face host Morocco in the second semifinal in Rabat on Wednesday.</p><p class=\"p1\">Defending champions Ivory Coast play seven-time champions Egypt in Agadir later on Saturday for a place against Senegal in the first semifinal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}