{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump, Epstein and immigration raids: Mehdi Hasan and Mick Mulvaney | Donald Trump | Al Jazeera",
            "time": "2025-07-31T11:00:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753958550.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump is back for another four years as president of the United States. The news cycle is moving at a dizzying pace as Trump enacts his America First agenda of deportations, global tariffs and an unpredictable foreign policy.</p><p>Much like his first term as commander-in-chief, Trump has ushered in political chaos and controversy as many experts warn he’s leading like an authoritarian.</p><p>Mehdi Hasan goes head-to-head with Mick Mulvaney, Trump’s former chief of staff, on Trump’s immigration policies, his fitness for office and whether he’s a fascist.</p><p>Joining the discussion are:</p><p>George Conway – co-founder of the Lincoln Project<br>\nChristina Greer – associate professor of political science, Fordham University<br>\nGreg Swenson – chairman of Republicans Overseas UK</p></div></div></body></html>"
        },
        {
            "title": "Ukraine parliament votes to restore anti-corruption agencies after protests | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-31T10:29:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/reuters_688870da-1753772250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Ukraine parliament votes to restore anti-corruption agencies after protests</h1><p class=\"article__subhead\"><em>Ukraine’s government faced pressure from protesters and foreign backers after attempt to take away power from agencies.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s parliament has voted to restore the independence of two key <a href=\"/news/2025/7/29/why-zelenskyy-tried-to-curb-autonomy-of-ukraines-anticorruption-agencies\">anti-corruption agencies</a>, moving to defuse the country’s biggest political crisis since Russia’s invasion.</p><p>Lawmakers on Thursday voted 331 to 0 in favour of the bill, which President Volodymyr Zelenskyy submitted last week following pressure from thousands of protesters and top European officials.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The measure now goes to Zelenskyy for a signature.</p><p>Ukrainians had reacted angrily to amendments pushed through parliament on July 22 by Zelenskyy’s ruling party that gave the president’s hand-picked general prosecutor the power to transfer cases away from the National Anti-Corruption Bureau (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAPO) and reassign prosecutors.</p><p>The decision led to some of the biggest protests held in Ukraine since the 2022 Russian invasion began, with thousands taking to the streets of Kyiv. Protesters continued to gather even after Zelenskyy had announced that he would roll back the amendments, and were outside parliament on Thursday as legislators voted, bursting into applause after the bill passed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Everyone is a winner, but first and foremost, democratic Ukraine is the winner,” Andriy Yermak, the head of the Ukrainian president’s office, wrote on social media.</p><p>Speaking in parliament before the vote, opposition MP Yaroslav Yurchyshyn said that Ukrainians had stopped the government “one step from the abyss” of autocracy.</p><p>Al Jazeera’s Charles Stratford, reporting from outside of the parliament building in Kyiv, said that there was a sense of relief among protesters after the “largest political crisis” Zelenskyy has faced since the war began.</p><p>“The last couple of weeks have been a huge embarrassment to President Zelenskyy and his cabinet,” Stratford said. “Lots of questions are being asked about… why he changed the law in the first place.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Stratford noted that it was not just public anger that had forced Zelenskyy to reverse the decision, but “also a huge amount of pressure from Ukraine’s backers” who were shocked and concerned at the decision, and hints from the European Union that some funding to Ukraine may be withdrawn, and that Ukraine was jeopardising its bid for EU membership.</p><p>The initial decision to take away power from the agencies was justified by Zelenskyy because of fears that the bodies had been corrupted by Russia.</p><p>“But if you speak to MPs… they will tell you that there was concern… that these investigation bodies were closing in around some individuals within the [government’s] inner circle,” said Stratford, who added that there had been raids targeting members of the anti-corruption agencies the night before the initial amendments taking away their power were passed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Tsunami warnings lifted across the Pacific allowing millions to return home | News | Al Jazeera",
            "time": "2025-07-31T10:26:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250731__68E28NQ__v1__HighRes__JapanRussiaQuakeTsunami-1753952643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan’s weather office has lifted a tsunami advisory imposed a day earlier, becoming one of the last countries to rescind the emergency order after <a href=\"/news/2025/7/30/tsunami-alerts-issued-after-magnitude-earthquake-8-0-off-russia\">one of the strongest earthquakes ever recorded</a> hit Russia’s Far East.</p><p>The Japan Meteorological Agency (JMA) issued a statement lifting the advisory on Thursday, as fears of a deadly disaster subsided across the Pacific, including the United States’s West Coast and several Latin American countries, allowing millions to return to their homes.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Storm surges of up to 4 metres (12 feet) were predicted for some parts of the Pacific, after the magnitude 8.8 quake struck off Russia’s Kamchatka Peninsula on Wednesday. Ultimately, the tsunamis produced by the earthquake were weaker than had been feared.</p><p>“There is currently no coastal area for which tsunami warnings or advisories are in force,” the Japanese agency announced on Thursday afternoon (07:45 GMT).</p><p>Almost two million people had been ordered to higher ground in Japan before the warnings were downgraded to an advisory for large stretches of its Pacific coast, with waves up to 0.7 metres still being observed earlier on Thursday.</p><p>The highest recorded waves of about 1.3 metres were observed in Kuji, Iwate Prefecture, on Wednesday afternoon, according to Japan’s public broadcaster NHK.</p><p>The only reported death from the tsunamis was a woman killed when her car fell off a cliff in Japan as she tried to escape on Wednesday, Japanese media reported.</p><p>Separately, 11 people were taken to hospital after developing symptoms of heatstroke while taking shelter in hot weather, with temperatures rising to about 40 degrees Celsius (104 Fahrenheit) in some places.</p><p>In Chile, the country’s disaster response agency Senapred has downgraded its warning from “alert” to “state of precaution” in at least four areas early on Thursday.</p><p>The country had conducted what the interior ministry said was “perhaps the most massive evacuation ever carried out in our country” with 1.4 million people ordered to high ground after the earthquake on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier, Chilean authorities reported no damage or victims and registered waves of just 60 centimetres (two feet) on the country’s north coast.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In the Galapagos Islands, where waves of up to three metres were expected, there was relief as the Ecuadorian Navy’s oceanographic institute said the danger had passed.</p><p>Residents reported the sea level falling and then rising suddenly, a phenomenon which is commonly seen with the arrival of a tsunami.</p><p>But a surge of just over a metre was reported, causing no damage.</p><p>In the US, the country’s National Weather Service originally issued <a href=\"/news/2025/7/30/tsunami-waves-hit-hawaii-japan-after-russia-quake-what-we-know-so-far\">tsunami “warnings” for Hawaii, Alaska’s Aleutian Islands and parts of California</a>, as well as lower-level tsunami advisories for parts of Washington and Oregon. A less serious tsunami watch was in place for the entire US West Coast.</p><p>However, the threat level for Alaska and the Hawaiian Islands was later downgraded from a warning to an advisory, meaning that people who had evacuated can now return to their homes.</p><p>The worst damage was seen in Russia, where a tsunami crashed through the port of Severo-Kurilsk and submerged the local fishing plant, officials said.</p><p>Russian state television footage showed buildings and debris swept into the sea.</p><p>The surge of water reached as far as the town’s World War II monument about 400 metres from the shoreline, said Mayor Alexander Ovsyannikov.</p><p>Russian scientists reported that the Klyuchevskoy volcano erupted shortly after the earthquake.</p><p>Wednesday’s quake was the strongest in the Kamchatka region since 1952, the regional seismic monitoring service said, warning of aftershocks of up to a magnitude of 7.5.</p><p>The US Geological Survey said the quake was one of the 10 strongest tremors recorded since 1900.</p><figure id=\"attachment_3867154\" aria-describedby=\"caption-attachment-3867154\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3867154\" src=\"/wp-content/uploads/2025/07/AFP__20250730__68CJ7JR__v1__HighRes__ChileRussiaEarthquakeTsunamiAlert-1753953034.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Members of the Chilean police force patrol the coastal area during an evacuation due to a tsunami warning in Viña del Mar, Chile on July 30, 2025. Chile warned on July 29, 2025, of a \"high probability\" of a tsunami in the country as a result of an 8.8 magnitude earthquake off the coast of Russia, the Navy reported. (Photo by CRISTOBAL BASAURE / AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3867154\" class=\"wp-caption-text\">In Chile, the country’s disaster response agency Senapred had downgraded its warning from ‘alert’ to ‘state of precaution’ in at least four areas by early on Thursday [Cristobal Basaure/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Who has a deal, who doesn’t? The state of play on eve of Trump’s tariffs | Business and Economy News | Al Jazeera",
            "time": "2025-07-31T10:24:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25172075974812-1751848183_010937-1751862086.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global trade markets remained on edge Thursday as the United States prepared to implement reciprocal tariffs, with the deadline for negotiating a trade deal with Washington fast approaching.</p><p>US President Donald Trump has already announced <a href=\"/economy/2025/7/29/as-trumps-august-1-deadline-looms-tariffs-are-here-to-say-experts-say\">steep trade tariffs</a> for many of the country’s largest trading partners, even as dozens of countries scramble to secure last-minute deals or extensions for negotiations beyond the Friday, August 1 deadline.</p><p>Friday’s deadline comes more than 120 days after President Trump’s administration first announced a barrage of tariffs on the world, on the so-called “<a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">Liberation Day</a>”.</p><p>Despite <a href=\"/economy/2025/4/10/how-trump-flip-flopped-on-pausing-tariffs\">several delays</a> in imposing tariffs since Trump took office in January this year, his administration looks set to roll out new tariff rates for those countries that fail to clinch a trade deal by the end of today.</p><p>So, what will happen tomorrow? Which countries already have deals in the bag? And who is hoping to rescue a last-minute deal?</p><h2 id=\"what-will-happen-on-august-1\">What will happen on August 1?</h2><p>As the clock ticks down to August 1, the US’s imposition of a significant round of reciprocal tariffs on imports from various countries marks a pivotal moment in global trade dynamics, experts say.</p><p>Trump is adamant he will not be extending this deadline. “THE AUGUST FIRST DEADLINE IS THE AUGUST FIRST DEADLINE – IT STANDS STRONG, AND WILL NOT BE EXTENDED. A BIG DAY FOR AMERICA!!!” Trump posted on his social media platform, Truth Social, on Wednesday.</p><p>At midnight Eastern Time tonight, therefore, US Customs and Border Protection will begin enforcing these new duties, which will range from 15 percent to 50 percent – or even higher in some cases – depending on the trading partner, the nature of the goods being traded and whether the trading partner and the US have specific agreements in place.</p><p>Additional <a href=\"/news/2025/7/9/donald-trump-threatens-copper-pharma-tariffs-who-will-they-hurt\">sectoral tariffs</a> will be applied to certain industries. For example, a 50 percent tariff will be applied to copper, steel and aluminium for most countries, while a 20 percent levy will be applied to pharmaceutical products.</p><p>The White House confirmed that Trump will sign new executive orders on Thursday, formally imposing all these higher tariffs. Recipients are likely to include some of the US’s biggest trading partners, like Mexico, Taiwan and Canada.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Many nations facing sweeping new tariffs on all exports to the US are likely to incur immediate economic repercussions along with potential shifts in diplomatic relations.</p><p>Tariffs may also cost the US economy. The Yale Budget Lab, a non-partisan policy research centre, noted in its most recent analysis that overseas trade tariffs could cost US households on average an extra $2,400 in 2025, because of higher prices of imported goods.</p><p>Meanwhile, industries reliant on imports, such as electronics, pharmaceuticals and clothing, may have to contend with new supply chain disruptions as companies scramble to absorb costs or pass them on to consumers.</p><figure id=\"attachment_3861693\" aria-describedby=\"caption-attachment-3861693\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3861693\" src=\"/wp-content/uploads/2025/07/ap_68876159ed936-1753702745.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"President Donald Trump speaks to the media as he meets European Commission President Ursula von der Leyen at the Trump Turnberry golf course in Turnberry, Scotland Sunday, July 27, 2025. (AP Photo/Jacquelyn Martin)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3861693\" class=\"wp-caption-text\">President Donald Trump speaks to the media as he meets European Commission President Ursula von der Leyen at the Trump Turnberry golf course in Scotland on Sunday, July 27, 2025 [Jacquelyn Martin/AP]</figcaption></figure><h2 id=\"why-is-trump-launching-all-these-new-tariffs\">Why is Trump launching all these new tariffs?</h2><p>In April, Trump declared a “national emergency” when he announced his “Liberation Day” tariff strategy and imposed an across-the-board 10 percent baseline tariff on all imports, followed by higher, country-specific “reciprocal” tariffs.</p><p>The US has large trading deficits with many countries, which Trump believes are deeply unfair.</p><p>The Trump administration, therefore, has justified these new rates as being necessary to redress these trade imbalances in order to boost US manufacturing and jobs, even though economists point out that deficits are not direct evidence of unfair trade practices.</p><p>Beyond trade, experts note that the Trump administration is leveraging these tariff threats to broader agendas of curbing immigration, combating the opioid and fentanyl crisis, and pressing allies and partners on geopolitical issues, including India’s <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">energy ties with Russia</a> or Brazil’s legal action against Trump ally <a href=\"/news/2025/7/7/terrible-thing-trump-defends-brazils-jair-bolsonaro-against-coup-trial\">Jair Bolsonaro</a>.</p><p>In the last-minute run-up to the August 1 deadline, Trump’s administration has strong-armed trading partners, including <a href=\"/economy/2025/7/23/trump-announces-massive-trade-deal-with-japan\">Japan</a>, <a href=\"/economy/2025/7/28/eu-and-us-announce-deal-a-breakdown-of-the-trade-agreement\">the European Union</a>, <a href=\"/economy/2025/7/15/trump-announces-19-percent-tariff-on-indonesia\">Indonesia</a> and the <a href=\"/news/2025/7/22/trump-sets-19-tariff-on-philippines-in-new-trade-deal\">Philippines</a>, into new deals under which they accept higher US tariffs in exchange for continued market access and investment commitments – and in most cases, a promise not to levy counter-tariffs of their own.</p><h2 id=\"who-already-has-deals-in-the-bag-with-the-us\">Who already has deals in the bag with the US?</h2><h3>European Union</h3><p>The EU has agreed to a 15 percent tariff on most of its exports to the US, including cars and pharmaceuticals, in exchange for zero tariffs on select US exports and commitments to buy US gas and increase investments. Initially, Trump had threatened a 30 percent rate.</p><h3>Japan</h3><p>Japan has secured a 15 percent reciprocal tariff on its goods exported to the US, reduced from a threatened 25 percent, with Japan promising to invest $550bn in the US economy.</p><h3>United Kingdom</h3><p>The UK agreed to a 10 percent tariff rate on its exports to the US. It also received a 25 percent sectoral tariff on steel and aluminium – half the 50 percent being imposed on other countries.</p><h3>South Korea</h3><p>A lower 15 percent tariff will apply to South Korean imports to the US, in return for a $350bn investment pledge and zero tariffs on US exports like cars and agricultural products.</p><h3>Indonesia</h3><p>Indonesia has negotiated a 19 percent tariff on its exports to the US, down from a threatened 32 percent, by making a commitment to buy US Boeing aircraft and to remove or reduce trade barriers.</p><h3>Vietnam</h3><p>Vietnam has agreed to a 20 percent tariff on most exports to the US, with an additional 40 percent levy to be applied to “transshipped” goods – those entering the US via another location – while also agreeing to zero tariffs on US imports like large-engine automobiles.</p><h3>Philippines</h3><p>This Philippines has agreed to a 19 percent tariff on its exports to the US, with zero tariffs on US exports to the Philippines, alongside commitments for enhanced military cooperation.</p><h3>Pakistan</h3><p>Struck a deal to jointly develop oil reserves with the US, but specific tariff rates on goods remain unclear.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"which-big-us-partners-have-no-deal-yet\">Which big US partners have no deal yet?</h2><p>None of the US’s top three trading partners – Mexico, Canada, and China – have trade deals in place as of Thursday.</p><h3>Mexico</h3><p>Tops the list of trade partners of the US, with nearly $840bn in total trade, driven by sectors including vehicles, electronics and agriculture. With no new deal for August 1, existing tariffs of 25 percent on most imports will persist under earlier 2025 trade war measures, with some exemptions under the United States-Mexico-Canada Agreement (USMCA).</p><h3>Canada</h3><p>Ranks second in terms of size with about $700bn, primarily in energy, vehicles, and aerospace products, passing between the two countries. With no deal finalised by the August 1 deadline, Trump has threatened to impose a <a href=\"/news/2025/7/31/trump-threatens-trade-deal-after-canada-moves-towards-recognising-palestine\">35 percent tariff</a> on goods that don’t comply with the USMCA.</p><h3>China</h3><p>Third among the top US trade partners, Beijing trades about $532bn with the US, focused on electronics, machinery and consumer goods. With no permanent deal in place, a 30 percent combined tariff will be applied, following an agreed pause until August 12. That followed an earlier escalation to a 145 percent tariff on imports.</p><figure id=\"attachment_3785318\" aria-describedby=\"caption-attachment-3785318\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3785318\" src=\"/wp-content/uploads/2025/06/2025-02-13T235546Z_707021281_RC2ZTCAFSWHQ_RTRMADP_3_USA-INDIA-1750307310.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump and Indian Prime Minister Narendra Modi are pictured in a mirror as they attend a joint press conference at the White House in Washington, D.C., U.S., February 13, 2025. REUTERS/Nathan Howard\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3785318\" class=\"wp-caption-text\">US President Donald Trump and Indian Prime Minister Narendra Modi are pictured in a mirror as they attend a joint news conference at the White House in Washington, DC, February 13, 2025 (Nathan Howard/Reuters)</figcaption></figure><h2 id=\"who-is-hoping-for-a-last-minute-deal\">Who is hoping for a last-minute deal?</h2><h3>India</h3><p>Even a “very good friendship” with Washington could not save India, the world’s most populous nation and fourth-largest global economy, from Trump’s reciprocal tariffs.</p><p>On Wednesday, Trump announced a sweeping 25 percent tariff on all Indian goods exported to the US, plus an unspecified penalty for buying energy from Russia, as trade deal negotiations remain unresolved.</p><p>Total trade between the US and India was valued at about $130bn in 2024, with US exports to India worth $41.8bn and imports from India at $87.4bn – a trade deficit which Trump will not ignore.</p><p>“While India is our friend, we have, over the years, done relatively little business with them because their Tariffs are far too high,” Trump wrote on his Truth Social platform.</p><p>Later, in another post, Trump said he did not “care what India does with Russia. They can take their dead economies down together, for all I care.</p><p>“We have done very little business with India, their Tariffs are too high, among the highest in the World. Likewise, Russia and the USA do almost no business together,” he wrote. “Let’s keep it that way.”</p><p>In a statement, the Indian government said it was studying the implications of these new tariffs and added: “India and the US have been engaged in negotiations on concluding a fair, balanced and mutually beneficial bilateral trade agreement over the last few months.”</p><p>The statement further noted that “we remain committed to that objective.” New Delhi signalled what it believes to be potential barriers to the deal by noting that the government “attaches the utmost importance to protecting and promoting the welfare of our farmers, entrepreneurs, and MSMEs”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Pakistan</h3><p>India’s neighbouring rival, Pakistan, has seen its stock rise with the Trump administration before and after the military conflict with New Delhi earlier this year.</p><p>Trump revealed that the US had concluded a deal with Pakistan, where they will work together on developing oil reserves, but did not announce tariffs. “Who knows, maybe they’ll be selling Oil to India some day!”</p><h3>Taiwan</h3><p>Taiwan is also facing a high-stakes deadline, with proposed tariffs set at 32 percent, excluding semiconductors, if no deal is struck by August 1.</p><p>Taiwanese officials have engaged in intense negotiations in Washington, spanning four high-level rounds led by Vice Premier Cheng Li‑chun and US counterparts, addressing not only tariff technicalities but also non‑tariff trade barriers, investments and market access. These talks are reportedly pending US approval.</p><figure id=\"attachment_3709144\" aria-describedby=\"caption-attachment-3709144\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3709144\" src=\"/wp-content/uploads/2025/05/2025-05-09T070255Z_13074375_RC27EEAUKEGW_RTRMADP_3_WW2-ANNIVERSARY-RUSSIA-LEADERS-1747205128.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Russian President Vladimir Putin greets Brazilian President Luiz Inacio Lula da Silva.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3709144\" class=\"wp-caption-text\">Russian President Vladimir Putin greets Brazilian President Luiz Inacio Lula da Silva before a military parade on Victory Day, marking the 80th anniversary of the victory over Nazi Germany in World War II, in Moscow, Russia, May 9, 2025 [Alexei Nikolsky/Host agency RIA Novosti/Handout via Reuters]</figcaption></figure><h2 id=\"who-has-little-hope-of-reaching-a-deal-with-the-us\">Who has little hope of reaching a deal with the US?</h2><h3>Brazil</h3><p>The country faces the most punishing tariffs among major US trading partners, with President Trump formally issuing a 50 percent reciprocal tariff on Brazilian imports.</p><p>The US actually runs a trade surplus with Brazil of nearly $7.4bn; however, Trump has been unhappy about the prosecution of former President Jair Bolsonaro, who is facing trial for allegedly attempting a coup to overturn his 2022 election loss.</p><p>Trump has publicly called the trial a “witch-hunt” and an “international disgrace”, tying his imposition of a 50 percent tariff on Brazilian imports, announced on July 10, directly to this issue.</p><p>Brazil’s government responded with alarm. President Lula decried Trump’s measures as “economic blackmail” and negotiations have stalled.</p><p>Speaking at a news conference in Washington this week, Pierre-Olivier Gourinchas, the IMF’s chief economist, called for an end to the trade war.</p><p>“Restoring stability in trade policy is essential to reduce policy uncertainty. We urge all parties to settle trade disputes and agree on clear and predictable frameworks. Collective efforts should be made to restore and improve the global trading system,” Gourinchas said, indirectly referring to the Trump administration.</p></div></div></body></html>"
        },
        {
            "title": "Tariff wars: Has Donald Trump killed the WTO? | Trade War News | Al Jazeera",
            "time": "2025-07-31T09:56:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2022-10-05T102634Z_1239765551_RC2XUW9NOEW6_RTRMADP_3_TRADE-WTO-1753825208.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Earlier this year, world leaders gathered in Geneva, Switzerland, to mark the 30th anniversary of the World Trade Organization (WTO), the international body established in 1995 to reduce global trade barriers and promote sustainable development. Director-General Ngozi Okonjo-Iweala spoke at the event, underscoring the WTO’s role as a foundation of predictability amid the current turmoil surrounding global trade.</p><p>“Uncertainty around global trade has reminded many members why they value the WTO as a bedrock of predictability in the global economy – and as a platform for dialogue and cooperation on trade,” she said.</p><p>The “uncertainty”, of course, was a reference to President Donald Trump’s “<a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">Liberation Day</a>” tariffs of 10 percent on all US imports in addition to country-specific “reciprocal tariffs”.</p><p>The WTO has long been beset by critics – from US and European workers angry over lost jobs, to developing nations hamstrung by rules favouring the West. Now, Trump’s aggressive tariffs and attacks have brought these long-simmering dilemmas to a head, threatening the very foundations of the organisation.</p><h2 id=\"trump-s-trade-tensions\">Trump’s trade tensions</h2><p>Earlier this year, Trump’s tariffs signalled the US’s most protectionist stance since the 1930s. While he later paused his reciprocal tariffs – to be reinstated again on August 1, with exceptions for <a href=\"/economy/2025/7/23/trump-announces-massive-trade-deal-with-japan\">bilateral deals</a> – the uncertainty caused by the moves has led to increased costs for US consumers and businesses, disrupted global supply chains, and triggered retaliatory tariffs from key trade partners. Tariff measures have sparked WTO disputes and increased the effective US tariff rate to its highest level in over a century, according to The Budget Lab at Yale, a nonpartisan policy research centre.</p><p>The role of the WTO – to boost global trade and arbitrate disputes – has been called into question. Trump’s moves threaten to turn an already creaking trade system, the WTO’s “<a href=\"https://www.wto.org/english/res_e/webcas_e/ltt_e/ltt10_e.htm\" target=\"_blank\" rel=\"noopener\">rules-based</a>” order, into a complex web of bilateral deals.</p><figure id=\"attachment_3861064\" aria-describedby=\"caption-attachment-3861064\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3861064\" src=\"/wp-content/uploads/2025/07/AP25208597304813-1753681587.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"a man in a yellow tie sits in front of a US and EU flag\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3861064\" class=\"wp-caption-text\">President Donald Trump gestures as he meets European Commission President Ursula von der Leyen at the Trump Turnberry golf course in Turnberry, Scotland, on Sunday, July 27, 2025 [Jacquelyn Martin/AP]</figcaption></figure><h2 id=\"trump-s-complaints\">Trump’s complaints</h2><p>“The most beautiful word in the dictionary is tariff,” Trump told hundreds of business executives at an Economic Club of Chicago event weeks before the 2024 election. For decades, the club had championed globalisation, but last year, its guests rallied behind Trump’s protectionist promises. After winning the election, he announced his “Liberation Day” plan.</p><p>“Tariffs are a legitimate policy tool,” says Ian Fletcher, economist at the Coalition for a Prosperous America, noting they can lead to reshoring production.</p><p>Trump has criticised the WTO for prioritising low prices over protecting homegrown jobs and wages. “When someone like Trump says ‘I’m against all this stuff’ that’s caused [the demise of labour-intensive manufacturing], how do you expect people to behave?” Fletcher asked.</p><p>Trump believes the US has lost out economically to China. China’s 2001 WTO entry allowed cheap goods into a market in which US manufacturing was already struggling. From 1974 to 2024, US trade deficits totalled $20 trillion, while China’s trade surpluses hit nearly $7 trillion. Trump has argued that this is a national emergency.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Though Beijing claims to follow WTO rules, it has been accused of distorting trade with import quotas, subsidies, and tax breaks. Trump argues the WTO lets China undermine US workers. He has also objected to China’s “special and differential treatment” as a developing country, giving it favourable terms.</p><p>In September 2020, Trump promised to “do something about the WTO” because it has “let China get away with murder”.</p><p>But Trump is not the first to criticise the WTO. In fact, it has faced scrutiny since it was founded.</p><p>The WTO’s troubles in wealthy countries first became visible in 1999.</p><figure id=\"attachment_3864042\" aria-describedby=\"caption-attachment-3864042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864042\" src=\"/wp-content/uploads/2025/07/AP20217768556954-1753825664.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"WTO protesters in Seattle, Washington, in November 1999.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864042\" class=\"wp-caption-text\">Seattle police use tear gas to push back World Trade Organization protesters in downtown Seattle in November 1999 [Eric Draper/AP]</figcaption></figure><h2 id=\"battle-in-seattle\">Battle in Seattle</h2><p>In late 1999, 50,000 people gathered in the streets of Seattle, Washington, to express their grievances with the WTO, which was hosting its ministerial meeting in the city. The throngs of protesters in Seattle were diverse – from trade unionists and farmers to church groups and NGOs – but most people were united by a common cause: railing against the interests of large corporations.</p><p>The Seattle protestors also argued that the WTO’s ability to override domestic labour, health and environmental protections threatened standards they had long fought for at home.</p><p>Many felt that the economic system was rigged against them in favour of multinational companies, such as Microsoft, Nike and Ford. Indeed, inflation-adjusted earnings for most US workers <a href=\"https://www.statista.com/chart/17679/real-wages-in-the-united-states/\" target=\"_blank\" rel=\"noopener\">fell</a> between 1969 and 1999. Over the same period, the real (inflation-adjusted) return of the S&amp;P 500 increased by several hundred percent, reflecting a substantial increase in investors’ purchasing power. Demonstrators felt left behind and wanted to push back.</p><p>Protests also broke out in other cities. The New York Times reported that demonstrators in New York smashed windows at downtown stores, such as Nordstrom, Starbucks and Gap, carrying signs that read “End Corporate Rule” and “We Want Fair Wages”.</p><p>Mounted police, armoured cars and even torrential rain did not stop the Seattle protesters from postponing the WTO meetings. Eventually, after four days of standoffs, the talks were abandoned, and the demonstrators went home feeling vindicated.</p><p>While US companies had been outsourcing jobs long before the creation of the WTO, its rules were seen as locking in such practices. Over time, that whipped up a nostalgia for an era when blue-collar workers could earn middle-class wages.</p><p>By 2016, that nostalgia had reached a fever pitch, fuelling populist politics like Trump’s. Meanwhile, far from the spotlight, developing countries were growing increasingly frustrated with WTO rules that limited their development ambitions.</p><h2 id=\"developing-country-dissent\">Developing country dissent</h2><p>The WTO sets the global ground rules for trade, negotiating agreements, enforcing policies, and arbitrating disputes when countries believe rules have been broken. It replaced the General Agreement on Tariffs and Trade (GATT) and serves as the only forum where trade conflicts can be settled through binding decisions. Without the WTO, countries could raise tariffs, subsidise industries, or otherwise break rules – ushering in a new era of trade uncertainty.</p><p>To understand Seattle and disillusionment with the WTO, it’s important to look at the historical context. Ten years before the protests, in 1989, the Berlin Wall had come down. The Cold War ended, and the contest between Soviet communism and Western capitalism had been roundly decided in the US’s favour.</p><p>Free markets and limited government intervention – together presented as necessary conditions for sustained growth – became gospel. Along with the World Bank and the IMF, the WTO became an expression of the globalisation era, promoting policies in developing countries that emphasised privatisation, balanced budgets and the liberalisation of trade. It was dubbed the “Washington Consensus”.</p><p>But even in the 1990s, the Washington Consensus had its critics. Many analysts expressed frustration at the WTO’s treatment of poor countries.</p><p>For Jayati Ghosh, a professor of economics at the University of Massachusetts Amherst, “trade agreements at the WTO have always been heavily loaded in favour of developed country industries. TRIPS is a classic example.”</p><p>In 1995, the Trade Related Aspects of Intellectual Property (or TRIPS) was adopted, and for the first time, intellectual property rights (IPRs) became enforceable under international law with the WTO as referee.</p><p>Several Global North industries benefitted enormously, including, most controversially, pharmaceutical companies. Meanwhile, technology transfers – which are important for developing countries trying to move up the economic value chain – became blocked behind legal barriers.</p><p>TRIPS first received widespread attention in the late 1990s, when South Africa was in the grip of an HIV/AIDS epidemic. Some of the world’s most powerful pharma companies controlled the distribution of life-saving drugs and simply refused to drop their IPRs.</p><p>As a result, South Africa was unable to procure cheap generic drugs, and hundreds of thousands of people died. So it passed a law allowing for the import and manufacturing of cheaper generic medicines. In response, in 2001, 39 pharmaceutical companies, including giants GlaxoSmithKline, Pfizer and Merck, took the South African government to court over alleged IPR violations.</p><p>The pharma groups quickly dropped the case amid public outcry from NGOs and public health advocates. But a similar case unfolded again following the outbreak of COVID-19, in which <a href=\"/news/2021/3/1/can-a-waiver-on-ip-rights-solve-vaccine\">patent protections for vaccines</a> were upheld by a small group of rich countries.</p><p>“Pharma companies [such as Moderna and Pfizer] didn’t even create a lot of the intellectual property that went into the COVID vaccines,” Ghosh told Al Jazeera. “They simply bought the patents and limited the supply, creating an artificial supply and raising the price.”</p><p>“So many unnecessary deaths occurred in developing countries because of TRIPS,” Ghosh said. “And looking ahead, inhibitive knowledge sharing will limit governments’ ability to cope with the effects of climate change and the green energy transition.”</p><p>Developing countries also decry the trade body for blocking “infant” industry protections – like import quotas, subsidies and tax breaks – in favour of free trade practices. At the same time, many rich countries continue to provide huge subsidies to certain sectors.</p><p>Oxfam reported that European agricultural subsidies – known as the Common Agricultural Policy (CAP) – inflict “enormous damage” on farmers in poor countries.</p><p>The practice of overproducing sugar and dairy products in Europe and then “dumping” it abroad, the UK charity says (<a href=\"https://oxfamilibrary.openrepository.com/bitstream/handle/10546/114605/bp31-stop-dumping-011002-en.pdf?sequence=8&amp;isAllowed=y\" target=\"_blank\" rel=\"noopener\">PDF</a>), is particularly harmful to agricultural workers in Mozambique, India and Jamaica. In 2024, European farmers received 53.8 billion euros ($61.7bn) through CAP.</p><p>“Subsidies in wealthy nations disadvantage companies in developing countries, who struggle to compete,” said Ghosh, noting that this has been especially true of the textile and agriculture industries.</p><p>Empirical evidence does not indicate a strong relationship between trade barriers and growth. If anything, most of today’s rich countries climbed the development ladder while pursuing protectionist trade policies.</p><p>As such, many developing countries have been frustrated by the WTO for limiting their pursuit of long-term industrial development in favour of free trade. The message from wealthy nations has been clear for roughly 30 years: Do as I say, not as I do.</p><p>That message has grown louder under Trump.</p><h2 id=\"internal-wto-wobbles\">Internal WTO wobbles</h2><p>The longstanding inability to resolve North-South struggles left the WTO vulnerable. Now, with the US both flouting rules and paralysing the dispute mechanism, the institution is facing an existential moment.</p><p>The WTO has 166 member states and is consensus-based, meaning that all formal objections have to be resolved before a trade decision is finalised. This can cause gridlock and delays, but “that suited America and the big industrial powers when the WTO was created in the mid-’90s,” says Rob Davies, South Africa’s former minister of trade and industry.</p><p>“At the time,” he adds, “small government and free markets were the only game in town. So, the first set of rules established by the WTO was largely determined by wealthy nations, with the US at the forefront.”</p><p>In turn, power asymmetries between rich and poor countries were amplified through WTO agreements. But as China emerged as the world’s dominant manufacturing hub, wealthy nations’ grip on the WTO, as well as international markets, loosened. China’s economy was still growing rapidly in 2016, when Trump was <a href=\"/news/2016/11/9/donald-trump-beats-hillary-clinton-to-win-us-presidency\">first elected president</a>.</p><p>Davies says the US’s “non-observance of WTO rules started then”, when Trump banned federal agencies from buying equipment from telecoms giant <a href=\"/economy/2019/8/7/us-bans-federal-purchases-of-telecom-gear-from-huawei\">Huawei</a> in August 2019. Trump also neutralised the WTO by <a href=\"/economy/2019/9/20/one-man-down-how-a-us-lawyer-could-cripple-the-wto\">blocking the appointment</a> of members to the Appellate Body, where disputes were resolved. The standoff persisted under President Joe Biden, and the Appellate Body has remained nonoperational, providing no enforceable path to resolving trade conflicts.</p><p>In 2022, for instance, the WTO ruled that (then) former President Trump had violated its rules four years earlier when he invoked national security concerns to justify tariffs on steel and aluminium imports. The Biden administration, however, strongly condemned the decision and refused to remove the duties that Trump had imposed.</p><p>The backlog of unresolved appeals has now made it easier for countries to break WTO rules without facing penalties, including Trump’s 2025 “reciprocal” tariffs.</p><p>Looking ahead, Davies thinks that the WTO will “limp along … until we arrive at a more stable multipolar world.”</p><p>He noted that while the WTO was a “major driver of neoliberal structural reform, we’re a far cry from that now”.</p><p>If the WTO fails, there would be no neutral forum for countries to resolve disputes, and global trade could slide into bilateral fights and tariff wars, raising prices, threatening jobs, and upending the global economy with uncertainty. Some hope reforms can create rules better tailored to today’s realities and more fair to both North and South. But with deep distrust and no clear US leadership, the odds remain uncertain.</p><p>At the WTO’s recent birthday celebrations, Director-General Ngozi Okonjo-Iweala <a href=\"https://www.wto.org/english/news_e/news25_e/30yr_10apr25_e.htm\" target=\"_blank\" rel=\"noopener\">stressed</a> that “I remain convinced – I am ever the optimist – that a bright future awaits global trade, and the WTO, if we do the right thing.”</p><p>To many, though, the bright glare could be an oncoming train.</p></div></div></body></html>"
        },
        {
            "title": "Fires and destruction as missile attacks rattle Ukraine’s capital | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-31T09:54:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-31T042125Z_1298731398_RC2FXFADIELH_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1753948463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia launched a barrage of missile and drone attacks on Kyiv, killing at least six people – including a six-year-old boy and his mother – and injuring 52, according to Ukrainian officials.</p><p>President Volodymyr Zelenskyy said on Thursday that Russian forces launched more than 300 drones and eight missiles, targeting residential buildings throughout the capital.</p><p>“Today the world has once again seen Russia’s response to our desire for peace with America and Europe. Therefore, peace without strength is impossible,” Zelenskyy said on the Telegram app.</p><p>Kyiv mayor Vitali Klitschko confirmed nine children were wounded in the attack, the highest number of child casualties in a single night in the city since Russia’s full-scale invasion began nearly three and a half years ago.</p><p>Yurii Kravchuk, 62, stood beside a damaged building wrapped in a blanket with a bandage around his head. He told the Reuters news agency he heard the missile alert but could not shelter in time.</p><p>“I started waking up my wife and then there was an explosion… My daughter ended up in the hospital.”</p><p>Emergency responders battled fires and cut through concrete blocks searching for survivors across the city.</p><p>Explosions rocked Kyiv for hours as fires lit up the night sky. Officials stated that 27 locations were hit, including schools and hospitals.</p><p>The air force documented five direct missile hits and 21 drone attacks across 12 locations.</p><p>Russia, which denies targeting civilians, has escalated air attacks on Ukrainian towns and cities far from the front line in recent months.</p><p>United States President Donald Trump announced on Tuesday that his country would impose tariffs and other measures on Russia “ten days from today” if Moscow showed no progress towards ending the conflict.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This is Putin’s response to Trump’s deadlines,” Prime Minister Yulia Svyrydenko said. “The world must respond with a tribunal and maximum pressure.”</p><p>Zelenskyy shared a video of burning ruins, stating that people remained trapped under the rubble of a partially destroyed residential building.</p><p>Ukrainian air defence units intercepted 288 attack drones and three cruise missiles, the air force reported.</p></div></div></body></html>"
        },
        {
            "title": "Russia kills six in drone, missile strikes on Ukraine’s Kyiv: Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-31T09:52:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25212171202312-1753948002.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian drone and missile attack on Ukraine’s capital has killed at least six people, including a six-year-old boy, according to Ukrainian President Volodymyr Zelenskyy and other officials.</p><p>The overnight attack wounded at least 52 people and caused damage at 27 locations across four districts of Kyiv, city military administrator Tymur Tkachenko said on Thursday as casualty numbers are expected to rise.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Rescue teams were at the scene to search for people trapped under the rubble.</p><p>Russia’s latest deadly attack on Ukraine came after United States President Donald Trump on Monday <a href=\"/news/2025/7/28/trump-gives-russia-10-or-12-days-to-end-war-on-ukraine\">issued a 10- or 12-day ultimatum</a> to Moscow to halt its <a href=\"/tag/ukraine-russia-crisis/\">invasion of Ukraine</a>, now in its fourth year, or face sanctions.</p><p>Zelenskyy said on Thursday that Russia had used more than 300 drones and eight missiles in the attack as he posted a video of burning ruins on social media.</p><p>“Today, the world once again saw Russia’s response to our desire for peace, shared with America and Europe,” Zelenskyy wrote. “That is why peace without strength is impossible. But forcing Moscow to make peace, compelling them to come to a real negotiating table – all the tools needed for this are in the hands of our partners.”</p><p>Foreign Minister Andrii Sybiha said it was a “horrible morning in Kyiv”.</p><p>“The brutal Russian strikes destroyed entire residential buildings and damaged schools and hospitals,” Sybiha said.</p><p>“This is unequivocally one of the largest attacks that we’ve seen in recent weeks and the majority focusing on Kyiv,” Al Jazeera’s Charles Stratford said, reporting from Kyiv.</p><p>A “large residential area … with box flats all around” was hit, he said, adding, “The majority of the windows in those flats have been blown out.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“According to the minister of the interior [Ihor Klymenko], … the power of this attack was so strong that people were literally hurled out of their apartment buildings.”</p><p>Yana Zhabborova, a resident of one of the damaged buildings, woke up to the sound of the explosions, which blew off the doors and windows of her home.</p><p>“It is just stress and shock that there is nothing left,” said Zhabborova, a 35-year-old mother of a five-month-old and five-year-old.</p><p>Russia’s Defence Ministry said the attack had targeted and hit Ukrainian air fields and ammunition depots as well as businesses linked to what it called Kyiv’s military-industrial complex.</p><p>The Ukrainian air force later said its air defences intercepted and jammed 288 of the 309 drones involved in the attack and three of the eight missiles.</p><p>Ukrainian drones later struck an electronics plant in the western Russian city of Penza, according to Governor Oleg Melnichenko and an official from the Security Service of Ukraine (SBU). The official said the plant, which produces combat control systems for the Russian military, caught fire. Melnichenko confirmed that it caught fire.</p><p>Drone wreckage also halted some trains in the Volgograd region, state rail operator Russian Railways said.</p><p>Russia’s Ministry of Defence said on Thursday that it had shot down 32 Ukrainian drones overnight.</p><p>Meanwhile, Russia said it had captured the town of Chasiv Yar, which had been a strategically important military hub for Ukrainian forces in the east.</p><p>The town in the Donetsk region “was liberated by Russian forces”, Russia’s Defence Ministry said in a statement. Ukraine has not commented on the reported retreat.</p><p>If confirmed, the capture of the town, which had been the site of battles for months, would be the latest locality to fall to Russia’s incremental but steady territorial gains.</p><p>The fall of the hilltop town now paves the way for Russian forces to advance on the remaining civilian strongholds in Donetsk, like the garrison city of Kramatorsk and Sloviansk, important logistical bases for the Ukrainian military and home to many civilians, who have up to now not fled the fighting.</p><p>The Kremlin has made the capture of the Donetsk region its military priority and claimed as far back as late 2022 that the industrial territory was part of Russia.</p><p>Kyiv has been trying to repel Russia’s summer offensive, which has made advances into areas on the eastern front line largely spared since the start of its invasion.</p><p>Thursday’s attacks came on the heels of a Russian strike on a military training camp, which killed at least three Ukrainian soldiers on Tuesday.</p><p>After Thursday’s strikes, Sybiha called on the international community to apply utmost pressure on Moscow to end the war it launched in February 2022.</p><p>“President Trump has been very generous and very patient with Putin, trying to find a solution,” Sybiha wrote.</p><p>But Russian President Vladimir Putin “does not care about any attempts to put an end to the killing”, Sybiha charged. “He only seeks to destroy and kill. Because the entire existence of this war criminal is based on this senseless war, which he cannot win but refuses to end.”</p><p>“It’s time to make him feel the pain and consequences of his choices. It’s time to put maximum pressure on Moscow,” Sybiha wrote.</p></div></div></body></html>"
        },
        {
            "title": "South Korea experiences most sweltering nights in July in history | Climate Crisis News | Al Jazeera",
            "time": "2025-07-31T09:03:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2226915450-1753940728_67964c-1753940835.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>South Korea experiences most sweltering nights in July in history</h1><p class=\"article__subhead\"><em>At least 16 people have died from heat-related illnesses in South Korea this year, according to health authorities.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korea has shattered a 117-year record for the number of sweltering nights in July amid a scorching heatwave.</p><p>Temperatures in Seoul did not dip below 29.3 degrees Celsius (84.7 degrees Fahrenheit) overnight, marking the 22nd “tropical night” so far this month, the Korea Meteorological Administration (KMA) said on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The KMA defines a tropical night as occurring when temperatures stay above 25 degrees Celsius (77 degrees Fahrenheit) from 6:01pm to 9am the following day.</p><p>The number of tropical nights in July is the highest since records began in 1908.</p><p>The previous record for July was 21 tropical nights, set in 1994.</p><p>South Korea has been grappling with blistering heat over the past week, with daily temperatures surpassing 40 degrees Celsius (104 degrees Fahrenheit) in some parts of the country.</p><p>At least 16 people have died from heat-related illnesses so far this year, according to the Korea Disease Control and Prevention Agency (KDCA).</p><p>The milestone continues a recent trend of scorching temperatures across Asia, as scientists warn that human-driven climate change is increasing the frequency of extreme weather.</p><p>On Wednesday, Japan said it experienced its <a href=\"/news/2025/7/30/japan-records-highest-temperature-on-record\">hottest day in recorded history</a> after the mercury hit 41.2 degrees Celsius (106.16 degrees Fahrenheit) in Tamba city, Hyogo prefecture.</p><p>Earlier this month, Japan and South Korea both reported that June this year was the hottest on record, while China’s National Climate Centre said the country had experienced a record number of days with temperatures of 35 degrees Celsius (95 degrees Fahrenheit) or above since mid-March.</p><p>In India, the National Disaster Management Authority last month issued a red alert for New Delhi after the heat index – which looks at temperature and humidity to measure perceived temperature – hit 51.9 degrees Celsius (125.4 degrees Fahrenheit).</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In April, Myanmar’s weather agency said the country experienced the hottest day ever recorded for the month when the mercury hit 48.2 degrees Celsius (118.8 degrees Fahrenheit) in the central town of Chauk.</p><p>While climate change is a concern worldwide, Asia has been particularly susceptible to extreme temperatures, according to scientists.</p><p>In its latest climate report released last month, the World Meteorological Organization said Asia was warming nearly twice as fast as the global average.</p><p>The average temperature of Asia’s landmass last year was about 1.04 degrees Celsius (33.87 degrees Fahrenheit) above the 1991-2020 trend, according to the WMO, making 2024 either the warmest or second warmest year on record, depending on the dataset used.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera contributor Ruwaida Amer speaks out about the Gaza famine | Gaza | Al Jazeera",
            "time": "2025-07-31T08:45:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753951439.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jul 2025</span><span aria-hidden=\"true\">31 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Lithuanian Prime Minister Paluckas resigns following protests | Politics News | Al Jazeera",
            "time": "2025-07-31T08:36:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-05-30T104148Z_573802953_RC2ASEAT3Z09_RTRMADP_3_BALTICS-POLITICS-1753950815.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lithuanian Prime Minister Paluckas resigns following protests</h1><p class=\"article__subhead\"><em>Paluckas, who became prime minister last year, has faced media attention around his business dealings.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/where/lithuania/\">Lithuania’s</a> Prime Minister Gintautas Paluckas has stepped down following investigations into his business dealings that prompted protests in the Baltic country’s capital calling for his resignation.</p><p>The country’s president, <a href=\"/news/2024/5/26/lithuanias-nauseda-eyes-re-election-in-runoff-overshadowed-by-russia\">Gitanas Nauseda</a>, announced Paluckas’ resignation to the media on Thursday morning.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Paluckas confirmed the news in a statement sent by his Social Democrat Party.</p><p>Paluckas ascended to the role late last year after a three-party coalition formed following parliamentary elections in October.</p><p>His resignation is now likely to bring down the whole government, with his cabinet expected to also resign. New coalition talks are expected to start soon.</p><p>Paluckas has faced scandals over his business dealings, including some that occurred more than a decade ago. Media investigations revealed that he had never paid a significant part of a 16,500-euro ($19,000) fine after he was convicted in 2012 of mishandling the bidding process for the capital Vilnius’s rat extermination services.</p><p>Paluckas, at the time, was Vilnius’s municipal administration director, and judges ruled that he had abused his official position by illegally granting privileges to the company that offered the highest bid.</p><p>He was sentenced to two years in prison but was ultimately not imprisoned.</p><p>Since the media investigations, Lithuania’s anticorruption and law enforcement agencies have also launched their probes into Paluckas.</p><p>He has denied any wrongdoing and instead called the attacks on his business dealings parts of a “coordinated attack” by political opponents.</p><p>The resignation of the prime minister comes only weeks before a planned joint military exercise between Lithuania’s neighbours, Russia and Belarus, highlighting the precarious position the country finds itself in.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In May, Lithuania <a href=\"/news/2025/5/19/lithuania-files-case-against-belarus-at-icj-over-alleged-people-smuggling\">initiated legal</a> proceedings against Belarus at the International Court of Justice, after it accused the latter of being behind a wave of “illegal migration” into the country.</p><p>Lithuania is a member of NATO and was formerly part of the Soviet Union, becoming the first republic to declare independence in 1990, before the world power’s collapse the following year.</p><p>Nauseda, Lithuania’s president, has been a strong supporter of Ukraine, and the Baltic country has long been fearful of Russian expansionism.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Leading Macau democrat arrested for ‘collusion’ with foreign forces: Police | Civil Rights News | Al Jazeera",
            "time": "2025-07-31T08:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP24284516830035-1753944605.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A leading democrat from <a href=\"/economy/2019/12/12/china-wants-to-make-protest-free-macau-its-next-hong-kong\">Macau</a> has been arrested for collusion with foreign forces to endanger national security, police said, as the semi-autonomous region further tightens its national security laws to align with those of China.</p><p>Macau’s police said in a statement on Thursday that Au Kam San had been taken from his residence for investigation on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The former Portuguese colony reverted to Chinese rule in 1999 via a “One Country, Two Systems” framework that promised a high degree of autonomy and rights protections.</p><p>Au, 68, is one of Macau’s most prominent democratic campaigners who served for nearly two decades as a lawmaker in the former Portuguese colony. He served in Macau’s legislature for two decades before stepping down in 2021.</p><p>The police statement did not give Au’s full name, but local media outlets reported that the man arrested was the campaigner, and Au’s wife arrived at the prosecution’s office on Thursday and was listed as a “witness”, online outlet All About Macau said.</p><p>“The resident has allegedly been in contact with an anti-China organisation abroad since 2022, providing the group with large amounts of false and seditious information, for public exhibitions overseas and online,” the police statement added.</p><p>The police did not say which foreign entity Au was in contact with, but said he had also sought to incite hatred against Beijing, disrupt a 2024 election for Macau’s leader and “provoke hostile actions by foreign countries against Macau”.</p><p>Au and his wife could not be reached for comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Through the years, Au had championed democratic reforms and helped foster civil society initiatives in the tiny gambling hub that returned from Portuguese to Chinese rule in 1999 – two years after the <a href=\"/news/2022/6/30/hong-kong-timeline-1997-to-2022\">nearby former British colony of Hong Kong</a> was handed back to China.</p><p>Unlike Hong Kong, which has seen big social movements challenge Chinese Communist Party rule in 2014 and 2019, the democratic opposition in the China-ruled former Portuguese colony has always existed on the fringes amid tight Chinese control.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Through the years, Au had led protests and railed against opaque governance and rising social inequalities, even as gambling revenues exploded in the city, which is home to about 700,000 people.</p><p>Au was one of the founders of several pro-democracy groups, including the New Macau Association, and had worked as a schoolteacher.</p><p>The arrest comes as authorities in neighbouring Hong Kong continue to crack down on dissent using two sets of powerful national security laws that have been leveraged to jail activists, shutter media outlets and civil society groups.</p><p>While Hong Kong’s democrats had actively challenged Beijing’s attempts to ratchet up control of the city since its return to Chinese rule, Macau’s government has faced far less public scrutiny, with authorities able to enact a sweeping set of national security laws as early as 2009.</p><p>This law was amended in 2023 to bring Macau in line with similar laws in Hong Kong and China and to bolster the prevention of foreign interference.</p><figure id=\"attachment_3866938\" aria-describedby=\"caption-attachment-3866938\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866938\" src=\"/wp-content/uploads/2025/07/2014-08-25T120000Z_2030272904_GM1EA8P1RKU01_RTRMADP_3_MACAU-CASINO-1-1753943891.jpg?w=770&amp;resize=770%2C530&amp;quality=80\" alt=\"Police form a cordon during a protest march by workers from Macau's six major casinos, led by union &quot;Forefront of Macau Gaming&quot;, in Macau August 25, 2014. More than one thousand protesters took part in the march on Monday, demanding higher wages and for the government to reconsider a policy that would import more foreign workers to the industry. REUTERS/Bobby Yip (CHINA - Tags: CIVIL UNREST POLITICS BUSINESS EMPLOYMENT)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866938\" class=\"wp-caption-text\">While Hong Kong’s democrats had actively challenged Beijing’s attempts to ratchet up control of the city since its return to Chinese rule, Macau’s government has faced far less public scrutiny, with authorities able to enact a sweeping set of national security laws as early as 2009 [File: Bobby Yip/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Why did the UK say it will recognise a Palestinian state? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-31T08:09:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753948552.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">UK urges Israel to take substantive steps to end the horror in Gaza and commit to negotiations on a two-state solution.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom will recognise Palestinian statehood – unless Israel takes substantive steps to end the horror in Gaza and commits to negotiations on a two-state solution.</p><p>Israel and the United States have condemned the move.</p><p>How significant is the UK’s decision?</p><p><strong>Presenter</strong>: James Bays</p><p><strong>Guests</strong>:</p><p>Alan Duncan, former British deputy foreign secretary and a Conservative MP</p><p>Carne Ross, former British diplomat and former head of Middle East issues at the United Nations</p><p>Ahmed Najar, Palestinian political analyst and economist from Gaza</p></div></div></body></html>"
        },
        {
            "title": "ChatGPT therapy: The Lebanese turning to AI for mental health support | Mental Health | Al Jazeera",
            "time": "2025-07-31T07:55:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Israels-extensive-bombing-of-the-country-has-wiped-out-much-of-the-countrys-infrastructure-and-left-the-population-emotionally-impacted.-Image-by-Zeinab-Shmais-1753876699.bmp?resize=1920,1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon –</strong> By the time Zainab Dhaher and her family fled their southern Lebanese village last September, Israeli shelling had become relentless. They packed what they could and drove 13 hours to Beirut, only to find themselves once again within range of Israeli bombardment. The cycle of displacement repeated.</p><p>“We left in a rush. I didn’t have time to pack clothes for my children,” the 34-year-old mother of two recalls, her voice cracking during a phone interview. “We moved from place to place, and no one helped us. No food, no blankets, nothing.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Months after a United States-brokered ceasefire took effect in November, the fear still lingers. Israeli strikes on Lebanese territory have continued despite the truce, repeatedly raising fears of renewed conflict, while Israel remains in control of strategic parts of Lebanon’s south.</p><p>Meanwhile, roughly 90,000 Lebanese people are unable to return home because of continued devastation of their villages, and Israel’s continued presence in some of them. Israeli rockets also continue to strike Hezbollah targets, while the group refuses to drop its arms – a key Israeli demand.</p><p>But for Zainab, a 34-year-old mother of two, the psychological wounds from the devastating war have proven deeper and more persistent than any physical destruction.</p><p>“The sound of drones terrifies me. I cry when I hear Ahmad Kaabour’s song ‘Ya Rayeh Sawb Bladi’ [Oh, you who is going to my land] because it reminds me of what we’ve lost.” Despite the ceasefire, Zainab says she can’t sleep. “I’m constantly afraid something will happen to my children. I don’t think this pain will ever go away.”</p><p>And in the absence of an accessible, functioning mental health system, Zainab – like many others in Lebanon – found herself turning to artificial intelligence (AI), and ChatGPT.</p><figure id=\"attachment_3865602\" aria-describedby=\"caption-attachment-3865602\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865602\" src=\"/wp-content/uploads/2025/07/Al-Nabatiya-market-in-Lebanons-capital-in-February-is-a-reflection-of-the-devastation.-Image-by-Zeinab-Shmais-1753876860.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A Lebanese flag hangs over a shuttered store\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865602\" class=\"wp-caption-text\">Israel’s war on Lebanon compounded the country’s economic crisis [Zeinab Shmais/Al Jazeera]</figcaption></figure><h2 id=\"a-nation-in-psychological-ruin\">A nation in psychological ruin</h2><p>Lebanon has endured a near-constant barrage of crises for years: the 2019 financial collapse that wiped out people’s life savings, the devastating Beirut port explosion in 2020, a collapsing public health system, and the Israeli military’s latest offensive in the south, which killed almost 4,000 people and displaced tens of thousands. Amid this chaos, the psychological toll on the population is becoming harder to ignore.</p><p>Mental health professionals warn of a dramatic rise in anxiety, depression, PTSD, and psychosomatic symptoms across the country, especially among those living near the southern border, journalists covering the violence, and humanitarian workers on the ground. But in a country where therapy sessions cost between $40 and $100 – more than many can afford – mental health support remains a luxury.</p><p>“There is no national strategy for psychological recovery,” says Dr Randa Baraja, a clinical psychologist at CPRM Clinic in Beirut. “We’re seeing a resurgence of trauma not just from the recent war, but from Lebanon’s entire history of violence – civil war, political assassinations, and successive economic collapse. The trauma is collective, and it spans generations.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Baraja notes an uptick in patients using ChatGPT as a kind of emotional crutch. “We’re observing a growing trend, especially among younger people, of turning to AI tools for emotional support,” she says. “They confide in it, seek comfort, even ask it to diagnose them. It reflects the deep need for someone – or something – that simply listens.”</p><p>But she warns of the dangers. “ChatGPT doesn’t offer genuine emotional attunement. It cannot replicate the human connection necessary for healing. More dangerously, it can delay access to professional help. People think they’re improving, but often they’re not.”</p><p>That was Zainab’s experience. After reading a Facebook post recommending mental health “self-tests” using ChatGPT, she tried one. The bot’s response was alarming: It listed PTSD, schizophrenia, and ADHD as potential diagnoses. “It shook me,” she admits. “But I couldn’t afford therapy. I work at a beauty salon and earn $400 a month. Rent alone is $1,200. Therapy isn’t an option for people like me,” she says, referring to the lease of her displacement home.</p><p>At first, ChatGPT seemed like an outlet. But the more she relied on it, the more frustrated she became. “Its responses felt hollow. I was getting angrier after every conversation. It felt like shouting into a void.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-left-the-war-but-the-war-didn-t-leave-us\">‘We left the war, but the war didn’t leave us’</h2><p>The psychological effects of war are not easily shaken. According to the World Health Organization, one in five people in conflict-affected areas suffers from mental health conditions ranging from mild depression to severe anxiety and psychosis.</p><p>In Lebanon, the impact is amplified by economic despair. With the Lebanese lira having lost <a href=\"https://today.lorientlejour.com/article/1365857/in-memorium-lebanons-two-decade-lira-peg.html\" target=\"_blank\" rel=\"noopener\">nearly 97 percent</a> of its value since 2019 and poverty rates skyrocketing, families are struggling to cover basic needs, let alone pay for therapy. Public mental health services are scarce, especially in rural and marginalised areas.</p><p>Sarah Rammal, a 22-year-old fashion entrepreneur from the border town of al-Aadaissah, lost her home and small business when Israeli forces burned them during the war. She now lives in a rented apartment in Beirut, trying to rebuild from scratch. “I felt like my life had been erased,” she says. “I started talking to ChatGPT every night just to release the pain.”</p><p>At first, the routine helped. “It felt easier than talking to a real person. No judgement.” But over time, it stopped being effective. “It didn’t push me forward. I was just circling the same sadness over and over again.”</p><p>Eventually, she sought professional help. “After one session with a therapist, I felt lighter. I still use AI sometimes, but I now realise it’s not a substitute.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-quiet-mental-health-crisis\">A quiet mental health crisis</h2><p>Lebanese youth, already dealing with political disillusionment and economic uncertainty, were among the hardest hit by the latest war. Rania, a hotline responder at Embrace, a leading mental health NGO, says the volume of calls from young people has spiked dramatically in recent months.</p><p>“Most calls are war-related. They feel hopeless about their futures in this country,” she explains, asking to be referred to by her first name only, since she’s not authorised to speak to the press. “We’ve also noticed more people talking about using AI as a coping mechanism. It’s easy, available, and doesn’t cost money. But it’s not a real solution.”</p><p>To counter this, Embrace and Lebanon’s Ministry of Health launched a mental health app called <a href=\"https://help.unhcr.org/lebanon/en/2024/08/21/step-by-step-program-download-the-application/\" target=\"_blank\" rel=\"noopener\">Step-by-Step</a>, designed by clinical psychologists. “It’s free, confidential, and tailored to individual needs,” Rania says. “We always try to redirect people there.”</p><p>Siba Haidar Ahmed, a master’s student in clinical psychology, says many of her classmates and peers have experimented with AI tools during moments of emotional crisis. “The danger isn’t in using ChatGPT once or twice,” she says. “It’s when people mistake it for therapy.”</p><p>While AI can provide surface-level comfort, its effects are fleeting. “It can give you motivational quotes or validate your emotions. But once the chat ends, reality hits. That sudden return can deepen feelings of emptiness or hopelessness.”</p><p>Back in southern Lebanon, as families try to rebuild their damaged or destroyed homes after months of shelling, the psychological recovery remains elusive. Turning to their screens, many hope for comfort and answers in algorithms.</p><p>Zainab, now back in her village, says she’s trying to move forward, but the scars are deep. “We left the war,” she repeats. “But the war didn’t leave us.”</p><p><strong><em>This piece was published in collaboration with <a href=\"https://www.egab.co/\">Egab</a>.</em></strong></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens trade deal after Canada moves towards recognising Palestine | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-31T07:54:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250730__68CL8EN__v1__HighRes__UsPoliticsTrump-1753942665.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said it will be difficult to make a trade deal with Canada after it announced that it would back Palestinian statehood, following the examples of the United Kingdom and France amid growing international condemnation of Israel’s war on Gaza.</p><p>“Wow! Canada has just announced that it is backing statehood for Palestine. That will make it very hard for us to make a Trade Deal with them. Oh’ Canada!!!” Trump wrote on his social media platform Truth Social on Thursday. Canadian Prime Minster Mark Carney’s office did not immediately respond to a request for comment.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump’s post comes a day after <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">Carney announced that Canada is planning to recognise the State of Palestine</a> at the 80th session of the United Nations General Assembly in September if certain conditions are met, following recent announcements by France and the UK.</p><p>Canada and the US are working on negotiating a trade deal by August 1, the date Trump is threatening to impose a 35 percent tariff on all Canadian goods not covered by the US-Mexico-Canada trade agreement.</p><p>Carney said on Wednesday that tariff negotiations with Trump’s administration have been constructive, but the talks may not conclude by the deadline.</p><p>Carney said recognising Palestinian statehood was necessary to preserve hopes of a two-state solution to the Israeli-Palestinian conflict, a longstanding Canadian goal that was “being eroded before our eyes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prime minister said the worsening suffering of civilians in Gaza left “no room for delay in coordinated international action to support peace”.</p><p>However, Carney caveated the decision by saying that Canada’s intention was “predicated on the Palestinian Authority’s commitment to much-needed reforms”, referring to the body led by President Mahmoud Abbas, which has civil authority in parts of the Israeli-occupied West Bank.</p><p>Carney added that Abbas would have to “hold general elections in 2026 in which Hamas can play no part, and to demilitarise the Palestinian state”, if Canada were to go ahead with recognition of this state.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"canada-following-uk-france-moves\">Canada following UK, France moves</h2><p>The US has rejected moves to recognise a Palestinian state, saying the policy rewards Hamas. The Trump administration has been uncompromising in its support for Israel, despite accusations by UN experts and rights groups that the US ally is committing a genocide against Palestinians.</p><p>The Israeli military has killed more than <a href=\"/news/liveblog/2025/7/30/live-israel-keeps-starving-palestinians-as-gaza-sees-aid-entry-spectacle\">60,000 Palestinians</a> in Gaza and flattened most of the territory since the start of the war in 2023.</p><p></p><p>The increased number of Palestinians dying of starvation – now at least 154 people, including 89 children – and the hundreds killed at US- and Israeli-backed aid distribution sites has raised global condemnation of Israel.</p><p>Trump himself has said that starvation was clearly taking place in Gaza, despite Israeli denials. His Middle East envoy Steve Witkoff is expected to arrive in Israel on Thursday for ceasefire and aid talks.</p><p>With Wednesday’s announcement, Carney positioned Canada alongside France, after <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">President Emmanuel Macron said his country would formally recognise a Palestinian state</a> during the same UN meeting.</p><p>The Israeli embassy in Ottawa said “recognising a Palestinian state in the absence of accountable government, functioning institutions, or benevolent leadership, rewards and legitimises the monstrous barbarity of Hamas on October 7, 2023”.</p><p>The PA’s Abbas welcomed the announcement as a “historic” decision, while France said the countries would work together “to revive the prospect of peace in the region”.</p><p>Canada’s plan goes a step further than this week’s announcement by British Prime Minister Keir Starmer.</p><p>Starmer said the <a href=\"/news/2025/7/29/starmer-says-uk-will-soon-recognise-palestine-unless-israel-halts-gaza-war\">UK will formally recognise the State of Palestine</a> in September unless Israel takes various “substantive steps”, including agreeing to a ceasefire in Gaza.</p><p>Carney stressed that Canada has been an unwavering member of the group of nations that hoped a two-state solution “would be achieved as part of a peace process built around a negotiated settlement between the Israeli government and the Palestinian Authority”.</p><p>“Regrettably, this approach is no longer tenable,” Carney said, citing “Hamas terrorism” and the group’s “longstanding violent rejection of Israel’s right to exist”, highlighting his attempt to caveat his criticism of Israel’s actions with condemnation of Hamas.</p><p>The peace process has also been eroded by the expansion of Israeli settlements across the occupied West Bank and East Jerusalem, Carney said.</p><p>The prime minister said a two-state solution was growing increasingly remote, with a vote in Israel’s parliament “calling for the annexation of the West Bank”, as well as Israel’s “ongoing failure” to prevent a humanitarian catastrophe in Gaza.</p><p>He framed his decision as one aimed at safeguarding Israel’s future.</p><p>“Any path to lasting peace for Israel also requires a viable and stable Palestinian state, and one that recognises Israel’s inalienable right to security and peace,” Carney said.</p></div></div></body></html>"
        },
        {
            "title": "Video: Canada says it will recognise a Palestinian state, with conditions | United Nations | Al Jazeera",
            "time": "2025-07-31T07:07:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753945646.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jul 2025</span><span aria-hidden=\"true\">31 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Video shows multiple blasts across Kyiv during deadly Russian attack | Russia-Ukraine war | Al Jazeera",
            "time": "2025-07-31T07:06:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753945531.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jul 2025</span><span aria-hidden=\"true\">31 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Manchester United defeat Bournemouth in Premier League friendly match | Football News | Al Jazeera",
            "time": "2025-07-31T07:05:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2227798330-1753943352.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Manchester United defeat Bournemouth in Premier League friendly match</h1><p class=\"article__subhead\"><em>New-look Man United squad continued their US preseason tour with a dominant victory against Bournemouth in Chicago.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United made it two wins out of two with a 4-1 victory over Bournemouth in the Premier League Summer Series preseason tournament in Chicago.</p><p>Goals from Rasmus Hojlund, Patrick Dorgu, Amad Diallo and teenager Ethan Williams sealed an encouraging result for Ruben Amorim’s side at a rainy, windswept Soldier Field on Wednesday night.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>United, who had opened their tour with a 2-1 victory over West Ham on Saturday, were always in control against the Cherries, taking the lead after just eight minutes through Hojlund.</p><p>Dorgu curled in an inviting cross from the left flank and Denmark international teammate Hojlund timed his run and jump to perfection to glance a header past Bournemouth goalkeeper Djordje Petrovic.</p><p>Dorgu then doubled United’s lead in the 25th minute, latching on to a clever, lofted quick free kick from Mason Mount, muscling his way into the area and sliding a cool finish beneath the advancing Petrovic.</p><p>Diallo bundled in United’s third in the 53rd minute before Amorim made nine changes with 20 minutes to go.</p><p>Substitute Williams needed just two minutes to make an impact curling a low finish into the bottom corner to put United 4-0 up.</p><p>The only blemish on United’s performance came with an 88th-minute own goal from Matthijs de Ligt.</p><figure id=\"attachment_3866922\" aria-describedby=\"caption-attachment-3866922\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866922\" src=\"/wp-content/uploads/2025/07/GettyImages-2227801055-1753943460.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kobbie Mainoo and David Brooks in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866922\" class=\"wp-caption-text\">Kobbie Mainoo of Manchester United and David Brooks of AFC Bournemouth battle for the ball during the match [Michael Reaves/Getty Images for Premier League]</figcaption></figure><h2 id=\"west-ham-top-everton\">West Ham top Everton</h2><p>In Wednesday’s other Premier League friendly in Chicago, West Ham came from behind to beat former manager David Moyes’s Everton 2-1.</p><p>Idrissa Gueye put Everton 1-0 up after 17 minutes before West Ham recovered to equalise through Brazilian international Lucas Paqueta just before half-time. Germany international Niclas Fullkrug’s 64th-minute strike sealed the Hammers’ win.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The result was another disappointing preseason setback for Everton, who were soundly beaten 3-0 by Bournemouth on Saturday.</p><p>“I’m not overly concerned because I don’t have the players which I need and what I want,” Everton boss Moyes said afterwards.</p><p>“We knew before we came (to the US) we were going to be really up against it. So, it was never going to be us coming here and winning.</p><p>“At the moment, we’re not ready to perform well enough in this tournament, and we’re not ready to start the Premier League season.”</p><p>The four-team competition concludes in Atlanta on Sunday, with United facing Everton and West Ham taking on Bournemouth.</p></div></div></body></html>"
        },
        {
            "title": "Trump sells the EU more energy and protection, muscling Russia out | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-31T07:01:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-28T060047Z_1874114188_RC2BMEAO0RQT_RTRMADP_3_UKRAINE-CRISIS-POKROVSK-1753885974.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has sought to formally position itself as Europe’s biggest seller of protection and energy security following a $750bn trade deal on Sunday.</p><p>The deal, <a href=\"/economy/2025/7/28/eu-and-us-announce-deal-a-breakdown-of-the-trade-agreement\">clinched by US President</a> Donald Trump and European Commission chief Ursula von der Leyen at Trump’s <a href=\"/news/2025/7/26/trump-in-scotland-hows-his-trip-going-and-whats-on-the-agenda\">Turnberry golf resort</a> in Scotland, imposes a 15 percent tariff on European pharmaceutical, automobile and semiconductor exports to the US, to balance a European trade surplus, von der Leyen said.</p><p>Tariffs of 50 percent, which Trump previously imposed on European aluminium and steel, will also remain, while the European Union will not impose any reciprocal tariffs.</p><p>The bloc also committed to spending $250bn a year on US energy exports over and above present levels until 2027, and “hundreds of billions of dollars” on US weapons.</p><p>The deputy chairman of Russia’s National Security Council, Dmitry Medvedev, called the deal “anti-Russian” since it appeared to seize what was, before the Ukraine war, Russia’s biggest energy market.</p><p>The next day, Trump shortened a 50-day deadline he had issued to Russian President Vladimir Putin on July 14 to reach a ceasefire in Ukraine.</p><p>“I’m going to make a new deadline of about … 10 or 12 days from today,” Trump told reporters, pulling the deadline back from September 2 to about August 9.</p><p>A third round of talks between Russia and Ukraine last week produced no ceasefire, only another exchange of prisoners of war.</p><p>For the first time, Ukrainian President Volodymyr Zelenskyy instructed his negotiators to seek the return of Ukrainian children Russia has <a href=\"/news/2025/6/10/russia-ukraine-children-war\">abducted</a> from occupied territories since the start of the war. Kremlin newswire TASS reported that civilians would also be exchanged, without elaborating.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"weapons-for-ukraine\">Weapons for Ukraine</h2><p>Although Trump has not said what he will do when his deadline for a ceasefire agreement expires, it represents an about-turn on his position in February, when he considered Ukraine the main obstacle to peace.</p><p>“President Zelenskyy is not ready for peace if America is involved,” he wrote then on his Truth Social account, “because he feels our involvement gives him a big advantage in negotiations.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Zelenskyy welcomed the shorter deadline, calling it “an extremely significant statement”.</p><p>“Every night there are strikes, constant Russian attempts to hurt Ukraine,” Zelenskyy said.</p><p>Russia has pounded Ukraine’s cities with combined drone and missile strikes every night for the past week. Ukraine shot down or electronically suppressed 791 out of 891 drones Russia launched between July 23 and 29, almost 90 percent, but fewer than half the missiles – just 20 out of 42.</p><p>That difference in ratio underscores Ukraine’s difficulty in intercepting ballistic missiles, against which only <a href=\"/news/2025/7/15/will-patriots-promised-by-trump-boost-ukraines-defence-against-russia\">US-made Patriot interceptor missiles</a> are effective.</p><p>Ukraine’s European allies have been signing onto a framework agreement reached this month between the US and Germany, whereby allies donating Patriot systems to Ukraine are given priority placement in purchasing new ones.</p><p>Lithuania said it was ready to help supply $35m in <a href=\"/news/2022/12/15/what-can-the-patriot-missile-do-for-ukraine\">Patriot systems</a> to Ukraine, following Germany, Norway, Denmark and Sweden. Germany’s defence minister, Boris Pistorius, said three Patriot batteries had been sent to Ukraine. In April, Zelenskyy said he was seeking 10 batteries.</p><p>Zelenskyy said he had signed $72m in new state contracts for interceptor drones last week, which are among its most effective weapons against Russia’s kamikaze and spy drones.</p><p>“A plan has been approved to reach the amount of 500 to 1,000 interceptors [drones] per day,” he said.</p><p>The US also approved foreign military sales of <a href=\"/news/2023/1/6/explainer-what-is-the-bradley-fighting-vehicle\">Bradley Fighting Vehicles</a> and Hawk air defence systems to Ukraine on Thursday.</p><figure id=\"attachment_3865536\" aria-describedby=\"caption-attachment-3865536\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865536\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1753874326.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1753874326\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865536\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"russia-makes-gains-as-zelenskyy-faces-protests\">Russia makes gains as Zelenskyy faces protests</h2><p>Russia appeared unfazed by these moves, driving onwards to seize a series of Ukrainian villages during the week, with the worst fighting happening around Pokrovsk, in Ukraine’s east.</p><p>The Russian Ministry of Defence said its troops had captured Varachino in Sumy on July 23, and probably seized Novoekonomichne in Donetsk, northeast of Pokrovsk, on Friday.</p><p>Zeleni Gai fell on Saturday, and Boykovka and Belgiyka on Monday, all in Donetsk. On Tuesday, Russia seized Novoukrainka and Temirovka in Zaporizhia. A Russian military expert told TASS that it now had control of a 5km section of border with Russia.</p><p>Zelenskyy faced his first wartime protests during the past week, after stripping the country’s top anti-corruption authorities of their independence.</p><p>The move <a href=\"/news/2025/7/29/why-zelenskyy-tried-to-curb-autonomy-of-ukraines-anticorruption-agencies\">followed an attempt</a> by the National Anti-Corruption Bureau of Ukraine (NABU) and the Specialized Anti-Corruption Prosecutor’s Office (SAPO) to indict members of the State Security Service (SBU) for corruption.</p><p>Zelenskyy saw this as a Russian attempt to undermine one of Ukraine’s most effective military services.</p><p>The SBU has launched a series of successful long-range strikes inside Russia, targeting energy infrastructure and weapons factories.</p><p>Perhaps its most famous operation was Operation Spiderweb, which destroyed dozens of Russian long-range bombers on the ground in June.</p><p>However, Zelenskyy’s move offended not only Ukrainians, who protested. <a href=\"/news/2025/7/28/russia-ukraine-war-list-of-key-events-day-1250\">The EU temporarily</a> froze 1.7 billion euros in aid to Ukraine, and von der Leyen advised Zelenskyy to “preserve independent anti-corruption bodies, which are cornerstones of Ukraine’s rule of law”.</p><p>On July 24, Zelenskyy said he had signed new legislation that would “ensure the strength of the rule of law system, and there will be no Russian influence or interference in the activities of law enforcement”.</p><p>NABU and SAPO were involved in drafting the new bill, and the EU backed it. “We welcome the Ukrainian government’s decision to act,” said a spokesperson for Brussels.</p><p>On Sunday, Zelenskyy said he had increased the SBU’s funding. Its personnel limit was raised from 31,000 to 41,000, with up to a quarter of that number in its Special Operations Centre.</p><p>SBU operations appeared to have continued unabated.</p><figure id=\"attachment_3865534\" aria-describedby=\"caption-attachment-3865534\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865534\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1753874316.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1753874316\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865534\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><figure id=\"attachment_3865532\" aria-describedby=\"caption-attachment-3865532\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865532\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1753874310.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1753874310\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865532\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"ukraine-s-drones-intercepted\">Ukraine’s drones intercepted</h2><p>Russia said it shot down 105 Ukrainian drones overnight on Friday. The drones appeared to have targeted railway power lines and regional airports, and succeeded in causing rail service delays and temporary airport shutdowns in southwest Russia and the Caucasus – Vladikavkaz, Grozny, Magas, Mineralnye Vody, Nalchik, Stavropol, Sochi and Tambov.</p><p>The governor of the Leningrad region said at least 10 Ukrainian drones were downed near the city on Sunday. Pulkovo airport was closed during the attack, and the city’s annual Navy Day parade was cancelled, but a navy drill went ahead, watched by Putin on television.</p><p>On Monday, pro-Ukrainian hackers disabled the computers of Aeroflot, the state airline, grounding more than 50 round-trip flights and bringing Moscow’s Sheremetyevo airport to a standstill.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Former EU ambassadors warn: Europe’s silence on Gaza is complicity | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-31T06:59:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/epa_688a43b26c4c-1753891762.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>To the Presidents of the European Council, the European Commission, and the European Parliament, and the High Representative for Foreign Affairs and Security Policy of the European Union,</p><p>To the Heads of Government and Foreign Ministers of the EU Member States,</p><p>We, 58 former ambassadors of the European Union, were appalled and outraged by the slaughter of innocent Israelis and hostage taking on October 7, 2023 by Hamas and others. No cause can justify such acts, and we condemn them outright.</p><p>Today, however, we are witnessing the horrifying spectacle of Israel carrying out, on a daily basis, atrocity crimes against the Palestinian people – above all in Gaza, but also in the occupied West Bank, amounting to a systematic campaign of brutalisation, dehumanisation, and displacement.</p><p>The European Union and nearly all of its Member States have failed to respond meaningfully to these horrific events.</p><p>As former ambassadors of the EU we dedicated our professional lives to upholding and promoting core European values and international law, building the reputation of the European Union and defending the interests of its peoples. Those interests and that reputation are now in serious jeopardy as a consequence of EU inaction.</p><p>For over 21 months, the Netanyahu government has pursued a relentless campaign of violence and destruction in Gaza. About ten percent of Gaza’s entire population, including tens of thousands of children, have been killed, maimed and seriously injured by the Israeli military’s indiscriminate bombardments. Most of Gaza has been reduced to rubble. Those who survive bombs and bullets face hunger, malnutrition, disease, and a collapsed health system deliberately targeted by Israel.</p><p>The ongoing siege is starving the population by blocking supplies of humanitarian aid from UN agencies and international NGOs. Replacing UNRWA and other established international providers of aid to Gaza by a politicised and militarised aid operation run by mercenaries is a violation of the UN’s humanitarian principles of humanity, neutrality, impartiality and independence, which all UN Member States – including Israel – must respect in their entirety.</p><p>The concrete humanitarian measures reportedly agreed under the deal the EU High Representative Kaja Kallas secured with Israel have not been made public, nor has the arrangement ever been confirmed by the Israeli authorities. To the contrary, since Ms Kallas’ <a href=\"https://www.eeas.europa.eu/eeas/israelpalestine-statement-high-representativevice-president-kaja-kallas_en?\">announcement</a>, hundreds of men, children and women have been killed by Israeli soldiers while desperately seeking food and water for their families. This includes an alarming number of civilian deaths caused by Israeli military shooting at Zikim, one of the key border crossing points, that we understand formed part of the humanitarian EU agreement with Israel.</p><p>Now, with appalling predictability, Israeli leaders are forcing swathes of Gaza’s population into concentration zones – militarised enclosures designed to confine civilians under intolerable conditions, with the clear aim of pressuring them into “voluntary” displacement. This, along with other illegal Israeli policies in the West Bank, constitutes de facto forcible population transfer, a serious war crime under international law. The Israeli ministers of defense, finance and security have all openly called for the permanent removal of Palestinians from Gaza, and a senior “migration administration” has been created to facilitate it. These are calculated steps towards ethnic cleansing.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Meanwhile, in the West Bank, violent Israeli settlers, with full protection by the Israeli military, have waged a campaign of terror against Palestinian communities. Homes are torched, inhabitants are murdered, families expelled, water sources poisoned, herding animals stolen, olive groves destroyed, and land annexed in violation of international law. The perpetrators who act with impunity are armed and encouraged by state officials. These settlers are not rogue actors – they are the front-line agents of a government-driven agenda to annex and ethnically cleanse Palestinian land.</p><p>The evidence of Israeli malfeasance and its flagrant violation of all known humanitarian and human rights laws is overwhelming. The United Nations, humanitarian organisations, and independent observers – including Israeli and Jewish voices – have documented these crimes in detail. The International Court of Justice has determined that there is a plausible risk of genocide in Gaza and that Israel’s prolonged occupation of Palestine is not only unlawful but even constitutes the crime of segregation or apartheid. European public opinion and the majority of young people, including in countries like Germany and Italy, are clearly in favour of their governments acting to stop this horror.</p><p>We welcome the recent condemnation of Israel’s actions in Gaza and the West Bank by 28 Foreign Ministers, including those of 20 EU Member States, but words are not enough. We call urgently on all EU leaders and governments, especially those who prevented the Foreign Affairs Council, 15 July, from acting against Israel’s egregious humanitarian and human rights violations, to take all necessary and feasible measures under international, European, and national law to bring these atrocities to an end. Action should comprise the following:</p><p>1. Resume international aid deliveries immediately at scale and flood the Gaza Strip with humanitarian supplies, in full respect of the core principles of international humanitarian law.</p><p>2. Suspend with immediate effect all arms and dual-use exports to Israel.</p><p>3. Ban trade with Israel’s illegal settlements in occupied Palestinian territory and prohibit EU and member states’ commercial and investment relations with any entity or company doing business in or benefiting from Israel’s illegal settlements.</p><p>4. Suspend all preferential commercial arrangements for Israel under the Association Agreement.</p><p>5. Cancel Israel’s participation in Horizon Europe and all dual-use research, academic and technology programmes of the EU.</p><p>6. Impose targeted sanctions on Israeli Ministers, government officials, military commanders, and violent settlers responsible for war crimes, crimes against humanity, facilitating genocide and carrying out State-sanctioned terrorism.</p><p>7. Support international and national judicial mechanisms – including the International Criminal Court and domestic courts under universal jurisdiction – to bring perpetrators to justice.</p><p>8. Provide political, legal, and financial support to Palestinian civilian victims, human rights defenders, and humanitarian organisations operating under impossible conditions.</p><p>9. Recognise Palestinian statehood to create the necessary prerequisite for a two-state solution.</p><p>On July 17, the Day of International Criminal Justice, the European External Action Service recalled that in regard to crimes against humanity, war crimes, genocides … “history has too many moments when silence followed horror …”</p><p>The world will remember how the EU and its member states respond to this catastrophic tragedy. Silence and neutrality in the face of genocide constitutes complicity. Inaction emboldens perpetrators and betrays every principle the Union and its member states claim to uphold.</p><p>While continuing to call unceasingly for the return of the hostages, a permanent ceasefire and the end to the war, the European Union, long a champion of human rights and the rule of law, must act now in the name of international law, humanity, and justice for the Palestinian people – or risk forfeiting its credibility, influence and moral standing in the world.</p><p>Signatories:</p><p>Mikael Barfod<br data-start=\"13\" data-end=\"16\">Geoffrey Barrett<br data-start=\"32\" data-end=\"35\">Alexander Baum<br data-start=\"49\" data-end=\"52\">Thierry Bechet<br data-start=\"66\" data-end=\"69\">Kenny Bell<br data-start=\"79\" data-end=\"82\">Aad Biesebroek<br data-start=\"96\" data-end=\"99\">Jean-Claude Boidin<br data-start=\"117\" data-end=\"120\">Giorgio Bonacci<br data-start=\"135\" data-end=\"138\">Laurens Jan Brinkhorst<br data-start=\"160\" data-end=\"163\">Jean-Francois Cautain<br data-start=\"184\" data-end=\"187\">Peter Beck Christiansen<br data-start=\"210\" data-end=\"213\">Tim Clarke<br data-start=\"223\" data-end=\"226\">Philippe Darmuzey<br data-start=\"243\" data-end=\"246\">Dominique Dellicour<br data-start=\"265\" data-end=\"268\">Aldo Dell’Ariccia<br data-start=\"285\" data-end=\"288\">Wiepke Van Der Goot<br data-start=\"307\" data-end=\"310\">Michael Doyle<br data-start=\"323\" data-end=\"326\">Sean Doyle<br data-start=\"336\" data-end=\"339\">Giacomo Durazzo<br data-start=\"354\" data-end=\"357\">Michael Emerson<br data-start=\"372\" data-end=\"375\">Manfredo Fanti<br data-start=\"389\" data-end=\"392\">Carlo De Filippi<br data-start=\"408\" data-end=\"411\">Karen Fogg<br data-start=\"421\" data-end=\"424\">Erwan Fouere<br data-start=\"436\" data-end=\"439\">Marc Franco<br data-start=\"450\" data-end=\"453\">David Geer<br data-start=\"463\" data-end=\"466\">Gerardus Gielen<br data-start=\"481\" data-end=\"484\">William Hanna<br data-start=\"497\" data-end=\"500\">Geert Heikens<br data-start=\"513\" data-end=\"516\">Gilles Hervio<br data-start=\"529\" data-end=\"532\">Andrew Jacobs<br data-start=\"545\" data-end=\"548\">Rupert Joy<br data-start=\"558\" data-end=\"561\">Androulla Kaminara<br data-start=\"579\" data-end=\"582\">John Kjaer<br data-start=\"592\" data-end=\"595\">Michael Laidler<br data-start=\"610\" data-end=\"613\">Eneko Landaburu<br data-start=\"628\" data-end=\"631\">Jeremy Lester<br data-start=\"644\" data-end=\"647\">David Macrae<br data-start=\"659\" data-end=\"662\">Christian Manahl<br data-start=\"678\" data-end=\"681\">Brian McDonald<br data-start=\"695\" data-end=\"698\">Hugues Mingarelli<br data-start=\"715\" data-end=\"718\">James Moran<br data-start=\"729\" data-end=\"732\">Francesca Mosca<br data-start=\"747\" data-end=\"750\">Amir Naqvi<br data-start=\"760\" data-end=\"763\">Luigi Narbone<br data-start=\"776\" data-end=\"779\">Attilio Pacifici<br data-start=\"795\" data-end=\"798\">Corrado Pampaloni<br data-start=\"815\" data-end=\"818\">Elisabeth Pape<br data-start=\"832\" data-end=\"835\">Marc Pierini<br data-start=\"847\" data-end=\"850\">Rensje Teerink<br data-start=\"864\" data-end=\"867\">Daniela Tramacere<br data-start=\"884\" data-end=\"887\">Philippe Van Damme<br data-start=\"905\" data-end=\"908\">Marcel van Opstal<br data-start=\"925\" data-end=\"928\">Sven Kuhn von Burgsdorff<br data-start=\"952\" data-end=\"955\">Alan Waddams<br data-start=\"967\" data-end=\"970\">Claudia Wiedey<br data-start=\"984\" data-end=\"987\">Marc F Wolff<br data-start=\"1000\" data-end=\"1003\">Richard Wright</p><p><em><strong>The views expressed in this article are the authors’ own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "FBI upgrades New Zealand office to counter China, international crime | Crime News | Al Jazeera",
            "time": "2025-07-31T06:39:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-05-08T140205Z_1953003783_RC2PDEAK2HKA_RTRMADP_3_USA-FBI-PATEL-1753934327.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>FBI upgrades New Zealand office to counter China, international crime</h1><p class=\"article__subhead\"><em>FBI Director Kash Patel travelled to New Zealand to inaugurate the office, which will also oversee the bureau’s operations in Pacific countries.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States’s Federal Bureau of Investigation has upgraded its presence in New Zealand to a standalone office in the capital, Wellington, as both governments work together to counter Chinese influence across the Asia Pacific region, the FBI’s Director Kash Patel said.</p><p>Patel travelled to New Zealand to open the office personally and on Thursday praised the FBI’s “strong relationship” with local law enforcement and intelligence agencies.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Patel singled out US and New Zealand collaboration on issues related to China in a video shared by the US embassy.</p><p>“Some of the most important global issues of our times are the ones that New Zealand and America work on together – countering the CCP [Chinese Communist Party] in the Indo PACOM theatre, countering the narcotics trade, working together against cyber-intrusions and ransomware operations and, most importantly, protecting our respective citizenry,” Patel said.</p><p>The US and New Zealand are both members of the “Five Eyes” intelligence-sharing network, which includes Australia, Canada and the United Kingdom. They also collaborate on other issues such as organised crime, cybercrime, drug trafficking and child exploitation.</p><p>The FBI has maintained a presence in New Zealand since 2017, but the standalone Wellington office marks a major upgrade in the US agency’s presence and will oversee the bureau’s work in Antarctica, Samoa, Niue, the Cook Islands and Tonga.</p><p>Both governments have previously expressed concern about China’s growing presence in the Pacific region and Beijing’s successful campaign to expand its diplomatic and economic reach.</p><p>Washington fears that the Chinese military could one day build an overseas base in the Pacific region, which has been traditionally considered the US’s back yard.</p><p>Minister Judith Collins, who is responsible for New Zealand’s intelligence services, and the country’s Police Minister Mark Mitchell both said they welcomed the FBI’s decision as it would help “keep New Zealand safe and secure”.</p><p>Patel yesterday met with Collins, Mitchell and a handful of senior government ministers, including Foreign Affairs Minister Winston Peters, according to local media.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Gilbert Arenas arrested for hosting illegal poker games | Basketball News | Al Jazeera",
            "time": "2025-07-31T05:54:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP22329610499182-1753937815.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gilbert Arenas arrested for hosting illegal poker games</h1><p class=\"article__subhead\"><em>Former NBA All-Star is among six indicted on US federal charges for conducting illegal gambling at his California mansion.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former NBA All-Star guard Gilbert Arenas and five other defendants have been arrested on a federal indictment alleging they operated an illegal gambling business running high-stakes poker games at Arenas’s mansion in Encino, California.</p><p>Arenas, 43, is charged with one count of conspiracy to operate an illegal gambling business, one count of operating an illegal gambling business and one count of making false statements to federal investigators.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He was scheduled to make his initial appearance and be arraigned on Wednesday afternoon in the United States District Court in downtown Los Angeles. If convicted, he would face a statutory maximum sentence of five years in federal prison for each count.</p><p>Those arrested on Wednesday included 49-year-old Yevgeni Gershman, described as a suspected organised crime figure from Israel, according to a news release from the US Attorney’s Office of the Central District of California.</p><p>Arenas and the other defendants operated an illegal gambling business from September 2021 to July 2022, according to the indictment that was unsealed on Wednesday.</p><p>Arenas rented out the Encino mansion for the co-conspirators to host the illegal “Pot Limit Omaha” poker games, among other illegal games, with a fee charged from each pot either as a percentage or a fixed amount per hand.</p><p>Gershman hired women who were paid in tips and served drinks, provided massages and offered companionship to the poker players, with the women charged a percentage of their earnings by the business operators, per the indictment. Chefs, valets and armed security guards were also hired to staff the games.</p><figure id=\"attachment_3866797\" aria-describedby=\"caption-attachment-3866797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866797\" src=\"/wp-content/uploads/2025/07/AP25211829767351-1753938189.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Melany Monaco leaves court.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866797\" class=\"wp-caption-text\">Gilbert Arenas’s girlfriend, Melany Monaco, leaves the Edward R Roybal Federal Building after attending a court session for the former NBA star in Encino, California, United States, on July 30, 2025 [Damian Dovarganes/AP]</figcaption></figure><p>Arenas was a three-time All-Star, and All-NBA second-team selection in 2006-07 and third team in 2004-05 and 2005-06.</p><p>He averaged 20.7 points, 5.3 assists, 3.9 rebounds and 1.6 steals in 552 regular-season games (455 starts) for the Golden State Warriors (2001-03), Washington Wizards (2003-10), Orlando Magic (2010-11) and Memphis Grizzlies (2012).</p><p>His NBA career was overshadowed by an incident in December 2009 in which he and Washington teammate Javaris Crittenton brought guns into the locker room two days after having a dispute on a flight during a card game.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Arenas pleaded guilty to felony gun possession and was suspended for the final 50 games of the 2009-2010 NBA season.</p><p>The Warriors selected Arenas in the second round (31st overall) of the 2001 NBA Draft out of Arizona.</p><figure id=\"attachment_3866810\" aria-describedby=\"caption-attachment-3866810\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866810\" src=\"/wp-content/uploads/2025/07/AP091014057110-1753938711.jpg?w=770&amp;resize=770%2C566&amp;quality=80\" alt=\"Gilbert Arenas in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866810\" class=\"wp-caption-text\">Gilbert Arenas played 11 seasons in the National Basketball Association [File: Mark Duncan/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Axing of The Late Show reveals how monopolisation has gutted US media | Donald Trump | Al Jazeera",
            "time": "2025-07-31T05:31:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/afp_6889f80fe326-1753872399.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>CBS’ recent cancellation of the popular The Late Show with Stephen Colbert is yet another case of heavy‑handed political and corporate meddling in the role of media in the US. It occurred just three days after the comedian and talk show host criticised CBS’s parent company Paramount for settling a multimillion‑dollar lawsuit with Trump, with Colbert calling that settlement “a bribe”.</p><p>In its announcement, CBS stated it will end The Late Show after May 2026 due to a declining audience, marking the end of a 33‑year run for the live‑audience series.</p><p>But, lower Nielsen ratings or not, the timing of Paramount’s move to cancel one of its signature series may itself prove that the decision was about more than profit. It cannot be ignored that within a few days of both moves, the Federal Communications Commission (FCC) finally approved the Skydance‑Paramount merger after months of stalling, an $8bn deal that will add to the mountain of monopolistic moves in US media.</p><p>“This is pure cowardice,” David Letterman, The Late Show’s previous host from 1993 to 2015, said of Paramount’s recent decisions to cancel the show and settle the Trump lawsuit.</p><p>The US news media’s never‑ending coverage of everything Trump over the past decade and the constant back‑and‑forth over his politics, policies and practices have played a significant role in its decline. As the US lurches ever closer towards autocracy, the Fourth Estate has increasingly taken on the role of stenographer, with its normalisation of lies, gossip, craven policies and corruption as “disinformation” and “misinformation”.</p><p data-start=\"374\" data-end=\"782\">But the age of Trump is just the tip of the iceberg. The combination of constant realignment to ingratiate media corporations with the political class, along with their monopolisation of media in the US over the past 45 years, has simply devastated the field. This retrenchment has severely skewed news coverage and destroyed the idea of a free press.</p><p data-start=\"374\" data-end=\"782\">The landscape of US media began evolving with the gradual deregulation of both media ownership and the scope of editorial freedom in the 1980s. After 40 years of what was once the Fairness Doctrine in US media law (requiring multimedia broadcasters to air opposing views on topics of national importance, not just one perspective), the FCC voted to abolish the requirement in 1987. This came after Congress had failed to override President Ronald Reagan’s veto of their attempt to codify the doctrine in a bill. Attempts to re‑establish the Fairness Doctrine have failed over the years, including the Restore the Fairness Doctrine Act that the now Director of National Intelligence Tulsi Gabbard sponsored in 2019. That bill never made it to the House floor for a vote.</p><p data-start=\"374\" data-end=\"782\">In a truly bipartisan effort during the 1990s, many of the remaining regulations that protected US media from monopolisation and the influence of billionaires and mega‑corporations were dismantled. The lobbyist‑influenced Telecommunications Act of 1996 made its way through Congress with overwhelming support, with only 16 “No” votes out of 430 in the House of Representatives, and five voting “No” out of 96 in the Senate.</p><p data-start=\"374\" data-end=\"782\">The deregulations, intended to foster more competition between media corporations and their multimedia platforms, actually did the opposite by extending media monopolisation. Between 1983 and 2015, the number of corporations that collectively owned 90 percent of the entire US media market fell from “more than 50 to just six companies”, including books, newspapers, magazines, mobile and cable television, internet and music, films and professional athletic teams. In the years since, between Viacom’s ownership of CBS and Paramount and Amazon’s huge foray into streaming services and multimedia productions, five megacorporations now control 90 percent of all US media.</p><p data-start=\"374\" data-end=\"782\">The Australian media mogul Rupert Murdoch became a key figure in the monopolisation of US media in all its forms, buying stakes in the New York Post and founding the tabloid paper Star. In 1985, the FCC approved the deal that allowed Murdoch to buy 20th Century Fox and acquire Fox broadcast stations. This occurred after Murdoch had become a naturalised US citizen, as federal regulations at that time limited foreign ownership of and investment in broadcasting. Eleven years later, and just months after the Telecommunications Act of 1996’s passage, Murdoch and media executive Roger Ailes founded Fox News under the ironically deceptive slogan “Fair and Balanced”. With the Fairness Doctrine gone and the need to provide balanced media coverage removed, Fox News’ decidedly biased far‑right slant was deliberate, built solely for profit. “People don’t want to be informed, they want to feel informed,” the late Ailes apparently said more than once in justifying Fox News’ approach to news coverage.</p><p data-start=\"374\" data-end=\"782\">In recent years, with billionaires buying major news outlets like The Washington Post, The Los Angeles Times, and The Wall Street Journal and dictating editorial decisions, Americans have long lost trust in the Fourth Estate. Monopolisation and the business pressures that have come with it have led to “fewer journalists, thinner reporting, and increasingly desperate advertising content” over the past three decades. Combined with the rise of social media over television and internet media sites as the number one way Americans get their news (54 percent vs 50 percent and 48 percent, respectively), this trend is telling. There are no signs that monopolisation and biased, fact‑reduced and fact‑free media coverage will stop any time soon.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"587\" data-end=\"1211\">Murdoch’s approach of using deregulation to build a monopoly and usher in the age of fact‑free journalism helped set off this buying frenzy, with profit prioritised over fairness every step of the way. By the end of the 1980s, the reign of conservative and far‑right radio talk shows had begun, with the late Rush Limbaugh leading the pack with his nationally syndicated The Rush Limbaugh Show. His constant barrage of racism, sexism, queerphobia and other hyper‑masculine talking points became an echo chamber for about 15 million listeners for the next 30 years.</p><p data-start=\"94\" data-end=\"1221\">Although centre‑left radio programming like Air America made minor inroads in the 2000s, progressive ventures have often fizzled out. They have frequently lacked sufficient financial support and political protection in an increasingly monopolised and ideologically skewed media world. At the height of MSNBC’s “Lean Forward” days, when critics saw its merely centrist political news coverage between 2010 and 2016 as “liberal”, its executives denied MSNBC was the leftist equivalent of Fox News. Phil Griffin, who ran MSNBC from 2008 through early 2021, once said, “No. We don’t put out talking points all day” like Fox News. “Corporations are … like sharks. They just move toward the money. That’s all they do,” one former executive for the news organisation said. In 2016, eugenicist tech billionaire Peter Thiel essentially destroyed the progressive tabloid Gawker. Furious that Gawker had outed him as queer in 2007, Thiel helped the late wrestler Hulk Hogan win a $140m lawsuit against Gawker for its publication of his sex tape.</p><p data-start=\"693\" data-end=\"1399\">It is often said that good journalism reflects the happenings of the world like a mirror, without bias and with every effort to expose the truth behind news events. If this is truly the definition of what makes good journalism, then US journalism has been staring into a mirror with a multitude of fractures for decades. In 2025, it is not just that many Americans do not believe in the media they consume or only believe the news when it fits their personal narrative. Many in the US know that the nation’s media regularly peddles lies, half‑truths and gossip in a never‑ending search for easy profit, all while dumbing down their consumers.</p><p data-start=\"693\" data-end=\"1399\">Reporting on the spread of autocratic rule, calling out complicity in genocide, or interrogating the ethics of billionaires and mega‑corporations in a monopolised media world? Any efforts towards fairness and truth can easily cost anyone in the media their job, or worse, even someone as influential as Stephen Colbert.</p><p data-start=\"693\" data-end=\"1399\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Calls for Thailand to free 20 Cambodian soldiers held after border clashes | Military News | Al Jazeera",
            "time": "2025-07-31T05:02:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-30T073828Z_2107982834_RC2VWFAZJSGK_RTRMADP_3_THAILAND-CAMBODIA-1753936062_90f4eb-1753936288.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Calls for Thailand to free 20 Cambodian soldiers held after border clashes</h1><p class=\"article__subhead\"><em>Thailand’s military said the detained Cambodian troops will be returned home after ‘legal procedures’ are completed.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodia has called on Thailand to return 20 of its soldiers who were taken captive by Thai forces <a href=\"/news/2025/7/30/thailand-cambodia-truce-mostly-holds-after-shaky-start-in-wake-of-fighting-2\">hours after a ceasefire</a> that halted days of deadly cross-border clashes over disputed territory between the Southeast Asian neighbours.</p><p>Cambodian Ministry of National Defence spokesperson Maly Socheata said on Thursday that talks were under way for the release of 20 soldiers, though reports from Thailand indicate that the Royal Thai Army wants the detainees to face the “legal process” before repatriation.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We will do our best to continue negotiations with the Thai side in order to bring all our soldiers back home safely and as soon as possible,” the spokesperson told a news briefing.</p><p>“We call on the Thai side to send all 20 military personnel back to Cambodia as soon as possible,” she said.</p><p>According to reports, the group of Cambodian troops were captured at about 7:50am local time on Tuesday (00:50 GMT) after crossing into Thai-held territory – nearly eight hours after <a href=\"/news/2025/7/28/thailand-cambodia-border-clashes-continue-before-malaysia-ceasefire-talks\">a ceasefire came into effect</a> between the two countries.</p><p>Speaking to the media at the headquarters of the Royal Thai Army on Thursday, army spokesperson Major-General Winthai Suvaree said the commander of Thailand’s Second Army Region had assured that the Cambodian detainees – which numbered 18 – would be dealt with under international legal conditions.</p><p>“The soldiers would be swiftly returned once the legal procedures are completed,” Thailand’s The Nation newspaper reported the army spokesperson as saying.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Nation also added that the exact nature of the legal proceedings the Cambodian troops will face was not immediately known, but the Thai military’s “firm position suggests a comprehensive review of the incident is underway”.</p><p>Thailand’s government said on Wednesday that the detained Cambodian soldiers were being treated in line with international humanitarian law and military regulations, and that they would be returned to Cambodia when the border situation stabilises.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Nearly 300,000 people fled their homes on both sides of the Thai-Cambodia border as the two opposing armies clashed for days with long-range rockets and artillery in what is largely a border area of jungle and agricultural land. Thai jet fighters also attacked Cambodian positions.</p><p>Thailand has confirmed that 15 of its soldiers and 15 civilians were killed in the fighting – which was the heaviest in decades – while Cambodia said eight civilians and five of its soldiers died.</p><p>Despite accusations of truce violations by both sides, the ceasefire – which was facilitated by Malaysia – has held since Tuesday.</p><p>United Nations human rights chief Volker Turk has urged Bangkok and Phnom Penh to implement their ceasefire deal in full and take rapid steps to build confidence and peace with each other.</p><p>“This crucial agreement must be fully respected, in good faith, by both sides, as diplomatic efforts continue, in a bid to resolve the root causes of the conflict,” Turk said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘No land, no home, no future’: Himalayan Lepchas fear new dam | Floods | Al Jazeera",
            "time": "2025-07-31T05:01:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/IMG_7687-1753878061.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sikkim, India –</strong> It was the middle of the night when Tashi Choden Lepcha was jolted awake by the tremors that shook her mountainside home in Naga village. Perched above the Teesta River, which flows through a gorge just below, Naga is a remote village in India’s northeastern Himalayan state of Sikkim. For centuries, it has been home to the Indigenous Lepcha people.</p><p>“It felt like an earthquake,” the 51-year-old mother of five says of the events of October 4, 2023. “The whole house was shaking. It was raining heavily, there was no electricity, and we couldn’t see anything.”</p><p>In the pitch dark and amid the heavy downpour that night, Lepcha roused her three children, aged 13, 10 and five, and rushed out of the house with her husband, panicking. Together with a few neighbours, they searched for a safe space on higher ground. That’s when they noticed a distinct smell of mud and something like gunpowder.</p><p>Moments later, an enormous, tsunami-like wave surged down with terrifying force. Lepcha didn’t know it at the time, but it was a <a href=\"/gallery/2023/10/6/deadly-floods-in-indias-himalayas-after-lake-bursts-through-major-dam\">glacial lake outburst flood</a> (GLOF), which had been triggered by the sudden avalanche of ice and rock into the South Lhonak Lake – a glacial lake high up in the Teesta basin in North Sikkim.</p><p>The impact breached the lake’s moraine wall, releasing more than 50 million cubic metres of water. The flood <a href=\"/economy/2024/4/18/a-flash-flood-and-a-quiet-sale-highlight-indias-sikkims-hydro-problems\">destroyed</a> the 1,200-megawatt Teesta III dam – Sikkim’s largest hydropower plant, located at Chungthang on the River Teesta, the largest river in Sikkim, which originates in the eastern Himalayas. The dam’s collapse released an additional five million cubic metres (equivalent to 2,000 Olympic swimming pools) of reservoir water.</p><p>The high-velocity flood in the Teesta River valley carried about 270 million cubic metres of sediment and debris along with it, causing widespread devastation across Sikkim, parts of West Bengal and Bangladesh through which the Teesta flows.</p><p>At least 55 people were killed, 74 went missing, and more than 7,025 were displaced. The flood damaged nearly 26,000 buildings, destroyed 31 bridges and flooded more than 270 square kilometres of farmland. It also triggered 45 landslides, damaged four dams and destroyed long stretches of National Highway 10.</p><p>Both Teesta III and Teesta V, another hydroelectric dam near Dikchu in Balutar, have remained shut since they were severely damaged during the flood. Repair work is continuing, but neither of the dams has generated electricity for almost two years.</p><p>Scientists say the scale of the destruction makes it one of the most devastating flooding disasters recorded in the Himalayas in recent decades.</p><figure id=\"attachment_3865634\" aria-describedby=\"caption-attachment-3865634\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865634\" src=\"/wp-content/uploads/2025/07/IMG_7725-1753877514.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865634\" class=\"wp-caption-text\">Tashi Choden Lepcha, whose family lost both their houses in Naga village to the 2023 glacial flood. Nearly two years later, she still has no home [Arunima Kar/Al Jazeera]</figcaption></figure><h2 id=\"rebuilding-amid-ruin\">Rebuilding amid ruin</h2><p>Today, Naga village, located about 73 kilometres from Sikkim’s capital, Gangtok, is deserted due to continuous land subsidence. Houses are cracked, have collapsed or are still standing but leaning towards the river flowing below. The main NH10 road passing through the village has been destroyed with long, deep cracks.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In all, about 150 families lost their homes and land in the flood and now face an uncertain future. Lepcha’s family lost both their houses, which collapsed in the landslides. They, along with 19 other families, are now living temporarily in a government tourist lodge in Singhik, about 10km from their home.</p><p>As the region struggles to recover, and communities along the Teesta remain displaced and vulnerable, the Ministry of Environment, Forest and Climate Change (MoEF&amp;CC) has approved plans to <a href=\"/economy/2024/4/18/a-flash-flood-and-a-quiet-sale-highlight-indias-sikkims-hydro-problems\">rebuild the Teesta III dam</a> without any public consultation, despite concerns about the risk of future glacial lake outburst floods and the fact that the Himalayan range running across Sikkim is seismically sensitive.</p><p>With the ongoing monsoon season, the Teesta’s water levels have risen significantly. This has already caused several landslides in North Sikkim, washing away the under-construction Sankalang bridge and cutting off large parts of the region.</p><p>Long stretches of roads across North Sikkim are still unpaved, muddy and full of rubble. Several bridges damaged during the 2023 flood and the monsoon next year are yet to be rebuilt.</p><p>The quality control lab at the Chungthang dam site has also been swept away, halting construction work. “It looks like a war-torn area. How will they rebuild Teesta III?” asks Gyatso Lepcha, a climate activist with Affected Citizens of Teesta (ACT), a group of Lepchas campaigning against large hydropower projects and environmental conservation in the region.</p><p>“A detailed risk assessment considering future climate scenarios, glacial behaviour, hydrological changes, and sedimentation rates is essential before deciding to rebuild the dam in the same location,” says Farooq Azam, senior cryosphere specialist at the International Centre for Integrated Mountain Development (ICIMOD).</p><p>In the absence of such an assessment, the region’s Lepcha communities, who fear further disaster, are protesting against the construction.</p><figure id=\"attachment_3865647\" aria-describedby=\"caption-attachment-3865647\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865647\" src=\"/wp-content/uploads/2025/07/IMG_7713-1753877861.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865647\" class=\"wp-caption-text\">Naga village in north Sikkim, with its cracked and sinking houses and roads, is deserted following the glacial lake flood in 2023 [Arunima Kar/Al Jazeera]</figcaption></figure><h2 id=\"a-controversial-dam\">A controversial dam</h2><p>Sikkim is home to 40 of India’s 189 potentially dangerous glacial lakes across the Himalayan region, many of which are at risk due to rising temperatures and glacial melt driven by climate change.</p><p>Built on a river already lined with dams constructed by the National Hydroelectric Power Corporation (NHPC), the Teesta III dam was originally pitched as a renewable energy project.</p><p>Approved in 2005 with a budget of Rs 5,705 crore (about $667m), the dam actually cost more than Rs 14,000 crore ($1.6bn) to build by the time it became operational in 2017. Delays were caused by the 2011 earthquake, which destroyed major infrastructure, and also repeated flash floods and landslides.</p><p>The dam faced criticism from environmentalists and the All India Power Engineers Federation (AIPEF), which described it as a “failed example of public-private partnership” for the massive cost overruns, years of delay, ecological damage and disregard for Indigenous rights and livelihoods.</p><p>The operator, Sikkim Urja Limited (formerly Teesta Urja Ltd or TUL), was forced to sell electricity at half the agreed rate as buyers, including the states of Punjab, Haryana, Uttar Pradesh and Rajasthan, refused to pay higher prices. In 2017, transmission delays caused yet more losses of about Rs 6 crore ($701,000) per day from June to September 2017.</p><p>Following the devastating flooding of 2023, the estimated reconstruction cost for the dam is now Rs 4,189 crore ($490m), but experts question how such a large-scale reconstruction could be completed at less than a third of its original building cost.</p><p>An investigation in May this year renewed concerns about the project. The Sikkim Vigilance Police, a special police force, found irregularities in the process used to select the independent power producer, who, according to the findings of the police investigation, lacked the qualifications for a project of this scale. It was alleged that critical dam design parameters had been compromised as a result.</p><p>Other reports have found that environmental assessments also overlooked key risks. A 2006 biodiversity report [<a href=\"http://www.sikkimforest.gov.in/docs/SACON/Worshop%20Final.pdf\">PDF</a>] from Delhi University had identified the Chungthang region as a highly sensitive ecological zone. Yet the project received swift environmental clearance from the environment ministry based on <a href=\"https://archive.org/details/jiten-development-agression/page/n29/mode/2up\">a report</a> which claimed that little to no significant wildlife existed in the area. The clearance procedure also bypassed the ministry’s own directive that no dams could be approved in Sikkim until a full “carrying capacity study” (a study of an area’s capacity for supporting human life and industry) of the Teesta basin had been completed.</p><p>“What was the hurry to give clearance for rebuilding even before the Central Water Commission and Central Electricity Authority cleared the design?” asks Himanshu Thakkar, coordinator of South Asia Network on Dams, Rivers and People (SANDRP), an advocacy group working on the water sector. “The Environmental Impact Report (EIA) used was done before 2006, which didn’t consider the risk of a GLOF. It contributed to the disaster, and now the same flawed EIA is being used again. Even the dam safety report prepared after the collapse hasn’t been made public or considered for this decision.”</p><figure id=\"attachment_3865689\" aria-describedby=\"caption-attachment-3865689\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865689\" src=\"/wp-content/uploads/2025/07/IMG_7818-1753878964.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865689\" class=\"wp-caption-text\">Teesta Bazar in Kalimpong, West Bengal, endured extensive destruction in the October 2023 glacial lake outburst flood [Arunima Kar/Al Jazeera]</figcaption></figure><p>While a “concrete faced rockfill dam” is planned this time – supposedly more resilient to flooding than the old “concrete gravity dam” design – experts and local communities still worry this won’t be enough because, they say, key impact studies are incomplete.</p><p>Al Jazeera reached out to MoEF&amp;CC with questions about why the Teesta III reconstruction had been approved without a new EIA, despite concerns over safety and ecological impacts. Questions were also sent to Sikkim Urja Ltd regarding reconstruction plans and structural safety and to NHPC about the cumulative impacts of multiple dams along the Teesta. Emails and calls to all these offices remained unanswered by the time of publication.</p><p>Tunnelling and blasting during the original construction of Teesta III, before it opened in 2017, led to landslides, erosion and damage to homes. Yet, no comprehensive assessment has been conducted on seismic risks, reduced river flow or long-term ecological impacts.</p><p>“Our soil is fragile,” says Sangdup Lepcha, president of ACT. “We are seeing more landslides every year. During the GLOF, the soil was completely washed away. If tunnels are dug again under our villages, the area could collapse.”</p><p>Sangdup, who lives in Sanggong village in Lower Dzongu, says the 10km stretch from Namprikdang to Dikchu is the only remaining stretch of the Teesta without any dams.</p><p>Many worry that if the rebuilding of Teesta III continues without safeguards, it will put villages at risk. “We have already seen what happened in Naga,” says Sangdup. “Why is the project getting emergency clearance while affected families are still waiting for rehabilitation?”</p><figure id=\"attachment_3865663\" aria-describedby=\"caption-attachment-3865663\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865663\" src=\"/wp-content/uploads/2025/07/IMG_7803-1753878375.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865663\" class=\"wp-caption-text\">Teesta Bazar in Kalimpong, West Bengal, was one of the worst-hit areas downstream of the Sikkim dam during the October 2023 glacial lake outburst flood. Roads are still unstable and cracked, and many houses are sinking into the Teesta River [Arunima Kar/Al Jazeera]</figcaption></figure><h2 id=\"sacred-land\">Sacred land</h2><p>Dzongu, a region bordering the Kanchenjunga Biosphere Reserve in North Sikkim, is a protected reserve for the Indigenous Lepcha community. Known for their spiritual ties to the rivers and mountains, the Lepchas from Dzongu have long resisted large-scale hydropower projects in the region to protect their identity, livelihoods and the biodiversity of the region.</p><p>When multiple dams were proposed in the early 2000s along the Teesta basin – a river the Lepchas revere as a living deity – ACT spearheaded protests against dam construction. Their hunger strikes and protests led to the cancellation of four major hydropower projects in Dzongu and four outside.</p><p>“We are animists,” says Mayalmit Lepcha, ACT’s general secretary. “Our traditions, culture, identity, and everything else are tied to Mount Kanchenjunga, Teesta, Rangeet and Rongyong rivers here.”</p><p>Despite their long history of activism, the communities say they were ignored during the public consultation process, even though their land and rivers would be used for the proposed 520 MW Teesta IV hydroelectric project.</p><p>At least 16 villages lie near the potential construction site, across the agricultural belt of North Sikkim. The project would include building tunnels underneath Hee Gyathang and Sanggong villages in Dzongu to carry water to the power station. The siltation tunnel, which will divert sediment-laden water away from the main reservoir, is supposed to run beneath the Tung Kyong Dho, a sacred lake known for its rich biodiversity.</p><p>Songmit Lepcha, from Dzongu’s Hee Gyathang village, told Al Jazeera that she lost her livestock and plantation during flash floods in June last year. “We are scared of rebuilding our homes,” Songmit said, her voice filled with worry.</p><p>Opposition Citizen Action Party (CAP) leader Ganesh Rai told Al Jazeera that he is particularly worried about the new plans to rebuild the dam to a height of 118.64 metres, twice as high as the original. “With climate change intensifying, any future breach could submerge all of Chungthang,” he said. “It won’t just affect Dzongu but everyone downstream.”</p><p>That could include settlements in Dikchu, Rangpo, Singtam and Kalimpong, and Darjeeling and Jalpaiguri districts in West Bengal, which were severely affected by the 2023 flood. In places like Bhalukhola near Melli, families have been living in makeshift relief camps since the 2023 floods. Conditions are difficult, with limited access to clean water, sanitation and medical care.</p><figure id=\"attachment_3865675\" aria-describedby=\"caption-attachment-3865675\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865675\" src=\"/wp-content/uploads/2025/07/IMG_7787-1753878718.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865675\" class=\"wp-caption-text\">Leboon Thapa’s house in Bhalukhola, Kalimpong, was destroyed by the 2023 glacial lake outburst flood in Sikkim. He has been living with his parents in a single, cramped room in the relief camp alongside the Teesta highway since then [Arunima Kar/Al Jazeera]</figcaption></figure><h2 id=\"struggles-downstream\">Struggles downstream</h2><p>The 2023 flood did not just destroy 22-year-old Leboon Thapa’s family home in Bhalukhola in north Bengal, about 100km downstream from the site of the old Teesta III dam. It also disrupted his dreams of a professional football career.</p><p>Leboon is now living with his parents in a single, cramped room inside a relief camp along the Teesta highway, which is situated above Bhalukhola. They are sandwiched between works being done to widen the highway in front of their site, and the ongoing tunnel construction work for the Sevoke-Rangpo railway project behind them. The exposed location leaves them at risk of landslides and flooding.</p><p>“If they are rebuilding the dam, they must build protection walls here for our safety,” says the lanky, athletic young man, looking around at what’s left of his village. The fields he played football in as a child, as well as the playground he once ran about in, are now buried under silt and debris. “We only have this land. If we lose it, where do we go?”</p><p>About 10km further downstream in Teesta Bazar, 68-year-old Tikaram Karki lost his house and motorcycle repair shop to the 2023 flooding. His home, built above the riverbank, began cracking and sliding just a few days after the flood.</p><p>“We were hiding in the mountains in the rain. When we came back at 6am, there were no houses, roads, or electricity,” he says, as he stands next to what remains of his house and shop, both of which are leaning steeply towards the Teesta. He smiles even as he talks about his losses since that dreadful night.</p><p>Tikaram now lives in a rented house with his family of four. He is paying Rs 8,000 ($93) monthly rent while struggling with financial losses as he has no way to run his business.</p><p>He received some compensation from the West Bengal state government, but it does not cover all he has lost. “I have been living here for 30 years and spent Rs 30 lakh ($35,000) building my house. I only got Rs 75,000 ($876) in compensation. What will happen with that?”</p><p>Like others here, Tikaram says he believes the destruction was made worse by years of poor planning and unchecked silt buildup caused by the dam, which raised the riverbed of the Teesta.</p><p>“If they had cleared the silt during the dry months, we wouldn’t be so vulnerable now,” he says.</p><p>“I cannot tell the government not to build the dam, but they should build proper protection for all the people still living along Teesta,” adds Tikaram.</p><figure id=\"attachment_3865669\" aria-describedby=\"caption-attachment-3865669\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865669\" src=\"/wp-content/uploads/2025/07/IMG_7789-1753878506.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865669\" class=\"wp-caption-text\">Tikaram Karki’s home and motorcycle repair shop in Teesta Bazar, Kalimpong, are sinking into the Teesta River following the October 2023 flood, which caused massive destruction to property in the region [Arunima Kar/Al Jazeera]</figcaption></figure><h2 id=\"rising-risk\">Rising risk</h2><p>In a January 2025 <a href=\"https://www.science.org/doi/10.1126/science.ads2659\">study</a> by an international team of scientists and NGOs published in the Science journal, researchers warned that South Lhonak Lake is one of the more rapidly expanding and hazardous glacial lakes in Sikkim. The lake expanded from 0.15 square kilometres in 1975 to 1.68sq km by 2023, posing a danger of flooding to the communities downstream.</p><p>“The Teesta-III dam played a significant role in amplifying the downstream impact of the South Lhonak GLOF disaster,” Azam, at the International Centre for Integrated Mountain Development (ICIMOD), tells Al Jazeera.</p><p>Azam explains that while the disastrous flood could not have been prevented, its impact could have been significantly reduced through better infrastructure planning and active monitoring of the lake. “Reinforced spillways, sediment handling systems, and early warning systems linked to upstream sensors could have provided critical response time,” he says.</p><p>The night the flood hit, the dam’s power station was still operating. According to Thakkar, authorities had received alerts well in advance, but there were no standard operating procedures or emergency protocols in place about opening spillway gates during such situations. “And there has been no accountability since,” he added.</p><p>Thakkar says he is deeply concerned that the dam is being rebuilt without taking into account the flood potential based on current rainfall patterns.</p><p>“And what happens to the other downstream dams when this one releases excess water during the next flood?” he asked. “None of them are being redesigned to withstand that kind of excess flow.”</p><p>At the end of May, there was a <a href=\"https://www.facebook.com/watch/?v=1392041648660822\">landslide at the Teesta VI dam site in Singtam</a>. “This is happening every monsoon,” said Gyatso.</p><p>Rai criticises the state’s priorities, saying the government was “pushing for more dams instead of strengthening disaster preparedness” at a time when the frequency of extreme weather events is expected to increase.</p><figure id=\"attachment_3865680\" aria-describedby=\"caption-attachment-3865680\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865680\" src=\"/wp-content/uploads/2025/07/IMG_7700-1753878833.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Sikkim dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865680\" class=\"wp-caption-text\">Once a thriving town, Chungthang in North Sikkim is now strewn with rocks, boulders and a deep layer of sand and debris after the 1,200-megawatt Teesta III dam was destroyed by a massive glacial lake outburst flood from South Lhonak Lake, above, in Lachen [Arunima Kar/Al Jazeera]</figcaption></figure><h2 id=\"no-future-here\">‘No Future Here’</h2><p>Nearly two years after the October 2023 flood, Tashi Choden Lepcha still has no home. Her voice chokes up as she speaks about her houses in Naga village.</p><p>“We were born there, raised children there. Now we have nothing,” she says of herself and her husband, wiping her tears. Her brother used to live next door: he lost everything as well.</p><p>After the disaster, she, her husband and children stayed in a school building in Naga. But when cracks appeared in the school walls, they were shifted to Singhik. The lodge, too, is beginning to show cracks in the kitchen and bathroom.</p><p>Her husband and children have since relocated to Siliguri, about 150km away,  for work and education, while she stayed behind alone because she teaches at Naga Secondary School.</p><p>The government gave them Rs 1.3 lakh ($1,520) in compensation, but most of it went on the cost of moving their belongings to different locations.</p><p>There have been discussions about allocating land higher up in the mountains for the displaced families. But many of them fear it could take years before they are rehoused. “If the government gives us land in a safe location, we can build a house. How long can we live like this? We have no future here,” she says now.</p><p>Most people in the surrounding villages share her fears. They want the dam project scrapped or moved to a safer location.</p><p>Mayalmit echoes this call for caution. “We’re going to have more GLOFs, there’s no doubt,” she says.</p><p>“People will have confidence only if decisions are based on proper impact assessments, considering all factors, and done in a transparent way,” Thakkar adds. “But that’s not happening now, which is why there’s scepticism about hydro projects among locals.”</p><p>He says that Indigenous communities must be part of the decision-making process. “They’re the ones most at risk, and also the most knowledgeable.”</p><p>Praful Rao of Save The Hills, an NGO working in disaster management in North Bengal and Sikkim, has called for joint disaster planning between the two states. “What happens upstream affects us downstream. It is time we work together for science-based disaster planning, not blindly push dam projects for revenue.”</p><p>While hydroelectricity is important for India’s energy future, Rao warns against unchecked expansion. “You can’t build dams every few kilometres. We need to study how many this fragile region can safely support.”</p><p>Mayalmit urges central and state authorities to reconsider the approval. “Don’t act against Indigenous rights, the environment. I speak for the rivers, the birds and the animals here.”</p></div></div></body></html>"
        },
        {
            "title": "Record number of Democrats join failed bid to block weapons sales to Israel | Politics News | Al Jazeera",
            "time": "2025-07-31T04:41:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T014520Z_946881603_RC2ZVFAG46HJ_RTRMADP_3_ISRAEL-PALESTINIANS-USA-PROTEST-1753933284_a26158-1753937209.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Record number of Democrats join failed bid to block weapons sales to Israel</h1><p class=\"article__subhead\"><em>US Senate vote highlights growing split among Democrats over support for Israel’s war in Gaza.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Senate has rejected a bid to halt arms sales to Israel amid growing international condemnation of its war in Gaza.</p><p>Though unsuccessful, Wednesday’s vote nonetheless highlighted building opposition to Israel’s war within the Democratic Party.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Twenty-seven Democrats voted for a resolution to block the sale of 20,000 automatic assault rifles to Israel, while 24 voted to halt a $675m shipment of bombs.</p><p>All Republicans voting were opposed.</p><p>The resolutions introduced by Vermont Senator Bernie Sanders are by far the closest the US Senate has come to limiting arms shipments to Israel.</p><p>A bid by Sanders to block weapons deliveries in April won the support of 15 Democrats, while a similar vote in November garnered 18 Democratic votes.</p><p>Ahead of the vote, Sanders, an independent, said Washington could not continue to supply Israel’s “racist government” with weapons that were being used to kill innocent people.</p><p>“Netanyahu is a disgusting liar. Children are starving to death,” Sanders said on X, referring to Israeli Prime Minister Benjamin Netanyahu.</p><p>Among the lawmakers supporting Sanders’ bid for the first time, Patty Murray, a senator for Washington state, said that while the resolutions were “not perfect”, she could not support the continued suffering of innocent children in Gaza.</p><p>“As a longtime friend and supporter of Israel, I am voting yes to send a message: the Netanyahu government cannot continue with this strategy,” Murray said in a statement.</p><p>“Netanyahu has prolonged this war at every turn to stay in power. We are witnessing a man-made famine in Gaza – children and families should not be dying from starvation or disease when literal tons of aid and supplies are just sitting across the border.”</p><p>The widening split over support for Israel among Democrats comes amid signs of growing opposition to the war in Gaza among the US public.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a Gallup poll released on Tuesday, <a href=\"/news/2025/7/29/new-poll-shows-plunging-us-public-support-for-israels-war-on-gaza\">32 percent of Americans said they approved of Israel’s military action in Gaza</a>, a 10-point drop from September.</p><p>Just 8 percent of self-identified Democrats said they approved of Israel’s actions, compared with 71 percent of Republicans, according to Gallup.</p></div></div></body></html>"
        }
    ]
}