{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Is Trump about to wage war in Latin America? | Donald Trump | Al Jazeera",
            "time": "2025-12-17T16:49:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765990162.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Faced with Trump’s deportation push, US teachers fear leaving the classroom | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T16:32:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344807143910-1765678096.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> For the past two years, weekdays for Susanna have meant thumbing through picture books, organising cubby holes and leading classroom choruses of songs.</p><p>But her work as a pre-school teacher came to a screeching halt in October, when she found out her application to renew her work permit had been denied.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Susanna, who uses a pseudonym in this article for fear of reprisals, is one of the nearly 10 percent of teachers in the United States who are immigrants.</p><p>But while the US has increasingly looked abroad to fill teacher shortages, some foreign-born teachers say the deportation push under President Donald Trump has threatened their livelihoods — and risks traumatising their students.</p><p>Susanna, an asylum applicant who fled violence in Guatemala nearly a decade ago, said that losing her permit meant she had to stop working immediately.</p><p>She recalls breaking the news to her students, some of whom are only three years old. Many were too young to understand.</p><p>“In one week, I lost everything,” Susanna told Al Jazeera in Spanish. “When I told the kids goodbye, they asked me why, and I told them, ‘I can only tell you goodbye.’ There were kids that hugged me, and it hurt my heart a lot.”</p><figure id=\"attachment_4172064\" aria-describedby=\"caption-attachment-4172064\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172064\" src=\"/wp-content/uploads/2025/12/Zain-image-1765678860.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Kids walk along a Washington, DC, sidewalk outside CommuniKids\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172064\" class=\"wp-caption-text\">Advocates warn that the sudden departure of teachers could harm the development of young children in school [Mohammed Zain Shafi Khan/Al Jazeera]</figcaption></figure><h2 id=\"looking-abroad-for-teachers\">Looking abroad for teachers</h2><p>Estimates vary as to how many foreign-born teachers currently work in the US. But one 2019 report from George Mason University found that there were 857,200 immigrants among the country’s 8.1 million teachers, in roles ranging from pre-school to university.</p><p>For the 2023-2024 school year alone, the US government <a href=\"https://j1visa.state.gov/wp-content/uploads/2025/06/Teacher-Exchange-Visitors-Flyer-2023-2024.pdf\" target=\"_blank\" rel=\"noopener\">brought</a> 6,716 full-time teachers to the country on temporary exchange visas to fill openings in pre-kindergarten, primary and secondary school education.</p><p>Many hailed from the Philippines, as well as countries like Jamaica, Spain and Colombia.</p><p>The uncertainty for immigrants under Trump’s second term, however, has proven disruptive to schools that rely heavily on foreign-born teachers.</p><p>That is the case for the pre-school where Susanna worked, CommuniKids, which offers language immersion programmes in Washington, DC.</p><p>Cofounder and president Raul Echevarría estimates that immigrants — both citizens and non-citizens working with legal authorisation — comprise about 90 percent of CommuniKids’s staff.</p><p>But Echevarría told Al Jazeera that the push to rescind legal pathways to immigration has jeopardised the employment of several faculty members.</p><p>Five other teachers at the school have seen their ability to work affected by changes to the Temporary Protected Status (TPS) programme.</p><p>All five, Echevarría explained, were originally from Venezuela. But in October, the Trump administration ended TPS status for more than 350,000 Venezuelan citizens, including the teachers at CommuniKids.</p><p>Their authorisation to work legally in the US will expire on October 2, 2026, according to the US Citizenship and Immigration Services website.</p><p>“These teachers lost their ability to make a living,” Echevarria said, noting that his school requires educators with expertise in languages like Spanish, French and Mandarin.</p><figure id=\"attachment_4172070\" aria-describedby=\"caption-attachment-4172070\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172070\" src=\"/wp-content/uploads/2025/12/image005-1765679104.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A classroom hall at CommuniKids\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172070\" class=\"wp-caption-text\">CommuniKids, a language immersion school in Washington, DC, helps young children develop skills in French, Mandarin and Spanish [Mohammed Zain Shafi Khan/Al Jazeera]</figcaption></figure><h2 id=\"strong-bonds\">‘Strong bonds’</h2><p>For the schools themselves, the losses can be devastating. Every state in the US has reported teacher shortages to the federal government.</p><p>But advocates say the high stress and low pay of education make teachers difficult to recruit and keep.</p><p>That leads some states to look abroad for education workers. In North Carolina, for example, 1,063 foreign nationals worked full-time as grade-school teachers on temporary J-1 visas during the 2023-2024 school year.</p><p>The top destinations for such recruits were all southern states: North Carolina was followed by Florida with 996 teachers on J-1 visas, and Texas with 761.</p><p>But Echevarria said some of the biggest impacts of the deportation drive are felt by the students themselves.</p><p>“Our students develop strong bonds with their teachers, and all of a sudden, overnight, they lost their teachers,” said Echevarría.</p><p>“Their number one superpower”, he added, “is their ability to empathise and to create strong, effective bonds with people from any background”.</p><p>But when those bonds are broken, there can be mental health consequences and setbacks for educational achievement, particularly among younger children.</p><p>A 2024 study published by the American Educational Research Association found that, when teachers leave midyear, children’s language development takes a measurable hit.</p><p>In other words, the loss of a familiar teacher — someone who knows their routines, strengths and fears — can quietly stall a child’s progress. The consequences extend to a child’s sense of self and stability.</p><h2 id=\"mental-health-consequences\">Mental health consequences</h2><p>For parents like Michelle Howell, whose child attends CommuniKids, the loss of teachers has also made the classroom environment feel fragile.</p><p>“The teachers there aren’t just teachers for these young kids,” Howell said of CommuniKids. “They’re like extended family.</p><p>“They hug them, they hold them, they do the things a parent would do. When those people disappear, it’s not just hard for the kids. It’s hard for everyone.”</p><p>Howell, who is Chinese American, said the sudden disappearances reminded her of her own family’s history.</p><p>“I used to read about things like this happening in China, the place my family left to find safety,” she said. “It’s very disturbing to know that what we ran from back then is our reality now. People disappear.”</p><p>School psychologist Maria C, who asked to remain anonymous to protect her work in the Texas public school system, has noticed the children she works with struggling with instability caused by the deportation push.</p><p>The disappearance of a loved one or mentor — say, a favourite teacher — could flood a child’s body with cortisol, the hormone meant to protect them in moments of danger, she explained.</p><p>But when that stress becomes chronic, the same hormone starts to hurt more than it helps. It interferes with memory, attention and emotional regulation.</p><p>“For some, it looks like anxiety. For others, it’s depression or sudden outbursts,” Maria said. “They’re in fight-or-flight mode all day.”</p><p>She added that selective mutism, an anxiety disorder, is on the rise among the children she sees, who range in age from five to 12.</p><p>“It used to be rare, maybe one case per school,” she said. “Now I see it constantly. It’s a quiet symptom of fear.”</p><h2 id=\"preparing-for-the-worst\">Preparing for the worst</h2><p>Back at CommuniKids, Echevarría explained that he and other staff members have put together contingency plans, just in case immigration enforcement arrives at the pre-school.</p><p>The aim, he said, is to make both employees and students feel safer coming to class.</p><p>“We put those steps in writing because we wanted our staff to know they’re not alone,” he said. “We have attorneys on call. We’re partners with local police. But above all, our job is to protect our children.”</p><p>But as an added precaution, teachers are advised to carry their passports or work permits with them.</p><p>Even Echevarría, a US citizen born in Virginia, said he carries his passport wherever he goes. The fear of deportation has a way of lingering.</p><p>“I’m bilingual and of Hispanic descent,” he said. “Given how things are, I want to be able to prove I’m a citizen if anyone ever questions it.”</p></div></div></body></html>"
        },
        {
            "title": "Winter storms cause war-damaged buildings to collapse in Gaza | Newsfeed | Al Jazeera",
            "time": "2025-12-17T16:01:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765987272.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "AFCON 2025: Who are the top players to watch in Morocco? | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-17T16:00:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2236669193-1765964468_817d76-1765984566.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The CAF Africa Cup of Nations (AFCON) gets under way on Sunday, with the host nation Morocco facing Comoros in Group A at Rabat’s Prince Moulay Abdellah Stadium.</p><p>Across the four weeklong continental showpiece, some of the game’s biggest names will take centre stage.</p><p>Here’s a look at our top-10 players who are set to light up the competition:</p><h2 id=\"mohamed-salah-egypt\">⚽ Mohamed Salah (Egypt)</h2><p>Arguably the biggest African football star of his generation, Mohamed Salah heads into the tournament hoping to lead Egypt to a record-extending eighth title. But the 33-year-old arrives <a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">short of his usual standards</a>: he has scored just five goals in 20 matches across all competitions this season and has slipped down the pecking order under Liverpool’s new manager, Arne Slot.</p><p>Yet Salah’s importance to Egypt has never been in doubt. The two-time African Footballer of the Year remains their talisman, and his nine goals in the CAF World Cup qualifying phase were crucial in securing a spot at next summer’s World Cup.</p><p>At AFCON, Salah will be chasing both redemption and a return to the red-hot form that earned him the nickname “the Egyptian King”.</p><figure id=\"attachment_4151691\" aria-describedby=\"caption-attachment-4151691\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151691\" src=\"/wp-content/uploads/2025/12/AP25084844887098-1764921968.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fans spot lights surround Egypt's Mohamed Salah during a World Cup 2026 qualifying soccer match between Egypt and Sierra Leone at Cairo International Stadium, Egypt, Tuesday, March 25, 2025. (AP Photo/Amr Nabil)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151691\" class=\"wp-caption-text\">Mohamed Salah, who has struggled for form at Liverpool, has raised doubts over whether he will play for the club again after AFCON [File: Amr Nabil/AP]</figcaption></figure><h2 id=\"achraf-hakimi-morocco\">⚽ Achraf Hakimi (Morocco)</h2><p>Fresh off the high of being <a href=\"/news/2025/11/20/psgs-achraf-hakimi-voted-african-footballer-of-the-year\">crowned</a> African footballer of the year, Achraf Hakimi headlines the cast of star home nation players set to take the field in Morocco.</p><p>The 27-year-old, widely regarded as one of the best right-backs in the world, was instrumental in PSG’s treble-winning campaign, capped off by their long-awaited UEFA Champions League triumph in May.</p><p>As Morocco’s captain, Hakimi carries the hopes of millions in the football-mad country. Morocco’s Atlas Lions will look to him not only for his defensive stability but also for his playmaking spark as they chase only the second AFCON title in their history – 50 years after their maiden crown.</p><figure id=\"attachment_3089903\" aria-describedby=\"caption-attachment-3089903\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3089903\" src=\"/wp-content/uploads/2024/08/AP24215530952144-1722612546.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Morocco's Achraf Hakimi celebrates scoring his side's third goal during the quarterfinal men's soccer match between Morocco and the United States at the Parc des Princes during the 2024 Summer Olympics, Friday, Aug. 2, 2024, in Paris, France. (AP Photo/Aurelien Morissard)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3089903\" class=\"wp-caption-text\">There had been concerns over Achraf Hakimi’s availability for AFCON due to an ankle injury, but Morocco’s head coach, Walid Regragui, is optimistic the full-back will recover in time to play [File: Aurelien Morissard/AP]</figcaption></figure><h2 id=\"victor-osimhen-nigeria\">⚽ Victor Osimhen (Nigeria)</h2><p>Still recovering from the heartbreak of <a href=\"/sports/2025/11/16/dr-congo-shock-nigeria-on-penalties-to-win-african-world-cup-playoffs\">missing out</a> on the 2026 World Cup, Victor Osimhen will look for solace and vindication at the continental championship.</p><p>The Galatasaray forward, known for his trademark face mask, has been in prolific form this season with 12 goals in 16 matches across all competitions, including six in the Champions League.</p><p>Despite sitting second on Nigeria’s all-time scorers list, Osimhen has struggled to translate that dominance to major tournaments: he has found the net only once, at the previous AFCON in 2023 when the Super Eagles reached the final. This edition offers him a chance to change that narrative.</p><figure id=\"attachment_2701269\" aria-describedby=\"caption-attachment-2701269\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2701269\" src=\"/wp-content/uploads/2024/02/2024-02-11T210441Z_212220864_UP1EK2B1MJRRJ_RTRMADP_3_SOCCER-NATIONS-NGA-CIV-REPORT-1707685985.jpg?w=770&amp;resize=770%2C550&amp;quality=80\" alt=\"Soccer Football - Africa Cup of Nations - Final - Nigeria v Ivory Coast - Stade Olympique Alassane Ouattara, Abidjan, Ivory Coast - February 11, 2024 Nigeria's Victor Osimhen celebrates after William Troost-Ekong scores their first goal REUTERS/Luc Gnago\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2701269\" class=\"wp-caption-text\">Victor Osimhen, pictured, and his Nigeria teammates are hurting after another unsuccessful World Cup qualifying campaign with the quickest route to redemption being an AFCON title [File: Luc Gnago/Reuters]</figcaption></figure><h2 id=\"bryan-mbeumo-cameroon\">⚽ Bryan Mbeumo (Cameroon)</h2><p>Rediscovering his scoring touch, star forward Bryan Mbeumo could play a crucial role in Cameroon’s campaign as they begin a new chapter under a new coach following their failure to qualify for the World Cup.</p><p>With seven goals across all competitions, Mbeumo has been Manchester United’s standout performer in an otherwise mixed and chaotic season for the Red Devils.</p><p>An injury kept Mbeumo out of the previous AFCON, but this time, the 26-year-old has a golden opportunity to clinch his first trophy with Cameroon.</p><p>The task, however, will not be straightforward. With veteran striker Vincent Aboubakar surprisingly left out of the squad, Mbeumo inherits the dual responsibility of leading the line and captaining the team.</p><figure id=\"attachment_4151676\" aria-describedby=\"caption-attachment-4151676\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151676\" src=\"/wp-content/uploads/2025/12/AP23162100191066-1764921668.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cameroon forward Bryan Mbeumo (20) celebrates his goal against Mexico during the first half of a friendly soccer match Saturday, June 10, 2023, in San Diego. (AP Photo/Gregory Bull)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151676\" class=\"wp-caption-text\">Cameroon forward Bryan Mbeumo has been Manchester United’s highest scorer this season [File: Gregory Bull/AP]</figcaption></figure><h2 id=\"wilfried-zaha-ivory-coast\">⚽ Wilfried Zaha (Ivory Coast)</h2><p>An impressive loan spell with Charlotte in Major League Soccer (MLS) has earned Wilfried Zaha a surprise recall to the national team for the first time in two years.</p><p>The 33-year-old winger was omitted from the squad that won AFCON 2023, but his return to form, marked by 10 goals and 10 assists this season, proved too compelling to ignore.</p><p>Zaha’s years of experience, ability to take on defenders and current sharpness should provide a timely boost to the reigning champions’ aspirations of defending their AFCON title in Morocco.</p><figure id=\"attachment_4177339\" aria-describedby=\"caption-attachment-4177339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177339\" src=\"/wp-content/uploads/2025/12/AP25271025081728-1765875890.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Charlotte FC forward Wilfried Zaha (10) celebrates after scoring a goal against CF Montreal during the first half of an MLS soccer match in Charlotte, N.C., Saturday, Sept. 27, 2025. (AP Photo/Nell Redmond)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177339\" class=\"wp-caption-text\">Wilfried Zaha won two caps for England before switching international allegiance to the Ivory Coast [File: Nell Redmond/AP]</figcaption></figure><h2 id=\"sadio-mane-senegal\">⚽ Sadio Mane (Senegal)</h2><p>Sadio Mane once dominated headlines with his exploits in Europe for clubs such as Liverpool and Bayern Munich, but his move to Al Nassr in the Saudi Pro League has shifted much of the media spotlight away from him.</p><p>Yet the 33-year-old, widely regarded as one of Africa’s greatest players, remains a decisive figure for Senegal: his five goals in CAF World Cup qualifying were the most by any Senegalese player.</p><p>In Morocco, Mane will aim to replicate the form that earned him player of the tournament honours at AFCON 2021 when the winger guided the Teranga Lions to their first continental title.</p><figure id=\"attachment_2634829\" aria-describedby=\"caption-attachment-2634829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2634829\" src=\"/wp-content/uploads/2024/01/AFP__20240119__34FY8VM__v1__HighRes__FblCan2024SenCmr-1705690877.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sadio Mane smiles and puts his right hand to his heart\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2634829\" class=\"wp-caption-text\">Senegal’s Sadio Mane has 12 goal involvements in 17 matches for Al Nassr this season [File: Kenzo Tribouillard/AFP]</figcaption></figure><h2><span>⚽ Iliman Ndiaye (Senegal)</span></h2><p>With six goal involvements in the Premier League, Iliman Ndiaye has been one of Everton’s most reliable players in the Premier League this season, and the 25-year-old will hope to bring that positive influence to Senegal’s attack.</p><p>The midfielder, known for his dribbling and finishing, has enjoyed a rapid ascent in recent years, moving from England’s second-tier league in 2023 to being a key contributor for the Toffees as they close in on a top-six spot in the top-flight.</p><p>On the international stage, Ndiaye has been an integral part of Senegal’s setup for the past three years, and he will look to make his mark at his third AFCON appearance.</p><figure id=\"attachment_3409156\" aria-describedby=\"caption-attachment-3409156\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3409156\" src=\"/wp-content/uploads/2024/12/2024-12-26T130941Z_1797456223_UP1EKCQ10K3VX_RTRMADP_3_SOCCER-ENGLAND-MCI-EVE-REPORT-1735218807.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"Ndiaye celebrates scoring\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3409156\" class=\"wp-caption-text\">Iliman Ndiaye is a key part of Everton’s attack and will hope to carry his form into AFCON for Senegal [File: Phil Noble/Reuters]</figcaption></figure><h2 id=\"carlos-baleba-cameroon\">⚽ Carlos Baleba (Cameroon)</h2><p>Unlike many of the tournament’s big names, Carlos Baleba arrives at AFCON without any major-tournament experience, yet the 21-year-old has already produced performances that belie his age.</p><p>The versatile youngster has become a driving force in Premier League side Brighton’s defensive midfield and was instrumental in Cameroon’s flawless qualification for AFCON 2025.</p><p>Renowned for his stamina, dribbling and passing range, Baleba is once again attracting interest from major European clubs before a potential big-money move in January’s transfer window.</p><figure id=\"attachment_4151757\" aria-describedby=\"caption-attachment-4151757\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151757\" src=\"/wp-content/uploads/2025/12/AP25069434412886-1764924158.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Brighton's Carlos Baleba runs into position during the English Premier League soccer match between Brighton and Hove Albion and Fulham, at the Amex Stadium in Brighton, England, Saturday, March 8, 2025. (AP Photo/Dave Shopland)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151757\" class=\"wp-caption-text\">Youngster Carlos Baleba has established himself as a midfield powerhouse for Brighton and Cameroon [File: Dave Shopland/AP]</figcaption></figure><h2 id=\"pierre-emerick-aubameyang-gabon\">⚽ Pierre-Emerick Aubameyang (Gabon)</h2><p>Once a hero for Borussia Dortmund and Arsenal, Pierre-Emerick Aubameyang now plies his trade at Marseille – and this year’s AFCON may represent his final shot at glory with Gabon.</p><p>At 36 and in the twilight of his career, the forward continues to shoulder the hopes of the small central African nation that has never advanced beyond the quarterfinals.</p><p>French-born Aubameyang, who won African Footballer of the Year a decade ago, has been the focal point of Gabon’s attack ever since his debut in 2009.</p><figure id=\"attachment_4159083\" aria-describedby=\"caption-attachment-4159083\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159083\" src=\"/wp-content/uploads/2025/12/AP25082612768071-1765177212.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gabon's Pierre-Emerick Aubameyang runs during the World Cup group F qualifying soccer match between Kenya and Gabon at the Nyayo national stadium in Nairobi, Kenya, Sunday March 23, 2025. (AP Photo/Brian Inganga)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159083\" class=\"wp-caption-text\">Pierre-Emerick Aubameyang is Gabon’s all-time leading scorer with 39 goals [File: Brian Inganga/AP]</figcaption></figure><h2 id=\"mohamed-amoura-algeria\"><strong>⚽ </strong>Mohamed Amoura (Algeria)</h2><p>Mohamed Amoura is set to be a central figure in Algeria’s AFCON 2025 campaign.</p><p>Amoura was Africa’s leading scorer in World Cup 2026 qualification, outpacing even Egyptian legend Salah with a chart-topping 10 goals.</p><p>The 25-year-old striker has carried that clinical form into club football with Bundesliga side Wolfsburg, registering six goals and two assists in 15 appearances.</p><p>After lifting the African trophy in 2019, the Desert Foxes endured painful first-round exits in the two editions that followed, making this tournament an opportunity to rewrite their recent history. At AFCON 2025, Algeria will go as far as Amoura can take them as they attempt to win a third crown.</p><figure id=\"attachment_4082389\" aria-describedby=\"caption-attachment-4082389\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4082389\" src=\"/wp-content/uploads/2025/11/AP25085260585404-1762247978.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Algeria's Mohamed Amoura scores as Mozambique goalkeeper Ernan Siluane misses the ball during the World Cup 2026 group G qualifying soccer match between Algeria and Mozambique at the Hocine-Ait-Ahmed stadium in Boukhalfa, near Tizi Ouzou, eastern Algeria, Tuesday March 25, 2025. (AP Photo/Fateh Guidoum)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4082389\" class=\"wp-caption-text\">Striker Mohamed Amoura stole the limelight during the CAF World Cup qualifying [Fateh Guidoum/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Machado leaves Oslo after trip to receive Nobel Peace Prize | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-17T15:51:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942be7cb2b3-1765981820.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela’s Machado leaves Oslo after trip to receive Nobel Peace Prize</h1><p class=\"article__subhead\"><em>Opposition leader Maria Corina Machado went to Norway despite a travel ban imposed by Venezuelan authorities.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan opposition leader <a href=\"/news/2025/12/16/venezuelan-opposition-leader-machado-injured-on-covert-nobel-prize-trip\">Maria Corina Machado</a> has left Oslo after travelling to Norway in secret last week to collect her Nobel Peace Prize, her spokesperson says.</p><p>Machado, a right-wing opposition figure, fractured a vertebra while fleeing Venezuela by boat to receive the award, according to the spokesperson. She was examined by doctors at Oslo University Hospital during her time in the Norwegian capital.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“She is doing well and is currently attending medical appointments with a specialist to ensure her prompt and full recovery,” the spokesperson said in a statement on Wednesday. He added that Machado was no longer in Oslo but did not disclose her current location.</p><p>Machado travelled to Norway in defiance of a decade-long travel ban imposed by Venezuelan authorities and after spending more than a year in hiding. She arrived too late to attend the official Nobel Peace Prize ceremony held last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Media reports in the United States said Machado’s escape involved wearing a disguise, including a wig, and travelling from a small Venezuelan fishing village on a wooden boat to the Caribbean island of Curacao before boarding a private plane to Norway.</p><p>US forces stationed in the Caribbean were alerted during the voyage to avoid a strike on the vessel.</p><p>Machado has previously said she intends to return to Venezuela.</p><p>She has been in hiding since she was barred from running in Venezuela’s July 24 presidential election, saying she feared her life was under threat from President Nicolas Maduro, who has been in power for more than a decade.</p><p>Maduro has accused Washington of seeking to engineer regime change in Venezuela in an effort to seize control of the country’s large oil reserves.</p></div></div></body></html>"
        },
        {
            "title": "Susie Wiles: What top Trump aide said in her Vanity Fair interview | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T15:36:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69429d12d0608-1765973266.jpg?resize=1920%2C1336",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s chief of staff, who is known for operating from well behind the scenes, has suddenly come under the media spotlight as candid interviews with Vanity Fair magazine have stirred controversy.</p><p>In the interviews, Susie Wiles was quoted as describing Trump as having an “alcoholic’s personality”, tech tycoon Elon Musk as an “odd, odd duck” and Vice President JD Vance as a “conspiracy theorist”.</p><p>Wiles slammed the two-part Vanity Fair article, which was published on Tuesday, calling it a “hit piece”.</p><p>Trump is standing by his top aide, whom he has called the “ice maiden”, and White House Press Secretary Karoline Leavitt said: “The entire administration is … united fully behind her.”</p><p>Here is a closer look at who Wiles is and what the report says:</p><h2 id=\"what-is-the-basis-of-the-vanity-fair-article\">What is the basis of the Vanity Fair article?</h2><p>Vanity Fair published a two-part report about the second Trump administration, which began in January. The report is based on the interviews with Wiles by American documentary filmmaker and journalist Chris Whipple over the course of the past year.</p><p>Wiles chronicled the first year of Trump’s second term “amid each moment of crisis”, Whipple, who conducted 11 on-the-record interviews with Wiles, wrote.</p><p>The first of these interviews took place on January 11, a week before Trump’s inauguration.</p><figure id=\"attachment_4179690\" aria-describedby=\"caption-attachment-4179690\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4179690\" src=\"/wp-content/uploads/2025/12/2025-12-16T201710Z_1883679187_RC20UHAFL3GM_RTRMADP_3_USA-TRUMP-USAID-WILES-1765985704.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"wiles\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4179690\" class=\"wp-caption-text\">White House Chief of Staff Susie Wiles speaks with fellow attendees during a reception for Sergio Gor, the recently sworn-in US Ambassador to India, at the Kennedy Center in Washington, DC, US, on November 10, 2025 [File: Nathan Howard/Reuters]</figcaption></figure><h2 id=\"who-is-susie-wiles\">Who is Susie Wiles?</h2><p>Wiles, 68, is the chief of staff at the White House. She is the first woman in history to hold this position.</p><p>In 2015, Wiles was invited to Trump Tower in New York to meet Trump as he was transitioning from being a real estate developer to a presidential candidate.</p><p>In the Vanity Fair piece, Whipple described her as “the most powerful person in Trump’s White House other than the president himself”.</p><p>Whipple quoted an unnamed former Republican Party leader as saying: “So many decisions of great consequence are being made on the whim of the president. And as far as I can tell, the only force that can direct or channel that whim is Susie.”</p><p>Wiles has risen from a Capitol Hill intern in the 1970s to a top Republican strategist. At the age of 23, she landed a job as a scheduler in the White House when Republican Ronald Reagan was president.</p><p>Wiles’s childhood was difficult. Her father, Pat Summerall, a well-known American football announcer, was an alcoholic. She was raised in Stamford, Connecticut and Saddle River, New Jersey, according to the Vanity Fair article.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-did-wiles-say-about-trump-and-his-aides\">What did Wiles say about Trump and his aides?</h2><p>Here’s what Wiles told Vanity Fair about Trump and his aides, and here is how some of them reacted:</p><h3>Trump</h3><p>According to the Vanity Fair report, Wiles said she never doubted Trump would win the presidential election in November 2024.</p><p>She added that she was going to present a “new Trump” to the public and even told Hakeem Jeffries, the leader of the Democrats in the House of Representatives, before Trump’s inauguration that he would see a different side of Trump in his second term. Trump would be calmer and without a temper, she said.</p><p>“I’ve not seen him throw anything, I’ve not seen him scream. I didn’t see that really horrible behaviour that people talk about and that I actually experienced years ago,” Whipple quoted Wiles as saying in his article.</p><p>Although Trump is a teetotaller, Wiles was quoted as saying Trump “has an alcoholic’s personality” and he “operates [with] a view that there’s nothing he can’t do. Nothing, zero, nothing”.</p><p>In an interview with the New York Post published on Tuesday, Trump defended Wiles.</p><p>About the alcoholic comment, Trump said: “She meant that I’m – you see, I don’t drink alcohol. So everybody knows that, but I’ve often said that if I did, I’d have a very good chance of being an alcoholic. I have said that many times about myself. I do. It’s a very possessive personality.”</p><p>Talking about Whipple’s report, Trump said, “I didn’t read it, but I don’t read Vanity Fair, but [Wiles has] done a fantastic job.”</p><p>“I think from what I hear, the facts were wrong, and it was a very misguided interviewer, purposely misguided,” the New York Post quoted Trump as saying.</p><p>Leavitt also backed Wiles during a Fox News appearance on Tuesday.</p><p>“I would just echo my boss, Susie Wiles, who is the best chief of staff in our nation’s history, working for the greatest president in our nation’s history,” Leavitt said. “This was, unfortunately, another attempt at fake news by a reporter who was acting disingenuously and really did take the chief’s words out of context.</p><p>“The reporter omitted all of the positive things that Susie and our team said about the president and the inner workings of the White House.”</p><h3>JD Vance</h3><p>Wiles said the vice president went from opposing Trump to fully supporting him mostly for political reasons. She also described Vance as being into conspiracy theories for about 10 years.</p><p>Vance, who also said he had not read the Vanity Fair article, backed Wiles during an address in the Lehigh Valley of Pennsylvania on Tuesday.</p><p>“You know why I really love Susie Wiles? Because Susie is who she is in the president’s presence [and] she’s the same exact person when the president isn’t around,” Vance said.</p><p>“I’ve never seen her be disloyal to the president of the United States, and that makes her the best White House chief of staff that the president could ask for,” he said.</p><h3>Elon Musk</h3><p>Wiles also expressed opinions about billionaire entrepreneur Elon Musk, CEO of the private space exploration company SpaceX and the electric car company Tesla.</p><p>During the first few months of Trump’s second term, Musk was his close aide, overseeing the Trump-created Department of Government Efficiency (DOGE), which was meant to slash US government bureaucracy. DOGE became known for carrying out mass layoffs of federal government workers and abruptly shutting down the US Agency for International Development (USAID).</p><p>Wiles described Musk as a “solo actor”, telling Whipple that “the challenge with Elon is keeping up with him.”</p><p>“He’s an avowed ketamine [user]. And he sleeps in a sleeping bag in the EOB [Executive Office Building] in the daytime. And he’s an odd, odd duck, as I think geniuses are. You know, it’s not helpful, but he is his own person,” Wiles was quoted in the Vanity Fair article as saying.</p><p>Musk has not publicly reacted to the article. In March, he posted on X – formerly known as Twitter, the social media platform he bought in 2022 – saying, “I’m a big fan of Susie Wiles,” in response to a video of him helping Wiles out with a bag.</p><p>When Trump named Wiles his chief of staff after winning the November 2024 election, Musk posted a screenshot of news about the announcement and wrote: “Susie Wiles is great.”</p><p> </p><h3>Pam Bondi</h3><p>In the interview, Wiles also criticised Attorney General Pam Bondi’s handling of the Jeffrey Epstein files. The wealthy convicted paedophile died by suicide in 2019 in a Manhattan jail cell. Epstein was awaiting trial on sex trafficking charges.</p><p>Conspiracy theorists claim, however, that he might have been murdered because he maintained a secret client list of powerful individuals, including politicians, who allegedly abused underage girls. In July, the US Department of Justice, which Bondi heads, <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">concluded</a> that Epstein had no client list.</p><p>The Justice Department memo angered right-wing conspiracy theorists and a section of the US president’s base of supporters because it was seen as a retreat from a narrative once promoted by members of the Trump administration.</p><p>When Bondi was asked in an interview with Fox News in February about a supposed list of Epstein’s clients, she responded: “It’s sitting on my desk right now to review.”</p><p>The same month, political commentators and far-right influencers were invited to the White House and presented with documents called “The Epstein Files: Phase 1”. Bondi released these documents, which did not contain anything revelatory about the Epstein case.</p><p>Whipple wrote that Wiles said Bondi “completely whiffed” on understanding that the conservative influencers she invited to the White House were exactly the audience most interested in the documents.</p><p>Wiles was quoted as saying Bondi gave the influencers “binders full of nothingness”. Wiles emphasised: “There is no client list, and it sure as hell wasn’t on her desk.”</p><h2 id=\"what-was-wiles-s-opinion-on-other-issues\">What was Wiles’s  opinion on other issues?</h2><h3>Trump’s January 6 pardons</h3><p>On January 6, 2021, thousands of rioters, fuelled by false claims that the 2020 presidential election was rigged, stormed the US Capitol to try to stop the certification of Democrat Joe Biden’s victory over Trump.</p><p>More than 2,000 people broke into the seat of the US Congress, vandalised offices and fought with police, leaving at least five people dead and many injured.</p><p>About 1,270 people were convicted of federal crimes over the riot, and their prison sentences ranged from a few years to more than two decades for leaders of far-right groups.</p><p>On the day he was inaugurated for his second term, Trump pardoned or commuted the sentences of 1,500 people who were convicted or indicted in the riots, calling their treatment “outrageous”.</p><p>Wiles told Whipple that she questioned Trump pardoning all 1,500.</p><p>She was quoted in Vanity Fair as saying: “I said, ‘I am on board with the people that were happenstancers or didn’t do anything violent. And we certainly know what everybody did because the FBI has done such an incredible job.'”</p><p>She added that Trump asserted that even the violent offenders were unfairly treated.</p><h3>The USAID shutdown</h3><p>Wiles said she was “aghast” when she learned USAID had been shut down.</p><p>“I think anybody that pays attention to government and has ever paid attention to USAID believed, as I did, that they do very good work,” she was quoted as saying by Whipple.</p><h3>Attacks on alleged drug boats</h3><p>Since September, US military strikes on more than 20 boats in the Caribbean and eastern Pacific have killed <a href=\"https://aje.aj-harbinger.com/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a>. The Trump administration has alleged, without evidence, that these boats belong to drug cartels and carry drugs. It has also accused Venezuela’s left-wing government of being involved in drug trafficking.</p><p>“We save 25,000 people every time we knock out a boat,” Trump claimed during an interview with Politico published last week.</p><p>Wiles was quoted by Whipple as saying: “The president believes in harsh penalties for drug dealers, as he’s said many, many times. … These are not fishing boats as some would like to allege.</p><p>“The president says 25,000. I don’t know what the number is. But he views those as lives saved, not people killed.”</p><p>Wiles also affirmed that Trump <a href=\"/news/2025/12/17/trump-stands-by-chief-of-staff-after-shock-remarks-about-vance-bondi-musk\">wants to keep bombing alleged drug boats</a> in the waters off the coast of Venezuela until that country’s leader, Nicolas Maduro, “cries uncle”.</p><h2 id=\"how-did-wiles-react-to-the-vanity-fair-piece\">How did Wiles react to the Vanity Fair piece?</h2><p>Wiles criticised the Vanity Fair article as a “disingenuously framed hit piece”.</p><p>“The article published early this morning is a disingenuously framed hit piece on me and the finest President, White House staff, and Cabinet in history,” she wrote on X on Tuesday.</p><p>“Significant context was disregarded and much of what I, and others, said about the team and the President was left out of the story. I assume, after reading it, that this was done to paint an overwhelmingly chaotic and negative narrative about the President and our team,” she added.</p><p>She then went on to claim that Trump has achieved more in his second term in 11 months than any president in eight years.</p></div></div></body></html>"
        },
        {
            "title": "Afghanistan under Taliban a “society of gender apartheid” | Taliban | Al Jazeera",
            "time": "2025-12-17T15:23:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-SEDNEY-1765984895.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>David Sedney, a former US deputy assistant secretary of defense, says that Afghan society is suffering under “gender apartheid”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What are things like for women, 15 years after the Arab Spring? | Arab Spring | Al Jazeera",
            "time": "2025-12-17T14:52:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1765983119.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Will Europe use frozen Russian assets to fund Ukraine’s war efforts? | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-17T14:47:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765982804.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US dramatically escalates air strikes on Somalia under Trump this year | Drone Strikes News | Al Jazeera",
            "time": "2025-12-17T14:10:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2017-06-13T193352Z_1173384184_RC1A47528E30_RTRMADP_3_USA-CHINA-ARTIFICIALINTELLIGENCE-1765978578.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has dramatically intensified its military air campaign in Somalia, carrying out 111 strikes against armed groups, also killing civilians, since President Donald Trump returned to office, according to the New America Foundation, which monitors the operations.</p><p>In the most recent one, the US Africa Command conducted an air strike on December 14, approximately 50 kilometres (31 miles) northeast of the city of Kismayo, targeting what it said were members of the Somali armed group, al-Shabaab.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The escalation began in February when Trump launched his administration’s first strike in Somalia. Months later, a senior US Navy admiral said the US had carried out what he said was the “largest air strike in the history of the world” from an aircraft carrier, marking a sharp departure from the previous administration’s approach.</p><p>The strike total this year already surpasses the combined number carried out under Presidents George W Bush, Barack Obama and Joe Biden, and it puts Trump on track to potentially exceed even his own first-term record of 219 strikes.</p><p>The intensified campaign targets both al-Shabaab, an al-Qaeda affiliate that has fought Somalia’s government since 2007 and controls large areas of the south-central regions, and ISIL (SIS) in Somalia, a smaller offshoot concentrated in the northeast with an estimated 1,500 fighters.</p><p>Somalia’s war with armed groups was Africa’s third-deadliest over the last year, killing 7,289 people, according to the US-based Africa Center for Strategic Studies.</p><p>The United States has been allied with Somalia’s federal government, training elite forces and conducting air strikes in support of local operations. US troops have also been based in the country.</p><p>The surge in strikes follows a directive by US Defense Secretary Pete Hegseth that reversed Biden-era restrictions requiring White House approval for strikes outside warzones, giving AFRICOM commanders greater authority to launch attacks.</p><p>David Sterman, a senior policy analyst at the New America Foundation, told Al Jazeera there appeared to be “a demand signal from the White House for escalation” and “a willingness to allow more clearly offensive uses of strikes with less scrutiny and regulation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sterman, who has monitored the strikes, identified two main drivers behind the increase.</p><p>More than half the strikes have supported a US-backed campaign by Somalia’s autonomous Puntland region against ISIL-Somalia, launched after the group attacked a military convoy in December 2024.</p><p>The strikes have shifted from occasionally targeting senior figures to sustained operations aimed at members of the group who have hemmed themselves into the caves in the mountains in northern Somalia, Sterman added.</p><p>The remainder focus on al-Shabaab’s advances against Somali government forces in the south, as US strikes support a Somali National Army that has faced setbacks on the ground this year.</p><p>The February 1 operation that opened the campaign saw 16 F/A-18 Super Hornets launch from the USS Harry S Truman in the Red Sea, dropping 60 tonnes of munitions on cave complexes in the Golis Mountains. The strike killed 14 people, according to Africa Command.</p><h2 id=\"somali-civilians-under-us-fire\">Somali civilians under US fire</h2><p>However, the intensified operations have raised concerns about civilian casualties.</p><p>The investigative outlet Drop Site News reported in December that US air strikes and Somali forces killed at least 11 civilians, including seven children, during a November 15 operation in the Lower Jubba region, citing witnesses.</p><p>Africa Command confirmed conducting strikes to support Somali troops, but did not respond to Drop Site requests for comment on the civilian deaths.</p><p>The US military recently stopped providing civilian casualty assessments in its strike announcements.</p><p>According to the military publication Stars and Stripes, the pace of operations now exceeds even the US’s claimed counter-narcotics strikes in the Caribbean.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the meantime, Trump launched racist verbal attacks earlier this month on Somali immigrants in the US state of Minnesota, as federal authorities prepared to launch a major immigration crackdown targeting hundreds of undocumented Somalis in the state of Minnesota.</p><p>His comments have been <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">denounced</a> in several quarters, from Mogadishu to Minneapolis.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: PSG vs Flamengo - FIFA Intercontinental Cup final | Football News | Al Jazeera",
            "time": "2025-12-17T14:00:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2252395069-1765991304.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: PSG vs Flamengo – FIFA Intercontinental Cup final</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up with full team news coverage before our text commentary stream of the final in Qatar.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Seizure of Uvira in DRC “will be a blow” to peace negotiations | Conflict | Al Jazeera",
            "time": "2025-12-17T13:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-HANDY-1765979720.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senior Adviser Paul-Simon Handy at the Policy Center for the New South, says the M23’s seizure of Uvira in the Democratic Republic of the Congo shows they’re trying to apply leverage in peace talks.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Putin slams West’s ‘war hysteria’ as EU mulls Russian assets for Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-17T13:36:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942abde3ac4-1765977054.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia’s President Vladimir Putin has said Moscow will achieve its objectives and rejected war with the West as the European Union considers seizing Russian monies to fund Ukraine, as the war is now in its fourth punishing winter.</p><p>During a high-level meeting on Wednesday with Ministry of Defence officials, Putin was quoted by state media as describing calls in the West to prepare for war with Russia as “hysteria and a lie”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, he emphasised that the Kremlin’s war goals will “undoubtedly” be achieved, adding that 300 territories were “liberated” over the past year.</p><p>The Russian president repeated Moscow prefers to deal with what it calls the root causes of the conflict through diplomacy, but remains prepared to “achieve the liberation of its historical lands by military means” if the West refuses substantial talks.</p><p>The comments come a day before European Union leaders are to gather for a summit to see if they can agree on using some of the 210 billion euros ($246bn) in assets of the Russian central bank in Europe to advance Ukraine’s economic and military needs.</p><p>“One thing is very, very clear,” European Commission President Ursula von der Leyen told EU lawmakers on Wednesday. “We have to take the decision to fund Ukraine for the next two years in this European Council.”</p><p>European Council President António Costa, who will chair the summit, has pledged to keep the leaders negotiating until an agreement is reached, even if it takes days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>EU officials want to use the frozen assets to underwrite a 90 billion euros ($105bn) “reparations loan” to Ukraine.</p><p>But amid concerns that the idea is on legally shaky ground and could lead to investors losing their trust in European markets, Belgium, Italy and several other members of the 27-nation bloc have expressed rejection or serious reservations.</p><p>Speaking in the Italian parliament on Wednesday, Prime Minister Giorgia Meloni said negotiations in Berlin were “constructive” and accused Russia of making “unreasonable” demands to keep hold of Ukrainian territory as part of a potential agreement.</p><p>But she admitted that finding a legal way to use frozen Russian assets to help finance Ukraine remained “far from easy”, and said Rome would require a strong legal basis for all proposed actions.</p><p>In the meantime, United Kingdom Prime Minister Keir Starmer told the House of Commons on Wednesday that his government will formally issue instructions to transfer 2.5 billion pounds ($3.3bn) from Roman Abramovich’s sale of Chelsea FC to humanitarian causes in Ukraine.</p><p>The Russian billionaire, who sold the club in 2022 under pressure from the British government after Russia’s invasion of Ukraine, must “pay up”, Starmer said.</p><h2 id=\"battlefield-state-of-play\">Battlefield state of play</h2><p>Ukraine claimed on Wednesday it had taken 90 percent of the town of Kupiansk in the Kharkiv region, which Moscow said it had captured in November.</p><p>Russian Defence Minister Andrei Belousov later told a televised meeting of top defence officials that Ukrainian forces were trying unsuccessfully to take control of Kupiansk.</p><p>Of the regions of Ukraine that Russia has claimed as its own territory, it currently controls all of Crimea, around 90 percent of the eastern Donbas region, which comprises Donetsk and Luhansk, and 75 percent of Kherson and Zaporizhia. Russia also holds some territory in the adjoining regions of Kharkiv, Sumy, Dnipropetrovsk and Mykolaiv.</p><p>Russia and Ukraine have escalated targeting of each other’s energy sites and oil refineries in recent weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Satellite images reveal Israeli demolitions in Gaza during ceasefire | Gaza | Al Jazeera",
            "time": "2025-12-17T13:29:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765978097.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How can Ukraine rebuild China ties scarred by Russia’s war? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-17T13:19:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T094135Z_1837865906_RC2OHIANUW37_RTRMADP_3_UKRAINE-CRISIS-DRONES-1765974814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> Back in the 1990s, China’s nascent capitalism triggered demand for Ukrainian steel slabs and iron ore, corn and sunflower oil.</p><p>However, the most prized export items from impoverished Ukraine were the Soviet-era arsenal of weapons it did not think it needed any more.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kyiv sold Beijing aerospace components, helicopter and tank engines, and technology transfers for the manufacturing of radars, naval gas turbines and jet engines, helping to reshape China’s defence industry.</p><p>It even admitted to illegally shipping six nuclear-capable Kh-55 cruise missiles.</p><p>The pinnacle of military-industrial exports was the 1998 sale of the Soviet-era Varyag aircraft carrier, whose construction began but never finished on the wharves of the southern Ukrainian city of Mykolaiv.</p><p>Beijing pledged to use the 306-metre (1,004-foot) long vessel for training but turned it into its first aircraft carrier, Liaoning.</p><h2 id=\"china-can-end-the-war\">‘China can end the war’</h2><p>The tables have turned during the Russia-Ukraine war, when China became the side that profits the most from the fierce competition between Russian and Ukrainian drone developers.</p><p>It is “always” a Chinese manufacturer of unmanned aircraft “who earns the most”, Andrey Pronin, one of the drone warfare pioneers in Ukraine, told Al Jazeera.</p><p>He was standing in the storeroom of his school for drone pilots on the outskirts of Kyiv – next to a dozen drones that ranged from what looked like a tiny replica of a World War I biplane to a jet-driven mini-missile to tiny first-person-view drones.</p><p>Each of them consisted of Chinese-made components – engines, flight controllers, batteries, thermal cameras and navigation modules.</p><p>These components have been the backbone of Ukraine’s drone industry, which churns out millions of loitering munitions annually.</p><p>They are also one of the reasons why Ukraine has not lost the war.</p><p>“China can end the war in one day by just turning off the export [of drone parts] either to us or to Russians,” Pronin said.</p><p>Ukrainian drone manufacturers work frantically to localise the production of key components, such as frames, avionics, engines and radios, according to a report by Snake Island, a military research group in Kyiv.</p><p>And yet, “the industry still depends on a narrow set of critical imports – lithium salts, neodymium magnets, navigation chips, and thermal sensors – where China holds disproportionate leverage”, it said in a report released in October.</p><h2 id=\"should-the-strategic-partnership-be-restored\">Should the strategic partnership be restored?</h2><p>What is even more important to Kyiv is how, not if, it will rebuild ties with Beijing after the war is over.</p><p>In 2011, Chinese President Xi Jinping visited Kyiv and signed a strategic partnership agreement with his then-Ukrainian counterpart, Viktor Yanukovych, who was staunchly pro-Russian.</p><p>Before the 2013 launch of its Belt and Road Initiative, a mammoth project to build transport infrastructure from China to Europe, Beijing counted on Ukraine to become its focal point.</p><p>Ukraine has a Black Sea coast and borders the delta of the Danube River, an ancient trade route that flows through or borders nine European nations.</p><p>But in early 2014, Yanukovych fled to Russia after a months-long popular uprising – and weeks later, Moscow annexed Crimea and spurred a separatist revolt in southeastern Ukraine.</p><p>Seeing Beijing as Russia’s main international backer, Kyiv cooled ties with China.</p><p>“These days, our ties, political ties, are at point zero – at a moment when China is Ukraine’s main economic partner,” Kyiv-based analyst Vadym Denysenko told a news conference earlier this month.</p><p>In 2020, the China-Ukraine trade turnover reached $15.4bn, amounting to about one-seventh of Kyiv’s foreign trade.</p><p>Despite the war, China still has not lost its appetite for Ukrainian grain, steel, vegetables, oil and soya beans – and these exports help keep Ukraine’s economy afloat.</p><p>After the war, Kyiv will have to rebuild and expand ties with Beijing – at least because its geographic position between the Black Sea and the European Union is still “very interesting” to the Belt and Road Initiative, Denysenko said.</p><h2 id=\"not-beneficial-for-russia\">‘Not beneficial for Russia’</h2><p>Ukraine will need to replace its czarist-era railways with Western ones that have a narrower track gauge and expand its port on the Danube to give China better access to the EU, according to a detailed report by Kyiv-based analyst Igar Tyshkevich.</p><p>Irrespective of Beijing’s post-war ties with Moscow, Kyiv will need to boost its export of steel and foodstuffs to China, allow Beijing to open plants to assemble Chinese cars and machine tools, and use Ukrainian steel, the report said.</p><p>“We need localisation with the possibility of buying out rights to certain brands,” Tyshkevich said.</p><p>Ukraine could use its Soviet-era expertise to create joint projects to develop aircraft, pharmaceuticals and nuclear energy.</p><p>“Because Ukraine’s participation not only as a recipient, but as a transit country, as a key player that also influences the development of these projects, of course, is not beneficial for Russia,” he said.</p><p>Other analysts agree that China’s sphere of interest is too large to ignore and that Ukraine should become part of it.</p><p>Kyiv’s failure to restore ties with China “will cost our nation dearly”, Kyiv-based analyst Aleksey Kushch told Al Jazeera.</p><p>“Essentially, our diplomacy didn’t just write off China, but the entire Global South, or more than half of the globe,” he said, referring to the nations in Asia, Africa and Latin America that were once European colonies and are opposed to Western domination.</p><p>Ukraine should become part of “the Eurasian Steppe Corridor” from northeast China via Kazakhstan, the Southern Caucasus to the Black Sea nations – Bulgaria, Romania and Ukraine, he said.</p><p>It implies Ukraine joining Eurasian logistical routes and a conception of Ukraine as “a hub nation, a bridge nation, a plastic link nation”, he said.</p><p>“Everything should be done so that goods move across the Eurasian Steppe Corridor, not foreign troops,” Kushch said.</p></div></div></body></html>"
        },
        {
            "title": "Video: Thousands of dinosaur footprints discovered in Italy | History | Al Jazeera",
            "time": "2025-12-17T12:52:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765975902.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Activists decry state of Tunisia’s democracy, 15 years after Arab Spring | Arab Spring | Al Jazeera",
            "time": "2025-12-17T12:38:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765975114.jpg?resize=1787%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump orders naval blockade targeting Venezuelan oil | Oil and Gas | Al Jazeera",
            "time": "2025-12-17T12:35:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765974916.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Tracking rogue tankers carrying sanctioned oil near Singapore | Oil and Gas | Al Jazeera",
            "time": "2025-12-17T12:30:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765974612.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Louvre reopens partially after workers extend strike in aftermath of heist | News | Al Jazeera",
            "time": "2025-12-17T12:29:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694297c439c0-1765971908.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Louvre reopens partially after workers extend strike in aftermath of heist</h1><p class=\"article__subhead\"><em>Some areas of the world’s most visited museum were not accessible to the public on Wednesday due to the strike.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">The Louvre management has said the landmark Paris museum was partially reopened on Wednesday amid an ongoing strike by workers in the wake of purportedly difficult conditions after the stunning <a href=\"/news/2025/10/19/priceless-jewels-stolen-from-frances-louvre-museum-in-four-minute-heist\">jewel heist in October</a>.</p><p class=\"s3\">“The museum is open, but some areas are not accessible due to the industrial action,” a spokeswoman said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s3\">The world’s most visited museum also confirmed the partial reopening in the morning on social media, saying some rooms are closed due to strike action.</p><p class=\"s3\">Hundreds of tourists lined up outside the Louvre on Wednesday as its opening was delayed while unions voted on continuing a strike over working conditions.</p><p class=\"s3\">The museum had closed its doors to thousands of disappointed visitors on Monday after workers went on strike and protested outside the entrance. The museum is routinely closed on Tuesdays.</p><p class=\"s3\">“We don’t know yet if we’ll open. You have to come back later,” security guards told visitors hoping to enter the museum early in the morning.</p><p class=\"s3\">Union representatives of the 2,200-strong workforce have said they had warned for years before the daylight robbery in October about staff shortages and disrepair inside the place where world-famous works like Leonardo da Vinci’s Mona Lisa are kept.</p><p class=\"s3\">The vote by the employees on Monday to observe a strike, which was extended on Wednesday, came after the staff expressed their anger at the museum’s management and said conditions have deteriorated after the heist.</p><p class=\"s3\">They have also found the measures proposed by Ministry of Culture officials, including cancelling planned cuts in 2026, to be insufficient to cancel the strike so far.</p><p class=\"s3\">Louvre director Laurence des Cars has faced intense criticism since burglars made off with <a href=\"/news/2025/10/22/jewels-stolen-from-louvre-museum-in-paris-valued-at-102m-prosecutor\">crown jewels worth 88 million euros</a> ($103m). She is due to answer questions from the French Senate on Wednesday afternoon.</p><p class=\"s3\">In what was seen as a sign of mounting pressure on Louvre leadership, the Culture Ministry announced emergency anti-intrusion measures last month and assigned Philippe Jost, who oversaw the Notre Dame restoration, to help reorganise the museum.</p><p class=\"s3\">Nearly 9 million people visited the museum in 2023, or roughly 30,000 visitors per day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "False spring: The end of Tunisia’s revolutionary hopes? | Arab Spring News | Al Jazeera",
            "time": "2025-12-17T11:54:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2011/01/201112312544088876_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fifteen years ago, a Tunisian fruit seller, Mohamed Bouazizi, despairing at official corruption and police violence, walked to the centre of his hometown of Sidi Bouzid, set himself on fire, and changed the region forever.</p><p>Much of the hope triggered by that act lies in ruins. The revolutions that followed in Tunisia, Libya, Egypt and Syria have cost the lives of tens and thousands before, in some cases, giving way to chaos or the return of authoritarianism.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Only Tunisia appeared to fulfil the promise of the “Arab Spring”, with voices from around the world championing its democratic success, ignoring economic and political failings through much of its post-revolutionary history that stirred discontent.</p><p>Today, many of Tunisia’s post-revolutionary gains have been cast aside in the wake of President Kais Saied’s dramatic power grab in July 2021. Labelled a coup by his opponents, it ushered in a new hardline rule in Tunisia.</p><h2 id=\"burying-the-hopes-of-the-revolution\">Burying the hopes of the revolution</h2><p>Over the following years, as well as temporarily shuttering parliament – only reopening it in March 2023 – Saied has rewritten the constitution and overseen a relentless crackdown on critics and opponents.</p><p>“They essentially came for everyone; judges, civil society members, people from all political backgrounds, especially the ones that were talking about unifying an opposition against the coup regime,” Kaouther Ferjani, whose father, 71-year-old Ennahdha leader Said Ferjani, was arrested in February 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In September, Saied said his measures were a continuation of the revolution triggered by Bouzazzi’s self-immolation. Painting himself a man of the people, he railed against nameless “lobbyists and their supporters” who thwart the people’s ambitions.</p><p>However, while many Tunisians have been cowed into silence by Saied’s crackdown, they have also refused to take part in elections, now little more than a procession for the president.</p><p>In 2014, during the country’s first post-revolution presidential election, about 61 percent of the country’s voters turned out to vote.</p><p>By last year’s election, turnout had halved.</p><p>“Kais Saied’s authoritarian rule has definitively buried the hopes and aspirations of the 2011 revolution by systematically crushing fundamental rights and freedoms and putting democratic institutions under his thumb,” Bassam Khawaja, deputy director at Human Rights Watch, told Al Jazeera English.</p><p>In the wake of the revolution, many across Tunisia became activists, seeking to involve themselves in forging what felt like a new national identity.</p><p>The number of civil society organisations exploded, with thousands forming to lobby against corruption or promote human rights, transitional justice, press freedom and women’s rights.</p><p>At the same time, political shows competed for space, debating the direction the country’s new identity would take.</p><figure id=\"attachment_4146154\" aria-describedby=\"caption-attachment-4146154\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146154\" src=\"/wp-content/uploads/2025/12/getty_692f35528d-1764701522.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BEIJING, CHINA - MAY 31: Tunisian President Kais Saied attends a signing ceremony with Chinese President Xi Jinping (not pictured) at the Great Hall of the People on May 31, 2024 in Beijing, China. (Photo by Tingshu Wang - Pool/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146154\" class=\"wp-caption-text\">Tunisian President Saied attends a ceremony with President Xi Jinping in China [ingshu Wang/Getty Images]</figcaption></figure><p>“It was an amazing time,” a political analyst who witnessed the revolution and remains in Tunisia said, asking to remain anonymous. “Anybody with anything to say was saying it.</p><p>“Almost overnight, we had hundreds of political parties and thousands of civil society organisations. Many of the political parties shifted or merged… but Tunisia retained an active civil society, as well as retaining freedom of speech all the way up to 2022.”</p><p>Threatened by Saied’s Decree 54 of 2022, which criminalised any <a href=\"/news/2023/7/18/tunisia-anti-fake-news-law-criminalises-free-speech-legal-group\">electronic communication</a> deemed by the government as false, criticism of the ruling elite within the media and even on social networks has largely been muzzled.</p><p>“Freedom of speech was one of the few lasting benefits of the revolution,” the analyst continued.</p><p>“The economy failed to pick up, services didn’t really improve, but we had debate and freedom of speech. Now, with Decree 54, as well as commentators just being arrested for whatever reason, it’s gone.”</p><p>In 2025, both Amnesty International and Human Rights Watch slammed Tunisia’s crackdown on activists and nongovernmental organisations (NGOs).</p><p>In a statement before the prosecution of six NGO workers and human rights defenders working for the Tunisian Council for Refugees in late November, Amnesty pointed to the 14 Tunisian and international NGOs that had their activities suspended by court order over the previous four months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Included were the Tunisian Association of Democratic Women, the Tunisian Forum for Social and Economic Rights, the media platform Nawaat and the Tunis branch of the World Organisation against Torture.</p><h2 id=\"plotting-against-state-security\">‘Plotting against state security’</h2><p>Dozens of political figures from post-revolution governments have also been arrested, with little concern for party affiliation or ideology.</p><p>In<a href=\"/news/2023/4/20/judge-orders-tunisian-opposition-leader-rached-ghannouchi-jailed\"> April 2023</a>, 84-year-old Rached Ghannouchi, leader of what had been Tunisia’s main political bloc, the Ennahdha Party, was arrested on charges of “plotting against state security”.</p><p>According to his daughter, Yusra, after a series of subsequent convictions, Ghannouchi currently faces a further 42 years in jail.</p><p>Later the same year, Ghannouchi’s principal critic, Abir Moussi, the leader of the Free Destourian Party, was jailed on a variety of charges.</p><p>Critics dismiss the charges, saying the criteria for arrest have been the person’s potential to rally opinion against Saied.</p><p>“This is not just the case for my father,” Yusra continued, referring to others, such as the leading post-coup opposition figure Jawhar Ben Mubarak.</p><p>“Other politicians, judges, journalists, and ordinary citizens … have been sentenced to very heavy sentences, without any evidence, without any respect for legal procedures, simply because Tunisia has now sadly been taken back to the very same dictatorship against which Tunisians had risen in 2010.”</p><figure id=\"attachment_4092341\" aria-describedby=\"caption-attachment-4092341\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4092341\" src=\"/wp-content/uploads/2025/11/AFP__20230221__339P88Q__v2__HighRes__TunisiaPoliticsCourtEnnahdha-1762572960.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The head of Tunisia's Islamist movement Ennahdha Rached Ghannouchi greets supporters upon arrival to a police station in Tunis ,on February 21, 2023, in compliance to the summons of an investigating judge. (Photo by FETHI BELAID / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4092341\" class=\"wp-caption-text\">The head of Tunisia’s Ennahdha, Rached Ghannouchi, greets supporters upon arrival at a police station in Tunis on February 21, 2023, in compliance with the summons of an investigating judge [Fethi Belaid/AFP]</figcaption></figure><p>Ghannouchi and Moussi, along with dozens of former elected lawmakers, remain in jail. The political parties that once vied for power in the country’s parliament are largely absent.</p><p>In their place, since Saied’s revised 2022 constitution weakened parliament, is a body that is <a href=\"/news/2022/12/17/tunisia-elections-marred-by-opposition-boycott-low-turnout\">no longer a threat to the president</a>.</p><p>“The old parliament was incredibly fractious, and did itself few favours,” said Hatem Nafti, essayist and author of Our Friend Kais Saied, a book criticising Tunisia’s new regime. He was referring to the ammunition provided to its detractors by a chaotic and occasionally violent parliament.</p><p>“However, it was democratically elected and blocked legislation that its members felt would harm Tunisia.</p><p>“In the new parliament, members feel the need to talk tough and even be rude to ministers,” Nafti continued. “But it’s really just a performance… Nearly all the members are there because they agree with Kais Saied.”</p><p>Hopes that the justice system might act as a check on Saied have faltered. The president has continued to remodel the judiciary to a design of his own making, including by sacking <a href=\"/news/2022/6/2/tunisias-president-sacks-dozens-of-judges\">57 judges for not delivering</a> verdicts he wanted in 2022.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>By the 2024 elections, that effort appeared complete, with the judicial opposition to his rule that remained, in the shape of the <a href=\"/news/2024/9/5/why-is-tunisias-administrative-court-at-odds-with-its-electoral-authority\">administrative court,</a> rendered subservient to his personally appointed electoral authority, and the most serious <a href=\"/news/2024/8/15/a-candidate-cull-ahead-of-tunisias-presidential-election\">rivals</a> for the presidency jailed.</p><p>“The judiciary is now almost entirely under the government’s control,“ Nafti continued. “Even under [deposed President Zine El Abidine] Ben Ali you had the CSM [Supreme Judicial Council], which oversaw judges’ appointments, promotions, and disciplinary matters.</p><p>“Now that only exists on paper, with the minister of justice able to determine precisely what judges go where and what judgements they’ll deliver.”</p><p>Citing what he said is the “shameful silence of the international community that once supported the country’s democratic transition”, Khawaja said: ”Saied has returned Tunisia to authoritarian rule.”</p><figure id=\"attachment_3857707\" aria-describedby=\"caption-attachment-3857707\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857707\" src=\"/wp-content/uploads/2025/07/2025-07-25T205405Z_611590997_RC2UTFAWFYKK_RTRMADP_3_TUNISIA-POLITICS-PROTESTS-1753511500.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"A man holds a flare as protesters rally.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857707\" class=\"wp-caption-text\">A protest against Saied on fourth years after his power grab. Tunis, July 25, 2025 [Jihed Abidellaoui/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "The Last Doctor Standing | Documentary | Al Jazeera",
            "time": "2025-12-17T11:32:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765971137.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">In a besieged hospital in Gaza, Dr Hussam Abu Safia fights to save lives amid a blockade, personal tragedy and detention, triggering global calls for justice.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the heart of Gaza’s war zone, Palestinian paediatrician Dr Hussam Abu Safia, former director of Kamal Adwan Hospital, became a symbol of courage when he walked towards an Israeli tank after being ordered to approach.</p><p>This award-winning documentary follows him and his wife Albina inside the besieged hospital, where their family lived for months after Israeli forces threatened their home. Facing a blockade on medicine, food, water and fuel, Abu Safia treated waves of war‑wounded patients, forced to choose who might live or die.</p><p>The cost was personal: his son Ibrahim was killed, another son Idris was injured, and the doctor himself was wounded. Yet he refused to leave. In December 2024, Kamal Adwan was bombed and stormed; staff were detained and tortured. Abu Safia remains in “administrative detention” without charge. The film closes with global calls for his release, a testament to resilience in the face of devastation and genocide.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How have India’s exports jumped 20 percent, despite Trump’s trade war? | Trade War News | Al Jazeera",
            "time": "2025-12-17T11:29:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694171ef-1765896687.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India’s exports increased by nearly 20 percent in November year-on-year, the country’s fastest growth in three years, driven primarily by exports to the United States and China.</p><p>The rise comes at a time when many countries are struggling to protect exports from the impact of <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">steep US tariffs</a> introduced by US President Donald Trump. Earlier this year, the US slapped an additional 25 percent tariff on India in retaliation for its continued purchases of Russian oil, Trump said, bringing total tariffs to 50 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The November rise in Indian exports also comes as China recorded <a href=\"/news/2025/12/9/how-did-chinas-trade-surplus-hit-1-trillion\">a trade surplus</a> of more than $1 trillion, in part reflecting how global trade flows are being reshaped as a result of the Trump trade wars.</p><p>The export <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2204071&amp;amp%3breg=3&amp;amp%3blang=2&amp;reg=3&amp;lang=2\" target=\"_blank\" rel=\"noopener\">figures</a>, reported this week by India’s Ministry of Commerce and Industry, reflected resilient demand for Indian goods and a strategy of diversifying to new export markets, the ministry said, an approach other countries are also adopting as they look to reduce reliance on the US.</p><h2 id=\"what-were-india-s-exports-in-november\">What were India’s exports in November?</h2><p>India’s goods exports were valued at $38.13bn in November 2025, up about 19.4 percent year-on-year. This was a reversal of the 11.8 percent year-on-year decline in exports to $34.38bn that India recorded in October.</p><p>Imports, especially of gold, oil, and coal, also decreased by 1.88 percent, helping to shrink India’s goods trade deficit to about $24.5bn, its lowest level since June. In October, the trade deficit had ballooned to $41.68bn.</p><p>According to the Commerce Ministry, key drivers for strong exports included engineering goods, electronics and pharmaceuticals.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"where-is-india-sending-most-of-its-exports-now\">Where is India sending most of its exports now?</h2><p>Despite the new tariffs, India’s exports to the US – its largest single destination – grew by 22 percent in November, reaching approximately $7bn.</p><p>The healthiest export sectors were engineering, electronics, jewellery and gems, and pharmaceuticals.</p><p>“India has held fort on the US exports despite tariffs,” Commerce Secretary Rajesh Agrawal said at a press briefing.</p><p>Meanwhile, shipments to China surged by 90 percent year-on-year to $2.2bn. China recorded notably higher Indian imports, with electronics and engineering goods seeing sizeable increases.</p><p>The Commerce Ministry added that exports to Spain, the United Arab Emirates and Tanzania were also driving growth.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178802\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-India-exports-1765949248.png?quality=80\" alt=\"INTERACTIVE - India exports-1765949248\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"why-are-exports-to-the-us-still-booming\">Why are exports to the US still booming?</h2><p>In part, November’s figures include Indian sales of goods that are not subject to US trade tariffs, Sambit Bhattacharyya, professor of economics at the University of Sussex in the United Kingdom, said.</p><p>“India’s exports of electronics and pharmaceuticals to the US increased, and these product categories are exempt from tariffs. Furthermore, tea, coffee, spices and other food items were also added to the exemption list, and all of them are experiencing steady growth.”</p><p>However, analysts also say continued healthy exports to the US signal that traders expect it to eventually relax tariffs on other goods, as the two countries are still working towards a trade deal.</p><p>In November, for example, New Delhi and Washington signed a long-term contract under which state-owned Indian companies IOC, BPCL and HPCL will buy 2.2 million metric tonnes of US liquefied petroleum gas (LPG) each year. That represents 10 percent of India’s total LPG imports.</p><p>Bhattacharyya said, “India is working with the US in securing a trade deal, and it is expected that average tariffs would come down and there will be more exemptions.</p><p>“Therefore, it is likely that there will be more concessions from the US side. It seems that US buyers remain optimistic about their Indian suppliers, and Indian exports remain competitive in the US market.”</p><h2 id=\"is-india-diversifying-exports-away-from-the-us-as-well\">Is India diversifying exports away from the US as well?</h2><p id=\"despite-this-uncertainty-over-us-india-relations-lingers-while-the-trump-administration-claimed-earlier-this-year-that-india-had-agreed-to-stop-buying-russian-oil-it-has-shown\">Yes. Despite some positive signs regarding exports, uncertainty over US-India relations lingers. While the Trump administration claimed earlier this year that India had agreed to stop buying discounted Russian oil, it has shown <a href=\"/news/2025/12/9/how-india-plans-to-continue-buying-russian-oil-despite-sanctions\">little sign of doing so</a>.</p><p>India has also resisted US pressure to open up sensitive sectors such as agriculture and dairy to US imports, insisting it will protect farmers and not “bow down” to tariff demands, while Trump is demanding greater market access.</p><p>In July this year, India and the UK signed the Comprehensive Economic and Trade Agreement under which tariffs have been reduced. Last year, India also signed the Trade and Economic Partnership Agreement with the European Free Trade Association countries – Switzerland, Norway, Iceland and Liechtenstein – under which they have linked markets in return for investment.</p><p>India is currently in talks with Mexico to counter tariff policies there and create new export corridors. Mexico’s Senate on Wednesday approved tariff hikes of up to 50 percent from January on imports from India and other countries, a move analysts say is aimed at appeasing Washington.</p><p>It is also holding trade talks with Oman.</p><p>“India would also be looking to diversify into Eurasian and Central Asian markets,” Sussex University’s Bhattacharyya said.</p><h2 id=\"why-else-are-india-s-exports-high\">Why else are India’s exports high?</h2><p>Bhattacharyya said exports were buoyed in November because the rupee was weaker.</p><p>“The rupee devalued against the dollar, which partially counterbalanced the negative effects of tariff on price competitiveness of Indian exports,” he said.</p><p>“What is reported is year-on-year growth, which is export figures for November 2025 compared to November 2024. November 2024 was the month of Red Sea crisis, which had a negative impact on exports to the US,” he added.</p><p>“Therefore, the November 2025 export growth figures may appear to be overly optimistic due to a low base.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178798\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-India-trade-1765949244.png?quality=80\" alt=\"INTERACTIVE - India trade-1765949244\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"which-other-countries-are-showing-healthy-exports-despite-us-trade-tariffs\">Which other countries are showing healthy exports despite US trade tariffs?</h2><p>China’s exports maintained growth in 2025, enabling the country <a href=\"/news/2025/12/9/how-did-chinas-trade-surplus-hit-1-trillion#:~:text=China%20has%20an%20annual%20trade,imports%2C%20exports%20or%20trade%20balance.\">to record a trade surplus</a> of more than $1 trillion.</p><p>Earlier in the year, the US imposed tariffs of 145 percent on Chinese goods before reducing them to facilitate trade negotiations. Beijing has weathered the standoff by increasing exports to non-US markets, however.</p><p>Strong demand from Europe, Southeast Asia and other Asian markets for electronics, electric cars and rare-earth metals, among others, have offset a decline in US-bound shipments caused by the tariffs war.</p><p>China’s exports to the European Union also saw strong growth, up an annual 14.8 percent in November year-on-year, and an 8.2 percent rise in exports to countries in Southeast Asia.</p><p>For the first 11 months of 2025, China’s goods surplus rose 21.7 percent year-on-year, with high-tech products driving much of the expansion. Shipments in this category grew 5.4 percent faster than overall exports.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162289\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-What-are-China-biggest-exports-trade-2024-world-1765285569.png?quality=80\" alt=\"INTERACTIVE- What are China biggest exports trade 2024 world-1765285569\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Vietnam has also registered export increases in 2025, with its trade surplus with the US reaching $121.6bn over the same period, despite the 20 percent tariffs imposed on its goods by the Trump administration.</p><p>In November, Vietnamese exports to the US jumped 22.5 percent year-on-year, outpacing the 15.1 percent growth in shipments to other markets, according to official statistics.</p><h2 id=\"are-other-countries-diversifying-away-from-the-us\">Are other countries diversifying away from the US?</h2><p>There has been increased momentum in multilateral and bilateral trade negotiations as countries seek alternatives to the US market.</p><p>Bhattacharyya said, “Countries are looking to diversify away from the US into Asian markets such as China, Japan and ASEAN. Trade deals is one way of ensuring trade and reducing trade uncertainty. Incentivising investments and opening up markets is also another way of securing trade.”</p><p>The EU has signed a trade deals with Latin American bloc <a href=\"/economy/2025/12/16/why-are-french-farmers-objecting-to-eu-mercosur-trade-deal\">Mercosur</a>, Mexico and Indonesia. The deals include cutting or phasing out most tariffs on goods, widening access to markets for industrial and agricultural exports, as well as environmental and labour commitments.</p><p>The US’s northern neighbour, Canada, has also signalled its desire to strike new trade deals after coming under pressure from Trump’s tariff blitz.</p><p>In November, Canada and the UAE signed a Foreign Investment Promotion and Protection Agreement, designed to promote and protect investments between the two countries, while also agreeing to begin talks to secure a trade deal between themselves.</p><p>Canada’s Prime Minister Mark Carney has previously said Canada <a href=\"/economy/2025/10/31/canadas-carney-and-chinas-xi-jinping-take-step-towards-mending-ties\">aims to double</a> its non-US exports over the next decade.</p></div></div></body></html>"
        },
        {
            "title": "South Africa to deport Kenyans involved in US-Afrikaner refugee scheme | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T10:56:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/ap_682f1127f0292-1747915047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">South Africa has arrested and ordered the deportation of seven Kenyan nationals who were illegally working at a centre processing refugee applications for a highly controversial United States resettlement programme aimed at only white Afrikaners.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The arrests on Tuesday in Johannesburg followed intelligence reports that the Kenyans had entered the country on tourist visas and taken up employment despite South Africa’s Home Affairs Department having previously denied work visa applications for the same positions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The seven individuals will be banned from re-entering South Africa for five years.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The operation has led to a new diplomatic dispute between Pretoria and Washington, adding to tensions that have escalated throughout 2025 over US President Donald Trump’s widely rejected claims that white South Africans face “genocide” and racial persecution.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The US State Department told CNN that “interfering in our refugee operations is unacceptable” and said it would seek immediate clarification.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">CNN reported that two US government employees were briefly detained during the raid, though South Africa’s statement said no American officials were arrested.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Kenyans were working for processing centres run by Amerikaners, a group led by white South Africans, and RSC Africa, a Kenya-based refugee support organisation operated by Church World Service. These organisations handle applications for Trump’s programme, which has brought small numbers of white South Africans to the US this year.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">South Africa’s Department of International Relations and Cooperation said the presence of foreign officials coordinating with undocumented workers “raises serious questions about intent and diplomatic protocol” and has initiated formal engagements with both the US and Kenya.</p><h2 id=\"if-you-re-not-white-forget-about-it\">‘If you’re not white, forget about it’</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Trump launched the resettlement programme in February through an executive order titled “Addressing Egregious Actions of The Republic of South Africa”, cutting all US aid and prioritising Afrikaner refugees who he claims face government-sponsored discrimination.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In September, he set a historic low refugee ceiling of 7,500 for 2026, with most spots reserved for white South Africans.</p><p>Scott Lucas, a professor of US and international politics at University College Dublin’s Clinton Institute, previously told Al Jazeera the contrast between how Trump treats white South African refugees, and refugees of colour from other countries, showed a “perverse honesty” about Trump’s conduct and worldview.</p><p>“If you’re white and you’ve got connections you get in,” Lucas said. “If you’re not white, forget about it.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">South Africa’s government strongly rejects the persecution allegations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Foreign Minister Ronald Lamola has said there is no data supporting claims of white persecution, noting that Afrikaners are among the country’s “most economically privileged” citizens.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Major Afrikaner organisations also rejected Trump’s characterisation.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">AfriForum and the Solidarity Movement, representing some 600,000 Afrikaner families, declined his refugee offer, saying emigration would mean “sacrificing their descendants’ cultural identity”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Afrikaner enclave of Orania said: “Afrikaners do not want to be refugees. We love and are committed to our homeland.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"deteriorating-relations\">Deteriorating relations</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Trump has repeatedly presented debunked evidence to support his claims, including a choreographed and televised <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\">ambush</a> of South African President Cyril Ramaphosa during a White House visit.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Trump played video in May featuring images later verified as being from the Democratic Republic of the Congo and footage of a temporary memorial that Trump falsely claimed showed mass graves.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Relations between the countries have deteriorated sharply this year.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Trump expelled South Africa’s ambassador in March, <a href=\"/video/inside-story/2025/11/23/was-south-africas-g20-summit-a-success-despite-a-us-boycott\">boycotted Johannesburg’s G20 summit in November</a>, and last month excluded South Africa from participating in the 2026 Miami G20, calling it “not a country worthy of Membership anywhere” in a social media post.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Just one day before the arrests, South Africa condemned its G20 exclusion as an “affront to multilateralism”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel to advance plans for 9,000 units in occupied East Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-17T10:02:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942773d9df4-1765963581.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">Israeli authorities are expected to advance plans to build 9,000 new housing units in an illegal settlement on the site of the abandoned Qalandiya airport in occupied East Jerusalem, in another attempt to cut off Palestinian lands from each other and block any possibility of a contiguous Palestinian state ever emerging.</p><p class=\"s3\">The so-called Atarot neighbourhood in northern East Jerusalem, reminiscent of the <a href=\"/news/2025/8/21/israel-settlement-plan-threatens-viability-of-future-palestinian-state\">E1 plan to undermine Palestinian statehood</a>, is to be discussed and have its outlines approved on Wednesday by the District Planning and Building Committee, according to Israeli group Peace Now.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s3\">The advocacy group said the new settlement is envisioned to be built within a densely populated Palestinian urban area, stretching from Ramallah in the occupied West Bank and Kafr Aqab in the north through the Qalandiya refugee camp, ar-Ram, Beit Hanina and Bir Nabala.</p><p class=\"s3\">It would build an Israeli enclave in an area where hundreds of thousands of Palestinians live in close proximity, with the aim of blocking development in a key area and further damaging the likelihood of a sovereign Palestinian state being established.</p><p class=\"s3\">“This is a destructive plan that, if implemented, would prevent any possibility of connecting East Jerusalem with the surrounding Palestinian area and would, in practice, prevent the establishment of a Palestinian state alongside Israel,” Peace Now said.</p><p></p><p><em>Translation: The massacre government is working to establish a new ultra-Orthodox mega-settlement across the Green Line north of Jerusalem. The new political attack called ‘Atarot’ is planned to be built in the heart of the Palestinian state that will be established alongside Israel. This involves 9,000 housing units that Israel will have to evacuate. Isn’t it a shame?</em></p><p class=\"s3\">The organisation said the far-right government of Prime Minister Benjamin Netanyahu is seizing every moment to bury chances for a future of peace and compromise.</p><p class=\"s3\">“Especially now, when it is clear to everyone that the ideas of ‘managing the conflict’ and ‘decisive victory’ have led to a security disaster for Israel, we must act to resolve the conflict.”</p><p class=\"s3\">The plan’s advancements date back to early 2020, when Israel’s Housing Ministry sent it to the Jerusalem municipality to prepare it for approval. It completed the bureaucratic preparation process within months, but faced objections from the Environmental Protection and Health ministries, according to Peace Now, which said the administration of United States President Barack Obama had also opposed it.</p><p class=\"s3\">It would need further government consideration and approval before being given legal effect and moving towards tender processes to select construction contractors.</p><p class=\"s3\">Most of the plan area is designated as “state land” by Israeli authorities, meaning they would not have to seek permission from Palestinian landowners.</p><p class=\"s3\">Israel has been quickly advancing with several major projects to build illegal settlements on occupied Palestinian territory and pursuing annexation of the occupied West Bank, alongside its <a href=\"/news/liveblog/2025/12/17/live-another-gaza-home-caves-in-as-israel-keeps-blocking-shelter-supplies\">genocidal war on Gaza</a> that started in October 2023 and has now killed more than 70,000 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s3\">The E1 plan, which would see the construction of thousands of illegal Israeli homes in the occupied West Bank, is hailed by Israeli officials <a href=\"/news/2025/8/15/how-the-world-is-reacting-to-israels-settlement-plan-in-occupied-west-bank\">despite international condemnation</a>.</p><p class=\"s3\">Israel’s security cabinet last week signed off on plans to formalise 19 illegal settlements across the West Bank.</p><h2 id=\"demolitions-and-widespread-arrests\" class=\"s3\">Demolitions and widespread arrests</h2><p class=\"s3\">Israeli forces continue to launch raids across the occupied West Bank and support violent settlers in attacking Palestinian lands while issuing permits to demolish Palestinian homes.</p><p class=\"s3\">Israeli authorities began carrying out demolition operations Wednesday morning in the town of Biddu, located northwest of occupied East Jerusalem, under the pretext that the Palestinian buildings lacked permits.</p><p class=\"s3\">In the central part of the West Bank, settlers, who have been rampaging with impunity often backed by the Israeli military, burned Palestinian vehicles and wrote racist slogans in the village of Ein Yabrud in Ramallah on Wednesday.</p><p class=\"s3\">Several Palestinians were also arrested during raids across the West Bank, including in Nablus.</p><p class=\"s3\">Local authorities said the Israeli military <a href=\"/news/2025/12/15/israel-to-demolish-25-homes-in-occupied-west-bank-nur-shams-camp\">plans to demolish 25 residential buildings</a> in the Nur Shams refugee camp this week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}