{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "A Song for My Land: Children highlight pesticide use in Argentina | Environment | Al Jazeera",
            "time": "2026-01-22T15:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Rural-students-with-protection-masks-in-Cordoba-Argentina-%C2%A9-Una-Cancion-Para-Mi-Tierra-CACTUS-CINE.jpg-1769079998.jpg?resize=1920%2C1440",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A teacher and his students in rural Argentina use music to raise the alarm about the dangers of pesticide spraying.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In rural Argentina, a passionate music teacher discovers that planes and tractors are spraying toxic pesticides next to local schools, threatening the children’s health. Refusing to stay silent, he joins forces with his students to write songs to raise awareness.</p><p>Their music quickly becomes a voice of resistance, culminating in an environmental concert, where the children and renowned Argentinian musicians unite to sing for justice, hope, and the right to a safe environment.</p><p>A Song for My Land is a documentary film by Mauricio Albornoz Iniesta.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Why did Israel join Trump’s ‘Board of Peace’ after raising objections? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-22T14:46:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25363678985483-1767108169.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu has agreed to join US President Donald Trump’s “<a href=\"/amp/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace”</a> for the future of Gaza, days after opposing elements of the multilayered structure proposed by Washington to oversee the Palestinian territory.</p><p>That apparent flip-flop came even as the idea of Netanyahu as a member of the board sparked criticism from many Palestinians and their supporters, given the Israeli leader’s central role in the genocidal war on Gaza since October 2023, in which more than 71,450 people have been killed. Netanyahu faces an <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">arrest warrant from the International Criminal Court</a> (ICC) over alleged war crimes in the Palestinian territory.</p><p>But many analysts believe there’s a thought-out strategy behind what on the surface appear to have been shifting Israeli positions.</p><p>Just days before he <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">accepted a seat</a> on the multi-national board, Netanyahu raised opposition to the Gaza “executive board”, saying its composition “was not coordinated with Israel and runs contrary to its policy”.</p><p>Members of the <a href=\"/news/2026/1/18/who-is-part-of-trumps-board-of-peace-for-gaza\">US-led board</a>, including representatives of nations friendly to Israel, former United Kingdom Prime Minister Tony Blair, US Secretary of State Marco Rubio and Trump’s son-in-law Jared Kushner, “will oversee a defined portfolio critical to Gaza’s stabilization and long-term success”, the White House has said, including “governance capacity-building, regional relations, reconstruction, investment attraction, large-scale funding, and capital mobilization”.</p><p>But at the same time that Netanyahu prepares to sit alongside them on the board, the Israeli army is simultaneously blocking entry to the enclave by the very people tasked with rebuilding it.</p><p>According to analysts, the Israeli government’s decision to join may, therefore, be a calculated strategy to sabotage future efforts for governance of Gaza.</p><p>While all members of the board will be able vote on decisions, Trump, as chairman, will be able to veto them – and could well be drawn into “negotiations” on these decisions by Israel.</p><p>“Israel does not have a veto,” Rami Khouri, a fellow at the American University of Beirut, told Al Jazeera, but added: “Trump has clearly shown that he will make deals … Israel will object, and then ultimately come around to making the deal, as just happened with the Board of Peace.”</p><p>“While Trump is transactional and eager to close the file to focus on Iran, Netanyahu is a ‘long-term Zionist planner’ intent on buying time,” Khouri said.</p><p>Israel has already objected to Trump’s inclusion of Turkiye and Qatar on the board, calling this a “red line”, according to Israeli media reports.</p><p>Israeli opposition leader Yair Lapid reportedly told Netanyahu in the Knesset that Trump had announced the board “without your knowledge”. He accused the prime minister of weakness, saying: “The hosts of Hamas in Istanbul and Doha … have been invited to manage Gaza.”</p><p>Netanyahu responded that “there will be no Turkish or Qatari soldiers in Gaza”, acknowledging a “disagreement” with Washington regarding the advisory council.</p><h2 id=\"a-strategy-of-disruption\">A strategy of ‘disruption’</h2><p>While the diplomatic row has so far focused on members of the board, the real deadlock is operational, analysts say.</p><p>Haaretz <a href=\"https://www.haaretz.co.il/news/politics/2026-01-20/ty-article/.premium/0000019b-d802-dd98-a7df-fc72a3390000\">reported</a> on Tuesday that Israel is refusing to allow the Palestinian National Committee for the Administration of Gaza – a 15-person committee of politically independent Palestinian experts tasked with rebuilding and overseen by the Board of Peace – to enter the Gaza Strip via the Rafah crossing. These “technocrats” had been scheduled to take over civil administration of the Strip this week.</p><p>On the surface, therefore, there are differences of opinion between the US and Israel over Gaza and phase two of the ceasefire agreement, which this committee is part of. But analysts say that despite the rhetoric, there is no real rupture between the allies.</p><p>“I do not call it a clash, but a divergence,” Mohannad Mustafa, an expert on Israeli affairs, told Al Jazeera.</p><p>“Netanyahu cannot say ‘no’ to Trump directly, so Israel will use tools to disrupt the work of the committee … restricting their movement and keeping the Rafah crossing closed.”</p><p>Ultimately, Israel’s goal is to decouple the second “humanitarian phase” of the ceasefire agreement from the first “withdrawal phase”.</p><p>“Israel will tell everyone: continue with your committees, but we will not withdraw,” Mustafa predicted. “They are currently expanding control over 55 to 60 percent of the Gaza Strip.”</p><figure id=\"attachment_4021265\" aria-describedby=\"caption-attachment-4021265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4021265\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Gaza-map-Israels-withdrawal-in-Trumps-20-point-plan-yellow-line-map-1760017243.png?quality=80\" alt=\"INTERACTIVE - Gaza map Israel’s withdrawal in Trump’s 20-point plan yellow line map-1760017243\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4021265\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"reconstruction-vs-security-the-high-rise-threat\">Reconstruction vs security: The ‘high-rise’ threat</h2><p>While the rebuilding of Gaza is high on the agenda for the peace plan in Gaza, the Israeli military is already raising the alarm over it.</p><p>Haaretz <a href=\"https://www.haaretz.co.il/news/politics/2026-01-18/ty-article/.premium/0000019b-d1b5-d54e-a3db-f7b7babc0000\">reported</a> that Israeli military officials are worried about the physical reconstruction plans, specifically the proposed “high-rise towers” in a new Gaza. They argue these buildings would overlook southern Israeli settlements and military bases, and say this is “unacceptable”.</p><p>By citing such security threats, Israel effectively freezes reconstruction before it can begin, by demanding a separate demilitarisation process that no international body is willing or able to enforce.</p><p>This demonstrates the “absurdity of the US vision clashing with Israeli reality”, Mustafa said.</p><p>“Imagine building residential clusters in an area that Israel still controls militarily. The committee might start managing the areas … but with Israeli security clearance.”</p><h2 id=\"a-pattern-of-compliance-for-compensation\">A pattern of compliance for compensation</h2><p>Khouri argues that this game of “brinkmanship” which Israel appears to be playing is a historical pattern dating back 75 years, whereby it concedes to US demands only after extracting a great deal of compensation.</p><p>“It will try to extract, in return, guarantees,” Khouri said, citing the withdrawals from Sinai in 1979 and Lebanon in 2000 as precedents. “It did what the US wanted … but it got guarantees of unprecedented levels of aid, support at the UN, and strategic defence collaborations.”</p><p>By creating a crisis over the inclusion of Turkiye and Qatar – or over the building of high-rise apartment blocks – Netanyahu is likely positioning himself to demand new security guarantees – or perhaps access to advanced weaponry – in exchange for allowing the Board of Peace to function.</p><h2 id=\"a-domestic-pressure-cooker\">A domestic pressure cooker</h2><p>Netanyahu is not just negotiating with Trump, however; he is also fighting for political survival at home.</p><p>A recent Channel 13 poll revealed that 53 percent of Israelis view the Turkish-Qatari involvement in the Board of Peace as an “Israeli failure”. Finance Minister Bezalel Smotrich rebuked the US plan and <a href=\"/video/newsfeed/2026/1/19/smotrich-says-trumps-plan-for-gaza-is-bad-for?traffic_source=rss\">called</a> it ”a bad plan for Israel”.</p><p>According to the Israeli newspaper Ma’ariv, Smotrich also claimed countries like the UK and Egypt are hostile to Israel’s security. Smotrich has continued to demand military rule over Gaza and the “voluntary migration” of its population instead of Israel’s withdrawal.</p><p>“Netanyahu is in a political whirlwind,” Mustafa said. “He is being squeezed by the opposition, the settlers who want to return to Gaza, and the Americans.”</p><h2 id=\"the-election-clock-is-ticking\">The election clock is ticking</h2><p>The final variable is the Israeli electoral calendar, with elections likely in October 2026.</p><p>“If Israel withdraws from Gaza without Hamas being disarmed, this will be considered a failure,” Mustafa said. “Netanyahu will prefer his personal electoral interest over pleasing Trump.”</p><p>While the disarmament of Hamas is part of the ceasefire agreement with Israel, no formal agreement on when this will happen has been reached yet, despite Trump’s increasing displeasure. Last week, he said he would push for the “comprehensive” demilitarisation of Hamas, and, in a social media post, wrote: “As I have said before, they can do this the easy way, or the hard way.”</p><p>However, the bottom line, according to Khouri, is that while US public opinion is shifting further to horror at the genocide in Gaza, forcing Washington to take heed, Israel is terrified of losing “sole security control” of the Strip.</p><p>“They are afraid of the same thing happening in Gaza that happened in Lebanon,” Khouri concluded. “Because then the same thing might happen in the West Bank and East Jerusalem. So they will use all the different methods they’ve used for 100 years to stall.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who were the Palestinian journalists Israeli forces just killed? | Newsfeed | Al Jazeera",
            "time": "2026-01-22T14:46:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769092993.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Club Brugge fans jailed for impersonating Borat in Kazakhstan | Football News | Al Jazeera",
            "time": "2026-01-22T14:28:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T172612Z_1147269691_UP1EM1K1CFMYA_RTRMADP_3_SOCCER-CHAMPIONS-KAI-CLU-1769091121.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Club Brugge fans jailed for impersonating Borat in Kazakhstan</h1><p class=\"article__subhead\"><em>Club Brugge were in Kazakhstan to face Kairat Almaty in the league phase of the UEFA Champions League.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Club Brugge ‌supporters who wore “mankinis” made famous by the satirical character Borat for ‍their team’s Champions ‍League clash against Kairat Almaty on Tuesday have been jailed in Kazakhstan for five days for showing disrespect, Belgian media reported on Thursday.</p><p>The trio were arrested in the stands at the Astana ⁠Arena in the swimwear, which was worn by English actor-comedian Sacha Baron Cohen ​in his film: Borat! Cultural Learnings of America for Make Benefit ‍Glorious Nation of Kazakhstan, which mocks Kazakhstan and the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>More than 500 Club Brugge supporters made the journey of almost 6,000km (3,700 miles) to watch Tuesday’s tie ‍with the trio ⁠in the stands, stripping down to the flimsy luminous green costumes before being taken away by police.</p><p>“Three men committed acts during a football match that showed disrespect and disturbed public order,” said a statement from the Astana police, reported by Belgian media on Thursday.</p><p>“Police officers arrested three foreign fans and took them to a police station.”</p><p>The ​police also said that administrative proceedings had been ‌initiated for public drunkenness and minor hooliganism. They were sentenced on Wednesday to five days in jail.</p><p>Belgium’s Ministry of Foreign Affairs said it was monitoring the situation. “We are offering our compatriots ‌the necessary consular support. However, for privacy reasons, we cannot provide any further information,” its statement said.</p><p>Baron Cohen’s ‌portrayal of Borat, a fictional journalist from ⁠the former Soviet state, plays into stereotypes held by Westerners about the Central Asian country while satirising the United States, where Borat tries to trick politicians and others into compromising themselves.</p><p>The ‌2006 film caused anger in Kazakhstan, where authorities discouraged its screening and threatened legal action over what they saw as an insult to its national character. ‍But for a follow-up film in 2020, the country adopted Borat’s catchphrase “Very Nice!” to try to promote tourism.</p></div></div></body></html>"
        },
        {
            "title": "Azeez Al-Shaair’s anti-genocide note: Muslims tackle NFL fine with charity | American Football News | Al Jazeera",
            "time": "2026-01-22T14:09:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2257293815-1769092959.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian rights advocates are raising charitable donations in the name of American football player Azeez Al-Shaair, who was fined by the National Football League for displaying an anti-genocide message on his nose tape.</p><p>Nimrah Riaz, founder of Siraat Strategies, a sports consulting firm focused on Muslims, said people in the community wanted to turn the $11,593 penalty against the Houston Texans’ linebacker into something positive.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al-Shaair wore nose tape captioned “Stop the Genocide” during a pre-game TV interview last week, without specifically referring to a particular conflict. But the message was widely understood to be about the <a href=\"/news/2026/1/20/israeli-prisons-are-akin-to-torture-camps-israeli-rights-group-finds\">atrocities in Gaza</a> and Sudan.</p><p>“If Azeez was going to use his platform to stand up for humanity, and there was going to be a financial consequence, instead of that moment ending in punishment, the community chose to redirect it, so we can all collectively raise funds towards Palestine and Sudan for those who actually need it,” Riaz told Al Jazeera.</p><p>Former NFL player Husain Abdullah donated $11,593 to the charity Human Development Fund (HDF) in response to the fine. A separate, ongoing fundraiser by Riaz on the platform <a href=\"https://www.launchgood.com/v4/campaign/more_than_a_fine_standing_for_humanity_with_azeez\" target=\"_blank\" rel=\"noopener\">Launchgood</a> also aims to donate the same amount to HDF.</p><p></p><p>Despite the vagueness of Al-Shaair’s note, ESPN reported that the league fined the player for violating its uniform rules.</p><p>Leading rights groups and United Nations investigators have accused Israel of carrying out a <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">genocide in Gaza</a>, an effort to destroy the Palestinian people in full or in part.</p><h2 id=\"warning-against-anti-genocide-message\">Warning against anti-genocide message</h2><p>Al-Shaair displayed the same note on his face on Sunday on the sidelines of another game – against the New England Patriots – but he did not wear it during gametime.</p><p>The player later said he was threatened with being removed from the game if he kept the message.</p><p>The linebacker said he accepted the fine but did not understand the warning not to wear the message during the game.</p><p>Al-Shaair underscored that non-sporting messages displayed by other players resulted only in financial penalties.</p><p>“I knew that that was a fine. I understood what I was doing,” he told reporters in the dressing room. “But I was told if I wore that in the game, I would be pulled out of the game. So, I think that was the part that I was confused about.”</p><p>It is not clear who issued the warning to Al-Shaair. The Houston Texans team did not respond to Al Jazeera’s request for comment by the time of publication.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While most professional sport leagues in the world attempt to present themselves as <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">politically neutral</a>, critics say athletes who speak out for Palestinian rights in the US and the West are especially scorned and punished.</p><p>In 2023, the NFL teams held pre-game moments of silence in honour of Israelis killed during Hamas’s October 7 attack – a gesture that ignored the suffering in Gaza as the <a href=\"/video/between-us/2023/10/13/gaza-under-attack-2\">Palestinian death toll</a> from the horrific Israeli response was mounting.</p><p>Some teams also released individual statements in support of Israel at that time.</p><p>Several NFL team owners are outspoken supporters of Israel – most notably the New England Patriots’ Robert Kraft, a major donor for <a href=\"/news/2025/10/16/centrist-us-democrat-says-he-returned-aipac-donations-cites-netanyahu-ties\">pro-Israel groups</a>, including the American Israel Public Affairs Committee (AIPAC).</p><p>The NFL emerged as a flashpoint in 2016 after San Francisco 49ers quarterback Colin Kaepernick kneeled during the US national anthem to protest racism and police brutality in the US.</p><p>Critics of the move accused Kaepernick of disrespecting national symbols and called on the league to intervene. But the player’s supporters praised him for his willingness to stand up to injustice despite potential repercussions for his career.</p><p>Kaepernick was not signed by any team after he became a free agent at the end of that season.</p><p>With Kaepernick out, other players continued his kneeling protest.</p><p>In 2018, the NFL issued a policy requiring players to stand during the anthem or stay in the locker room after mounting criticism and calls for a boycott by President <a href=\"/video/2018/8/11/nfl-anthem-protests-trump-wants-players-suspended\">Donald Trump</a> and his allies.</p><h2 id=\"unspoken-expectation\">‘Unspoken expectation’</h2><p>The NFL does allow limited advocacy through the “My Cause My Cleats” campaign – an initiative that lets players display messages on their boots.</p><p>Al-Shaair has used the programme to raise donations for the Palestine Children’s Relief Fund (PCRF) with shoes featuring the word “free” and data about the atrocities in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But his recent nose tape message has elevated his activism at a time when Palestinians in Gaza continue to suffer from near-daily <a href=\"/news/2026/1/19/new-storm-to-hit-gaza-piling-on-suffering-for-thousands-of-displaced\" target=\"_blank\" rel=\"noopener\">Israeli attacks</a> in the bitter cold amid a lack of shelters despite the Trump-brokered “ceasefire”.</p><p>Riaz said Muslim athletes face “heightened consequences” for speaking out <a href=\"/news/2026/1/21/three-journalists-among-11-palestinians-killed-in-israels-attacks-on-gaza\">for Palestine</a>, so there is an “unspoken expectation” for them to remain silent on the issue.</p><p>She added that Muslim Americans in Texas and beyond are responding positively to Al-Shaair’s message and trying to reach out to him for speaking engagements. “The community is loving it,” Riaz told Al Jazeera.</p><p>Earlier this week, the Houston chapter of the Council on American Islamic Relations (CAIR) said the NFL should not fine a player for rejecting genocide.</p><p>“Azeez Al-Shaair’s message was rooted in basic human decency and concern for innocent lives. That should not be controversial, much less subject to a fine,” CAIR-Houston director of operations Imran Ghani said in a statement.</p><p>But Al-Shaair’s note angered many pro-Israel advocates, with some calling for penalising and suspending him.</p><p>“If ‘Stop the genocide’ is anti-Israeli, what does that say about Israelis?” one social media user <a href=\"https://x.com/SallyMayweather/status/2013242912662835668?s=20\" target=\"_blank\" rel=\"noopener\">remarked</a> in a viral comment on X.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s Greenland ‘framework’ deal: What we know about it, what we don’t | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T13:50:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp-newsml.afp_.com_.20260121T033153Z.doc-93fn7pf-1769076318.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump announced on Wednesday that he had reached a <a href=\"/video/newsfeed/2026/1/22/trump-praises-infinite-greenland-framework-deal\">“framework of a future deal</a>” on Greenland with NATO Secretary-General Mark Rutte.</p><p>He also withdrew his threat to impose 10 percent <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">trade tariffs</a> on eight European nations objecting to the sale of Greenland to the US – set to rise to 25 percent later in the year if no deal was reached.</p><p>Greenland is a self-governing territory which is part of the Kingdom of Denmark. Both Denmark and Greenland have repeatedly stated that the island is not for sale.</p><p>In a bid to defuse rising transatlantic tensions, Rutte met with Trump in Davos, Switzerland, during the annual summit of the World Economic Forum. During his speech at Davos on Wednesday, Trump reiterated that he wants to acquire Greenland, but <a href=\"/news/2026/1/21/trump-rules-out-using-force-to-take-over-greenland-calls-for-negotiations\">ruled out</a> taking the Arctic island <a href=\"/news/2026/1/22/i-wont-use-force-for-greenland-key-takeaways-from-trumps-davos-speech\">by force</a>.</p><p>On Thursday, Rutte told reporters that NATO countries would <a href=\"/news/2026/1/22/trumps-greenland-pact-will-demand-allies-boost-arctic-security-nato-chief\">ramp up security</a> in the Arctic as part of the agreement.</p><h2 id=\"what-has-trump-said-about-the-framework-for-a-future-deal\">What has Trump said about the ‘framework’ for a future deal?</h2><p>In a Truth Social post on Wednesday, Trump said that following a “very productive” meeting with Rutte, he had formed the “framework of a future deal with respect to Greenland and, in fact, the entire Arctic Region”.</p><p>Trump added that, under this deal, he would <a href=\"/news/2026/1/21/trump-nixes-european-tariff-threats-over-greenland-after-nato-chief-talks\">not impose tariffs</a> on the eight European countries that have opposed his attempt to acquire Greenland.</p><p>He added that additional discussions are being held about “The Golden Dome as it pertains to Greenland”.</p><p>The Golden Dome is Washington’s proposed multilayered missile defence programme, which is designed to counter aerial threats. Trump announced the project in May 2025. Under it, the US will deploy missile interceptors in space to shield against ballistic and hypersonic threats. The project is set to be completed by the end of Trump’s term in 2029.</p><p>In his post, Trump said more information about the framework would be made public as negotiations progress. These talks, he said, would be led by Vice President JD Vance, Secretary of State Marco Rubio and Special Envoy Steve Witkoff on the US side.</p><p>“We have a concept of a deal,” Trump told CNBC later on Wednesday.</p><p>But he offered no further details about what these negotiations, such as dates or venues for upcoming talks – would involve, nor specifics on who from Europe would join.</p><h2 id=\"why-is-the-us-at-odds-with-europe-over-greenland\">Why is the US at odds with Europe over Greenland?</h2><p>On January 17, Trump announced that from February 1, Denmark, Norway, Sweden, France, Germany, the United Kingdom, the Netherlands and Finland would be charged a 10 percent tariff on their exports to the US.</p><p>On June 1, the tariff was to be increased to 25 percent, he said. “This Tariff will be due and payable until such time as a Deal is reached for the Complete and Total purchase of Greenland,” Trump wrote on Truth Social.</p><p>One day after he made this threat, the 27 members of the European Union convened for an emergency meeting to discuss their options. While many wanted to try to resolve the dispute via diplomatic efforts, some called for the implementation of a never-before-used <a href=\"/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\">“bazooka” package</a> of retaliatory tariffs and trade restrictions. However, this could take up to a year to fully implement.</p><p>But following his meeting with Rutte on Wednesday, Trump withdrew his threat of tariffs and said a “framework for a future deal” had been reached.</p><h2 id=\"why-does-trump-want-greenland\">Why does Trump want Greenland?</h2><p>Trump, and US presidents before him, have coveted Greenland for its <a href=\"/news/2025/1/9/behind-trumps-threat-why-is-greenland-so-strategically-important\">strategic position</a>.</p><p>The sparsely populated Arctic island of 56,000 people – mostly Indigenous Inuit – is geographically in North America but politically part of Denmark, making it part of Europe.</p><p>Greenland’s geographical position between the Arctic and North Atlantic oceans provides the shortest air and sea routes between North America and Europe, making it crucial for US military operations and early-warning systems, especially around the Greenland-Iceland-United Kingdom gap, according to the Trump administration.</p><p>Greenland also has plentiful deposits of minerals, including large amounts of untapped rare earth metals, which are required for the production of technology ranging from smartphones to fighter jets. With global warming, more shipping routes around Greenland are opening up as the ice melts, making it of greater interest to many nations.</p><h2 id=\"did-the-us-ever-own-greenland\">Did the US ever own Greenland?</h2><p>During his speech in Davos on Wednesday, Trump said: “After the war, we gave Greenland back to Denmark. How stupid were we to do that? But we did it. But we gave it back.”</p><p>The US occupied Greenland in 1941 following Nazi Germany’s invasion of Denmark during World War II. It established a military and radio presence on the island, withdrawing following the end of the war. However, US forces have maintained a permanent presence at Pituffik Space Base, previously known as the Thule Air Base, in Greenland’s northwest ever since.</p><p>Denmark and the US reached an agreement in 1951, which allows the US to maintain military facilities in Greenland as part of mutual defence within the NATO framework.</p><p>Despite its presence on the island during World War II, the US never actually possessed the territory and its 1951 agreement with Denmark did not pass sovereignty of Greenland to the US.</p><h2 id=\"what-do-we-know-about-the-framework-of-trump-s-future-deal\">What do we know about the framework of Trump’s future deal?</h2><p>Specific details of the “framework” are unknown.</p><p>But Trump has described it as a pathway towards a “long-term deal”.</p><p>And he has specified some elements of what he expects from that deal. “It puts everybody in a really good position, especially as it pertains to security and to minerals,” Trump told reporters.</p><p>“It’s a deal that’s forever.”</p><p>On Thursday, Rutte told Reuters that will demand NATO countries ramp up Arctic security swiftly, as part of the security element of the agreement.</p><p>“We will come together in NATO with our senior commanders to work out what is necessary,” Rutte said.</p><p>“I have no doubt we can do this quite fast. Certainly, I would hope for 2026; I hope even early in 2026.”</p><p>But experts say not much else about the framework is known.</p><p>“We still don’t know what ‘framework’ actually means: is it political signalling, or does it contain concrete commitments, timelines and legal hooks? We also don’t know who the real parties are [US-Denmark only, or US-Denmark-Greenland] and what Greenland has formally endorsed,” Christine Nissen, the chief analyst at the Copenhagen-based Think Tank Europa, told Al Jazeera.</p><p>It is unclear whether Greenland has agreed to the framework of any deal or whether Greenlandic or Danish authorities were even consulted.</p><p>“There can’t be a deal without having Greenland as part of the negotiations,” Sascha Faxe, a member of the Danish parliament, told Sky News on Wednesday.</p><p>“We have a Greenlandic MP in Denmark and she’s very clear that this is not a prerogative of Rutte and NATO,” Faxe said, referring to Aaja Chemnitz Larsen, who represents one of the two parliamentary seats for Greenland in the Danish parliament.</p><p>She added: “They are very clear – Greenland is not for sale, they are not for negotiations – so it’s not real negotiations, it’s two men who have had a conversation.”</p><p>On Wednesday night, Larsen wrote in Danish in a Facebook post: “NATO in no way has the right to negotiate anything on its own about us from Greenland while bypassing us. Nothing about us, without us.”</p><p>In an X post on Wednesday, Danish Foreign Minister Lars Lokke Rasmussen wrote: “The day is ending on a better note than it began,” welcoming Trump’s ruling out the European tariffs and taking Greenland by force. “Now, let’s sit down and find out how we can address the American security concerns in the Arctic while respecting the red lines of the [Kingdom of Denmark].”</p><p>It is also not clear which other European leaders are on board with the deal. EU leaders are convening in Brussels on Thursday for emergency talks over the matter.</p><p>In an X post on Wednesday, Italy’s Prime Minister Giorgia Meloni welcomed Trump’s decision to not charge tariffs on European countries. “As Italy has always maintained, it is essential to continue fostering dialogue between allied nations,” she wrote, without specifying details about Greenland or the deal.</p><p>If Washington ends up owning parts of Greenland as American overseas territory, it is not clear whether Denmark will hand over the land or whether the land will be purchased at a price. It is also not known what this hypothetical price would look like.</p><h2 id=\"what-natural-resources-does-greenland-have\">What natural resources does Greenland have?</h2><p>Greenland is incredibly rich in minerals, including rare earth minerals used in the manufacture of batteries and high-tech industries crucial for defence. According to a 2023 survey, 25 of 34 minerals deemed “critical raw materials” by the European Commission were found in Greenland.</p><p>Greenland does not carry out the extraction of oil and gas, and its mining sector is opposed by its Indigenous population. The island’s economy is largely reliant on its fishing industry.</p><p>However, during his speech at Davos, Trump said that it was national security, and not minerals, that made it imperative for him to own Greenland.</p><p>“To get to this rare earth, you got to go through hundreds of feet of ice. That’s not the reason we need it. We need it for strategic national security and international security,” Trump said.</p><p>Referring to Trump during an interview with Fox News’s Special Report with Bret Baier on Wednesday, Rutte said: “He is very much focused on what do we need to do to make sure that that huge Arctic region – where change is taking place at the moment, where the Chinese and the Russians are more and more active – how we can protect it.”</p><p>Amid global warming, the vast untapped resources of the Arctic are becoming more accessible. Countries like the US, Canada, China and Russia are now eyeing these resources.</p><p>Russia and China have been <a href=\"/news/2024/7/23/us-wary-of-china-russia-cooperation-in-increasingly-strategic-arctic\">working together</a> to develop Arctic shipping routes as Moscow seeks to deliver more oil and gas to China amid Western sanctions, while <a href=\"/program/101-east/2022/3/3/behind-chinas-rise-in-the-arctic\">Beijing seeks an alternative shipping route</a> to reduce its dependence on the Strait of Malacca.</p><p>“Negotiations between Denmark, Greenland and the United States will go forward aimed at ensuring that Russia and China never gain a foothold – economically or militarily – in Greenland,” Reuters news agency reported, citing an unnamed NATO source.</p><p>On Wednesday, Russian news agencies quoted Russian President Vladimir Putin as saying: “What happens in Greenland is of absolutely no consequence to us.”</p><h2 id=\"what-about-the-ownership-of-greenland\">What about the ownership of Greenland?</h2><p>On Wednesday, Rutte said during the interview that the issue of whether Greenland will remain Danish territory did not come up during his discussion with Trump.</p><p>When Rutte was asked whether Greenland would remain under the Kingdom of Denmark, he responded: “That issue did not come up any more in my conversations tonight with the president.”</p><p>Trump has previously said that Washington needs to own Greenland, rather than lease it.</p><p>“You defend ownership. You don’t defend leases. And we’ll have to defend Greenland. If we don’t do it, China or Russia will,” Trump told reporters at the White House on January 9.</p><p>During his speech at Davos, Trump reiterated that he wants Washington to own Greenland, despite the US military presence there under the 1951 agreement.</p><p>Nissen, of Think Tank Europa, explained that this agreement already grants the US very extensive operational rights in Greenland pertaining to construction, movement and logistics. But, she added, the arrangement is not territorial, and sovereignty sits with Denmark and Greenland’s self-government.</p><p>“The US cannot exercise civil authority, change laws, control borders as a state, or transfer the territory. So Denmark and Greenland’s hard red line is straightforward: no ‘ownership’ and no territorial transfer through a deal.”</p><p>On Wednesday, The New York Times, however, cited three unnamed senior officials involved in the latest Greenland talks, reporting on the possibility that the framework could involve conversations over giving Washington sovereign control over small pockets of Greenland for military bases.</p><p>In theory, these pockets would be similar to the concept of the <a href=\"/news/2024/1/15/uk-bases-in-cyprus-protests\">UK’s bases in Cyprus</a>, which are regarded as British territory, one of the officials told The Times, while another confirmed this.</p><p>The UK has two Sovereign Base Areas (SBAs) inside <a href=\"/news/2017/2/20/cyprus-an-island-divided\">Cyprus</a>, namely Akrotiri and Dhekelia. These are legally British-owned territories within Cyprus.</p><p>SBAs are purely for military use and governed almost entirely as military installations, where authority is essentially military and centralised.</p><p>“There are rumours that Trump may still imagine some form of US ownership of a very small piece of land, but Rutte has indicated that this was not substantively on the table,” Nissen said.</p><p>“If any element of the deal were to involve even a symbolic transfer of territory, that would cross a red line for Denmark, Greenland and Europe, and would set a dangerous precedent for sovereignty and the Western order.”</p><p>Nissen explained that even if there is a framework, Denmark and Greenland have legal options to constrain US ambitions for the island.</p><p>They could insist that US influence is limited to “rights of use” to territory rather than anything resembling sovereign control or exclusive jurisdiction. Essentially, she argued, they could use bureaucracy to bolster their positions.</p><p>“They can use governance tools that matter in practice: consultation clauses, joint oversight bodies, transparency requirements, clear review points and meaningful termination options – plus domestic law and permitting [land use, environment, infrastructure approvals] that can shape or slow what ambitions become on the ground.”</p><p>She explained that a likely outcome could involve strengthened US access to Greenland and an update to the 1951 defence deal — with more NATO branding, extra infrastructure and investment, and limited, targeted cooperation on minerals.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259293\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-yRGTS-united-kingdom-14-territories-1769067236.png?quality=80\" alt=\"INTERACTIVE - yRGTS-united-kingdom-14-territories-1769067236\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-are-some-overseas-territories\">What are some overseas territories?</h2><p>Greenland is actually one of two Danish self-governing overseas territories, the other one being the Faroe Islands.</p><p>The Arctic island was a Danish colony in the early 18th century, after an expedition led by Danish-Norwegian missionary Hans Egede arrived in 1721. In 1979, it became a self-governing territory. Since 2009, Greenland has the right to declare independence through a referendum.</p><p>The UK has 14 overseas territories across the Atlantic, Caribbean, Pacific and polar regions.</p><p>The inhabited ones, including Anguilla, Bermuda, the British Virgin Islands, Cayman Islands, Falkland Islands, Gibraltar and Montserrat, are mostly self‑governing, with the UK responsible for defence and foreign affairs.</p><p>The US has five permanently inhabited territories — Puerto Rico, Guam, the US Virgin Islands, American Samoa and the Northern Mariana Islands — all with local governments but limited federal representation, and Puerto Rico is the largest as a self‑governing commonwealth.</p><p>Washington also controls nine mostly uninhabited islands used mainly for military or strategic purposes.</p><p>France has 13 overseas territories spread across the Atlantic, Caribbean, Indian Ocean, Pacific and South America. China has two Special Administrative Regions (SARs), Hong Kong and Macau, which are generally autonomous in terms of political, economic and legal systems.</p><p>Australia, the Netherlands, Norway, New Zealand and Portugal also have overseas territories in different parts of the world with different arrangements for self-government.</p></div></div></body></html>"
        },
        {
            "title": "Which teams can still qualify for the UEFA Champions League knockouts? | Football News | Al Jazeera",
            "time": "2026-01-22T13:48:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T220814Z_1568630077_UP1EM1L1PHPF1_RTRMADP_3_SOCCER-CHAMPIONS-SLA-BAR-1769083803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>There is only one round of matches remaining in the league phase of this season’s <a href=\"/sports/2025/9/16/uefa-champions-league-2025-26-full-match-schedule-and-clubs\">UEFA Champions League</a> (UCL), and the stakes remain high with qualification still wide open for the vast majority of the teams.</p><p>Some of Europe’s top clubs remain on red alert going into the final round of matches as teams seek to bypass the playoff stage and qualify directly for the last 16.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A number of other teams, though, including past winners and current league champions from around the continent, are dreading the reality of an early exit.</p><p>Al Jazeera Sport takes a close look at who needs what from the final match day in the league phase to stay alive in the UCL.</p><h2 id=\"how-is-champions-league-qualification-from-the-league-phase-decided\">How is Champions League qualification from the league phase decided?</h2><p>Of the 36 teams competing in the first round of this season’s Champions League, the top eight teams from the league phase will qualify directly for the last 16.</p><p>The following 16 teams in the table will be sent to the playoff stage, where the teams will play two-legged ties with each aggregate winner joining the eight automatic qualifiers in the next round of the knockout stage.</p><p>The bottom eight teams at the end of the league phase will be eliminated from all European competition this season. In the old format, teams finishing third in the group stages would be offered the comfort of being relegated to the knockout rounds of the UEFA Europa League.</p><h2 id=\"who-has-already-qualified-for-the-last-16-of-the-champions-league\">Who has already qualified for the last 16 of the Champions League?</h2><p><strong>Arsenal:</strong> The north London club were the first team to book their place in the last 16 with an impressive <a href=\"/sports/2026/1/20/jesus-brace-helps-arsenal-down-inter-to-seal-champions-league-qualification\">3-1 win</a> at Inter Milan on Tuesday. The league phase leaders, who also top the English Premier League by seven points, are three points clear on the UCL table and face bottom-club Kairat in the final round of games.</p><p><strong>Bayern Munich:</strong> The German giants have also qualified after their 2-0 win at home to Union Saint-Gilloise on Wednesday and will hope to challenge the Gunners for top spot when they travel to PSV Eindhoven in the final round. It is set to be a tough task, however, as their Dutch hosts are perilously placed just above the bottom eight.</p><h2 id=\"could-real-madrid-barcelona-psg-and-liverpool-miss-out-on-automatic-qualification-for-the-ucl-s-last-16\">Could Real Madrid, Barcelona, PSG and Liverpool miss out on automatic qualification for the UCL’s last 16?</h2><p>Yes.</p><p>A defeat in the final round of league phase games for Real Madrid, Barcelona, Paris Saint-Germain and Liverpool will leave them exposed to missing out on the top-eight spots.</p><p>Liverpool eased to <a href=\"/sports/2026/1/21/liverpool-beat-marseille-to-climb-to-third-in-champions-league-table\">a 3-0 win</a> at Marseille on Wednesday, while Barcelona were made to work for their <a href=\"/sports/2026/1/21/barcelona-avoid-blip-in-prague-to-maintain-champions-league-top-eight-hope\">4-2 win</a> at Slavia Prague and Real <a href=\"/sports/2026/1/20/vinicius-defies-boos-with-star-turn-in-real-madrids-6-1-ucl-rout-of-monaco\">thumped Monaco 6-1</a> on Tuesday. PSG missed out on the chance to secure their passage past the playoffs when they lost 2-1 at Sporting Lisbon on Tuesday.</p><h2 id=\"which-teams-have-already-been-eliminated-from-the-champions-league-in-the-league-phase\">Which teams have already been eliminated from the Champions League in the league phase?</h2><p>Of the 32 teams competing at this stage, only four are already eliminated – Eintracht Frankfurt, Slavia Prague, Villarreal and Kairat.</p><h2 id=\"who-have-been-the-surprise-package-in-the-champions-league-this-season\">Who have been the surprise package in the Champions League this season?</h2><p>Tottenham currently hold fifth spot with 14 points, which is in stark contrast with their form in the Premier League as they are 14th in their domestic table and have not won in four games, losing two of those.</p><p> </p><p></p><h2 id=\"which-top-teams-are-most-at-risk-of-falling-into-the-champions-league-playoffs\">Which top teams are most at risk of falling into the Champions League playoffs?</h2><p><strong>Barcelona:</strong> The La Liga champions are the biggest name currently outside the automatic qualification positions as they sit in ninth spot. The good news for the Catalan club is that with PSG playing Newcastle United in the final round – and both teams currently in the top eight – a win in Barca’s final game against Copenhagen will see them qualify.</p><p><strong>PSG and Newcastle:</strong> Both teams have 13 points, as do Barca, so even a draw at the Nou Camp on Wednesday could be enough to qualify – assuming there is a victor in the match in Paris.</p><p>The teams that sit below Barcelona cannot rest on having their fate in their own hands, given Barca’s current ranking.</p><p>From sixth position (PSG) to 13th spot, eight teams are level on 13 points.</p><p>Among those are <strong>Chelsea</strong> in eighth, <strong>Manchester City</strong> and <strong>Atletico Madrid</strong>. <strong>Inter Milan</strong> and <strong>Juventus</strong> both have 12 points.</p><h2 id=\"could-one-of-the-smaller-teams-leap-into-the-top-eight-champions-league-spots\">Could one of the smaller teams leap into the top eight Champions League spots?</h2><p><strong>Borussia Dortmund</strong> and <strong>Galatasaray</strong> place just below Juventus with 11 and 10 points, respectively, but also level with the latter is <strong>Qarabag</strong>. The Azerbaijan club, which was formed only in 1987, could theoretically climb into the top eight if results go their way and they win their final game. That, however, is away to Liverpool.</p><p>Although far from being among the smaller clubs on the European stage, <strong>Sporting Lisbon</strong> and <strong>Atalanta</strong> – currently in the pack of teams on 13 points – could also leap into the top eight in the final ranking.</p><h2 id=\"which-big-teams-could-be-eliminated-from-the-champions-league-in-the-league-phase\">Which big teams could be eliminated from the Champions League in the league phase?</h2><p>Four-time European champions <strong>Ajax</strong> are placed just above the bottom four eliminated teams and must beat Olympiakos at home in their final game to have any chance of qualifying for the playoff stage.</p><p>From the Dutch giants on six points in 32nd place to <strong>Marseille</strong> in 11th, just three points separate those 14 teams.</p><p>Among those currently in the bottom eight positions are Italian champions <strong>Napoli</strong>, who face a daunting trip to play Chelsea on Wednesday, and Portuguese giants <strong>Benfica</strong>, who entertain Spanish super club Real Madrid.</p><p>Although Galatasaray and Qarabag can still dream of a top-eight finish, they are joined by <strong>Marseille</strong>, <strong>Bayer Leverkusen, Monaco, PSV, Athletic Bilbao</strong> and <strong>Olympiakos</strong>, who are all in danger of dropping into the league phase’s elimination zone.</p><h2 id=\"who-are-confirmed-of-progress-into-at-least-the-playoff-stage\">Who are confirmed of progress into at least the playoff stage?</h2><p>The following teams are assured of at least reaching the playoffs:</p><p>Atalanta, Atletico Madrid, Barcelona, Chelsea, Inter, Juventus, Liverpool, Manchester City, Newcastle, PSG, Real Madrid, Sporting CP and Tottenham.</p><h2 id=\"when-is-the-final-round-of-league-phase-games-in-the-champions-league\">When is the final round of league phase games in the Champions League?</h2><p>The final round of games will all be played on Wednesday, and all will kick off at 20:00 GMT.</p><h2 id=\"what-are-the-final-round-of-league-phase-games-in-the-champions-league\">What are the final round of league phase games in the Champions League?</h2><ul>\n<li>Ajax vs <span>Olympiakos<br>\n</span></li>\n<li>Arsenal vs Kairat</li>\n<li>Athletic Bilbao vs Sporting Lisbon</li>\n<li>Atletico Madrid vs Bodo/Glimt</li>\n<li>Barcelona vs Copenhagen</li>\n<li>Bayer Leverkusen vs Villarreal</li>\n<li>Benfica vs Real Madrid</li>\n<li>Borussia Dortmund vs Inter Milan</li>\n<li>Club Brugge vs Marseille</li>\n<li>Eintracht Frankfurt vs Tottenham Hotspur</li>\n<li>Liverpool vs Qarabag</li>\n<li>Manchester City vs Galatasaray</li>\n<li>Monaco vs Juventus</li>\n<li>Napoli vs Chelsea</li>\n<li>PSV Eindhoven vs Bayern Munich</li>\n<li>Pafos vs Slavia Prague</li>\n<li>Paris Saint-Germain vs Newcastle United</li>\n<li>Union Saint-Gilloise vs Atalanta</li>\n</ul><h2 id=\"when-will-the-champions-league-playoffs-be-played\">When will the Champions League playoffs be played?</h2><p>The two legs will be played on February 17-18 and February 24-25.</p><h2 id=\"when-will-the-champions-league-last-16-matches-be-played\">When will the Champions League last 16 matches be played?</h2><p>The two legs of the round of 16 will be played on March 10-11 and March 17-18.</p><h2 id=\"when-and-where-is-the-uefa-champions-league-final\">When and where is the UEFA Champions League final?</h2><p>After the quarterfinals and semifinals, the finale of this season’s Champions League will be staged at Puskas Arena in Budapest, Hungary. The game will be played on May 30.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s Greenland pact will demand allies boost Arctic security: NATO chief | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T13:31:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T184138Z_2077918073_RC2U5JARL3DQ_RTRMADP_3_DAVOS-MEETING-TRUMP-1769085424.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new framework agreed with United States President Donald Trump amid his push to acquire Greenland will demand NATO countries ramp up Arctic security swiftly, the organisation’s Secretary-General Mark Rutte has told the Reuters news agency.</p><p>The NATO chief made the comments at the annual meeting of the World Economic Forum (WEF) in Davos, Switzerland on Thursday, as Washington’s traditional European allies scrambled to respond to <a href=\"/news/2026/1/21/trump-nixes-european-tariff-threats-over-greenland-after-nato-chief-talks\">Trump’s sudden about-face</a> on his threats to acquire the strategic Arctic island, a semi-autonomous territory of NATO member Denmark.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We will come together in NATO with our senior commanders to work out what is necessary,” Rutte told Reuters.</p><p>“I have no doubt we can do this quite fast. Certainly, I would hope for 2026; I hope even early in 2026.”</p><p>In recent weeks, Trump has ramped up his threats to seize the island, citing the threat it could be acquired by China or Russia, plunging US-European relations to their lowest point in decades, and prompting fears for the survival of NATO.</p><p>But on Wednesday, the US leader unexpectedly dropped his threat to impose 10 percent tariffs on European countries opposed to his bid to <a href=\"/news/2026/1/21/trump-rules-out-using-force-to-take-over-greenland-calls-for-negotiations\">take control of the territory</a> and ruled out the use of force to seize the island, saying he and Rutte agreed on a “framework” for a future deal involving Greenland and the Arctic region.</p><p>Trump also said “additional discussions” on Greenland were being held concerning the Golden Dome missile defence programme, a $175bn system that will put US weapons in space for the first time, although he offered few details on the talks.</p><p>Rutte told Reuters that he was confident that non-Arctic NATO allies ‍would contribute to the effort, and that an enhanced security focus on the Arctic would not come at the expense of support for Ukraine in its war with Russia.</p><p>Minerals exploitation on the resource-rich island had not been discussed in the meeting with Trump, Rutte said, adding that negotiations on the issue would ​continue between the US, Denmark and Greenland itself.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"denmark-cannot-negotiate-on-sovereignty\">Denmark ‘cannot negotiate on sovereignty’</h2><p>Meanwhile, Danish Prime Minister Mette Frederiksen said in a statement on Thursday that while issues such as security, investment and economic matters could be discussed, “we cannot negotiate on our sovereignty”.</p><p>Frederiksen said Arctic security was a matter for all of NATO, and that it was “good and natural” that it be discussed between Trump and Rutte.</p><p>She said that she had spoken with Rutte “on an ongoing basis”, including before and after he met Trump in Davos, and said she had “been informed” that the NATO chief’s talks with Trump had not touched on issues of sovereignty, adding that only Denmark and Greenland could make decisions on issues concerning themselves.</p><p>Frederiksen said that Denmark wanted to continue engaging in constructive dialogue with allies on strengthening security in the Arctic, including the US Golden Dome programme, “provided that this is done with respect for our territorial integrity”.</p><p>Asked in an interview with Fox News whether Greenland would remain part of the kingdom of Denmark under the framework deal Trump announced, Rutte said the issue “did not come up anymore in my conversations tonight with the president”.</p><p>“He’s very much focused on what do we need to do to make sure that huge Arctic region, where change is taking place at the moment, where the Chinese and Russians are more and more active, how we can protect it,” said Rutte.</p><p>“That was really the focus of our discussions.”</p><p>NATO spokesperson Allison Hart said on Thursday that Rutte “did not propose any compromise to sovereignty during his meeting with President Trump”.</p><p>She added that negotiations between Denmark, Greenland and the US would continue, aimed at “ensuring that Russia and China never gain a foothold – economically or militarily – in Greenland”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"germany-supports-talks\">Germany supports talks</h2><p>Meanwhile, German Chancellor ⁠Friedrich Merz, welcoming Trump’s U-turn on Greenland, urged Europeans not to be too quick to write off the transatlantic partnership.</p><p>“We support talks between Denmark, Greenland [and] the United States on the basis of these principles” aiming for closer cooperation, Merz said in Davos.</p><p>“It is good news that we are making steps into that right direction. I welcome President Trump’s remarks from last night – this is the right way to go.”</p><p>Merz stressed the need for European NATO countries to do more to secure the Arctic region, describing it as “a common transatlantic interest”.</p><p>“We will protect Denmark, Greenland, the north from the threat posed by Russia,” he said.</p><p>“We will uphold the principles on which the transatlantic partnership is founded, namely sovereignty and territorial integrity.”</p><p>His comments came as EU leaders were reportedly set to discuss reviewing their ties with Washington at an emergency summit on Thursday.</p><p>Despite Trump’s sudden about-face on his tariff threats, European governments remained wary of another change of ​mind by a US president who was increasingly seen as a bully that Europe needed to stand up to, observers say.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh adamant on playing T20 World Cup in Sri Lanka despite ICC threat | Cricket News | Al Jazeera",
            "time": "2026-01-22T12:58:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24162524566232-1768996804.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh have reiterated their stance on not travelling to India for the T20 World Cup and will, once again, request the International Cricket Council (ICC) to relocate their games to Sri Lanka despite the global cricket body’s <a href=\"/sports/2026/1/21/bangladesh-india-t20-world-cup-dispute-unresolved-as-icc-deadline-looms\">refusal</a> to change the tournament’s schedule.</p><p>“We will go back to the ICC with our plan to play in Sri Lanka,” BCB President Aminul Islam said after a meeting between BCB officials, Bangladeshi cricketers and representatives of the government in Dhaka on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The announcement came a day after the global cricket body warned the BCB that expulsion from the Men’s T20 World Cup 2026 could take place should it not agree to play its matches in India, with Scotland replacing it in Group C.</p><p>The ICC asked the BCB to review its decision with the Bangladeshi government and give a response within a day, following which a final decision would be made.</p><p>“They did give us a 24-hour ultimatum, but a global body can’t really do that,” Islam told reporters.</p><p>“We want to play the World Cup, but we won’t play in India. We will keep fighting,” he added.</p><p>The BCB chief said the ICC would stand to lose if Bangladesh were expelled from the tournament.</p><p>“The ICC will miss out on 200 million people watching the World Cup,” he said.</p><p>Bangladesh are scheduled to play on the opening day of the tournament, on February 7, when they face the West Indies at Eden Gardens, Kolkata. They are set to play two other group-stage games at the same venue before their final Group C fixture against Nepal at the Wankhede Stadium in Mumbai.</p><p>However, the BCB has refused to send its team to India, citing concerns over players’ safety and security.</p><p>The move followed the abrupt removal of star fast bowler Mustafizur Rahman from the Indian Premier League (IPL) upon instructions from the Board of Control for Cricket in India (BCCI), due to the ongoing political tensions between the two nations.</p><p>The ICC said, on Wednesday, that it had shared detailed independent security assessments, comprehensive venue-level security plans and formal assurances from the host authorities with the BCB and that all reports concluded “there is no credible or verifiable threat to the safety or security of the Bangladesh team in India.</p><p>“Despite these efforts, the BCB maintained its position, repeatedly linking its participation in the tournament to a single, isolated and unrelated development concerning one of its players’ involvement in a domestic league,” an ICC spokesperson said after the global body’s board met via video conference to discuss the issue.</p><p>“This linkage has no bearing on the tournament’s security framework or the conditions governing participation in the ICC Men’s T20 World Cup,” the ICC spokesperson added.</p><p>Asif Nazrul, a youth and sports adviser in the interim Bangladeshi government, dismissed the ICC’s claims, saying it had failed to quash Bangladesh’s concerns.</p><p>“The ICC has failed to convince us on the security question and has taken no stand on our grievances,” he said.</p><p>“Even the Indian government did not communicate with us or try to assuage our fears.</p><p>“We are hopeful that ICC will give us the opportunity to play in Sri Lanka. It is our government who has decided not to go to India.”</p><p>Before the latest round of talks, Bangladesh captain Litton Das had expressed concerns over the uncertainty surrounding his team’s participation.</p><p>“From where I stand, I’m uncertain; everyone is uncertain,” Das told reporters after a domestic cricket match on Tuesday.</p><p>Diplomatic relations between the once-close allies have been sharply tested since August last year, when former Prime Minister Sheikh Hasina fled to New Delhi from Dhaka after an uprising against her rule.</p><p>Bangladesh blames India for a number of its troubles, including Indian Prime Minister Narendra Modi’s support for Hasina when she was in power.</p><p>During the World Cup, Bangladesh will hold its first <a href=\"/features/2026/1/20/bangladeshi-youth-toppled-hasina-now-they-could-decide-next-prime-minister\">elections</a> since Hasina’s ousting.</p></div></div></body></html>"
        },
        {
            "title": "Israeli settlers forcibly displacing largest Palestinian Bedouin village | Occupied West Bank | Al Jazeera",
            "time": "2026-01-22T12:58:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769086611.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump opens ‘Board of Peace’ by listing countries the US has bombed | Newsfeed | Al Jazeera",
            "time": "2026-01-22T12:51:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769086248.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza’s Rafah crossing with Egypt to open next week: Palestinian official | Gaza News | Al Jazeera",
            "time": "2026-01-22T12:44:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697212eae7-1769083626.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza’s Rafah crossing with Egypt to open next week: Palestinian official</h1><p class=\"article__subhead\"><em>US-backed technocrat leader Ali Shaath made the announcement as President Trump launched his ‘Board of Peace’ for Gaza.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza’s ‍border crossing ‍with Egypt will reopen next week, the Palestinian technocrat leader backed by Washington to administer ⁠the enclave has announced, after being almost completely shut during <a href=\"/news/2026/1/21/three-journalists-among-11-palestinians-killed-in-israels-attacks-on-gaza\">Israel’s genocidal war</a>.</p><p>Ali Shaath made the ​announcement on Thursday by videolink during an event hosted by United States President Donald Trump at the <a href=\"/news/liveblog/2026/1/22/live-trump-to-lead-signing-of-charter-for-gaza-board-of-peace-in-davos\">World Economic Forum ‍in Davos, Switzerland</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I am pleased to ​announce the Rafah crossing will ‌open next week in both directions. For Palestinians in Gaza, Rafah is more than a gate. It is a lifeline and ‌symbol of opportunity,” Shaath said.</p><p>“Opening Rafah signals that Gaza is no longer ‌closed to the future and to ⁠the war,” he added.</p><p>There was no immediate comment from Israel, which has controlled the Rafah crossing since 2024. Since the <a href=\"/opinions/2025/11/24/no-there-is-no-ceasefire-in-gaza\">October 10 ceasefire</a> took effect under Trump’s plan, Israeli authorities have stalled on reopening it to allow desperately needed aid to enter and people requiring medical treatment to leave.</p><p>The ceasefire deal ‌left Israel in control of more than half of Gaza beyond what is known as the yellow line, including the area that abuts the border ‍crossing.</p><p>If implemented, the reopening of the Rafah crossing would mark a shift from an <a href=\"/opinions/2025/12/15/the-real-reason-israel-wants-to-open-the-rafah-crossing\">earlier Israeli policy</a> that stated the crossing would only open “exclusively for the exit of residents from the Gaza Strip to Egypt”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"path-to-true-palestinian-self-determination\">‘Path to true Palestinian self determination’</h2><p>The White House announced on Friday the 15 members of the all-Palestinian technocratic committee that will oversee the transition of power in Gaza. Shaath, a former Palestinian Authority (PA) deputy minister, was designated as the general commissioner of the body, known as the National Committee for the Administration of Gaza (NCAG).</p><p>In a statement following his appointment, Shaath said the committee would “embrace peace, through which we strive to secure the path to true Palestinian rights and self determination”.</p><p>Senior Hamas leaders have welcomed the formation of the committee as a “step in the right direction” that is “crucial for consolidating the ceasefire”.</p><p>Some Palestinians, however, worry that the NCAG’s technocratic approach may circumvent key political questions, such as the creation of a future Palestinian state and an end to Israel’s decades-long occupation of the Palestinian territory, in favour of a focus on economic development and outside investment opportunities.</p><p>As part of the <a href=\"/news/2026/1/14/trump-envoy-announces-launch-of-second-phase-of-gaza-plan\">second phase of the ceasefire deal</a>, the technocratic committee would operate under the overall supervision of a so-called “Board of Peace”, to be chaired by Trump.</p><p>The US leader <a href=\"/news/2026/1/22/trump-launches-board-of-peace-at-ceremony-in-davos\">formally launched</a> the body for resolving international conflicts – with a $1bn price tag for permanent membership – in Davos on Thursday.</p><p>The board was originally conceived to oversee the rebuilding of Gaza but a draft of the charter does not appear to limit its role to the Palestinian territory.</p><p>Trump has been critical of the United Nations and has previously hinted at the possibility that the board could replace the international organisation founded in 1945.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Japan shuts reactor at world’s biggest nuclear plant a day after restart | Nuclear Energy News | Al Jazeera",
            "time": "2026-01-22T12:30:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T044040Z_483661532_RC2G5JAH2536_RTRMADP_3_JAPAN-NUCLEARPOWER-TEPCO-1768975762.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The restart of a reactor at the world’s largest nuclear power plant has been suspended in Japan, a day after the process began, its operator, which also manages the wrecked Fukushima plant, said. But the reactor remains “stable”.</p><p class=\"p1\">The No 6 reactor at the <a href=\"/news/2026/1/21/japan-to-restart-worlds-biggest-nuclear-plant-after-15-year-shutdown\">Kashiwazaki-Kariwa plant</a> in north-central Japan – closed since the 2011 Fukushima disaster – reactivated on Wednesday as plant workers started removing neutron-absorbing control rods from the core to start stable nuclear fission.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">But the process had to be suspended hours later due to a malfunction related to control rods, which are essential to safely starting up and shutting down reactors, the Tokyo Electric Power Company Holdings (TEPCO) said. The duration of the shutdown was still unknown.</p><p class=\"p1\">TEPCO said there was no safety issue from the glitch and it was checking the situation while suspending the restart operation. The utility later said it was putting the reactor back into shutdown for a fuller examination.</p><p class=\"p1\">“We were investigating the malfunctioning electrical equipment,” spokesperson Takashi Kobayashi told the AFP news agency.</p><p class=\"p1\">The reactor “is stable and there is no radioactive impact outside”, he said.</p><p class=\"p1\">Control rods are a device used to control the nuclear chain reaction in the reactor core, which can be accelerated by slightly withdrawing them, or slowed down or stopped completely by inserting them deeper.</p><p class=\"p1\">The restart, initially scheduled for Tuesday, had been pushed back after another technical issue related to the rods’ removal was detected last weekend – a problem that was resolved on Sunday, according to TEPCO.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Kashiwazaki-Kariwa is the world’s biggest nuclear power plant by potential capacity, although just one reactor of seven was restarted.</p><p class=\"p1\">The facility was taken offline when Japan pulled the plug on nuclear power after a colossal earthquake and tsunami sent three reactors at the Fukushima atomic plant into meltdown in 2011.</p><p class=\"p1\">However, resource-poor Japan now wants to revive atomic energy to reduce its reliance on fossil fuels, achieve carbon neutrality by 2050 and meet growing energy needs from artificial intelligence.</p><p class=\"p1\">Fourteen other nuclear reactors have restarted across Japan since 2011, but the Kashiwazaki-Kariwa plant, about 220 kilometres (135 miles) northwest of Tokyo, is the first TEPCO-run unit to resume production.</p><p>The company also operates the stricken Fukushima Daiichi plant, now being decommissioned.</p><p class=\"p1\">A restart of the No 6 reactor could generate an additional 1.35 million kilowatts of electricity, enough to power more than 1 million households in the capital region.</p><p class=\"p1\">Public opinion in Niigata is deeply divided: about 60 percent of residents oppose the restart, while 37 percent support it, according to a survey conducted in September.</p><p class=\"p1\">“It’s Tokyo’s electricity that is produced in Kashiwazaki, so why should the people here be put at risk? That makes no sense,” Yumiko Abe, a 73-year-old resident, told AFP this week during a protest in front of the plant.</p><p class=\"p1\">Earlier this month, seven groups opposing the restart submitted a petition signed by nearly 40,000 people to TEPCO and Japan’s Nuclear Regulation Authority, saying that the plant sits on an active seismic fault zone and noting it was struck by a strong quake in 2007.</p></div></div></body></html>"
        },
        {
            "title": "Former government insider takes aim at US’s policy on Israel | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-22T12:22:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/CS-16-9-1769084323.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Sinner, Osaka through to the third round at Australian Open | Tennis News | Al Jazeera",
            "time": "2026-01-22T12:13:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260122__93LW7KQ__v1__HighRes__TennisAusOpen-1769082054_870679-1769082533.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two-time defending ‌champion Jannik Sinner has outclassed home wildcard James Duckworth 6-1, 6-4, 6-2 ‍to stroll into ‍the third round of the Australian Open.</p><p>The Italian world number two was in no mood on Thursday for an extended shift on a cool Rod Laver Arena as he set up a last-32 clash with ⁠American Eliot Spizzirri.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was Sinner’s 27th successive tour-level victory against Australian players, his ​last defeat against one coming against Duckworth in Toronto in 2021.</p><p>But ‍a repeat of that outcome never looked likely as Sinner produced an immaculate display from the back of the court.</p><p>“Every match is difficult. So happy to be in the next round,” Sinner, ‍who has ⁠won his last 12 matches without dropping a set, said on court. “Very happy with my performance.</p><p>“I know how much work I’ve put in, so the body feels good and the mind is in a good moment.”</p><p>From the moment he drilled a backhand winner into the corner to break Duckworth’s serve in the fourth game, he was in control and was ​gifted a second service break with a double fault.</p><p>Sinner claimed ‌the first set in 26 minutes, and although Duckworth offered more resistance in the second with some aggressive play, the Italian’s controlled power and placement was too much for his 34-year-old opponent.</p><p>A forehand ‌winner earned him a break point at 3-3, and Duckworth blazed wildly long as the pressure told.</p><p>Duckworth’s winners were ‌loudly applauded by the evening crowd, but the ⁠end came quickly, and Sinner finished it off with an ace – his 18th of the match.</p><p>Sinner has spent less than three hours on court to reach the third round, and he will be the heavy ‌favourite against 85th-ranked Spizzirri, who survived a five-setter against China’s Wu Yibing.</p><p>“I’ve been watching him also last year a little bit – very aggressive on the court and ‍a big server also,” Sinner said.</p><p>“I don’t know him as well because we haven’t played yet, but I’m hoping for a great match.”</p><figure id=\"attachment_4259854\" aria-describedby=\"caption-attachment-4259854\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259854\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93LD9VL__v1__HighRes__TennisAusOpen-1769082239.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Jannik Sinner in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259854\" class=\"wp-caption-text\">Sinner lost only seven games against Duckworth in their second-round match at Melbourne Park [David Gray/AFP]</figcaption></figure><h2 id=\"osaka-beats-cirstea-in-three-sets\">Osaka beats Cirstea in three sets</h2><p>Naomi Osaka overcame a second-set wobble ‍to beat Romania’s Sorana ‍Cirstea 6-3, 4-6, 6-2 in the second round.</p><p>Osaka, who won the Australian Open in 2019 and 2021, made a shaky start against Cirstea, dropping ​the opening game on her serve and committing early errors.</p><p>She soon shook off ‌the cobwebs and broke to level at 2-2 before breaking again for a 5-3 lead and then defending a break point to hold serve and take the opening set.</p><p>The 35-year-old Cirstea, who will retire at the end of the year, again took an early lead in ‌the second set, and although Osaka levelled at 2-2, the Romanian broke in a decisive moment to force a final set.</p><p>Osaka, the 16th seed, took a break between ‌sets and then another medical timeout while leading 3-1 in the decider, ⁠but any concern was short-lived.</p><p>With her movement seemingly hampered, the Japanese former world number one responded by dialling up the intensity of her ground strokes and overwhelming Cirstea to seal the win.</p><p>The final set was also tinged with some drama as Cirstea took issue with Osaka pumping ‌herself up by shouting, “Come on,” between the Romanian’s first and second serves.</p><p>“[There were] apparently a lot of ‘come ons’ that she was angry about. I mean I tried to play well. I think I hit a lot of unforced errors, ‍but I tried my best,” Osaka said.</p><p>“She’s a great player. I think this was her last Australian Open, so sorry she was mad about it.”</p><p>Osaka faces Australian qualifier Maddison Inglis in the third round.</p><figure id=\"attachment_4259864\" aria-describedby=\"caption-attachment-4259864\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259864\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93LF2VP__v1__HighRes__TennisAusOpen-1769082462.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Naomi Osaka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259864\" class=\"wp-caption-text\">Japan’s Naomi Osaka hits a return to Romania’s Sorana Cirstea during their singles match on day five [Martin Keep/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Several missing after landslide at popular tourist spot in New Zealand | Al Jazeera | Al Jazeera",
            "time": "2026-01-22T12:13:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/New-Zealand-Landslide-Horizontal-Thumb-1769083818.png?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Several people, including children, are missing after heavy rain triggered a landslide at a campsite in Mount Maunganui in northern New Zealand. Eyewitness videos and aerial footage show the aftermath as rescue workers search the area for survivors.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Mapping the 10 countries with the most overseas territories | Interactive News | Al Jazeera",
            "time": "2026-01-22T11:44:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-top-territories-1769067133.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Speaking at the World Economic Forum in Davos on Wednesday, United States President <a href=\"/news/2026/1/21/trump-nixes-european-tariff-threats-over-greenland-after-nato-chief-talks\" target=\"_blank\" rel=\"noopener\">Donald Trump</a> said the US needs “ownership” of <a href=\"/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island\" target=\"_blank\" rel=\"noopener\">Greenland</a> to defend itself from adversaries like China and Russia, but said he “won’t use force” to acquire the self-ruling island, which is part of the Kingdom of Denmark.</p><p>Across the world, various nations maintain overseas territories that house strategic and military installations, but also for historical, economic and environmental reasons. Many of them are remnants of colonial empires. While many former colonies around the world gained independence in the 20th century, they often chose to maintain their links for economic stability, security or because they were too small to be viable as fully independent nations.</p><p>From the British and French overseas territories to the US-owned regions in the Caribbean and the Pacific, these territories exercise varying degrees of self-government and autonomy.</p><p>Al Jazeera maps the 10 countries with the most overseas territories.</p><h2 id=\"united-kingdom-14-territories\">United Kingdom – 14 territories</h2><p>The UK has 14 overseas territories across the Atlantic, Caribbean, Pacific and polar regions.</p><p>The inhabited territories include Anguilla, Bermuda, British Virgin Islands, the Cayman Islands, Falkland Islands, Gibraltar and Montserrat. These are self-governing, with the UK responsible for defence and foreign affairs.</p><p>The UK also administers regions which are sparsely populated – the British Antarctic Territory, British Indian Ocean Territory, Pitcairn Islands, South Georgia Island and the South Sandwich Islands, as well as Akrotiri and Dhekelia bases in Cyprus. These are mainly used for military, scientific and environmental purposes.</p><p>The UK recently <a href=\"/news/2024/10/4/why-is-the-uk-handing-the-chagos-islands-back-to-mauritius\">handed sovereignty of the Chagos Islands</a> in the British Indian Ocean Territory back to Mauritius after a decades-long dispute. This week, Trump strongly criticised this move as “an act of great stupidity”.</p><p>In a statement on Monday, an official UK government spokesperson said the decision had been made because the UK-US military base on Diego Garcia was “under threat after court decisions undermined our position and would have prevented it operating as intended in future”. The base is leased to the US but operates as a joint UK-US base.</p><p>The UK also has three Crown Dependencies, which, unlike the British Overseas Territories, have never been colonies and are not part of the United Kingdom. They have their own tax systems and courts. The UK is only responsible for their defence and foreign affairs. Crown Dependencies are possessions of the British Crown, owing allegiance to the monarch rather than the UK government.</p><p>They include the self-governing Channel Islands of Jersey and Guernsey near the French Normandy coast. The Isle of Man, located in the Irish Sea between the UK and Ireland, is also a Crown Dependency.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259293\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-yRGTS-united-kingdom-14-territories-1769067236.png?quality=80\" alt=\"INTERACTIVE - yRGTS-united-kingdom-14-territories-1769067236\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"united-states-14-territories\">United States – 14 territories</h2><p>The US has five permanently inhabited territories and nine which are uninhabited, mainly in the Caribbean and the Pacific.</p><p>The inhabited territories are: Puerto Rico, Guam, the US Virgin Islands, American Samoa and the Northern Mariana Islands. Puerto Rico is the most populous and is a self-governing commonwealth. These territories have local governments but limited representation at the federal level.</p><p>The US also controls a group of mostly uninhabited islands commonly referred to as the US Minor Outlying Islands, which are primarily used for military or strategic purposes. These are: Baker Island, Howard Island, Jarvis Island, Johnston Atoll, Kingman Reef, Midway Atoll, Navassa Island, Palmyra Atoll and Wake Island.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259297\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-lTC0p-united-states-14-territories-1769067241.png?quality=80\" alt=\"INTERACTIVE - lTC0p-united-states-14-territories--1769067241\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"france-13-territories\">France – 13 territories</h2><p>France has 13 overseas territories spread across the Atlantic, Caribbean, Indian Ocean, Pacific and South America. Unlike the UK and US territories, some of these are fully integrated into France as administrative regions, while others are overseas “collectives”.</p><p>Five territories – French Guiana, Guadeloupe, Martinique, Mayotte and Reunion – are fully integrated parts of France. They have representatives in the French parliament and use the euro as their currency. French Guiana is home to the Guiana Space Centre, where space launches are conducted by several European private companies and government agencies.</p><p>France administers French Polynesia, New Caledonia, Saint Pierre and Miquelon, Wallis and Futuna, Saint Martin and Saint Barthelemy, and Clipperton Island, all of which have varying degrees of autonomy.</p><p>France also claims the French Southern and Antarctic Lands, which are uninhabited and used mainly for scientific research and environmental protection. However, some countries such as Mauritius, Madagascar and the Comoros dispute France’s sovereignty over these islands.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259295\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-oE0s0-france-13-territories-1769067238.png?quality=80\" alt=\"INTERACTIVE - oE0s0-france-13-territories--1769067238\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"australia-7-territories\">Australia – 7 territories</h2><p>Australia has seven overseas territories, three of which are inhabited – Norfolk Island, Christmas Island and the Cocos (Keeling) Islands. Residents of these islands are Australian citizens, and the territories have various levels of governance.</p><p>The four mostly uninhabited territories that Australia controls are Heard Island and McDonald Islands, Ashmore and Cartier Islands, the Coral Sea Islands Territory and the Australian Antarctic Territory. These are primarily used for scientific research, meteorological monitoring and the administration of Australia’s maritime jurisdiction.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259305\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-C8add-australia-7-territories-1769067250.png?quality=80\" alt=\"INTERACTIVE - C8add-australia-7-territories--1769067250\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"the-netherlands-6-territories\">The Netherlands – 6 territories</h2><p>The Netherlands has six territories in the Caribbean.</p><p>Three – Aruba, Curacao and Sint Maarten – have their own governments, parliaments and prime ministers and are known as “constituent” countries. Aruba gained this status in 1986, with Curacao and Sint Maarten becoming constituent countries in 2010.</p><p>The other three territories are Bonaire, Sint Eustatius and Saba. These are directly administered by The Hague, but have local governments and use the US dollar.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259303\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-wxTQm-netherlands-6-territories-1769067247.png?quality=80\" alt=\"INTERACTIVE - wxTQm-netherlands-6-territories--1769067247\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"norway-5-territories\">Norway – 5 territories</h2><p>Norway has five territories in the Arctic and Antarctic.</p><p>Its first Arctic territory is Svalbard, which has a special legal status under the 1920 Svalbard Treaty, allowing international settlement and restricting military activity. The second territory is Jan Mayen, an uninhabited volcanic island used for meteorological research, monitoring and defence.</p><p>Norway also claims three uninhabited territories in Antarctica: Bouvet Island, Peter I Island and Queen Maud Land. Bouvet Island and Peter I Island are mostly covered by glaciers, while on Queen Maud Land, there is very limited ice-free land at the coast. It hosts the largest-known seabird colony in Antarctica.</p><figure id=\"attachment_4259301\" aria-describedby=\"caption-attachment-4259301\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259301\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-bd79K-norway-5-territories-1769067245.png?quality=80\" alt=\"INTERACTIVE - bd79K-norway-5-territories--1769067245\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259301\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"new-zealand-4-territories\">New Zealand – 4 territories</h2><p>New Zealand has two self-governing regions that are part of it, one dependent territory, and one Antarctic claim.</p><p>The Cook Islands in the South Pacific Ocean, located between New Zealand and Hawaii, and Niue, located in the South Pacific Ocean northeast of New Zealand and east of Tonga, are both self-governing in “free association” with New Zealand. This is a voluntary association in which a nation, such as the Cook Islands or Niue, assumes responsibility for its domestic affairs but defers to New Zealand for defence and foreign policy.</p><p>Tokelau came under the control of New Zealand in 1925 and is a non-self-governing territory. This means that the UN considers it a territory where the people have “not yet attained a full measure of self-government” but are being encouraged to work towards it.</p><p>Like several countries, New Zealand claims part of the Antarctic. The 1959 Antarctic Treaty System is an international agreement which preserves Antarctica for peaceful purposes and scientific research, while freezing all territorial claims. Since 1923, New Zealand has maintained a right of sovereignty over the Ross Dependency in Antarctica for research purposes. It was originally part of the UK’s claim.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259299\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-BmBsn-new-zealand-4-territories-1769067243.png?quality=80\" alt=\"INTERACTIVE - BmBsn-new-zealand-4-territories--1769067243\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"denmark-2-territories\">Denmark – 2 territories</h2><p>The Kingdom of Denmark has two self-ruling territories, Greenland and the Faroe Islands.</p><p><a href=\"/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island\">Greenland</a> is at the centre of a transatlantic dispute as US President Donald Trump insists on buying the resource-rich island, which is located in the region of North America, despite it having its own parliament and leader. Both Denmark and Greenland have repeatedly stated that the island is not for sale.</p><p>The Faroe Islands are located in the North Atlantic Ocean between Iceland, Norway and Scotland. Since 2005, the Faroes have had a self-government arrangement.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259311\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-yN3BP-denmark-2-territories-1769067257.png?quality=80\" alt=\"INTERACTIVE - yN3BP-denmark-2-territories--1769067257\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"china-2-territories\">China – 2 territories</h2><p>Unlike the UK or France, China does not have overseas territories in the traditional sense. It has two Special Administrative Regions (SARs) – Hong Kong and Macau. These are generally autonomous in terms of political, economic and legal systems, operating under the principle of “One Country, Two Systems”.</p><p>Hong Kong, located on the South China Sea, is a former British colony but was returned to China in 1997. It has a population of about 7.5 million and is one of the world’s most important financial centres. According to Hong Kong’s Department of Justice, its legal system is different from China’s and is based on common law.</p><p>Nearby Macau is a former Portuguese colony which was returned to China in 1999. It has a population of about 680,000 and is known for its financial services industry as well as casinos. The legal system is based on Portuguese civil law, rather than China’s.</p><p>China also has five autonomous regions within mainland China, which have a degree of political and cultural autonomy.</p><p>Taiwan, which China considers a province, operates as a self-governing territory with its own government, economy and legal system, but China insists it is part of its sovereign territory and has not ruled out using force to bring it under Beijing’s control.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259307\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-beel9-china-2-territories-1769067252.png?quality=80\" alt=\"INTERACTIVE - beel9-china-2-territories--1769067252\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"portugal-2-territories\">Portugal – 2 territories</h2><p>Portugal has two autonomous regions: The Azores and Madeira, both in the Atlantic Ocean.</p><p>The Azores are an archipelago of nine volcanic islands in the North Atlantic Ocean, roughly 1,400 to 1,600km (870-1,000 miles) west of mainland Portugal. The islands were claimed by Portugal in 1439, but today are autonomous with their own regional government and a population of about 245,000.</p><p>In 2025, Portugal’s aviation regulator granted a five-year licence to the Atlantic Spaceport Consortium (ASC) to operate a spaceport in the Azores on Santa Maria Island. The facility is Portugal’s first licensed spaceport. Its location in the mid-Atlantic is seen as advantageous for the launch of satellite activities.</p><p>Madeira is roughly 1,000km (600 miles) southwest of mainland Portugal, with a population of about 260,000. Madeira was officially discovered in July 1419 by two sailors who had veered off course due to a storm. Madeira gained autonomy in 1976 following the Carnation Revolution.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259309\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-UHJpp-portugal-2-territories-1769067254.png?quality=80\" alt=\"INTERACTIVE - UHJpp-portugal-2-territories--1769067254\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Day one of Syria’s ceasefire marked by violation claims | Syria's War | Al Jazeera",
            "time": "2026-01-22T11:38:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769081861.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine talks ‘down to one issue’, says US envoy Witkoff | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-22T11:26:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6971ff10e5be-1769078544.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States ‍envoy ‍Steve Witkoff says “a lot of progress” has been made in Russia-Ukraine peace talks and that negotiations are down to one last issue, as Ukraine’s President Volodymyr Zelenskyy and US President Donald Trump held what both described as positive talks.</p><p>“I think we’ve got it down to one issue, and we have discussed iterations of that issue, and that means it’s solvable,” Witkoff told an audience at the <a href=\"/news/liveblog/2026/1/22/live-trump-to-lead-signing-of-charter-for-gaza-board-of-peace-in-davos\">World Economic Forum</a> (WEF) in the Swiss city of Davos on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If both sides want to solve this, we’re going to get it solved,” he said.</p><p>The US ‍envoy said he and Trump’s son-in-law Jared Kushner would travel later in the day to the Russian capital, Moscow, where the Kremlin has said Russian President Vladimir Putin plans to meet Witkoff.</p><p>The US envoy said he and Kushner would not stay in Moscow overnight but instead fly on to Abu Dhabi, the UAE capital, where talks would continue in “military to military” working groups. According to Zelenskyy, the UAE talks – spanning Friday and Saturday – will include the first trilateral meetings between US, Russian and Ukrainian officials.</p><h2 id=\"trump-zelenskyy-meet-in-davos\">Trump, Zelenskyy meet in Davos</h2><p>Meanwhile, Trump held what he called a “very good” meeting with Zelenskyy on the sidelines of the WEF. Speaking to reporters after the meeting, Trump said his message ⁠to Putin is that the war in Ukraine has ​to ‌end.</p><p>Zelenskyy, for his part, described the meeting with Trump as “productive and substantive”.</p><p>“The documents are now even better prepared,” added Zelenskyy, who previously said he would only travel to Davos if there was the opportunity to sign an agreement with Trump on resolving the nearly four-year war, including with security guarantees and post-war reconstruction funding for Ukraine.</p><p></p><p>Addressing the WEF after his meeting with Trump, Zelenskyy made the case for Putin to face international prosecution and criticised European allies for failing to use frozen Russian assets for Ukraine’s defence.</p><p>“This is the fourth year of the biggest war in Europe since World War II and the man who started it is not only free, but he is fighting for his frozen money in Europe,” said Zelenskyy.</p><h2 id=\"keep-our-eyes-on-the-ball-of-ukraine\">‘Keep our eyes on the ball of Ukraine’</h2><p>While it was unclear what the last-remaining sticking point referenced by Witkoff was, Zelenskyy said in December the two main issues were the long-term fate of territory captured by Russia and areas still under Kyiv’s control that Moscow is demanding, and who gets control of the Zaporizhzhia nuclear power plant, under Russian occupation in southern Ukraine.</p><p>Trump made an oft-repeated claim on Wednesday that Putin and Zelenskyy were close to a deal. “I believe they’re at a point now where they can come together and get a deal done. And if they don’t, they’re stupid – that goes for both of them,” he said after <a href=\"/news/2026/1/22/i-wont-use-force-for-greenland-key-takeaways-from-trumps-davos-speech\">delivering a speech</a> to the annual meeting of global elites.</p><p>The ⁠US has held talks separately with Russia, Ukraine and European leaders on various ‍drafts of a plan for ending the war, but no deal has yet been reached despite Trump’s repeated ‍promises to ⁠clinch one.</p><p>NATO Secretary-General Mark Rutte praised Trump’s efforts to end the war but said Ukraine still needs military help as it continues to come under Russian missile and drone attacks.</p><p>“What we need is to keep our eyes on the ball of Ukraine. Let’s not drop that ball. And that means. Yes, great, peace talks. Fantastic. We will do everything to conclude them successfully, but that will not happen tomorrow,” he said.</p><p>The talks come as Russian attacks this week have left most of the Ukrainian capital without electricity, with residents of 3,000 buildings in Kyiv without heat in sub-zero temperatures.</p><p>Odesa Governor Oleh Kiper ‍said a Russian overnight drone attack struck a residential building, killing a 17-year-old.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump and world leaders sign ‘Board of Peace’ charter | Newsfeed | Al Jazeera",
            "time": "2026-01-22T11:20:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769080793.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump launches Board of Peace at signing ceremony in Davos | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T10:41:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697200accfb6-1769078956.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has formally announced the first charter of his so-called <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace</a>, a body for resolving international conflicts with a $1bn price tag for permanent membership.</p><p>The board, which Trump launched in a signing ceremony in Davos, Switzerland, on Thursday, was originally conceived to oversee the rebuilding of Gaza after Israel’s two-year genocidal war on the Strip.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But it appears the board, whose 11-page charter <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">does not mention Gaza once</a>, has morphed into something far more ambitious, with the US leader saying it may extend its work to other global crises, a role traditionally performed by the United Nations.</p><p>“Once this board is completely formed, we can do pretty much whatever we want to do,” Trump claimed on stage at the World Economic Forum (WEF), before signing documents formally establishing the initiative. He was joined on stage by leaders, foreign ministers and other top officials representing 19 other countries, including Argentina, Qatar, Azerbaijan, Indonesia, Hungary, Morocco, Bahrain, Pakistan and Saudi Arabia.</p><p>Some fear the Board of Peace will undermine the UN. Trump appeared to touch on those concerns in his opening remarks at the ceremony, saying the initiative would “work with many others, including the United Nations”, also listing other important diplomatic issues around the region and worldwide.</p><p>“I’ve always said the United Nations has got tremendous potential, has not used it,” Trump said.</p><p>He praised the work of US officials involved in the project for their efforts in establishing a ceasefire in Gaza. “We have peace in the Middle East; nobody thought that was possible.”</p><p>He added that the board was going to be “very successful in Gaza”, and “we can spread out to other things as we succeed with Gaza”.</p><figure id=\"attachment_4259668\" aria-describedby=\"caption-attachment-4259668\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259668\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93LX7PC__v1__MidRes__SwitzerlandUsPoliticsEconomyDiplomacy-1769077370.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259668\" class=\"wp-caption-text\">President Trump speaks at the Board of Peace meeting during the WEF annual meeting in Davos on January 22, 2026 [Mandel Ngan/AFP]</figcaption></figure><h2 id=\"board-of-action\">‘Board of action’</h2><p>In remarks following Trump’s comments, US Secretary of State Marco Rubio said the board’s priority was making sure the peace deal in Gaza became enduring, but that the possibilities for the organisation were “endless”.</p><p>“This is not just a Board of Peace, this is a board of action, just like President Trump is a president of action,” he said.</p><p>“This is a group of leaders that are about action.”</p><p>Trump’s son-in-law Jared Kushner, a senior White House adviser and real estate developer, outlined details about the Board of Peace’s development plans in Gaza, without mentioning plans for a path towards a Palestinian state.</p><p>The “number one thing is going to be security – obviously we’re working very closely with the Israelis to figure out a way to de-escalation, and the next phase is working with Hamas on demilitarisation,” Kushner said.</p><p>“Without security, nobody’s going to make investments, nobody’s gonna come build there. We need investments in order to start giving jobs,” he said.</p><p>The Board of Peace wants to use “free market principles” to shift Gaza’s dependence on foreign aid, Kushner said, showing a map of the Gaza Strip divided into “residential” and “coastal tourism mixed” zones.</p><p>The plan includes building 100,000 housing units in Rafah, as well as “New Gaza”, Kushner said, showing a rendering of high-rise coastal towers.</p><p>“In the Middle East, they build cities like this – two, three million people – in three years, so stuff like this is very doable if we make it happen,” Kushner said.</p><p>He urged both sides in the Gaza conflict to “do our best to try working together”, calling for a change in “mindset” and “behaviours” in the region.</p><p>“Everyone wants to live peacefully,” he said. “If we believe peace is possible, then peace really can be possible.”</p><p class=\"p1\">The event also featured Ali Shaath, the head of a new, future technocratic government in Gaza, announcing that the Rafah border crossing will open in both directions next week.</p><h2 id=\"most-prestigious-board-ever\">‘Most prestigious board ever’</h2><p>Under plans for the board, Trump will serve as chair, along with a “founding executive council” at the top, which includes Rubio, Kushner, former United Kingdom Prime Minister Tony Blair, US special envoy, Steve Witkoff, US deputy national security adviser, Robert Gabriel, World Bank Group President Ajay Banga and Marc Rowan, CEO of financial firm Apollo Global Management.</p><p>According to reports, 50-60 countries have been invited to join the board, with up to 25 having agreed to sign on.</p><p>Permanent membership of the board, which Trump has billed as “the most prestigious board ever formed”, will require a contribution of $1bn. US officials have reportedly said such contributions are voluntary, although countries would be expected to contribute to Gaza’s reconstruction efforts.</p><p>The foreign ministers of Pakistan, Egypt, Jordan, the United Arab Emirates, Indonesia, Turkiye, Saudi Arabia and Qatar said <a href=\"/news/2026/1/21/qatar-saudi-arabia-among-eight-countries-joining-trumps-board-of-peace\">in a joint statement</a> on Wednesday that they would be joining the board. Kuwait’s Ministry of Foreign Affairs also said it had accepted Trump’s invitation.</p><p>Other countries that have agreed to join include Morocco, Argentina, Hungary, Armenia, Bahrain, Kazakhstan, Kosovo, Uzbekistan, Vietnam and Belarus. China, India, Japan, Thailand and many European nations have yet to respond to their invitation.</p><p>British Foreign Secretary Yvette Cooper said the UK would opt out of signing on Thursday, joining a growing list of regional refusals that includes France, Norway, Sweden and Slovenia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"uk-s-concerns-about-putin\">UK’s ‘concerns about’ Putin</h2><p class=\"p1\">The UK has “concerns about President [Vladimir] Putin being part of something which is talking about peace, when we have still not seen any signs from Putin that there will be a commitment to peace in Ukraine,” Cooper told the BBC when asked about Trump’s board.</p><p>Questions have been raised about why the Russian president – and other leaders wanted for war crimes like Israeli Prime Minister Benjamin Netanyahu – have been invited to join the board, and the powers it would hand to Trump as inaugural chair of the board.</p><p>David Wearing, a lecturer in international relations at the University of Sussex, told Al Jazeera that the board was “clearly an attempt to render the UN obsolete” and position Trump “in a kind of monarchical or imperial position as the chairman of this new UN”.</p><p>Russian state media reported on Thursday that Putin was ready to send $1bn to the Board of Peace to support the Palestinian people, and that the idea of spending frozen Russian assets to fund the contribution had been discussed with Washington.</p><p class=\"p1\">Putin, who was due to host Palestinian President Mahmoud Abbas for talks in Moscow on Thursday, has said he is still consulting with Moscow’s “strategic partners” before deciding to commit.</p><p>Meanwhile, Netanyahu has <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">agreed to join</a> the board after his office had earlier criticised the composition of a subordinate technocratic committee tasked with overseeing Gaza.</p><p>However, there is no Palestinian representative on the board.</p><figure id=\"attachment_4259736\" aria-describedby=\"caption-attachment-4259736\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259736\" src=\"/wp-content/uploads/2026/01/epa_697200a4e393-1769078948.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12670236 US President Donald Trump (L) speaks at the 'Board of Peace' meeting during the 56th annual meeting of the World Economic Forum (WEF), in Davos, Switzerland, 22 January 2026. The 2026 summit, running from 19 to 23 January and held under the theme 'A Spirit of Dialogue,' brings together global political leaders, corporate executives, and scientists to address international challenges. EPA/GIAN EHRENZELLER\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259736\" class=\"wp-caption-text\">Trump speaks at the 56th annual meeting of the WEF in Davos [Gian Ehrenzeller/EPA]</figcaption></figure><h2 id=\"palestinians-in-gaza-overlooked\">Palestinians in Gaza overlooked</h2><p>As several countries get on board, Palestinians in Gaza are less optimistic about the initiative, said Al Jazeera’s Tareq Abu Azzoum, reporting from the Strip on Thursday.</p><p>“There is a sense that runs deep among Palestinians – that Palestinians are being discussed as a problem to be managed, not as people with rights to be fully addressed,” Abu Azzoum said.</p><p>“People on the ground believe the formation of the new Board of Peace feels detached from their reality.”</p><p>Palestinians “felt that turning a new chapter does not sound as easy as the Americans think,” he added.</p><p>In his remarks on Thursday, Trump praised the amount of aid that had been able to flow into Gaza following the ceasefire, comments starkly at odds with the reality on the ground, amid repeated warnings from the UN and international aid organisations of dire shortages of supplies entering the enclave.</p></div></div></body></html>"
        },
        {
            "title": "Campaigning begins in Bangladesh for first election after Hasina’s ouster | Elections News | Al Jazeera",
            "time": "2026-01-22T10:16:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6971ee1c3f5a-1769074204.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Campaigning has begun in Bangladesh as the country prepares to hold the first national elections since the <a href=\"/news/2024/8/5/bangladeshs-sheikh-hasina-forced-to-resign-what-happened-and-whats-next\">2024 uprising</a> that ousted longtime Prime Minister Sheikh Hasina.</p><p>The major political parties on Thursday held campaign rallies in the capital, Dhaka, ahead of the vote scheduled for February 12.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The interim government led by <a href=\"/news/2025/8/5/on-revolution-anniversary-bangladeshs-yunus-announces-national-elections\">Nobel Peace Prize laureate Muhammad Yunus</a> has pledged to hold a free and fair election, which is seen as the most consequential in Bangladesh’s history.</p><p>The South Asian nation of about 170 million people will elect 350 lawmakers and decide on proposed political reforms. European Union election observers say the vote will be the “biggest democratic process of 2026”.</p><p>Yunus, the 85-year-old known as the “banker to the poor” as he helped lift millions out of poverty through his Grameen Bank, said he inherited a “completely broken” political system.</p><p>He returned from exile in August 2024 at the behest of protesters to lead a caretaker government as “chief adviser”, but he has pledged to step down after the polls.</p><p>His interim government championed a reform charter that Yunus argued was vital to prevent a return to authoritarian rule, with a referendum on the changes to be held on the same day as polling.</p><p>The July National Charter, named after the uprising that began in July 2024 and led to the fall of Hasina, includes giving the presidency more authority to balance what had been a powerful prime minister’s position. It also proposes term limits for legislators, and measures to prevent conflicts of interest, money laundering and corruption.</p><p>It was signed last year by 25 of the country’s 52 registered political parties, but supporters say a referendum is needed to make it legally binding and part of the constitution.</p><p>Hasina, 78, was <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">sentenced to death in absentia</a> in November for crimes against humanity for the deadly crackdown on protesters in her failed bid to cling to power, and remains in hiding in India.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"parties-hold-rallies-amid-disinformation-claims\">Parties hold rallies amid disinformation claims</h2><p>The Awami League party, formerly led by Hasina, has been barred from running in the election after the country’s Election Commission <a href=\"/news/2025/5/11/bangladesh-bans-activities-of-awami-league-the-party-of-ousted-pm-hasina\">suspended its registration</a> in May.</p><p>Tarique Rahman, chairman of the <a href=\"/news/2025/12/26/why-bnp-leader-tarique-rahmans-return-to-bangladesh-matters-ahead-of-vote\">Bangladesh Nationalist Party</a> (BNP) and son of former Prime Minister Khaleda Zia, is widely seen as a leading contender for prime minister. He launched his campaign in the northeastern city of Sylhet on Thursday and is scheduled to visit several other districts in the coming days.</p><p>Tens of thousands of supporters rallied in Sylhet, chanting his name.</p><p>“Do we have a leader? Yes, we do,” BNP loyalists shouted. Rahman only returned to Bangladesh in December after 17 years in exile.</p><p>“He will carry forward the legacy of his parents,” Harun Ur Rashid, 40, told the AFP news agency, referring to Zia and her husband, former president Ziaur Rahman, who was assassinated in 1981.</p><p>A 10-party alliance led by the <a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\">Jamaat-e-Islami</a> party is also seeking to expand its influence. If the Jamaat-led alliance is able to emerge victorious, it will be a dramatic turnaround for a party that was subjected to a brutal crackdown during Hasina’s 15-year government.</p><p>Jamaat-e-Islami has long faced criticism from secular groups who say its positions challenge Bangladesh’s secular foundations. The country is home to one of the world’s largest Muslim-majority populations.</p><p>“We want something new and the new option is Jamaat,” Mohammad Jalal, 40, told the Reuters news agency as he attended the party’s rally in Dhaka. “They have a clean image and work for the country.”</p><p>Earlier this month, Yunus said he was “concerned” about the impact of a surge of disinformation, blaming both “foreign media and local sources”.</p><p>“They have flooded social media with fake news, rumours and speculation,” Yunus said.</p><p>He did not specify which foreign powers he believed were behind the disinformation, but relations with neighbouring India have soured after Hasina escaped to her old ally New Delhi as protesters stormed her palace.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuelans share their opinions on US interference | Al Jazeera | Al Jazeera",
            "time": "2026-01-22T09:57:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Venezuela_Horizontal_Thumb-1769075802.png?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Following the US abduction of Venezuelan President Nicolas Maduro in early January, Al Jazeera spoke to Venezuelans about US interference in their country and the Trump Administration’s plans for its oil.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Pro-Palestine activist on hunger strike says he will begin refusing water | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-22T09:47:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-22-at-11.30.35-AM-1769072153.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> A pro-Palestine activist on hunger strike plans to start refusing fluids as well as food, telling Al Jazeera that he hopes his “drastic action” pressures the government into engaging with his protest demands.</p><p>Umer Khalid, a <a href=\"/video/inside-story/2025/7/21/what-are-the-implications-of-the-uk-ban-on-palestine-action\">Palestine Action</a>-linked remand prisoner, stopped eating 13 days ago. He is currently receiving fluids with electrolytes, sugars and salts but said he will stop drinking altogether from Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While the body can survive for weeks without food, dehydration is certain to have fatal consequences in a far shorter time.</p><p>The escalation comes days after three other hunger-striking remand prisoners affiliated with Palestine Action <a href=\"/news/2026/1/16/prison-rights-elbits-loss-how-the-palestine-action-hunger-strike-won\">ended their protests</a>, claiming victory.</p><p>“The only thing that seems to have any impact, whether that is positive or negative, is drastic action,” Khalid, 22, told Al Jazeera from prison via an intermediary. “The strike reflects the severity of this imprisonment. Being in this prison is not living life. Our lives have been paused. The world spins, and we sit in a concrete room. This strike reflects the severity of my demands.”</p><p>Khalid is calling for immediate bail; an end to alleged censorship in prison – authorities have been accused of withholding mail, calls and books and denying visitation rights; an inquiry into alleged British involvement in Israeli military operations in Gaza; and the release of surveillance footage from Royal Air Force (RAF) spy flights that flew over Gaza on April 1, 2024, when British aid workers were killed in an Israeli attack.</p><h2 id=\"brize-norton-break-in\">Brize Norton break-in</h2><p>Khalid is among five activists accused of breaking into the United Kingdom’s largest airbase, RAF Brize Norton, in Oxfordshire in June and spray-painting two Voyager refuelling and transport planes. The incident, which was claimed by Palestine Action, caused millions of pounds worth of damage, according to the British government, which later proscribed the protest group as a “terrorist” organisation.</p><p>Critics have condemned the ban as illiberal overreach, given that Palestine Action’s <a href=\"/video/the-take-2/2025/7/10/is-direct-action-for-palestine-terrorism-the-uk-says-it-is\">stated objective</a> is to use nonviolent means to counter Israel’s genocidal war against Palestinians and what it says is British complicity in it.</p><p>Khalid denies the <a href=\"/news/2026/1/16/five-pro-palestinian-activists-plead-not-guilty-over-uk-air-base-break-in\">charges</a> against him of conspiracy to commit criminal damage and conspiracy to enter a prohibited place for purposes prejudicial to the safety or interests of the UK.</p><p>He is part of a collective of eight remand prisoners linked to Palestine Action that began a rolling hunger strike in November. Last week, three of them – <a href=\"/news/2026/1/13/uk-hunger-striker-heba-muraisi-i-think-about-how-or-when-i-could-die\">two of whom</a> were on the brink of death – ended their protests. Khalid is the only one still refusing food.</p><figure id=\"attachment_4244170\" aria-describedby=\"caption-attachment-4244170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244170\" src=\"/wp-content/uploads/2026/01/s2-1768556877.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Amu Gib, Heba Muraisi, Jon Cink, Kamran Ahmed, Qesser Zuhrah, Lewie, Teuta Hoxha and Umer Khalid\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244170\" class=\"wp-caption-text\">Eight remand prisoners accused of incidents claimed by Palestine Action have joined the rolling hunger strike since November. Top row from left: Amu Gib, Heba Muraisi, Jon Cink and Kamran Ahmed. Bottom row from left: Qesser Zuhrah, Lewie Chiaramello, Teuta Hoxha and Umer Khalid [Courtesy of Prisoners for Palestine]</figcaption></figure><p>Those now refeeding said improved prison rights signalled a concession. The UK’s reported denial of a defence contract to Elbit, Israel’s largest weapons manufacturer, is also being interpreted by them as a win.</p><p>Throughout the hunger strike, the British government said it has no power over the issue of bail because it is a matter for the judiciary to decide. The government also insisted that prison welfare procedures are being followed.</p><p>As for Khalid’s other demands, last year, the opposition Labour Party blocked a bill tabled by the left-wing lawmaker Jeremy Corbyn backing an official inquiry into Britain’s involvement in the war on Gaza.</p><p>And in April, the Ministry of Defence told The Times newspaper that it had video footage from an RAF surveillance plane that had flown over Gaza on the day of the Israeli strike that killed the aid workers but could not disclose any further details, citing national security.</p><p>Britain has said it flew spy planes over Gaza during Israel’s onslaught to locate missing captives, but critics have raised questions about possible intelligence sharing with Israel.</p><p>Asim Qureshi, research director at the campaign group Cage, told Al Jazeera that the government’s refusal to meet with Khalid to negotiate on his demands “indicates their lack of concern for the life of this man, who is acting based on his principles within the context of a genocide”.</p><p>The Ministry of Justice has not commented on Khalid’s imprisonment or demands.</p><h2 id=\"i-cry-myself-to-sleep\">‘I cry myself to sleep’</h2><p>Khalid’s family and friends told Al Jazeera that they are particularly concerned because he suffers with limb-girdle muscular dystrophy, a condition that causes muscle weakness and wasting.</p><p>“I miss him,” his mother, Shabana Khalid, said, fighting back tears. “He’s starting to feel tired.</p><p>“My first thoughts when I wake up are with Umer. Some nights, I cry myself to sleep.”</p><p>As she herself recovers from cancer and takes care of her disabled sister, travelling to Prison Wormwood Scrubs in London, 320km (200 miles) from the family home in Manchester, is fraught with logistical challenges. She last saw her son on December 26 and does not know when she will be able to visit him next.</p><p>She accused Wormwood Scrubs of denying visiting rights, saying she and his friends have applied to the prison to see him but are told there are no appointments for weeks.</p><p>“My worries are that he’s going to decline very, very quickly,” she said.</p><p>At the time of publication, Wormwood Scrubs had not responded to Al Jazeera’s request for comment.</p><p>Umer’s brother Usman, a mechanical engineering graduate, told Al Jazeera: “When Umer says he’s going to do something, he means it with his full sincerity. And as morbid and sad as it might be to say, I think in his own mind he’s prepared to put his life on the line for this cause.”</p><p>Usman said that while he supports his brother’s protest demands, “from a slightly selfish and sort of personal perspective, I hope he doesn’t [start refusing water].”</p><p>According to the Prisoners for Palestine group, which advocates for the protesters, Umer has asked prison staff “not to intervene in the event he becomes unconscious”.</p><p>In December, he ended a 12-day hunger strike due to his declining health.</p><p>His mother said that before entering prison, he managed his rare condition carefully with a balanced diet and plenty of exercise.</p><p>“Alhamdulillah [Thank God], I am well. I feel very strong both mentally and physically,” Umer said. “I can usually use the prison gym once a week, but I’m not using it during my strike.”</p><p>He said he passes the time by praying and reading books.</p><p>His trial date is set for January 2027, by which time he will have spent a year and a half in prison – far beyond the standard six-month pre-trial detention limit.</p><p>His friend Danyal Osman, 29, told Al Jazeera that he feels “very anxious” but “completely” supports Umer “because we all want him to be free”.</p></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau sets election date following last year’s coup | Elections News | Al Jazeera",
            "time": "2026-01-22T09:00:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6971dd3d-1769069885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau sets election date following last year’s coup</h1><p class=\"article__subhead\"><em>The West African country is set to hold legislative and presidential elections on December 6.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guinea-Bissau’s military government has set a date for new elections following the <a href=\"/news/2025/11/26/guinea-bissau-army-claims-total-control-after-gunshots-heard-in-capital\">ousting of President Umaro Sissoco Embalo</a> in a coup late last year, according to a statement by the army leader.</p><p>“All the conditions for organising free, fair and transparent elections have been met,” said a decree read on Wednesday by Major-General Horta Inta-a.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Legislative and presidential elections will be held on December 6, the statement added.</p><p>A coup in November removed Embalo and inaugurated former army chief of staff Inta-a as the head of the military government, tasked with overseeing a one-year transition period.</p><p>A transitional charter published in early December bars Inta-a – a close Embalo associate –  from running for election.</p><p>The military claimed that it seized power as Embalo was seeking a second term in a <a href=\"/news/2025/12/2/guinea-bissaus-electoral-commission-says-coup-destroyed-election-results\">presidential election</a> to “avoid a bloodbath between supporters of the rival candidates”.</p><p>Guinea-Bissau, one of the world’s poorest countries, has been dogged by coups and attempted coups since its independence from Portugal more than 50 years ago, including a coup attempt last October.</p><p>The country of 2.2 million people is known as a hub for drug trafficking between Latin America and Europe, a trend that experts say has fuelled its political crises.</p><p>The election announcement comes weeks after a <a href=\"/news/2025/12/1/ecowas-delegation-visits-guinea-bissau-for-talks-after-military-coup\">visit</a> to Guinea-Bissau by an Economic Community of West African States (ECOWAS) mission, led by Sierra Leonean President and ECOWAS chair Julius Maada Bio and his Senegalese counterpart Bassirou Diomaye Faye.</p><p>The two leaders held talks with the military leaders and have called for a short, structured and transparent transition.</p><p>They have also demanded the release of political opponents, including opposition leader Domingos Simoes Pereira, who were imprisoned on the day of the coup.</p><p>West Africa has seen a <a href=\"/news/2024/8/27/west-africas-coup-belt-did-malis-2020-army-takeover-change-the-region\">wave of coups</a> since 2020, typically with the stated purpose of protecting the country against insurgencies or fixing bad governance.</p><p>Military leaders in nearby Mali, Niger and Burkina Faso also took power by force on pledges of providing more security to citizens against extremist armed groups. In neighbouring Guinea, General Mamady Doumbouya overthrew the president in 2021 on a promise to rid the country of corruption.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}