{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Swiss bar hit by deadly New Year’s fire had no safety checks in five years | News | Al Jazeera",
            "time": "2026-01-06T11:42:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T152251Z_1720697897_RC2RTIAXK98K_RTRMADP_3_SWITZERLAND-BLAST-1767696948.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Swiss bar hit by deadly New Year’s fire had no safety checks in five years</h1><p class=\"article__subhead\"><em>Swiss authorities say fire safety inspections had not been carried out at the bar in Crans-Montana since 2019.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>No safety inspections had been carried out for more than five years at a Swiss bar where <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">40 people were killed</a> during New Year’s celebrations, local authorities have revealed.</p><p>Crans-Montana Mayor Nicolas Feraud said at a news conference on Tuesday that no fire checks had taken place at the Le Constellation ski bar since 2019.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Periodic inspections were not conducted between 2020 and 2025. We bitterly regret this,” Feraud told reporters in the Alpine ski resort.</p><p>The fire tore through the popular ski bar early on New Year’s Day. Most of the victims were teenagers. The youngest who was killed was a 14-year-old Swiss girl, followed by two 15-year-old Swiss girls. The oldest was a French national, aged 39.</p><p>Police said on Monday that 83 people are still being treated in hospital. In total, 116 people were injured in the blaze.</p><p>Authorities believe the fire started when revellers raised champagne bottles with lit sparklers attached, setting light to sound-insulating foam on the ceiling of the bar’s basement.</p><p>Feraud said the foam was considered acceptable at the time of the last fire safety check at the bar in 2019.</p><p class=\"p1\">The mayor announced that all sparkler candles have now been banned inside bars and clubs in Crans-Montana. A statement from the local council said an external agency has been commissioned to further inspect all public establishments.</p><p><a href=\"/news/2026/1/3/swiss-launch-criminal-investigation-over-deadly-fire-at-ski-resort-bar\">Authorities are investigating the two people</a> who ran the bar on suspicion of crimes, including homicide by negligence. On Sunday, police said circumstances did not currently merit them being put under arrest and they did not see any flight risk.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What to know about Trump’s plan on Venezuela | Military News | Al Jazeera",
            "time": "2026-01-06T11:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ca20cf021-1767678476_42218c-1767700288.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Following the <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">abduction of Venezuelan leader</a> Nicolas Maduro on Saturday, United States President Donald Trump said Washington would “run” the Latin American country until a transition was complete, but a day later, his top diplomat said the US does not want to govern the country.</p><p>Secretary of <a href=\"/news/2026/1/5/venezuelas-abducted-leader-maduro-wife-to-appear-in-nyc-court\">State Marco Rubio said</a> on Sunday that the US is not at war with Venezuela, while on the same day, Trump told reporters that he might order a second strike if Venezuela does not cooperate with the US to clamp down on drug trafficking and open up its oil industry.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Department of Justice on Monday quietly dropped a claim that <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles, or Cartel of the Suns</a>, was an actual <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">drug trafficking</a> group. Last year, the US designated it as a “terrorist” group. The Trump administration built its case against Maduro, asserting that he was its leader.</p><p>In December, the US had accused Venezuela of trafficking fentanyl, dubbing it a <a href=\"/news/2025/12/15/trump-signs-executive-order-labeling-fentanyl-weapon-of-mass-destruction\">“weapon of mass destruction”</a>. However, when the charges were announced against Maduro on Monday, fentanyl was not mentioned.</p><p>US Vice President JD Vance had on Sunday still insisted that some fentanyl did originate from Venezuela.</p><p>Analysts have pointed out confusing messaging coming from the Trump administration regarding the aim behind the brazen operation and how to move forward. Experts have also questioned the legality of the operation that saw the reported killing of at least 40 people.</p><p>The Trump administration insists Maduro’s abduction was legal and that the Maduro government is not legitimate.</p><p>In the meantime, Maduro’s deputy, <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who was sworn in as Venezuela’s interim president on Monday, has expressed eagerness to collaborate with the US.</p><p>At the moment, the question of who will govern Venezuela is hanging in the balance. There are some key differences in what Trump and Rubio have said.</p><h2 id=\"what-has-rubio-said\">What has Rubio said?</h2><p>Rubio spoke to multiple news outlets on Sunday and Monday, as he defended the US actions and spelled out the reasoning behind the operation that has been <a href=\"/news/2026/1/6/us-critics-and-allies-condemn-maduros-abduction-at-un-security-council\">condemned</a> by the United Nations Security Council.</p><p>In an interview with Kristen Welker of NBC’s Meet the Press, Rubio said: “We are at war against drug trafficking organisations. That’s not a war against Venezuela.”</p><p>The seizure of “drug boats” will continue, he said, referring to the dozens of strikes on vessels near the Venezuelan coast since September that have killed more than 100 people.</p><p>“No more drug trafficking … and no more using the oil industry to enrich all our adversaries around the world and not benefitting the people of Venezuela or, frankly, benefitting the United States and the region,” Rubio told NBC on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Additionally, Rubio told NBC that the US does not need Venezuelan oil and has plenty of its own oil. “What we’re not going to allow is for the oil industry in Venezuela to be controlled by adversaries of the United States,” he said, naming Russia, Iran and China.</p><p>“This is the Western Hemisphere. This is where we live. And we’re not going to allow the Western Hemisphere to be a base of operations for adversaries, competitors, and rivals of the United States, simple as that.”</p><p>Rubio told NBC’s Welker that since 2014, about eight million Venezuelans have fled the country, driven by the systematic theft and mismanagement of the country’s oil wealth by Maduro and his inner circle, instead of it being used to benefit the Venezuelan people. He said the migration was “destabilising” the region.</p><p>According to a report by the UN High Commissioner for Refugees updated in May 2025, nearly 7.9 million people have left Venezuela. Analysts point out that the punitive US sanctions played a significant role in the collapse of Venezuela’s economy, which worsened the migrant crisis.</p><p>Rubio on Sunday reiterated that the US will continue to enforce an existing “oil quarantine”.</p><p>“We continue with that quarantine, and we expect to see that there will be changes, not just in the way the oil industry is run for the benefit of the people, but also so that they stop the drug trafficking,” Rubio told a local news outlet.</p><p>Accusations that Venezuela is the main source of drugs entering the US are false, experts say.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-trump-said\">What has Trump said?</h2><p>Rubio’s recent statements differ from what Trump has said about Venezuela.</p><p>While Rubio said the US does not want to govern Venezuela and is not interested in its oil, Trump suggested different ideas a day earlier.</p><p>During a news conference on Saturday, Trump said the US would “run” Venezuela until a “safe, proper and judicious transition” could be carried out.</p><p>Trump added that US oil companies would fix Venezuela’s “broken infrastructure” and “start making money for the country”.</p><h2 id=\"so-what-s-the-plan\">So what’s the plan?</h2><p>Elvira Dominguez-Redondo, a professor of international law at Kingston University in the United Kingdom, told Al Jazeera that there is no basis to comment on whether Washington has a coherent plan.</p><p>“From the outside, it is impossible to know what the next steps of the US will be, particularly given the contradictory public statements coming from senior figures.”</p><p>She added: “What I can say, based on observable facts, is that there is no full-scale military invasion or formal assumption of governmental authority by the US. What appears to have occurred instead is the removal of Maduro while allowing the rest of the governing apparatus to remain in place, under conditions that are not publicly known. Whether and how this was negotiated is unclear.”</p><p>Dominguez-Redondo said the US cannot legally invade and govern Venezuela, since this would amount to occupation under international law.</p><h2 id=\"what-s-the-latest-political-situation-in-venezuela\">What’s the latest political situation in Venezuela?</h2><p>Sworn in as the interim leader on Monday, Rodriguez, 56, told the National Assembly, “I come with pain over the kidnapping of two heroes who are being held hostage: President Nicolas Maduro and First Lady Cilia Flores.”</p><p>“I swear to work tirelessly to guarantee the peace, spiritual, economic and social tranquillity of our people.”</p><p id=\"interim-venezuelan-leader-invites-trump-to-collaborate-and-seeks-respectful-relations-in-newly-conciliatory-message\">A day earlier, she had offered to work with Trump and sought “respectful relations” in a conciliatory message.</p><p>“We invite the US government to collaborate with us on an agenda of cooperation oriented towards shared development within the framework of international law to strengthen lasting community coexistence,” Rodriguez wrote on social media.</p><p>“President Donald Trump, our peoples and our region deserve peace and dialogue, not war.”</p><p>On Saturday, Rodriguez had appeared on state television alongside her brother, National Assembly chief Jorge Rodriguez, Interior Minister Diosdado Cabello and Defence Minister Vladimir Padrino Lopez, declaring that Maduro was still Venezuela’s sole legitimate president.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4219110\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-venezuela_leaders-1767699346.png?quality=80\" alt=\"INTERACTIVE - venezuela_leaders-1767699346\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"who-are-the-key-leaders-in-venezuela-s-chavista-government\">Who are the key leaders in Venezuela’s Chavista government?</h2><p id=\"it-will-also-include-key-personalities-currently-present-in-caracas\">The key leaders shaping Venezuela’s next political chapter include acting President Rodriguez, who was part of Maduro’s inner circle. Her brother Jorge is also an important leader.</p><p>The other key leaders include Interior Minister Cabello – considered powerful in the ruling United Socialist Party of Venezuela – and Defence Minister Lopez.</p><p>When asked what action the Venezuelan government and the military could take against any US intervention, Kingston University’s Dominguez-Redondo said, “In practical terms, very little.”</p><p>“If the Venezuelan military were capable of mounting a meaningful response, it would likely have done so already.”</p><p>She pointed out how the US involvement in Venezuela did not begin with the abduction of Maduro, but with attacks on boats in Venezuelan waters that the US alleged were carrying drugs.</p><p>“These were Venezuelan boats, and even if they were engaged in trafficking, the killings were extrajudicial executions. From a legal perspective, those incidents could have been characterised as an armed attack, potentially triggering a right of self-defence by Venezuela.</p><p>“Yet Venezuela did not respond militarily and limited itself to condemnation. The escalation then continued through the seizure of Venezuelan oil, and finally, the capture of Maduro. The sequence strongly suggests that the Venezuelan military lacks the capacity to respond effectively.”</p><p>Dominguez-Redondo added that it is also unlikely that other countries will take action against the US involvement in Venezuela.</p><p>“The only body capable of imposing sanctions that are legally binding on all states is the UNSC. However, this body cannot act against the US as a permanent member with veto power. As a result, there is no credible mechanism capable of constraining the US in the short term.”</p><p>Venezuela also has Colectivos, which are decentralised, pro-government armed civilian groups with multiple individual leaders.</p><h2 id=\"who-are-the-main-opposition-leaders\">Who are the main opposition leaders?</h2><p>On Saturday, Trump ruled out the possibility of working with opposition leader and Nobel Peace Prize winner <a href=\"/news/2026/1/6/venezuelas-machado-says-she-hasnt-spoken-to-trump-since-october\">Maria Corina Machado</a>, saying Machado does not have enough support in Venezuela.</p><p>Machado, seen as the most credible adversary of Maduro’s left-wing government, is a member of the Venezuelan National Assembly and a free-market advocate. She fled the country last month.</p><p>Another prominent opposition leader is <a href=\"/news/2024/10/24/venezuelan-opposition-leaders-machado-gonzalez-win-eus-top-rights-prize\">Edmundo Gonzalez</a>, who ran against Maduro in the 2024 election after Machado was barred from running. He is currently based in Spain after fleeing Venezuela in September 2024 following an arrest warrant.</p><h2 id=\"after-maduro-who-might-be-next\">After Maduro, who might be next?</h2><p>After Maduro’s abduction, Trump <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">threatened military action</a> against his <a href=\"/features/2026/1/6/colombia-prepares-for-refugee-influx-after-us-strikes-on-venezuela\">Colombian</a> counterpart, Gustavo Petro, adding he believed the government in Cuba, too, was likely to fall soon.</p><p>On Sunday, Trump told reporters on board Air Force One that Venezuela and Colombia were “very sick” and called Petro “a sick man who likes making cocaine and selling it to the United States”.</p><p>“And he’s not going to be doing it very long. Let me tell you.”</p><p>When asked if he meant a US operation against Colombia, Trump said, “Sounds good to me.”</p><p>Petro retorted in a series of posts on X on Sunday, saying he would “take up arms” for his country if necessary.</p><p>“I have enormous trust in my people,” he said. “And that is why I have asked the people to defend the president from any illegitimate violent act against him.”</p></div></div></body></html>"
        },
        {
            "title": "Can China and South Korea reset complex ties after Xi-Lee summit? | Xi Jinping News | Al Jazeera",
            "time": "2026-01-06T11:23:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695cb12cdc84-1767682348.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Seoul, South Korea –</strong> Chinese President Xi Jinping and his South Korean counterpart, Lee Jae Myung, held their second summit in two months on Monday in a bid to steer the complex ties between their nations amid rising tensions in their neighbourhood.</p><p>Lee had hosted Xi for talks on the sidelines of the 2025 Asia-Pacific Economic Cooperation (APEC) meeting in Gyeongju.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Sunday, it was Lee’s turn to make a trip to Beijing, starting a four-day visit – the first to China by a South Korean president since 2019.</p><p data-start=\"811\" data-end=\"1212\">South Korea finds itself in a complex position: It needs firm relations with China, a key economic partner, but Beijing’s ties with Seoul’s two strongest allies, the United States and Japan, have deteriorated in recent years. China and South Korea have their own differences too, over Taiwan, trade tensions, and maritime claims.</p><h2 id=\"why-south-korea-needs-china\" data-start=\"1214\" data-end=\"1605\">Why South Korea needs China</h2><p data-start=\"1214\" data-end=\"1605\">Against that backdrop, the timing of Lee’s visit is significant, say analysts: Reports suggest that the South Korean president is expected to visit Japan later this month, but he chose to travel to China first.</p><p data-start=\"1214\" data-end=\"1605\">Money clearly matters.</p><p data-start=\"1214\" data-end=\"1605\">China is South Korea’s largest economic partner, its top destination for exports, and a primary source of imports.</p><p data-start=\"1214\" data-end=\"1605\">But Seoul needs Beijing for more than economic reasons.</p><p data-start=\"1214\" data-end=\"1605\">Beijing is important to Seoul because of the influence it wields over North Korea and its leader, Kim Jong Un.</p><p data-start=\"1607\" data-end=\"1863\">The urgency of regional security was underscored by North Korea firing hypersonic missiles over the sea east of its territory just hours before Lee departed for China.</p><h2 id=\"what-was-discussed-at-the-xi-lee-summit\">What was discussed at the Xi-Lee summit?</h2><p data-start=\"1909\" data-end=\"1970\">Monday’s summit opened with warm remarks from both leaders. Xi emphasised that the two nations “highly prioritise the South Korea-China relationship”.</p><p data-start=\"1909\" data-end=\"1970\">“Friends grow closer with each meeting, and neighbours grow closer with each visit,” said Xi, whose visit to South Korea for the APEC summit was the first by a Chinese president since 2014. “As friends and neighbours, South Korea and China must interact more frequently and communicate diligently.”</p><p data-start=\"2368\" data-end=\"2571\">Lee echoed Xi’s sentiments.</p><p data-start=\"2573\" data-end=\"3237\">Mason Richey, a professor of international politics at Hankuk University of Foreign Studies (HUFS) in Seoul, described the summit as the first true “test of Lee’s ability to navigate the tricky South Korean relationship with China”.</p><p data-start=\"2573\" data-end=\"3237\">“This trip is significantly important to South Korea after Lee focused so much on the US over the first seven months of his term,” he told Al Jazeera.</p><p data-start=\"2573\" data-end=\"3237\">But for all the cordial talk, “several critical, contentious issues were not addressed in any serious way,” he said. “In particular, Chinese hybrid threats against South Korea in the Yellow Sea, as well as Chinese coercion of Taiwan and the Philippines.” China insists that self-governing Taiwan belongs to it, and has not ruled out taking it by force. Beijing also held major wargames off Taiwan in December. China and the Philippines, meanwhile, have been locked in tense ties over competing claims to parts of the South China Sea.</p><p data-start=\"3239\" data-end=\"3573\">Lee Dong-gyu, a research fellow at the Asan Institute for Policy Studies, added that “both sides [China and South Korea] share a consensus that relations should be restored, and that economic cooperation is the way forward.</p><p data-start=\"3239\" data-end=\"3573\">“In reality, however, it does not seem easy to find common ground in external relations or in the domains of diplomacy and security.”</p><h2 id=\"north-korea\">North Korea</h2><p data-start=\"3599\" data-end=\"3801\">During the 90-minute summit, Lee stressed the importance of working with China to bring North Korea back to the dialogue table, at a time when Pyongyang has shown little sign of engaging in diplomacy.</p><p data-start=\"3803\" data-end=\"4165\">China remains North Korea’s principal ally and economic lifeline. Xi has promised economic support to the North – still technically at war with the South. Kim appeared alongside Xi during the <a href=\"/news/2025/9/3/chinas-xi-oversees-massive-military-parade-with-putin-kim-in-attendance\">Victory Day military parade</a> in Beijing last year. Meanwhile, North Korea has dismissed Lee’s outreach, calling him a “hypocrite” and “confrontational maniac”.</p><p data-start=\"4167\" data-end=\"4408\">“(I) will work together (with China to) explore viable alternatives for peace on the Korean Peninsula so that both countries can jointly contribute to peace, the basic foundation for prosperity and growth,” Lee said in his opening remarks at the summit.</p><p data-start=\"4410\" data-end=\"4627\">While North Korea’s denuclearisation was not directly mentioned, Xi noted that the two countries “bear important responsibilities in safeguarding regional peace and promoting global development, and share broad common interests”.</p><p data-start=\"4629\" data-end=\"4964\">South Korea’s national security adviser Wi Sung Lac told reporters that “the two leaders underscored the importance of resuming dialogue with North Korea,” and said Lee and Xi had agreed to hold annual meetings and expand communication among defence authorities to “build mutual trust and contribute to regional peace and stability”.</p><h2 id=\"silence-on-taiwan\">Silence on Taiwan</h2><p data-start=\"4991\" data-end=\"5297\">In an interview with Chinese state broadcaster CCTV last week, Lee said South Korea believed in “respecting the ‘one China’ principle” – the tenet under which countries must reject diplomatic ties with Taiwan to work with Beijing.</p><p data-start=\"4991\" data-end=\"5297\">However, he has previously advocated a more balanced stance, arguing that South Korea should not directly engage militarily over the Taiwan Strait, a conflict between two outside states.</p><p data-start=\"4991\" data-end=\"5297\">The issue has become more sensitive after statements made by Japanese Prime Minister Sanae Takaichi in November. She warned that a hypothetical Chinese attack on Taiwan could pose an “existential crisis for Japan” and might compel Tokyo to use its military. China-Japan tensions soared as Beijing accused her of interfering in its internal affairs. China issued a travel advisory for Japan and suspended a number of its imports from the country.</p><p data-start=\"5299\" data-end=\"5529\">During Monday’s summit, Xi told Lee that “both countries, with broad common interests, should stand firmly on the right side of history and make correct strategic choices.” Direct mentions of Taiwan were absent from discussions.</p><p data-start=\"5531\" data-end=\"5790\">Instead, Xi highlighted the shared Chinese and Korean experience of resisting Japan during World War II: “More than 80 years ago, China and South Korea made tremendous national sacrifices and won the victory against Japanese militarism,” Chinese state media Xinhua reported.</p><p data-start=\"5792\" data-end=\"6051\">Lee also noted the two neighbouring countries have maintained friendly ties for thousands of years and share a history of resisting the loss of sovereignty and fighting for independence, an apparent reference to Japan’s early 20th-century colonial expansion.</p><h2 id=\"us-countermeasures\">US countermeasures</h2><p data-start=\"6083\" data-end=\"6343\">For all of the apparent bonhomie on display in Beijing, South Korea must maintain a tricky balance, analysts said.</p><p data-start=\"6083\" data-end=\"6343\">The US continues to deepen its military presence in the Asia Pacific, strengthening ties with countries including South Korea, Japan and the Philippines, while conducting joint exercises near the South China Sea, where Chinese territorial claims have been contested for decades.</p><p data-start=\"6345\" data-end=\"6449\">South Korea hosts the largest US military base in Asia with roughly 28,500 soldiers stationed there.</p><p data-start=\"6615\" data-end=\"6840\">Richey from HUFS said: “Lee will ultimately privilege the relationship with the US more than China because he has no choice – neither as a matter of international relations nor domestically, where China is very unpopular.”</p><p data-start=\"6842\" data-end=\"7172\">In November, South Korea and the US agreed to build nuclear-powered submarines. This came after the US lowered tariffs on South Korean products in exchange for $350bn in US industrial investments and cooperation on the “Make American Shipbuilding Great Again” initiative, aimed at countering China’s dominance in the sector.</p><p data-start=\"7174\" data-end=\"7298\">China has previously expressed concern over South Korea acquiring nuclear capabilities although this topic was not discussed at the summit.</p><p data-start=\"7300\" data-end=\"7631\">Lee Dong-gyu from the Asan Institute for Policy Studies noted that China may seek common ground with South Korea regarding the Korean Peninsula and regional security to counter growing US influence in the region.</p><p data-start=\"7300\" data-end=\"7631\">“This is especially true in the period of the Trump administration when the US is increasingly demanding greater responsibility and contributions from its Asian allies to its containment of China. Given this situation, China may look to restore relations with South Korea to ease US-led efforts in the region,” he said.</p><p data-start=\"7300\" data-end=\"7631\">“Especially in the period of the Trump administration, China looks to counter the US’s increasing presence in the region, using its regional allies to continue pressing on China,” he said.</p><h2 id=\"south-china-sea-drama\">South China Sea drama</h2><p data-start=\"7667\" data-end=\"7847\">The summit also addressed sensitive maritime issues, particularly concerns over Beijing’s steel structures in a jointly managed Provisional Maritime Zone (PMZ) in the Yellow Sea, a shallow water body between mainland China and the Korean Peninsula.</p><p data-start=\"7849\" data-end=\"8045\">Since 2018, China has installed steel structures in the area, which Beijing claims are for fish farming, though concerns persist about territorial assertiveness in the South and East China Seas.</p><p data-start=\"8047\" data-end=\"8327\">Both sides agreed that turning the Yellow Sea into “a peaceful and co-prosperous sea” is essential for stable, long-term relations and that they would continue “constructive” consultations, South Korea’s national security adviser Wi Sung Lak said. They also agreed to hold vice-ministerial talks on the maritime boundary within this year.</p><h2 id=\"shared-economic-prosperity\">Shared economic prosperity</h2><p data-start=\"8368\" data-end=\"8567\">Lee was accompanied by heads of South Korean conglomerates, including Samsung, SK Group, and LG, as the two sides signed 14 memorandums of understanding in trade, technology, and environmental areas.</p><p data-start=\"8569\" data-end=\"8761\">Nearly half of South Korea’s rare earth minerals, essential for semiconductor production, come from China. China also accounts for a third of Seoul’s annual chip exports, its largest market.</p><p data-start=\"8763\" data-end=\"8921\">Meanwhile, Chinese firm Huawei plans to launch its Ascend 950 AI chips in South Korea next year, providing an alternative to US-based Nvidia for Korean firms, CEO Balian Wang said.</p><p data-start=\"8923\" data-end=\"9138\">China is also South Korea’s largest source of foreign tourists.</p><p data-start=\"9140\" data-end=\"9458\">Under former President Yoon Suk Yeol, South Korea-China relations were strained due to Yoon’s closer alignment with the US, amid intensifying US-China rivalry. But in an era of Trump’s tariffs, Seoul is seeking more of a balance between security ties with Washington and economic links with Beijing.</p><p data-start=\"9140\" data-end=\"9458\">“South Korea and China are like ships sailing in the same sea toward the same direction,” Lee said at a bilateral business forum before his summit with Xi.</p><figure id=\"attachment_4218506\" aria-describedby=\"caption-attachment-4218506\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218506\" src=\"/wp-content/uploads/2026/01/afp_695cb1693205-1767682409.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"TOPSHOT - South Korea's President Lee Jae Myung (L) and his wife Kim Hea Kyung (2nd L) take a selfie with China's President Xi Jinping (2nd R) and his wife Peng Liyuan (R) after a dinner at the Great Hall of the People in Beijing on January 5, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218506\" class=\"wp-caption-text\">South Korea’s President Lee Jae Myung (L) and his wife Kim Hea Kyung (2nd L) take a selfie with China’s President Xi Jinping (2nd R) and his wife Peng Liyuan (R) after a dinner at the Great Hall of the People in Beijing [AFP]</figcaption></figure><h2 id=\"continuation-of-cultural-exchanges\">Continuation of cultural exchanges</h2><p data-start=\"9507\" data-end=\"9691\">While Beijing does not formally acknowledge restrictions, the two leaders discussed repairing cultural ties to expand Korean entertainment content access in China, which has faced unofficial bans.</p><p data-start=\"9693\" data-end=\"9837\">However, South Korean Presidential Chief of Staff Kang Hoon Sik told a radio interview that Beijing was unlikely to lift the informal ban anytime soon.</p><p data-start=\"9839\" data-end=\"10087\">And while their leaders might have exchanged warm words, the mood on the streets of China and South Korea isn’t very favourable for strong ties, point out analysts, citing anti-China rallies in South Korea and reports referring to anti-Korean sentiment in China.</p><p data-start=\"10251\" data-end=\"10492\">Still, Lee and Xi appeared to make an effort this week to present a different side to bilateral relations.</p><p data-start=\"10251\" data-end=\"10492\">After a state banquet, Lee took a selfie of the presidential couples, including a smiling Xi, using a Chinese-produced Xiaomi smartphone given to him by Xi during his visit to South Korea last year.</p><p data-start=\"10494\" data-end=\"10665\">“The image quality is certainly good, right?” Lee posted on social media, adding a beaming face emoji. “Thanks to you, I got the picture of a lifetime haha,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Jewish activist kicked out of Bondi vigil over keffiyeh | Al Jazeera | Al Jazeera",
            "time": "2026-01-06T11:10:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/22-Website-1767697751.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Michelle Berkon, an activist with Jews Against the Occupation ’48, recounts being removed from a Bondi vigil for wearing a keffiyeh and how it made her feel.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Closing his eyes’: Why is Russia’s Putin quiet on US abduction of Maduro? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-06T11:05:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-10-23T175441Z_1457612730_RC2HQAA7V1WW_RTRMADP_3_RUSSIA-BRICS-1767693098.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A meme has gone viral on Russian social media networks with a quote from President Vladimir Putin, “We don’t give up on our own,” placed next to his photos with the leaders he once declared Moscow’s “key allies”.</p><p>There were Libya’s Muammar Gaddafi, who was toppled and killed in 2011, Syria’s Bashar al-Assad, who was toppled and fled to Moscow in 2024, and Ukraine’s Viktor Yanukovych, who was toppled and rushed to Moscow in 2014.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>And then there was a picture of Putin and his radiant Venezuelan counterpart Nicolas Maduro, who was <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\">dragged out of his bedroom</a> by United States Delta Force commandos on Saturday and is now awaiting trial in New York on <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">drug trafficking charges</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Before <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducting</a> him, US military forces struck the Buk-2MA air defence systems and radars Russia supplied to Venezuela and installed at seaports and airports as part of their “strategic alliance”.</p><p>However, Moscow’s defence cooperation treaty with Caracas was vague and did not envisage immediate military aid in case of a foreign invasion.</p><p>And even though Russia’s Ministry of Foreign Affairs <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">called</a> Maduro’s capture an “unacceptable act of armed aggression”, Putin refrained from saying anything at all – let alone meddling militarily.</p><h2 id=\"putin-s-prestige-and-reputation-suffered-a-blow\">‘Putin’s prestige and reputation suffered a blow’</h2><p>The consequences for Russia are two-pronged, observers told Al Jazeera.</p><p>There is immediate damage to the Kremlin’s already-tarnished international reputation but long-term benefits for Moscow’s insistence on having carte blanche in Ukraine and the former Soviet Union, including energy-rich Central Asia.</p><p>“On the one hand, Putin’s prestige and reputation suffered a blow as Maduro was his most loyal ally in Latin America,” Alisher Ilkhamov, head of the London-based Central Asia Due Diligence think tank, told Al Jazeera. “Far more important to Putin is that with his actions, Trump is establishing a new world order.”</p><p>But this ally’s value cannot possibly outweigh the importance of a new world order that US President Donald Trump is establishing, he said.</p><p>“And this new world order is now based on the priority of force, not on the international law whose cornerstone was the sovereignty of nations,” he said.</p><p>What happened with Maduro resembles Moscow’s military inaction after al-Assad’s panicked flight from Damascus to Moscow in December 2024 during the takeover of Syria by opposition forces.</p><p>One theory is that Trump and Putin wrote Maduro off during their August summit in Anchorage, Alaska.</p><p>“Perhaps in Anchorage or even earlier, there was a conversation about the limitation of spheres of interest in the world,” Nikolay Mitrokhin, a Russia researcher with Germany’s Bremen University, told Al Jazeera.</p><p>The agreement may have included concessions from Trump on Ukraine for the sake of future, post-war joint development of hydrocarbons in Russia’s Arctic regions while Washington gains control over Greenland.</p><p>“Trump’s persistent desire to take over <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">Greenland</a> is made from the same cloth,” Mitrokhin said. “From there, he’d want to control the northern part of ‘his part of the world’.”</p><p>And after Russia’s existing oilfields are tapped out, US companies could also be instrumental in the development of the Bazhenovska Svita, the world’s largest shale oil deposits in the swampy plains of western Siberia.</p><p>US oil companies pioneered the extraction of shale oil and gas while Russian firms lack the technologies and expertise.</p><p>Control over Bazhenovska Svita would help the White House kill a much bigger geopolitical bird with the same stone.</p><p>“The United States needs Bazhenovska Svita to prevent China from getting there as it could form Beijing’s energy independence,” Kyiv-based analyst Aleksey Kushch told Al Jazeera.</p><p>Meanwhile, the loss of Maduro does not pose any peril to Russia as media and public figures influenced by the Kremlin use the brazen capture of a foreign president to lambast Washington’s “imperialism”, he said.</p><h2 id=\"putin-will-not-get-closer-to-trump\">‘Putin will not get closer to Trump’</h2><p>Another expert said giving up on Maduro will not help Putin to mend ties with Trump right away.</p><p>On Monday, Trump <a href=\"/news/2026/1/5/trump-spurns-kremlins-putin-residence-attack-claim-russia-kills-2-in-kyiv\">said</a> he “didn’t believe” Putin’s claim that Ukraine had tried to kill the Russian president at his Valdai residence in northwestern Russia in late December.</p><p>“By closing his eyes on Maduro’s capture, Putin will not get closer to Trump,” Galiya Ibragimova, an expert with the Carnegie Endowment for International Peace think tank, told Al Jazeera.</p><p>“Putin is most frightened by the fact that in Maduro’s coterie, there was a person who leaked information to Americans, and now Putin – with his paranoid conviction that everyone is after him – will firstly boost his own security,” she said.</p><p>Maduro’s “extraction” may even inspire Putin to plan the kidnapping of Ukrainian President Volodymyr Zelenskyy, she said.</p><p>At the dawn of his presidency in the early 2000s, Putin developed ties with Maduro’s socialist predecessor and mentor Hugo Chavez despite Moscow’s growing political tilt to rightward nationalism.</p><p>Chavez paid billions for Russian-made weapons such as tanks, helicopters, fighter jets and missiles, and Moscow even opened a factory in Venezuela to manufacture AK-47 assault rifles.</p><p>Russian experts played a key role in Venezuela’s economic lifeline – the processing of heavy, hard-to-extract crude.</p><p>However, their outdated technologies could not possibly prevent the decline in Venezuela’s crude production, which helped cause a years-long economic nosedive, hyperinflation and brain drain of oil experts from geologists to engineers.</p><p>After coming to power in 2013, Maduro met with Putin a dozen times, and each of his visits to Moscow was a red-carpet, pompous affair full of rhetoric and mutual assurances of “eternal friendship”.</p><p>In October, Maduro sent a plea to Putin, urging him to send missiles for Russia-supplied S-300 air defence systems, repair Russian-made Sukhoi Su-30 fighter jets, and supply radars and other unspecified “logistical support”, The Washington Post reported.</p><p>He also asked for a “financing plan”, the newspaper said, adding that it was not clear whether Moscow replied to the plea.</p><p>Meanwhile, pro-Kremlin voices present Maduro’s fall as part of an anti-Moscow plan that will certainly “fail.”</p><p>“We simply have to fathom that the collective West will never give up on its attempts to defeat Russia,” analyst Kirill Strelnikov wrote in an opinion piece for the RIA Novosti news agency on Tuesday. “You can try – and will fall from far above and painfully.”</p></div></div></body></html>"
        },
        {
            "title": "Qatar says it’s engaged with mediators to reopen Rafah crossing into Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-06T10:59:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_69066ef077-1762029296.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Qatari Ministry of Foreign Affairs has said Doha is engaged with mediators to reopen the Rafah crossing into besieged Gaza and deliver aid.</p><p>Communications are ongoing, Foreign Ministry spokesman Majed al-Ansari said in a news conference on Tuesday, though more details were not immediately available.</p><p>“We are working with mediator[s] to ensure we reach the second phase of Gaza ceasefire. We demanded that humanitarian aid is not used as a political blackmail,” al-Ansari said.</p><p>Reopening Gaza’s Rafah crossing with Egypt was a condition of the first phase of the ceasefire that went into effect on October 10. But it has remained closed as humanitarian groups say Israeli restrictions continue to hamper aid deliveries, a clear violation of the agreement.</p><p>The crossing had long been Gaza’s only connection to the outside world until the Israeli military occupied the Palestinian side in May 2024.</p><p>The latest rumour of a potential reopening came on January 1, when Israel’s broadcaster Kan reported that Israeli authorities were preparing to reopen the crossing in “both directions” following pressure from United States President Donald Trump.</p><p>A two-way opening would mark a shift from an earlier Israeli policy that stated the crossing would only open “exclusively for the exit of residents from the Gaza Strip to Egypt”. The policy drew condemnation from regional governments, including Egypt and Qatar, with officials warning against the ethnic cleansing of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hope-and-trepidation-over-potential-reopening\">Hope and trepidation over potential reopening</h2><p>Although many Palestinians expressed relief at the thought of the Rafah crossing reopening for medical treatment and education, others fear it will indeed be used to ferry Palestinians permanently out of Gaza under the guise of fulfilling the ceasefire agreement.</p><p>Tasnim Jaras, a student in Gaza City, told Al Jazeera that it was her “dream that the crossing opens so we can continue our education”.</p><p>Moaeen al-Jarousha, who was wounded in the war, said he needed to leave Gaza to receive medical treatment abroad. “I need immediate medical intervention. I live in very difficult conditions,” he said.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said many families see Rafah as “an opportunity to reunite with family members who have been separated for too long”.</p><p>“But hope here is never simple,” he added. “People here have heard about these announcements numerous times, and many recall how quickly it shut again.”</p><p>And although Palestinians hope that Rafah will allow for movement both in and out of Gaza, “we know the Israeli military is pushing for Rafah to be just a one-way exit”, Mahmoud said.</p><p>Israel has meanwhile kept up its bombardment of Gaza in violation of the ceasefire. On Monday, Israeli forces <a href=\"/news/2026/1/6/israel-kills-two-in-gaza-as-palestinians-call-for-rafah-crossing-to-open\">bombed a tent</a> where displaced Palestinians were sheltering, killing a five-year-old girl and her uncle, officials said. Four others, including children, were wounded.</p><p>The killings brought the number of Palestinians killed by Israeli forces since the truce came into effect in October to at least 422, according to Gaza health authorities.</p></div></div></body></html>"
        },
        {
            "title": "Economic survival in Gaza decimated by Israeli counts on small initiatives | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-06T10:45:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/gdjshd7-1767685294.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After more than two years of <a href=\"/news/2026/1/6/israel-kills-two-in-gaza-as-palestinians-call-for-rafah-crossing-to-open\">Israel’s genocidal war on Gaza</a>, the daily unbearable churn of mass death and mourning, with homes, hospitals and schools destroyed, the besieged Palestinian territory also faces the fastest and most damaging economic collapse on record.</p><p>That is according to the United Nations, which says Gaza’s unemployment rate has reached 80 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Yet despite Israel’s suffocating blockade on the Strip, Palestinians are improvising businesses to survive.</p><p>For many people, survival now depends on skills and small initiatives, rather than formal jobs.</p><p>Widowed and responsible for a household of five, Um Mohammed al-Jarjawi relies on knitting to provide for her family – and sometimes passes on her skills to the next generation.</p><p>Every day inside her home, al-Jarjawi prepares food for her grandchildren. Moments later, she heads out to work.</p><p>“I started learning knitting when I was 10 years old,” she told Al Jazeera. “Later, I attended courses at specialised centres. I discovered that I was skilled at the craft and began training others.</p><p>“After my husband passed away, I needed to support my household. I focused on working to provide for my family while improving my skills.”</p><figure id=\"attachment_4218657\" aria-describedby=\"caption-attachment-4218657\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218657\" src=\"/wp-content/uploads/2026/01/ddjed8-1767685291.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Economic survival in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218657\" class=\"wp-caption-text\">Um Mohammed al-Jarjawi relies on knitting to provide for her family [Screen grab/Al Jazeera]</figcaption></figure><p>Small-scale businesses have expanded, ranging from solar-powered phone-charging stations to women knitting baby clothes. They provide households with short-term means of survival, but it is not enough to restore economic stability or generate sustainable, protected employment.</p><p>With 70 percent of electricity networks destroyed, Gaza’s power system has collapsed, forcing people to improvise.</p><p>For Wasim al-Yazji, a makeshift solar-powered charging station is a fragile lifeline that provides some income – but cannot solve the power crisis.</p><p>“I opened this charging station to help my family with basic needs, some food and small expenses. I try to support my household through it,” al-Yazji told Al Jazeera.</p><p>His home used to have a supermarket beneath it, but it was destroyed.</p><p>“My charging station depends on solar panels, so if the sun doesn’t shine, the charging power is weak and I can’t work for days. Sometimes a whole week passes under clouds without any income,” he said.</p><figure id=\"attachment_4218673\" aria-describedby=\"caption-attachment-4218673\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218673\" src=\"/wp-content/uploads/2026/01/sw2-1767685315.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Economic survival in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218673\" class=\"wp-caption-text\">Wasim al-Yazji stands next to his makeshift charging station [Screen grab/Al Jazeera]</figcaption></figure><p>Gaza’s labour market has virtually collapsed, with the UN reporting that the enclave now faces one of the highest unemployment rates in the world.</p><p>For many young men and women, jobs are nowhere to be found, forcing them to pace the streets or wait endlessly for a chance to work.</p><p>“I’ve been looking for a job for months,” Mohammed Shatat told Al Jazeera. “Even temporary work is hard to find. Every day feels the same… I go from place to place, asking, hoping, but there’s nothing.”</p><p>Families are finding ways to survive amid the devastation and destruction, but these informal ventures are no solution to the economic crisis: With hundreds of thousands of people still out of work, unemployment remains a tremendous challenge across the Strip.</p><figure id=\"attachment_4218661\" aria-describedby=\"caption-attachment-4218661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218661\" src=\"/wp-content/uploads/2026/01/s1-1767685297.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Economic survival in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218661\" class=\"wp-caption-text\">Gaza’s unemployment rate is 80 percent, among the highest in the world [Screen grab/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Ukraine’s top allies meet in Paris to push for Kyiv’s security guarantees | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-06T10:12:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-06T074520Z_1071538727_RC2JVIACSK4X_RTRMADP_3_UKRAINE-CRISIS-COALITION-FRANCE-1767691158.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine’s top allies meet in Paris to push for Kyiv’s security guarantees</h1><p class=\"article__subhead\"><em>The ‘coalition of the willing’ tries to lay groundwork for ceasefire and end to Russia’s nearly four-year war in Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s key allies are meeting in Paris to discuss security guarantees for Kyiv in the event of a ceasefire with Russia as national leaders and diplomats work to bring an end to the nearly <a href=\"/news/2026/1/6/russia-ukraine-war-list-of-key-events-day-1412\">four-year war</a> through a United States-brokered peace plan.</p><p>Ukrainian President Volodymyr Zelenskyy was joined by representatives from 35 countries in the French capital on Tuesday, including 27 heads of state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senior US negotiators Steve Witkoff and Jared Kushner are also in attendance as part of broader efforts to put together a common Ukrainian, European and US position that could then be taken to Russia.</p><p>US President Donald Trump’s administration has been accused of bending to the Kremlin’s narrative and President Vladimir Putin’s maximalist demands to end the war.</p><p>The meeting of the group of Ukrainian allies, called the “coalition of the willing”, is the latest of several meetings planned for the new year as diplomatic efforts to end the conflict have gained pace in recent weeks.</p><p>French President Emmanuel Macron has expressed optimism about the meeting with the focus set to be on providing Ukraine with security guarantees to deter any future Russian aggression should it agree to a ceasefire.</p><p>But prospects for progress are uncertain as the Trump administration’s focus has now shifted to Venezuela after US forces <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducted</a> Venezuelan leader <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">Nicolas Maduro</a> and his wife on Saturday.</p><p>There have also been few signals that Russia would be willing to accept the current proposals on the table. The issue of who holds what territory remains a key obstacle to negotiations, and fighting between the two sides shows no signs of abating.</p><p>Russia, which occupies about 20 percent of Ukraine, is pushing for full control of eastern Ukraine’s Donbas area as part of a deal. The Donbas is made up of two regions. Moscow controls all of its Luhansk region, but Kyiv still holds a significant part of its Donetsk region, where attritional fighting is ongoing.</p><p>Zelenskyy has repeatedly warned that ceding territory would embolden Moscow and said he will not sign a peace deal that fails to deter Russia from invading again. Giving up Ukrainian land is also forbidden by the nation’s constitution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chelsea announce Rosenior as new manager of Premier League club | Football News | Al Jazeera",
            "time": "2026-01-06T09:45:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260103__89J6233__v1__MidRes__FblFraLigue1NiceStrasbourg-1767691644.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chelsea announce Rosenior as new manager of Premier League club</h1><p class=\"article__subhead\"><em>Liam Rosenior, who has signed a contract with the club until 2032, will bring his assistants from Strasbourg.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Premier League club Chelsea have announced the appointment of Strasbourg boss Liam Rosenior as their new head coach to replace Enzo Maresca.</p><p>The Englishman, who has signed a contract until 2032, said in a club statement on Tuesday that he was “extremely humbled and honoured to be appointed”.</p><p>“This is a club with a unique spirit and a proud history of winning trophies,” he added. “My job is to protect that identity and create a team that reflects these values in every game we play as we continue winning trophies.”</p><p>In an earlier news conference for Strasbourg, Rosenior confirmed reaching a verbal agreement with Chelsea.</p><p>“I’m here because I care about this club and I felt it was right to answer your questions physically here today before I move on,” he said.</p><p>Rosenior added that he would take his ⁠assistants, Kalifa Cisse and Justin Walker, with him to the Premier League club.</p><p>The 41-year-old, who joined Ligue 1 side Racing Strasbourg in 2024, said his time at the club had been the most rewarding period of ​his career after spells at Derby County and Hull City.</p><p>“The ‌last 18 months have been a joy and the best of my professional career,” Rosenior said. “I have met some incredible people, created incredible memories and made history.”</p><p>He said he had been transparent with Strasbourg’s ‌ownership about outside interest.</p><p>“I have had interest from many clubs, including Champions League clubs, which I have always been open ‌with to our president, Marc Keller, and our ownership,” ⁠Rosenior said. “I will love this club for the rest of my life, but I cannot turn down Chelsea.”</p><p>Little-known Rosenior had been widely touted as the frontrunner to succeed Maresca since the Italian was <a href=\"/sports/2026/1/1/chelsea-part-ways-with-manager-maresca\">sacked</a> on Thursday, not least because Strasbourg and Chelsea are owned by the same consortium, BlueCo.</p><p>Rosenior, who has no Premier League coaching experience, will become Chelsea’s fourth permanent boss since BlueCo took control of the Londoners in 2022.</p></div></div></body></html>"
        },
        {
            "title": "US pressure mounts at Panama Canal over Venezuelan oil shipments | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T09:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767691582.jpg?resize=1917%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Colombia prepares for refugee influx after US strikes on Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T08:50:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T190532Z_1784054549_RC26VIAA92ZK_RTRMADP_3_USA-VENEZUELA-COLOMBIA-BORDER-1767692561.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Cucuta, Colombia —</strong> Colombia is bracing for a potential refugee crisis following US strikes in Venezuela and the abduction of President Nicolas Maduro on Saturday.</p><p>Defence Minister Pedro Sanchez announced on Sunday that he was sending 30,000 soldiers to the border with Venezuela to shore up security, and the country has also enacted emergency measures to support refugees.</p><p>At the Simon Bolivar International Bridge, which spans the Tachira River separating Colombia and Venezuela near the border city of Cucuta, vehicle and foot traffic flowed normally on Monday despite an increased military presence, which included three parked Colombian M1117 armoured security vehicles.</p><p>But with United States President Donald Trump threatening more attacks if newly sworn-in interim leader Delcy Rodriguez does not “behave”, an uneasy calm has settled over the border region, and Colombia is preparing for the worst.</p><p>Sanchez <a href=\"https://x.com/PedroSanchezCol\" target=\"_blank\" rel=\"noopener\">said</a> security forces had been “activated” to prevent any retaliation from armed groups, including the National Liberation Army (ELN) and Segunda Marquetalia, or Second Marquetalia — a dissident faction of the leftist group FARC, that have operated with virtual impunity in Venezuela for years.</p><p>Colombia’s armed groups have historically taken advantage of the rugged 1,367-mile (2,200km) border with Venezuela to traffic drugs and seek refuge from the Colombian army. With Maduro’s ouster, Colombian intelligence has signalled the possible return of armed group leaders as their security in Venezuela could be jeopardised.</p><figure id=\"attachment_4218743\" aria-describedby=\"caption-attachment-4218743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218743\" src=\"/wp-content/uploads/2026/01/Image-4-1767686509.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A Venezuelan National Guard member stands guard on the Venezuelan side of the Simon Bolívar International Bridge [Jim Glade/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218743\" class=\"wp-caption-text\">A Venezuelan National Guard member stands guard on the Venezuelan side of the Simon Bolivar International Bridge [Jim Glade/Al Jazeera]</figcaption></figure><p>Meanwhile, the Colombian government has set up five emergency command posts in cities near the border to deal with an expected increase in refugees following the US attacks on Venezuela.</p><p>“These [command posts] allow us to permanently coordinate humanitarian, security and territorial control actions, with direct state presence in the most sensitive areas,” said Sanchez.</p><p>President Gustavo Petro also dispatched Minister of Equality and Equity Juan Carlos Florian to Cucuta to address humanitarian concerns for refugees.</p><p>“We’ve implemented something that we call a ‘border plan’,” Florian told Al Jazeera during an interview on Monday in Cucuta. The plan coordinates various elements of the national government in “the case of a possible migratory crisis due to the United States military intervention in our brother country, Venezuela”.</p><p>The minister said he met local officials to take stock of available resources for refugees, including food and healthcare supplies, to better understand areas where officials lack reserves.</p><p>With support from the United Nations International Organization for Migration, the minister said, the government is also activating 17 ​​<a href=\"https://x.com/MinIgualdad_Col/status/2007805872013975754\" target=\"_blank\" rel=\"noopener\">centres</a> across the country tasked with helping immigrants and refugees with food supplies, access to education, training and employment, violence prevention, and more.</p><p>Although there has been no uptick in border crossings yet, the minister said, the Colombian government expects that up to 1.7 million people could arrive in the country. Colombia is already home to three million Venezuelan refugees — the single largest chunk of the eight million Venezuelans who have left the country.</p><p>Humanitarian organisations, too, are preparing for a possible influx of refugees.</p><p>Juan Carlos Torres, director of disaster risk management for the Colombian Red Cross in Northern Santander, of which Cucuta is the capital, told Al Jazeera that the nonprofit has activated an emergency response plan in anticipation of a possible refugee crisis.</p><p>Using an initial 88,000 Swiss francs (about $111,000) from the UN’s Central Emergency Response Fund (CERF), the organisation is boosting its immediate capacity to provide basic humanitarian aid to refugees near the border.</p><figure id=\"attachment_4218750\" aria-describedby=\"caption-attachment-4218750\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218750\" src=\"/wp-content/uploads/2026/01/Image-6-1767686623.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"a Margarita outpost for Colombia Red Cross near the border with Venezuela. Image credit: Jim Glade\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218750\" class=\"wp-caption-text\">La Margarita outpost for Colombia Red Cross near the border with Venezuela [Jim Glade/Al Jazeera]</figcaption></figure><p>“Yesterday we were at the [Simon Bolivar Bridge] doing preventative measures; ambulance services, transport, protection, what the human beings need,” said Torres. “Right now the situation is ‘normal’ but over the course of days”, things could change, he suggested.</p><p>If conditions stabilise in Venezuela, refugees might be willing to return to the country, he said. But if they do not, more people might want to leave Venezuela, Torres said.</p><p>Walking arm in arm with a friend, 50-year-old Mary Esperaza crossed into Colombia from Venezuela over the Simon Bolivar Bridge on Monday afternoon. Rodriguez, who is from Cucuta but lives across the river in Venezuela, said she was not sure if there would be another migration crisis soon.</p><p>“We’re waiting to see what happens,” she said. “Apparently, everything is calm, but we don’t know what will happen tomorrow.”</p></div></div></body></html>"
        },
        {
            "title": "Yemeni separatists to attend Saudi talks after losing key southern sites | Conflict News | Al Jazeera",
            "time": "2026-01-06T08:41:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-04T145208Z_43020088_RC29UIAX6XAC_RTRMADP_3_YEMEN-SECURITY-1767687156.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Yemeni separatists to attend Saudi talks after losing key southern sites</h1><p class=\"article__subhead\"><em>The forum, which comes after government forces retook two governorates, could help end the conflict with separatists.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemeni government troops backed by Saudi Arabia have completed the handover of all military sites in Hadramout and al-Mahra governorates, which they successfully <a href=\"/news/2026/1/4/saudi-backed-government-forces-retake-multiple-cities-in-southern-yemen\">reclaimed</a> from the United Arab Emirates-backed secessionist Southern Transitional Council (STC) in recent days, according to Yemeni media.</p><p>A delegation led by STC leader, Aidarous al-Zubaidi, was meanwhile expected to travel to Saudi Arabia for a peace forum, the Reuters news agency reported – a potential sign of progress towards ending the conflict that has rocked war-torn Yemen and <a href=\"/opinions/2025/12/31/saudi-uae-fallout-and-its-impact-on-yemens-recognised-government\">spiked tensions</a> between Riyadh and Abu Dhabi.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Over the last two days, STC troops have withdrawn from the city of Mukalla, the key eastern port and capital of Hadramout, which Saudi Arabia bombed last week in a limited coalition operation targeting cargo and weapons.</p><p>Civilian life has started to return to normal, local sources told Al Jazeera Arabic. Shops have opened their doors, while traffic has gradually picked up again in city streets.</p><p>The fractured country has seen soaring tensions since early December, when STC forces took over Hadramout and al-Mahra. The two provinces make up nearly half of Yemen’s territory and share a border with Saudi Arabia.</p><p class=\"p1\">Last week’s new round of fighting saw Yemen’s Saudi-backed Homeland Shield forces achieve “record success” in clawing back “all military and security positions”, said Rashad al-Alimi, head of the internationally recognised government’s Presidential Leadership Council (PLC).</p><p>By Friday, the Yemeni government said it had asked Saudi Arabia to host talks with separatists. The STC <a href=\"/news/2026/1/3/saudi-arabia-welcomes-request-from-yemen-to-help-resolve-southern-battle\">welcomed</a> the offer, though the timing and details of the talks remain unclear.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"renewed-tensions\">Renewed tensions</h2><p>At least 80 STC fighters had been killed as of Sunday, according to an STC official, while another 152 were wounded and 130 were taken captive.</p><p>Skirmishes <a href=\"/news/2026/1/2/yemeni-province-launches-operation-to-take-bases-back-from-separatist-stc\">broke out</a> two days earlier in Hadramout after the STC accused Saudi Arabia of bombing its forces near the border, killing seven people and wounding 20.</p><p>An STC military official separately told the AFP news agency that Saudi warplanes had carried out “intense” air raids on one of the group’s camps at Barshid, west of Mukalla.</p><p>As fighting was under way, the STC <a href=\"/news/2026/1/2/yemeni-province-launches-operation-to-take-bases-back-from-separatist-stc\">announced</a> the start of a two-year transitional period towards declaring an independent state, warning it would declare independence “immediately” if there was no dialogue or if southern Yemen again came under attack.</p><p>The Yemeni government defended the military actions, with Hadramout Governor Salem al-Khanbashi saying efforts to take back bases from the STC were “not a declaration of war” but meant to “peacefully and systematically” reclaim the sites.</p><p>The government also accused the separatists of preventing civilian travellers from entering Aden and called the STC’s restrictions on movement “a grave violation of the constitution and a breach of the Riyadh Agreement”, which was <a href=\"/news/2020/7/29/yemens-riyadh-agreement-an-overview\">intended as a peace deal</a> between separatists and the government.</p><p>Outside Yemen, the crisis has continued to <a href=\"/opinions/2025/12/31/saudi-uae-fallout-and-its-impact-on-yemens-recognised-government\">upset relations</a> between the UAE and Saudi Arabia.</p><p>Riyadh, Abu Dhabi and the STC are part of a decade-old military coalition that Riyadh convened to confront the Houthis, who continue to control parts of northern Yemen and Sanaa, the capital.</p><p>But the STC’s increasingly separatist approach – along with tit-for-tat accusations of Riyadh and Abu Dhabi-backed escalations – have stoked tensions among the trio.</p><p>Late on Friday, Abu Dhabi said all Emirati forces would withdraw from Yemen. Riyadh officially called for a peace forum early Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Iran’s New Year demonstrations and the question of regime survival | Protests | Al Jazeera",
            "time": "2026-01-06T08:23:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695cc54027e9-1767687488.jpg?resize=1875%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The New Year demonstrations in Iran came at the end of a year marked by war, economic strain, and political uncertainty.</p><p>In 2025, Israel launched a <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day attack on Iran</a>, assassinating senior military leaders and targeting military and economic infrastructure. The assault was followed by US strikes on Iranian nuclear facilities in <a href=\"/news/2025/6/22/us-joins-israel-in-attacks-against-iran-strikes-key-nuclear-sites\">Fordow, Isfahan, and Natanz</a>.</p><p>As the year closed, <a href=\"/news/2026/1/4/sporadic-protests-in-tehran-as-clashes-reported-in-irans-west\">protests erupted</a> in the capital, Tehran, and in cities across central and southwestern Iran, beginning in the final week of 2025 and continuing into the first days of 2026.</p><p>These protests were not unprecedented. Iranian society has witnessed<a href=\"/news/2026/1/5/a-timeline-of-protests-in-iran-after-the-1979-islamic-revolution\"> thousands of demonstrations</a> since the mid-1990s, varying in scale and levels of participation. Over the years, the drivers of these demonstrations have differed, ranging from restrictions on social and political freedoms to the deterioration of economic conditions.</p><p>In Iran, recurring protests are shaped by the interaction between domestic politics, governance, foreign policy, and the impact of sanctions, which together influence both the emergence of dissent and the state’s response to it, particularly amid sustained sanctions and ongoing tensions with Israel and the United States.</p><p>The protests that closed the year followed a strike by merchants and bazaar owners over a sharp decline in purchasing power. This accelerated decline was driven by rising inflation, reflected in the falling value of the Iranian rial, which lost the equivalent of about 50 percent of its value, and by an increase in unemployment to 7.5 percent.</p><p>This was not the first time economic grievances had sparked unrest. In 2008, following an increase in the rate of value-added tax, the bazaar erupted in protest, forcing the government of President Mahmoud Ahmadinejad to retreat from implementing the measure.</p><p>More limited demonstrations followed in 2010, after the Ahmadinejad government attempted to impose a law raising the income tax rate to 70 percent, before retreating again under popular pressure.</p><p>Across Iran’s protest movements over different periods, economic concerns have consistently featured alongside demands for greater social freedom, including opposition to compulsory hijab laws. These issues prompted widespread demonstrations in 2022, after the killing of 22-year-old Mahsa Amini while in custody over the hijab law, and the authorities’ attempts to blame her for what happened, which fuelled public anger.</p><p>Nevertheless, no fundamental reforms have been undertaken by successive governments. President Mohammad Khatami (1997–2005) proposed an alternative economic strategy focused on reducing reliance on oil revenues and developing non-oil sectors to mitigate the impact of sanctions, which often target Iran’s oil industry. These measures did not succeed, however, as the nuclear crisis escalated after the publication of the first images of the Natanz facility in August 2002, increasing economic pressure from abroad.</p><p>From 2005 to 2013, Ahmadinejad pursued a populist approach, centred on redistributing oil revenues through the so-called oil-to-cash programme. This strategy failed, encountering resistance from powerful domestic economic interests and the tightening sanctions regime imposed by the United Nations Security Council, under resolutions 1696, 1737, 1747, 1803, and 1929. These measures restricted trade, froze financial assets, and curtailed access to international finance, building on years of unilateral US sanctions dating back to 1980.</p><h2 id=\"bad-governance-or-sanctions\">Bad governance, or sanctions?</h2><p>As demonstrations have expanded in scope over time, an enduring question has resurfaced: To what extent do <a href=\"/video/inside-story/2025/9/28/whats-the-fallout-from-the-latest-un-sanctions-on-iran\">sanctions</a> explain Iran’s economic crisis, and where does governance bear responsibility?</p><p>Iran’s economy has suffered from longstanding structural problems that have not been addressed since 1980, as priorities linked to revolutionary ideology and its associated costs have taken precedence over building a resilient state economy. Economic and financial legislation failed to keep pace with global developments. As a result, Iran became increasingly isolated from international markets, compounding internal crises and amplifying the impact of sanctions across nearly all sectors.</p><p>This raises a persistent question for Iran’s political and economic elite: Why have successive governments failed to advance economic policies and programmes capable of countering the effects of sanctions?</p><p>In this context, Iran’s economic partnerships with China, most notably the 25-year strategic cooperation agreement – valued at $400bn and covering energy, telecommunications, transport, and infrastructure – have not delivered economic stability. Nor has the strategic partnership with Russia, signed in early 2025 and intended to strengthen cooperation over two decades, improved Iran’s economic situation.</p><p>Together, these partnerships have failed to mitigate the harsh consequences of sanctions imposed by the US and the European Union.</p><p>Iranian public opinion, as reflected in protest slogans, has long linked foreign policy, particularly Iran’s involvement in the Middle East to the depletion of national income. Iran’s support for proxies and armed groups — including in Lebanon, Iraq and Yemen, as well as Palestine — has long been part of its regional strategy, drawing on funding, training, and logistical aid from Tehran. As living conditions deteriorated, the slogan “No Gaza or Lebanon, let my life be a scapegoat for Iran” was heard repeatedly, emerging as a defining feature of demonstrations at the end of 2024.</p><p>Since early 2025, however, this linkage has become less convincing as an explanation for Iran’s economic crisis. Iranian influence has declined significantly in Lebanon, Syria, Gaza, and Yemen, weakening the argument that regional engagements are the primary drain on state resources. This shift has gone so far that some Iranian military officials have even demanded that Syria repay around $50bn in debt to Iran — a claim rejected by members of Syria’s new interim government as they prepare a compensation bill against Tehran for the costs of its support for the regime during the civil war rather than accept repayment.</p><p>For the first time, Supreme Leader Ali Khamenei and President Masoud Pezeshkian have publicly acknowledged that responsibility for Iran’s economic situation cannot be placed solely on sanctions. This admission underscored the continuing centrality of governance failures and clarified how the leadership interprets the protests that followed the Israeli and US attacks in the summer of 2025.</p><h2 id=\"diverging-narratives-and-the-risks-ahead\">Diverging narratives and the risks ahead</h2><p>Iran’s leadership now advances two competing narratives to explain the demonstrations. The first, articulated by the supreme leader and the president, centres on failures in economic governance and recognises that sanctions alone cannot account for the depth of the crisis. The second, promoted by the security establishment, continues to emphasise the role of external actors in inciting unrest and targeting the regime.</p><p>This divergence creates confusion within state institutions, as the security narrative implicitly frames the demonstrations as an existential threat. In doing so, it deepens social tensions and widens the gap between the regime and society.</p><p>Historically, concerns over regime survival have strengthened the position of the security establishment in responding to protests. Today, however, a changed internal and regional context places pressure on both political and security institutions to respond differently, if the survival of the political system is to be ensured.</p><p>At the same time, the confidence and military capability felt by Israel, combined with what Iranian leaders perceive as unlimited US support, has enabled Israeli decision-makers to seriously contemplate a new war on Iran. Israel has effectively begun a second military operation through a clear narrative that it will not allow Iran to enrich uranium at all, and that the Iranian nuclear program should be dismantled just as the Libyan nuclear program was dismantled in 2003. Such a conflict would aim to render the regime fragile, politically, economically, and in security terms.</p><p>This prospect has intensified Iran’s internal confrontation with its society, raising the possibility that a prolonged state of conflict could eventually lead to regime change, even if only over time, with the declared aim of neutralising what Israel regards as the “Iranian threat” once and for all.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Deadly floods devastate Indonesia, leaving families displaced and homeless | Floods News | Al Jazeera",
            "time": "2026-01-06T08:02:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/1-1767682717.jpg?resize=1776%2C1080",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Aceh Tamiang, Indonesia –</strong> Rahmadani and her nine-year-old son Dimas lost their home when catastrophic flooding ravaged their rented residence in Aceh Tamiang, located in Indonesia’s eastern Aceh province.</p><p>Initially seeking refuge on a roadside immediately following the disaster, they relocated to a tent just metres from their ruined house three weeks later.</p><p>The devastating floods in December killed at least 1,170 people across North Sumatra, West Sumatra, and Aceh provinces. Weeks after the disaster, numerous displaced victims continue to shelter in temporary tents.</p><p>Aceh province suffered the most severe impact, with Aceh Tamiang among the regions hit hardest.</p><p>For Rahmadani, her son’s health remains her primary concern. Dimas, who sustained an injury as an infant, is unable to walk or speak.</p><p>“Before the floods, we always took him to the doctor, and he was well cared for, so he was healthy. After the floods, we could not go to see a doctor. Even if there is assistance, it is just food aid,” she said.</p><p>“His head is swollen, so he needs to take medication and vitamins. The medication isn’t expensive, but now we don’t have any money. My child is in pain, but I can only put him in a sling while I try to earn some money.”</p></div></div></body></html>"
        },
        {
            "title": "Durant’s 3-pointer in final seconds hands Rockets close win over Suns | Basketball News | Al Jazeera",
            "time": "2026-01-06T08:01:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__2254843942__v1__MidRes__PhoenixSunsVHoustonRockets-1767684753.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kevin Durant nailed a 3-pointer ‌with 1.1 seconds remaining, and the Houston Rockets rallied for a 100-97 ‍win over ‍the visiting Phoenix Suns to secure the four-game season series.</p><p>Durant was 1-for-11 from behind the arc before sinking the game-winner and capping his 26-point performance on Monday.</p><p>Jabari Smith Jr, who chipped in 17 ⁠points and seven rebounds and was instrumental in helping Houston erase a 13-point second-half ​deficit, assisted on the Durant 3-pointer.</p><p>Durant added 10 rebounds and ‍four assists to his ledger while Amen Thompson chipped in 17 points, seven rebounds and six assists. The Rockets shot just 9-for-37 from behind the arc (24.3%).</p><p>Devin Booker paced the ‍Suns with 27 ⁠points and carried a 10-0 run that erased a 94-87 deficit in the fourth quarter. Dillon Brooks and Royce O’Neale scored 15 points each for the Suns.</p><p>Phoenix carved out their largest lead early in the third quarter when Booker fed Mark Williams for an alley-oop before Brooks followed a Houston backcourt turnover with a 3-pointer, and Booker added ​a pull-up jumper that stretched the advantage to 69-56.</p><p>But ‌Durant and Thompson, aided by a pair of Smith 3-pointers, pulled the Rockets even in a 78-78 deadlock entering the final period.</p><h2 id=\"clippers-beat-warriors-despite-curry-s-late-flurry\">Clippers beat Warriors despite Curry’s late flurry</h2><p>Meanwhile, Kawhi Leonard led the way with ‌24 points, Kobe Sanders chipped in with 20, and the Los Angeles Clippers ‍overcame the absence ‍of James Harden to hold off the visiting Golden State Warriors, 103-102.</p><p>Leonard completed a double-double with a game-high 12 rebounds, and Ivica Zubac had one of his own with 10 points and 11 rebounds ⁠for the Clippers, who learned before the game that Harden would be held out with ​a stiff shoulder.</p><p>Stephen Curry used a late flurry to lead all ‍scorers with 27 points, and Jimmy Butler III had 24 for the Warriors, who saw coach Steve Kerr ejected early in the fourth quarter after drawing two technical fouls for vehemently disputing a non-call on ‍a potential goaltending ⁠infraction by the Clippers.</p><figure id=\"attachment_4218638\" aria-describedby=\"caption-attachment-4218638\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218638\" src=\"/wp-content/uploads/2026/01/AFP__20260106__2254252379__v1__MidRes__GoldenStateWarriorsVLosAngelesClippers-1767684750.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"INGLEWOOD, CA - JANUARY 5: Stephen Curry #30 of the Golden State Warriors drives to the basket during the game against the LA Clippers on January 5, 2026 at Intuit Dome in Los Angeles, California. NOTE TO USER: User expressly acknowledges and agrees that, by downloading and/or using this Photograph, user is consenting to the terms and conditions of the Getty Images License Agreement. Mandatory Copyright Notice: Copyright 2026 NBAE Adam Pantozzi/NBAE via Getty Images/AFP (Photo by Adam Pantozzi / NBAE / Getty Images / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218638\" class=\"wp-caption-text\">Stephen Curry drives to the basket for the Golden State Warriors against the LA Clippers at the Intuit Dome in Los Angeles [Adam Pantozzi/Getty Images via AFP]</figcaption></figure><h2 id=\"hornets-shock-okc-thunder\">Hornets shock OKC Thunder</h2><p>Brandon Miller scored 28 points to help lift the Charlotte Hornets to a stunning 124-97 road ‌victory over the Oklahoma City Thunder.</p><p>The loss marked OKC’s first regular-season home defeat against an Eastern Conference opponent since March 2024, and their first loss versus an Eastern team in a year. It was also the ‍first time OKC were held to less than 101 points this season.</p><p>Shai Gilgeous-Alexander scored 21 points on 7-of-21 shooting, while Jalen Williams and Chet Holmgren managed 16 and 15 points, respectively. The Thunder shot 59.1% from the field in the first quarter before finishing at 37% for the game.</p><p>Charlotte’s surprise victory was their first against OKC since March 2023. Miller’s dominance was bolstered by Kon Knueppel’s 23 points and five 3-pointers, as well as Miles Bridges’ 17-point, 11-rebound double-double. Moussa Diabate also had a team-high 12 boards. In addition, the Hornets finished a season-high 51.4% from beyond ⁠the arc.</p><figure id=\"attachment_4218636\" aria-describedby=\"caption-attachment-4218636\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218636\" src=\"/wp-content/uploads/2026/01/AFP__20260106__2254247984__v1__MidRes__CharlotteHornetsVOklahomaCityThunder-1767684748.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"OKLAHOMA CITY, OKLAHOMA - JANUARY 5: Shai Gilgeous-Alexander #2 of the Oklahoma City Thunder handles the ball during the second half against the Charlotte Hornets at Paycom Center on January 5, 2026 in Oklahoma City, Oklahoma. NOTE TO USER: User expressly acknowledges and agrees that, by downloading and or using this photograph, User is consenting to the terms and conditions of the Getty Images License Agreement. Joshua Gateley/Getty Images/AFP (Photo by Joshua Gateley / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218636\" class=\"wp-caption-text\">Shai Gilgeous-Alexander scored 21 points for the Oklahoma City Thunder against the Charlotte Hornets [Joshua Gateley/Getty Images via AFP]</figcaption></figure><h2 id=\"brown-helps-nuggets-down-sixers\">Brown helps Nuggets down Sixers</h2><p>Bruce Brown was credited ‌with the decisive bucket with 5.3 seconds left in overtime as short-handed Denver topped Philadelphia.</p><p>The Nuggets were without seven of their top eight scorers and all five starters, but Jalen Pickett picked up the slack with a career-high 29 points. Brown also made a critical contribution when he drew a goaltending call on Joel Embiid on ‌a transition layup attempt.</p><p>Embiid led the Sixers with 32 points and 10 rebounds, while Tyrese Maxey scored 28 and VJ Edgecombe dropped ⁠17. Philadelphia had its three-game winning streak snapped with the loss.</p></div></div></body></html>"
        },
        {
            "title": "US abduction of Maduro has “serious implications” | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-06T07:59:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-05-at-10.54.58-1767686265.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Charles Shapiro, the former US ambassador to Venezuela, says the US indictment against Venezuelan leader Nicolas Maduro sets a precedent for leaders around the world.</p></div></div></body></html>"
        },
        {
            "title": "US politicians react after briefing on Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T07:54:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767686030.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gunfire in Venezuela’s capital as ‘unauthorised’ drones reported | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T07:50:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767685758.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Thai army says Cambodia claims new border strike was accident amid truce | Conflict News | Al Jazeera",
            "time": "2026-01-06T07:45:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20250820__69Z367R__v1__MidRes__ThailandCambodiaBorderConflict-1767670182.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand’s army says Cambodia has claimed that a new strike was an accident, after a Thai soldier was wounded in a mortar attack in a disputed border region, as a <a href=\"/news/2025/12/31/thailand-releases-18-cambodian-soldiers-as-ceasefire-holds\">ceasefire</a> agreed in late December continues to hold.</p><p>On Tuesday morning, Thai forces had accused their Cambodian counterparts of violating the 10-day-old truce, after bombarding a border province.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But in a later statement, the Thai military said the Cambodian side had contacted them to explain “there was no intention to fire into Thai territory”, adding that “the incident was caused by an operational error by Cambodian personnel.”</p><p>Thailand’s army accused Cambodian forces of firing mortar rounds into Ubon Ratchathani province, with one soldier wounded by shrapnel and evacuated for medical treatment.</p><p>“The Thai military unit in the area issued a warning to Cambodia to exercise caution and emphasised that if such errors occur again, Thailand may be compelled to carry out defensive countermeasures,” said the Thai army.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"long-standing-simmering-conflict\">Longstanding simmering conflict</h2><p>The decades-old dispute between the Southeast Asian neighbours erupted into military clashes several times last year, with fighting in December killing dozens of people and displacing about one million on both sides.</p><p>The two countries <a href=\"/news/2025/12/27/thailand-and-cambodia-agree-on-ceasefire-cambodia-defence-ministry-says\">agreed a truce on December 27</a>, ending three weeks of clashes.</p><p>Cambodia’s Ministry of National Defence spokeswoman Maly Socheata declined to comment on the alleged strike on Tuesday.</p><p>The nations’ longstanding conflict stems from a dispute over the colonial-era demarcation of their 800km (500-mile) border, where both sides claim territory and centuries-old temple ruins.</p><p>Under the December truce, Cambodia and Thailand pledged to ceasefire, freeze troop movements and cooperate on demining efforts along their border.</p><p>Bangkok also released 18 Cambodian soldiers held since July, when deadly border clashes that month killed dozens of people.</p><p><a href=\"/video/newsfeed/2025/12/31/thailand-releases-cambodian-soldiers-as-ceasefire-holds\">Thailand freed the Cambodian soldiers on December 31</a>, with its Ministry of Foreign Affairs saying their release was “a demonstration of goodwill and confidence-building”.</p><p>Phnom Penh said last week it remained “hopeful” that their release would “significantly contribute to building mutual trust”.</p><p>The United States, China and Malaysia had brokered a truce to end the fighting between Cambodia and Thailand in July, but that ceasefire was short-lived.</p><p>In October, US President Donald Trump jetted to Malaysia to oversee the signing of a follow-on declaration, touting new trade deals after the neighbours agreed to prolong their truce.</p><p>But Bangkok suspended the agreement the following month, after Thai soldiers were wounded by landmines while on patrol at the border.</p><p>On Saturday, one week after the December truce went into effect, Cambodia called on Thailand to pull out its forces from several border areas Phnom Penh claims as its own.</p><p>The Thai military has rejected claims it had used force to seize Cambodian territory, insisting its forces were present in areas that had always belonged to Thailand.</p><p>While the two nations agreed late last month to stop fighting, they still need to resolve the demarcation of their disputed border.</p><p>Cambodia’s Defence Ministry said in a statement Tuesday morning that Phnom Penh had proposed a bilateral border committee meeting with Thai counterparts to be held in Cambodia’s Siem Reap province this month.</p><p>Bangkok has said previously that meetings to discuss border surveying and demarcation may need to be held by Thailand’s next government, following elections scheduled for February 8.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza children risk snipers to attend tent schools | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-06T07:20:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6934800c9a51-1765048332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"7\">In a small tent overshadowed by the sound of nearby gunfire, seven-year-old Tulin prepares for her first day of school in two years.</p><p data-path-to-node=\"8\">For most children, this would be a moment of excitement. For Tulin and her mother, it is a chapter of terror.</p><p data-path-to-node=\"9\">The relentless Israeli war has destroyed the vast majority of Gaza’s educational infrastructure, forcing families to create makeshift “tent schools” in dangerous proximity to Israeli forces — an area demarcated by Israel as the “yellow zone” west of the separation line, often just a few metres away from danger.</p><p data-path-to-node=\"10\">“Until my daughter gets to school, I honestly walk with my heart in my hand,” Tulin’s mother told Al Jazeera correspondent Shady Shamieh.</p><p data-path-to-node=\"11\">“Many times, I find myself involuntarily following her until she reaches the school. I feel there is something [dangerous], but I want her to learn,” she added. “If not for this situation, she would be in second grade now. But we are determined.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4013394\" src=\"/wp-content/uploads/2025/10/Interactive_TwoYearofGaza_2-10-1759764756.png?quality=80\" alt=\"Interactive_TwoYearofGaza_EDUCATION_DESTROYED\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"take-the-sleeping-position\">‘Take the sleeping position’</h2><p data-path-to-node=\"13\">The journey to the classroom is perilous. Walking through the rubble of Beit Lahiya, Tulin admits she is terrified of the open spaces.</p><p data-path-to-node=\"14\">“When I go to school, I am afraid of the shooting,” Tulin said. “I can’t find a wall to hide behind so the shelling or stray bullets don’t hit us.”</p><p data-path-to-node=\"15\">Inside the tents, protection is nonexistent. The canvas walls cannot stop bullets, yet the students sit on the ground, determined to learn.</p><p data-path-to-node=\"16\">Their teacher describes a harrowing daily routine where education is frequently interrupted by the crack of sniper fire.</p><p data-path-to-node=\"17\">“The location is difficult, close to the occupation [forces],” the teacher explained. “When the shooting starts, we tell the children: ‘Take the sleeping position.’ I get goosebumps, praying to God that no injuries occur. We make them lie on the ground until the shooting stops.”</p><p data-path-to-node=\"18\">“We have been exposed to gunfire more than once,” she added. “Despite this, we remain. The occupation’s policy is ignorance, and our policy is knowledge.”</p><p data-path-to-node=\"19\">Among the students is Ahmed, who lost his father in the war. “We come with difficulty and leave with difficulty because of the shooting,” he told Al Jazeera. “But I want to fulfil the dream of my martyred father, who wanted to see me become a doctor.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ne-of-the-biggest-catastrophes\">‘One of the biggest catastrophes’</h2><p data-path-to-node=\"21\">The desperate scenes in Beit Lahiya reflect a wider collapse of the education system in the enclave.</p><p data-path-to-node=\"22\">Speaking to Al Jazeera Arabic on Monday, Kazem Abu Khalaf, the spokesperson for UNICEF in Palestine, described the situation as “one of the biggest catastrophes”.</p><p data-path-to-node=\"23\">“Our figures indicate that 98 percent of all schools in the Gaza Strip have suffered varying degrees of damage, ranging up to total destruction,” Abu Khalaf said.</p><p data-path-to-node=\"24\">He noted that 88 percent of these schools require either comprehensive rehabilitation or complete reconstruction.</p><p data-path-to-node=\"25\">The human toll is staggering: approximately 638,000 school-aged children and 70,000 kindergarten-aged children have lost two full academic years and are entering a third year of deprivation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trauma-and-speech-impediments\">Trauma and speech impediments</h2><p data-path-to-node=\"27\">While UNICEF and its partners have established 109 temporary learning centres serving 135,000 students, the psychological scars of the war are surfacing in alarming ways.</p><p data-path-to-node=\"28\">Abu Khalaf said that field teams have observed severe developmental regression among students and that it requires ”redoubled efforts” from educational specialists.</p><h2 id=\"the-ban-on-books\">The ban on books</h2><p data-path-to-node=\"31\">Beyond the structural destruction and trauma, the education sector faces a logistical blockade. Abu Khalaf confirmed that since the war began in October 2023, virtually no educational materials have been allowed into the Strip.</p><p data-path-to-node=\"32\">“The biggest challenge, in truth, is that … almost no learning materials have entered Gaza at all,” he said.</p><p data-path-to-node=\"33\">UNICEF is currently preparing to launch a “Back to Learning” campaign targeting 200,000 children, focusing on Arabic, English, maths and science, alongside recreational activities to “repair the children’s psyche before anything else”.</p><p data-path-to-node=\"34\">However, Abu Khalaf emphasised that the success of any campaign depends on Israel lifting restrictions.</p><p data-path-to-node=\"35\">“We are communicating with all parties, including the Israeli side, to allow the entry of learning materials,” he said. “It is not in anyone’s interest for a child in Gaza not to go to school.”</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Machado says she hasn’t spoken to Trump since October | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-06T07:10:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942be7cb2b3-1765981820.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Venezuela’s opposition leader, Maria Corina Machado, says she has not spoken to United States President Donald Trump since October last year, even as she fulsomely lauds his administration’s brazen military actions in Venezuela.</p><p class=\"p1\">In a brief interview with Sean Hannity on the Hannity ​programme by Fox News, the 2025 <a href=\"/video/newsfeed/2025/12/11/nobel-peace-prize-winner-machado-greets-supporters-in-oslo\">Nobel Peace Prize winner</a> said she wants to “personally” thank the president for the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> of Venezuelan leader <a href=\"/news/2026/1/5/venezuelas-abducted-leader-maduro-wife-to-appear-in-nyc-court\">Nicolas Maduro</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I spoke with Trump on October 10, the same day the prize was announced. Not since then,” Machado said. “But I do want to say – on behalf of the Venezuelan people – how grateful we are for his courageous vision, the historical actions he has taken against this narcoterrorist regime, to dismantle this structure and bring Maduro to justice.”</p><p>The right-wing politician’s comments came after Trump <a href=\"/video/newsfeed/2026/1/4/trump-says-opposition-leader-maria-corina-machado-unfit-to-run-venezuela\">told reporters</a> on Sunday that Machado “doesn’t have the respect” to lead Venezuela or the support of the people.</p><p>Delcy Rodriguez, Venezuela’s former vice president, has since been <a href=\"/news/2026/1/5/delcy-rodriguez-sworn-in-as-venezuelas-president-after-maduro-abduction\">sworn in</a> to lead the country on an interim basis.</p><p>“I think it would be very tough for her to be the leader,” Trump said of Machado. “She doesn’t have the support or the respect within the country. She’s a very nice woman, but she doesn’t have the respect.”</p><p>In 2023, Machado <a href=\"/news/2023/10/23/venezeulas-machado-wins-landslide-victory-in-primary-vote\">declared victory</a> in the Venezuelan opposition’s presidential primary after receiving 93 percent of the vote. But she was <a href=\"/news/2024/3/22/faced-with-an-election-ban-venezuela-opposition-leader-names-alternate\">barred</a> from running, forcing her to go into hiding for more than a year before <a href=\"/news/2025/12/11/venezuelas-machado-taunts-maduro-government-after-dramatic-exit-to-oslo\">defying a travel ban</a> to accept the Nobel Peace Prize in Norway.</p><p>Machado <a href=\"/news/2025/12/17/venezuelas-machado-leaves-oslo-after-trip-to-receive-nobel-peace-prize\">left the capital</a>, Oslo, in December, but her current whereabouts are unknown.</p><p>The opposition leader told Hannity she plans to return to Venezuela “as soon as possible”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-huge-step-for-humanity\">‘A huge step for humanity’</h2><p>Machado, a hard right-winger who has aligned herself with hawks in the Trump administration, <a href=\"/news/2025/12/10/machado-in-oslo-but-will-not-attend-nobel-ceremony-to-receive-award\">stirred international controversy</a> when she first dedicated her prize to Trump in October.</p><p>Trump had <a href=\"/news/2025/10/9/nobel-peace-prize-2025-what-are-trumps-credentials-and-can-he-win\">coveted</a> the Nobel Peace Prize for months, publicly campaigning that he had “ended seven wars”.</p><p>“I dedicated it to President Trump because I believed, at that time, that he deserved it,” Machado told Hannity. Now, after deposing Maduro, “he has proven to the world what he means”.</p><p>“It’s not only huge for the Venezuelan people and their future … it’s a huge step for humanity, for freedom, and human dignity,” she added.</p><p>The White House <a href=\"/video/newsfeed/2026/1/3/team-from-us-to-run-venezuela-after-capture-of-maduro\">indicated on Sunday</a> that it was not seeking regime change in Venezuela, but rather a docile government that will allow US companies to exploit the country’s vast oil reserves.</p><p>Trump had previously <a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">said he would “run”</a> Venezuela as “very large United States oil companies” tapped its resources.</p><p>Machado seemed to welcome this idea, telling Hannity that Venezuela would transform into an “energy hub” for the US.</p><p>“We will bring rule of law, we will open markets, we will bring security for investments,” Machado said.</p><p>The abduction of Maduro was an attack by the US that skirted not only international law but also US political limits, various <a href=\"/features/2026/1/5/what-the-us-did-in-venezuela-normalises-power-grabs-expert\">international experts and analysts have said</a>.</p><p>It is part of the US’s “new imperialistic era” centred on oil and strategic interests and risks normalising similar actions by other powers, Sultan Barakat, senior professor at the College of Public Policy at Qatar’s Hamad Bin Khalifa University, told Al Jazeera.</p><p>Trump is “bypassing … international law. He’s bypassing Venezuelan law … and he doesn’t seem to give a damn about what the people of Venezuela really think or want,” Barakat said.</p><p>Trump-era policies and rhetoric have “mutated” US politics as nationalism has intensified and Christianity has become more entwined with governance – trends that will distort the existing international order, he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘New phase’: India eyes Bangladesh thaw with BNP before elections | Politics | Al Jazeera",
            "time": "2026-01-06T07:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251231__89C63ZQ__v2__MidRes__BangladeshIndiaPoliticsZia-1767466709.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India – </strong>Dressed in black for the occasion, India’s Foreign Minister S Jaishankar met Tarique Rahman, son of the deceased former Bangladeshi Prime Minister Khaleda Zia, with sombre expressions on their faces.</p><p>Khaleda had passed away the previous day, on December 30, and Jaishankar was among a large group of regional leaders who had gathered in Dhaka, the capital of Bangladesh, for her funeral.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jaishankar handed Rahman, who has taken over the leadership of Khaleda’s Bangladesh Nationalist Party (BNP), a letter from Indian Prime Minister Narendra Modi. Then, in a post on X alongside photos of their meeting, Jaishankar wrote words that demonstrate a dramatic break with New Delhi’s past relationship with the BNP: “Conveyed deepest condolences on behalf of the Government and people of India. Expressed confidence that Begum Khaleda Zia’s vision and values will guide the development of our partnership.”</p><p>For decades, India had been – at times, publicly, on other occasions, privately – opposed to Khaleda’s “vision and values”.</p><p>Where for millions of her supporters in Bangladesh, she represented a heroic struggle against military rule in the 1980s that first brought her to power in 1991, India viewed her with suspicion and distrust. For decades, the BNP had an alliance with Jamaat-e-Islami, Bangladesh’s largest Islamist group that advocates for stronger ties with Pakistan, India’s arch-enemy. Meanwhile, India treated Khaleda’s rival, Sheikh Hasina, and her avowedly secular Awami League party as its natural partners.</p><p>But as Bangladesh prepares for national elections in February, Jaishankar’s comments underscore how India and the BNP appear to be pivoting from their animus towards a closer working relationship.</p><p>Jaishankar’s “very cordial” meeting with Rahman and his team of confidantes in Dhaka presented the “potential of a new phase in the bilateral relationship”, Humayun Kabir, foreign affairs adviser to Rahman, told Al Jazeera.</p><p>It’s a shift that circumstances have forced on both India and the Rahman-led BNP, say analysts.</p><figure id=\"attachment_4212601\" aria-describedby=\"caption-attachment-4212601\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4212601\" src=\"/wp-content/uploads/2026/01/AFP__20251231__89CL9WF__v2__MidRes__TopshotBangladeshPoliticsZia-1767466712.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"rahman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4212601\" class=\"wp-caption-text\">BNP’s acting Chairman Tarique Rahman (C) standing alongside chief adviser of the country’s interim government, Muhammad Yunus (2L), during the burial ceremony, on December 31, of Rahman’s mother and the nation’s former Prime Minister Khaleda Zia, a day after her death in Dhaka [Photo by Bangladesh Nationalist Party (BNP) Media Cell/AFP]</figcaption></figure><h2 id=\"a-new-start\">A new start?</h2><p>Since the student-led July 2024 uprising toppled Sheikh Hasina’s 15-year rule, New Delhi’s decades-long support for the ousted leader has prompted strong anti-India sentiments on Bangladeshi streets.</p><p>Hasina now lives in exile in New Delhi, and India has so far refused to return her to Bangladesh to face the death penalty, after being convicted in absentia by a tribunal on charges related to the brutal crackdown by her security forces on protesters last year. The United Nations estimates that about 1,400 people died in the crackdown.</p><p>Bilateral relations have continued to slide further: After a 2024 protest leader who was vocally anti-India was murdered, protests against India picked up again in Bangladesh. A Hindu Bangladeshi man was lynched. Both countries had to temporarily suspend visa services at their respective high commissions.</p><p>But Hasina’s Awami League is banned from participating in the February elections. And some analysts believe that the BNP is trying to occupy the liberal and centrist political space vacated by the Awami League. It has also broken up with the Jamaat – the Islamist group has since partnered with a party formed by leaders of the 2024 student protest movement, in a formidable alliance.</p><p>The BNP and the Jamaat-led coalition are seen as the frontrunners competing to form the next government after the February elections. And while India can’t reconcile with the Jamaat’s politics – and its pro-Pakistan tilt – Rahman has in recent days made statements that are far more palatable to New Delhi.</p><p>Since returning to Dhaka in late December after 17 years in exile, Rahman told supporters that he wanted an inclusive Bangladesh, where minorities are safe.</p><p>His words suggest that Rahman has “matured during his years in exile”, Harsh Vardhan Shringla, a former Indian foreign secretary who has also served as high commissioner in Dhaka, told Al Jazeera.</p><figure id=\"attachment_4212605\" aria-describedby=\"caption-attachment-4212605\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4212605\" src=\"/wp-content/uploads/2026/01/AFP__20040214__HKG2004010662380__v2__MidRes__PakistanSaarcClosingVajpayeeZia-1767466879.jpg?w=768&amp;resize=768%2C552&amp;quality=80\" alt=\"khaleda zia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4212605\" class=\"wp-caption-text\">Indian Prime Minister Atal Bihari Vajpayee (R) and Bangladeshi Prime Minister Khaleda Zia (L) share a light moment during the closing ceremony of the 12th South Asian Association for Regional Cooperation (SAARC) summit, in Islamabad, January 6, 2004. The 12th SAARC summit ended with leaders of the seven nations hailing the three-day meeting as a “watershed” for the region, thanks to breakthrough talks between rivals India and Pakistan and a free trade pact [Emmanuel Dunand/AFP]</figcaption></figure><h2 id=\"mutual-mistrust-and-animosity\">‘Mutual mistrust and animosity’</h2><p>Like Rahman, the BNP itself has largely been in political exile since it was last in power in 2006 – the party and its leaders were first targeted by an interim military-backed government and then by Hasina’s Awami League government with multiple cases and arrests.</p><p>Its last stint in office coincided in large part with the last time that Modi’s Bharatiya Janata Party was in power, between 1998 and 2004. At the time, India’s prime minister was Atal Bihari Vajpayee.</p><p>Areas of contention between the BJP-ruled India and BNP-ruled Bangladesh ranged from trade disputes, border disputes, river water sharing, migration, armed rebellion, and violence against minorities. New Delhi accused Bangladesh of allowing several anti-India armed fighters shelter on its terrain, and the issue became a major irritant in bilateral relations.</p><p>India also accused the BNP of pandering to Pakistani intelligence agencies. Dhaka denied these accusations.</p><p>“Essentially, the background has been one of mutual mistrust and animosity that is historic,” said Shringla, who is now a member of the Indian parliament’s upper house, nominated by Modi’s BJP.</p><p>“Under the BNP years [2001-2006], Bangladesh supported an anti-India line and became very close to Pakistan,” Shringla told Al Jazeera. “And [Tarique] Rahman was a prime mover in that government and had disproportionate influence.”</p><figure id=\"attachment_4212603\" aria-describedby=\"caption-attachment-4212603\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4212603\" src=\"/wp-content/uploads/2026/01/AFP__20251224__88TP4KE__v1__MidRes__FilesBangladeshPoliticsRahman-1767466736.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"rahman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4212603\" class=\"wp-caption-text\">(FILE) Acting chairman of Bangladesh Nationalist Party (BNP), Tarique Rahman, poses for a portrait in a park in southwest London on December 30, 2023. The heir to Bangladesh’s longtime ruling family and a leader of its most powerful political party, Tarique Rahman has returned home after 17 years in exile and before key elections. Rahman, 60, an aspiring prime minister who has lived in London since he fled Bangladesh in 2008, over what he called a politically motivated persecution, arrived in Dhaka on December 25, 2025 [Henry Nicholls/AFP]</figcaption></figure><h2 id=\"rahman-is-safest-bet\">‘Rahman is safest bet’</h2><p>Yet calculations have changed.</p><p>When Khaleda was moved to a hospital in critical condition in late November, Modi was quick to wish her a speedy recovery. The BNP responded, thanking him for the wishes.</p><p>“Rahman seems to understand that for him to be a successful prime minister, he needs India’s support – or, at the least, he doesn’t want India’s antagonism,” said Shringla. “Now, we have to see whether his actions match rhetoric.”</p><p>From India’s perspective, Rahman is now “saying all the correct things”, said Sreeradha Datta, a professor specialising in South Asian studies at India’s OP Jindal Global University.</p><p>Rahman’s apparent popularity – hundreds of thousands gathered on the streets of Dhaka to greet him when he arrived from London – suggests that he could bring a sense of stability in the neighbourhood, Datta told Al Jazeera.</p><p>Analysts say Rahman also represents the “safest bet” for New Delhi going forward, compared with the Jamaat-led alliance and other political actors in Bangladesh.</p><p>“India sees the student revolutionaries and the Bangladesh Jamaat-e-Islami as the biggest threats to Indian interests,” said Jon Danilowicz, a former US diplomat who spent eight years working in Bangladesh.</p><p>Rahman’s public statements on returning to Dhaka “have shown great maturity”, Danilowicz said.</p><p>The pre-poll break between the Jamaat and the BNP also gives New Delhi more confidence in dealing with Rahman, said Michael Kugelman, a South Asia political analyst.</p><p>“There is a lot of baggage from the past, in addition to the BNP’s longstanding alliance with Jamaat,” Kugelman told Al Jazeera. “For India, memories of that alliance die hard.</p><p>“[Reaching out to Rahman is] not something that India will do happily, but something that it feels that it will need to do simply by necessity,” he said.</p><figure id=\"attachment_4212596\" aria-describedby=\"caption-attachment-4212596\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4212596\" src=\"/wp-content/uploads/2026/01/AFP__20251225__88ZV6NH__v1__MidRes__BangladeshPoliticsRahman-1767466707.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"rahman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4212596\" class=\"wp-caption-text\">Tarique Rahman (4R), son of former Prime Minister Khaleda Zia and Bangladesh Nationalist Party (BNP)’s acting chairman, waves to supporters during a rally after his arrival in Dhaka on December 25, 2025. Aspiring prime minister and political heavyweight Tarique Rahman ended 17 years in self-imposed exile with a promise to deliver safety and justice if his party wins next year’s elections [Munir Uz Zaman/AFP]</figcaption></figure><h2 id=\"rekindling-people-to-people-ties\">‘Rekindling people-to-people ties’</h2><p>But photo-ops, handshakes, letters and sentiments of warmth alone may not be enough to repair bilateral ties.</p><p>Rahman’s adviser Kabir cautioned that for a new start, “there must be a clean break from the past.”</p><p>While India has insisted that its relationship is with Bangladesh and not with any party or leader in Dhaka, it was closest with Hasina and her Awami League party.</p><p>During Hasina’s time in office, Dhaka was reduced to a “pet dog” of New Delhi, Kabir said. Rahman, if he comes to power, would keep Bangladesh equidistant from regional powers, like India and China, and keep “Bangladesh first”, Kabir added.</p><p>“Hasina used India in a bad way to legitimise her own crimes in Bangladesh, so people have a very bitter distaste for India,” Kabir said. He added that the “new Bangladesh” after the July 2024 revolution sees Hasina as a “terrorist”.</p><p>Kabir said Dhaka would continue to press India for Hasina’s extradition if Rahman is elected to power in February. “The onus to maintain this [bilateral] relationship lies on New Delhi, for keeping Hasina there,” he said.</p><p>Hasina has publicly criticised Bangladesh’s direction under the Yunus government, angering Dhaka. “India needs to move on from Hasina’s era and should not be seen complicit with her rogue activities to destabilise Bangladesh, while she sits in India,” Kabir said. Otherwise, he cautioned, “widespread anti-India distaste among people makes it difficult for the next elected government to engage [with New Delhi] against the popular sentiment.”</p><p>Persistent tensions have also played out beyond the worlds of politics and diplomacy in recent days.</p><p>On Saturday, India’s cricketing body, which governs the popular Indian Premier League, asked the Kolkata Knight Riders franchise to drop Bangladeshi pacer Mustafizur Rahman after BJP leaders protested the player’s participation.</p><h2 id=\"so-what-s-next\">So what’s next?</h2><p>Anil Trigunayat, a former Indian diplomat who served in Bangladesh for five years, told Al Jazeera that if Rahman returns to power in Dhaka, “India’s biggest challenge would be to keep a check on Pakistan and other anti-India militant groups being embedded in Bangladesh.”</p><p>Danilowicz said he agreed that India would harbour those concerns – given the BNP’s past leanings towards Pakistan, when the Jamaat was its ally.</p><p>But Kabir, Rahman’s adviser, said the BNP leader was focused on “improving and pushing cooperation” with India and other neighbours.</p><p>“The relationship never existed between India and Bangladesh under Sheikh Hasina; it was just limited to Hasina,” said Kabir. “Now, we need confidence that India means a change of direction and is setting its policy to actually rekindle the relationship between the people of Bangladesh and India.”</p></div></div></body></html>"
        },
        {
            "title": "A US drug policy contrast | Politics | Al Jazeera",
            "time": "2026-01-06T07:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/EP100-16-9-1767682948.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "European leaders hit back at Trump’s US takeover designs on Greenland | NATO News | Al Jazeera",
            "time": "2026-01-06T06:55:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T103523Z_197425248_RC2QTGAOE1T9_RTRMADP_3_USA-TRUMP-GREENLAND-1767678449.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A number of European leaders have hit back at United States President Donald Trump’s repeated calls for the <a href=\"/news/2026/1/4/denmark-pm-urges-trump-to-stop-threatening-greenland\">US to take over Greenland</a>, as reverberations from Washington’s military attack on Venezuela and the abduction of its leader are felt across the globe.</p><p>Seven European leaders, including French President Emmanuel Macron, German Chancellor Friedrich Merz and UK Prime Minister Keir Starmer, issued a joint statement on Tuesday saying that the mineral-rich Arctic island “belongs to its people.”</p><p>“It is for Denmark and Greenland, and them only, to decide on matters concerning Denmark and Greenland,” the statement added.</p><p></p><p class=\"p1\">Separately, Denmark’s Prime Minister Mette Frederiksen has warned that any bid by the United States to take over Greenland will result in the end of the NATO military alliance.</p><p>Frederiksen made the comments on Monday following US President Donald Trump’s latest calls for the Arctic territory to come under direct control of Washington.</p><p>Trump told reporters on Sunday that he would “talk about Greenland in 20 days”. He has maintained that Greenland should come under the jurisdiction of the US, and his latest threat came just a day after US forces <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">abducted Venezuelan leader Nicolas Maduro</a> and his wife.</p><p>That military operation has caused alarm in Denmark and Greenland, which is a semiautonomous territory of the Danish kingdom and thus part of NATO.</p><p>“If the United States chooses to attack another NATO country militarily, then everything stops,” said Frederiksen.</p><p class=\"p1\">“That is, including our NATO and thus the security that has been provided since the end of the second world war,” she told Danish broadcaster TV2.</p><p>Trump has not ruled out using military force to take control of Greenland, and last month, Louisiana Governor Jeff Landry, who <a href=\"/news/2025/12/22/denmark-to-summon-us-ambassador-following-greenland-envoy-appointment\">publicly supports annexation</a>, was named as special envoy to the mineral-rich Arctic island.</p><p>Katie Miller, the wife of Trump’s deputy chief of staff, Stephen Miller, posted on Saturday the contentious image of the Danish autonomous territory in the colours of the US flag on her X feed.</p><p>Her post had a single word above it: “SOON”.</p><p>Greenland’s Prime Minister Jens-Frederik Nielsen called that post “disrespectful”.</p><p>“Relations between nations and peoples are built on mutual respect and international law – not on symbolic gestures that disregard our status and our rights,” he said on X.</p><p>He, however, added, “There is neither reason for panic nor for concern. Our country is not for sale, and our future is not decided by social media posts.”</p><p>Greenland’s strategic position between Europe and ⁠North America makes it a key site for the US ballistic missile defence system, and its mineral wealth is attractive, as Washington hopes to reduce its reliance on Chinese exports.</p><p>“Greenland is covered with Russian and Chinese ships all over the place,” Trump said on Sunday.</p><p class=\"p1\">“We need Greenland from the standpoint of national security, and Denmark is not going to be able to do it,” he added.</p><p>Nielsen has looked to calm fears amongst the island’s residents.</p><p class=\"p1\">“We are not in a situation where we think that there might be a takeover of the country overnight, and that is why we are insisting that we want good cooperation,” he told a news conference on Monday.</p><p class=\"p1\">“The situation is not such that the United States can simply conquer Greenland,” Nielsen added.</p><p>In the meantime, European leaders are voicing loud support for Denmark.</p><p>Polish Prime Minister Donald Tusk said on ‍Tuesday that Denmark ‍can ‍count on the solidarity of all of Europe on ⁠the issue of ​Greenland.</p><p>“No ‌member of should attack or threaten another member of the ‌North Atlantic Treaty. Otherwise, ‌NATO would ⁠lose its meaning if conflict or mutual conflicts occurred ‌within the alliance,” Tusk said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Sabalenka credits ‘Battle of the Sexes’ tennis match for ‘great fitness’ | Tennis News | Al Jazeera",
            "time": "2026-01-06T06:36:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260104__89K9263__v1__MidRes__TennisAtpTour2026BrisbaneInternational-1767679500.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sabalenka credits ‘Battle of the Sexes’ tennis match for ‘great fitness’</h1><p class=\"article__subhead\"><em>Women’s number one believes the match against Nick Kyrgios helped her to up the intensity of her power-packed game.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aryna Sabalenka believes her much-maligned “<a href=\"/sports/2025/12/28/kyrgios-beats-sabalenka-6-3-6-3-in-battle-of-the-sexes-tennis-showdown\">Battle of the Sexes</a>” exhibition tennis match against Nick Kyrgios has paid dividends for her preparations before the Grand Slam season.</p><p>The world number one demolished Cristina Bucsa in the Brisbane International tournament on Tuesday as she gears up for next week’s Australian Open first round.</p><p>Sabalenka took just 48 minutes to dispose of the Spaniard 6-0, 6-1 in the second round of the season-opening tournament in Queensland, Australia.</p><p>She raced through the first set in just 22 minutes and took only 26 minutes to claim the second against an opponent who had no answer to the power of the 27-year-old.</p><p>The ease of the win against the world number 50 will send a warning to the title contenders in Melbourne, where Sabalenka will look to win her third Australian Open title in four years.</p><p>Sabalenka said the fact that she played so well in her first match of the season showed that the December 28 exhibition in Dubai against the mercurial but controversial Kyrgios was worthwhile.</p><p>“I mean, when you play against a guy, the intensity is completely different,” she said.</p><p>“Especially when there is Nick, who is drop-shotting every other shot, so you move a lot, so there was great fitness for me.</p><p>“And today I was, like, whew, let’s move around, you know.</p><p>“That exhibition, it was fun. It was a great challenge,” she added.</p><p>“I think we brought so many eyes on tennis. It wasn’t about proving something to anyone, it was about showing that tennis can be really huge.”</p><p>Sabalenka will now play either Jelena Ostapenko or Sorana Cirstea in the third round and remains on track to meet Madison Keys in the quarterfinals in a rematch of last year’s Australian Open final, won by the American.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}