{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Gaza’s Nasser Hospital slams MSF’s ‘unsubstantiated’ armed men allegation | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-15T12:10:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/epa_68efa4855a0f-1760535685.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza’s Nasser Hospital slams MSF’s ‘unsubstantiated’ armed men allegation</h1><p class=\"article__subhead\"><em>The southern Gaza hospital says MSF issued statements that ‘misrepresent facts and mirror narratives historically used to justify’ Israeli attacks.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Nasser Hospital Complex has condemned aid group Doctors Without Borders, known by its French initials MSF, for pulling out of operations, alleging the presence of armed men and weapons at the facility.</p><p>In a statement on Sunday, the hospital said the MSF allegation was “false, unsubstantiated, and misleading” and “posed a serious risk to a protected” civilian medical facility – one of southern Gaza’s last functioning large hospitals.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>MSF on Saturday <a href=\"/news/2026/2/14/gunmen-onsite-force-msf-to-stop-work-at-gazas-nasser-hospital\">suspended</a> all its noncritical medical operations at Nasser Hospital, citing security breaches that posed “serious” threats to its teams and patients. The Geneva, Switzerland-based charity said there had been an increase in patients and staff seeing armed men in parts of the compound since a United States-brokered ceasefire between Israel and Hamas was reached in October last year.</p><p>But the hospital said the MSF issued statements that “misrepresent facts and mirror narratives historically used to justify attacks” on hospitals, “despite full transparency and repeated clarification”.</p><p>“Such statements are not neutral. They foreseeably endanger Nasser Hospital Complex, serving over one million civilians, by undermining its protected status under international humanitarian law. MSF is aiding in manufacturing consent for attacks against the hospital,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The hospital, located in Khan Younis, demanded that MSF should “immediately retract all allegations regarding weapons or armed presence” and “publicly reaffirm commitment to medical neutrality grounded in verified facts”.</p><p>“The Gaza Strip is under an extreme and prolonged state of emergency resulting from systematic attacks on civilian institutions. Under these conditions, isolated unlawful actions by uncontrolled individuals and groups have occurred across society, including attempts by some to carry weapons,” the Nasser Hospital said in its statement.</p><p>It said the hospital complex itself has been subjected to attacks and threats, and that it has arranged for civilian police “in full compliance with domestic law and international norms”.</p><p>A group called Doctors Against Genocide also said MSF had made “false allegations” against the Nasser Medical Complex.</p><p>“The consequences of these false accusations have placed healthcare workers and patients at Nasser Hospital Complex at risk of attacks and loss of life,” it said in a post on Instagram.</p><p></p><p>MSF’s decision follows a recent directive from <a href=\"/news/2026/2/1/israel-says-it-will-ban-msf-from-operating-in-gaza\">Israel ordering the organisation</a>, along with dozens of other international groups, to halt their activities in Gaza and the occupied West Bank unless they complied with new requirements, including handing over detailed information about their staff.</p><p>Two weeks earlier, MSF, which supplies international staff to six hospitals and runs two field hospitals as well as eight primary health centres, clinics and medical points, said it would not provide Israel with a list of its personnel after failing to obtain guarantees for their safety.</p><p>Israel has <a href=\"/opinions/2026/2/6/israels-war-on-gazas-healthcare-continues-in-full-force-under-ceasefire\">decimated</a> Gaza’s health infrastructure during its genocidal war on Gaza, and <a href=\"/news/2025/10/22/who-are-the-95-palestinian-healthcare-workers-held-captive-by-israel\">continues to hold</a> 95 Palestinian doctors and medical workers captive, including 80 from the enclave.</p></div></div></body></html>"
        },
        {
            "title": "Trump and Netanyahu align on Iran pressure but split on endgame | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-15T12:09:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-12-29T223347Z_1840689475_RC2KQIAV30GG_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-NETANYAHU-1770790066.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump and Israeli Prime Minister Benjamin Netanyahu have solidified a strategy of “maximum pressure” against Iran, targeting the country’s vital oil exports to China, even as deep rifts emerge regarding the ultimate goal of the escalation.</p><p>According to a report by <a href=\"https://www.axios.com/2026/02/14/trump-netanyahu-china-iran-oil\" target=\"_blank\" rel=\"noopener\">Axios</a>, the two leaders agreed during a White House meeting last week to intensify economic strangleholds on Iran. The strategy relies heavily on a recent <a href=\"/news/2026/1/12/trump-says-any-country-doing-business-with-iran-will-face-25-percent-tariff\">executive order</a> signed by Trump, which empowers the imposition of a 25 percent tariff on any nation conducting business with Iran – a direct threat to China, which currently buys more than 80 percent of Iranian crude.</p><p>However, while the tactics align, the strategic endgame remains contested.</p><p>Trump has expressed a willingness to cut a deal, reportedly telling Netanyahu, “Let’s give it a shot.” In contrast, the Israeli prime minister has privately argued with Trump that any agreement is futile, a stance analysts argue is designed to drag the US into a direct war with Tehran.</p><h2 id=\"diplomatic-gamble\">Diplomatic gamble</h2><p data-path-to-node=\"10\">Despite the hawkish rhetoric, the Trump administration has kept the diplomatic channel open. On February 6, Oman <a href=\"/news/2026/2/6/iran-us-hold-talks-in-oman-as-fears-of-war-hang-over-region\">hosted</a> indirect negotiations between Washington and Tehran. That same evening, President Trump announced that a new round of talks would be held.</p><p data-path-to-node=\"10\">Now, US envoys Steve Witkoff and Jared Kushner are scheduled to meet Iranian officials in Geneva, Switzerland, on Tuesday for a second round of negotiations.</p><p data-path-to-node=\"10\">The US proposal reportedly includes a suspension of uranium enrichment for three to five years and the removal of 450kg (992 pounds) of highly enriched uranium from the country, according to the Axios report.</p><p data-path-to-node=\"10\">Netanyahu, however, is pushing to expand the scope of any potential deal to include impossible conditions for Tehran, such as curbing its ballistic missile programme and severing ties with regional proxies.</p><p data-path-to-node=\"13\">Mohannad Mustafa, an expert on Israeli affairs, told Al Jazeera Arabic channel that Israel’s insistence on broadening the terms is a calculated move to ensure diplomacy fails.</p><p data-path-to-node=\"15\">“Israel knows Iran will not accept these conditions,” Mustafa said. “By placing them, Israel is saying its only option is war. The current government has moved beyond using military force to achieve political settlements; war has become the goal itself.”</p><h2 id=\"cover-for-annexation\">Cover for annexation</h2><p>While global attention remains fixed on the potential for a regional conflagration, Palestinian leaders warn that Israel is exploiting the regional tensions to irreversibly alter the reality in the occupied West Bank and the Gaza Strip, which has been turned into ruins following two years of nonstop bombardment.</p><p>Mustafa Barghouti, general secretary of the Palestinian National Initiative, said the focus on Iran serves as a smokescreen for Israel’s accelerating annexation policies in the West Bank. Earlier this month, the Israeli cabinet approved measures to make it easier to grab Palestinian lands to expand illegal settlements, which is considered the biggest obstacle to a sovereign Palestinian state as part of the so-called two-state solution.</p><p>“The picture is clear,” Barghouti told Al Jazeera Arabic. “Israel wants to be the sole imperial power in the Middle East. They are using the pretext of the Iranian threat to drive the final nail into the coffin of the Oslo Accords, stripping the Palestinian Authority [PA] of powers even in Area A.”</p><p>According to the 1993 Oslo Accord, the PA administers Areas A and B, while Israel remains in control of Area C, which is 60 percent of the West Bank. Since then, Israel has continued to expand illegal settlements in violation of the accord.</p><p>Liqa Makki, a senior researcher at the Al Jazeera Centre for Studies, echoed these concerns, noting that a potential US-Iran conflict would provide the perfect cover for mass expulsions.</p><p>“If war breaks out, Israel will exploit the global distraction to execute what it dreams of but fears to announce: real annexation and population transfer,” Makki said. “When the dust settles, the West Bank will look completely different.”</p><p>Senior members of Netanyahu’s far-right coalition have made no secret of these ambitions. Finance Minister <a href=\"/news/2026/2/12/bezalel-smotrichs-gradual-struggle-annex-west-bank-israel\">Bezalel Smotrich</a> and National Security Minister Itamar Ben-Gvir have repeatedly called for the “<a href=\"/news/2023/11/14/israeli-minister-supports-voluntary-migration-of-palestinians-in-gaza\">voluntary migration</a>” of Palestinians and the re-establishment of illegal settlements in Gaza.</p><p>Smotrich has previously denied the existence of a Palestinian people, declaring that their ambitions must be crushed to ensure Jewish control between the Jordan River and the Mediterranean Sea.</p><h2 id=\"nuclear-double-standards\">Nuclear double standards</h2><p>The renewed focus on Iran’s nuclear capabilities has also reignited debate over Western double standards regarding Israel’s undeclared nuclear arsenal.</p><p>“Israel possesses 200 nuclear warheads and is one of the strongest military powers in the world,” Barghouti said, dismissing the narrative that Israel faces an existential threat from Iran.</p><p>“The existential threat is being faced by the Palestinian people, who are being liquidated,” Barghouti added.</p><p>Since October 2023, Israel’s genocidal war on Gaza has killed more than 72,000 Palestinians, reducing vast swaths of the territory to rubble. In the occupied <a href=\"/features/2026/1/22/if-you-sleep-settlers-will-burn-your-house-fear-in-the-west-bank\">West Bank</a>, Israeli forces and armed settlers have killed hundreds more, displacing more than 40,000 people and systematically dismantling Palestinian infrastructure.</p><p>Paul Davis, a professor at the Global Policy Institute, defended the US stance, arguing that while Israel has possessed nuclear weapons for years without using them, Iran’s enrichment to 60 percent signals aggressive intent.</p><p>Mustafa, however, concluded that Israel’s approach indicates a total rejection of diplomacy in favour of reshaping the Middle East by force.</p><p>“Israel is trying to cancel any possibility of reaching settlements on all fronts,” Mustafa said. “They want to topple the Iranian regime to change the face of the region, regardless of the economic or human cost.”</p><p>The Israeli objective is not merely disarmament but government change in Iran, which Netanyahu called the “<a href=\"/news/2025/6/13/what-is-behind-israels-decision-to-attack-iran\">head of the octopus</a>” coordinating a multi-front war of attrition through allies in Lebanon, Yemen, Iraq and Syria. However, the weakening of Hezbollah and the fall of Bashar al-Assad in Syria have dealt a huge blow to Iran’s so-called “Axis of Resistance”.</p></div></div></body></html>"
        },
        {
            "title": "How the Epstein files exposed victims but protected the powerful | Digital Series | Al Jazeera",
            "time": "2026-02-15T11:46:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/H_16x9-1771155968.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "From the Balkans with Guns | Crime | Al Jazeera",
            "time": "2026-02-15T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771152727.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Weapons from the Balkans are fuelling violence on the streets of Sweden. People &amp; Power follows their trail.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A lone gunman in Montenegro kills 13 people. In Sweden, gun homicides surge, becoming the highest in Western Europe. The link: Balkan weapons. From the shadowy routes of the former Yugoslavia to the streets of Stockholm, we expose how illicit arms from the Western Balkans are fuelling gang wars and violence across the continent.</p><p><em>People &amp; Power</em> traces these weapons from factory floors and black-market traders to the scenes of some of Europe’s deadliest crimes. With rare access and firsthand testimony, we reveal the human cost of a vast criminal network and a hidden war authorities can’t control.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Why are experts sounding the alarm on AI risks? | Cybercrime News | Al Jazeera",
            "time": "2026-02-15T11:24:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T001140Z_1957437879_RC2LU7AMX19N_RTRMADP_3_TECH-AI-OPENAI-DEEPSEEK-1770993419.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In recent months, artificial intelligence has been in the news for the wrong reasons: use of deepfakes to scam people, AI systems used to manipulate cyberattacks, and chatbots encouraging suicides, among others.</p><p>Experts are already warning against technology going out of control. Researchers with some of the most prominent AI companies have quit their jobs in recent weeks and publicly sounded the alarm about fast-paced technological development posing risks to society.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Doomsday theories have long circulated about how substantial advancement in AI could pose an existential threat to the human race, with critics warning that the growth of artificial general intelligence (AGI), a hypothetical form of the technology that can perform critical thinking and cognitive functions as well as the average human, could wipe out humans in a distant future.</p><p>But the recent slew of public resignations by those tasked with ensuring AI remains safe for humanity is making conversations around how to regulate the technology and slow its development more urgent, even as billions are being generated in AI investments.</p><figure id=\"attachment_4315106\" aria-describedby=\"caption-attachment-4315106\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4315106\" src=\"/wp-content/uploads/2026/02/Interactive_AI_USAGE_FEB15_2026-1771155201.jpg?quality=80\" alt=\"Interactive_AI_USAGE_FEB15_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4315106\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"so-is-ai-all-doom-and-gloom\">So is AI all doom and gloom?</h2><p>“It’s not so much that AI is inherently bad or good,” Liv Boeree, a science communicator and strategic adviser to the United States-based Center for AI Safety (CAIS), told Al Jazeera.</p><p>Boeree compared AI with biotechnology, which, on the one hand, has helped scientists develop important medical treatments, but, on the other, could also be exploited to engineer dangerous pathogens.</p><p>“With its incredible power comes incredible risk, especially given the speed with which it is being developed and released,” she said. “If AI development went at a pace where society can easily absorb and adapt to these changes, we’d be on a better trajectory.”</p><p>Here’s what we know about the current anxieties around AI:</p><figure id=\"attachment_4311767\" aria-describedby=\"caption-attachment-4311767\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311767\" src=\"/wp-content/uploads/2026/02/2026-02-11T140022Z_1170194831_RC22W3A4CEXD_RTRMADP_3_AI-FUNDING-APPTRONIK-1770993704.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Robots\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311767\" class=\"wp-caption-text\">Apollo, the humanoid robot built by Apptronik, carries a package in Austin, Texas, US [File: Evan Garcia/Reuters]</figcaption></figure><h2 id=\"who-have-quit-recently-and-what-are-their-concerns\">Who have quit recently, and what are their concerns?</h2><p>The latest resignation was from Mrinank Sharma, an AI safety researcher at Anthropic, the AI company that has positioned itself as more safety cautious than rivals Google and OpenAI. It developed the popular bot, Claude.</p><p>In a post on X on February 9, Sharma said he had resigned at a time when he had “repeatedly seen how hard it is to truly let our values govern our actions”.</p><p>The researcher, who had worked on projects identifying AI’s risks to bioterrorism and how “AI assistants could make us less human”, said in his resignation letter that “the world is in peril”.</p><p>“We appear to be approaching a threshold where our wisdom must grow in equal measure to our capacity to affect the world, lest we face the consequences,” Sharma said, appearing to imply that the technology was advancing faster than humans can control it.</p><p>Later in the week, Zoe Hitzig, an AI safety researcher, revealed that she had resigned from OpenAI because of its decision to start testing advertisements on its flagship chatbot, ChatGPT.</p><p>“People tell chatbots about their medical fears, their relationship problems, their beliefs about God and the afterlife,” she wrote in a New York Times essay on Wednesday. “Advertising built on that archive creates a potential for manipulating users in ways we don’t have the tools to understand, let alone prevent.”</p><p>Separately, since last week, two cofounders and five other staff members at xAI, Elon Musk’s AI company and developers of the X-integrated chatbot, Grok, have left the company.</p><p>None of them revealed the reason behind quitting in their announcements on X, but Musk said in a Wednesday post that internal restructuring “unfortunately required parting ways” with some staff.</p><p>It is unclear if their exit is related to recent uproar about how the chatbot was prompted to create hundreds of sexualised images of non-consenting women, or to past anger over how Grok spewed racist and anti-Semitic comments on X last July after a software update.</p><p>Last month, the European Union <a href=\"/news/2026/1/26/eu-launches-probe-into-grok-ai-feature-creating-deepfakes-of-women-minors\">launched an investigation into Grok</a> regarding the creation of sexually explicit fake images of women and minors.</p><figure id=\"attachment_4311801\" aria-describedby=\"caption-attachment-4311801\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311801\" src=\"/wp-content/uploads/2026/02/2023-11-02T144902Z_1777762436_RC2054AK7NWJ_RTRMADP_3_AI-BRITAIN-SUMMIT-1770994348.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Yoshua Bengio\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311801\" class=\"wp-caption-text\">World leaders during a plenary session at the AI Safety Summit in Milton Keynes, UK, November 2, 2023 [Alastair Grant/Pool via Reuters]</figcaption></figure><h2 id=\"should-humans-be-scared-of-ai-s-growth\">Should humans be scared of AI’s growth?</h2><p>The resignations come in the same week that Matt Shumer, CEO of HyperWrite, an AI writing assistant, made a similar doomsday prediction about the technology’s rapid development.</p><p>In the now-viral post on <a href=\"https://x.com/mattshumer_/status/2021256989876109403\" target=\"_blank\" rel=\"noopener\">X</a>, Shumer warned that AI technologies had improved so rapidly in 2025 that his virtual assistant was now able to provide highly polished writing and even build near-perfect software applications with only a few prompts.</p><p>“I’ve always been early to adopt AI tools. But the last few months have shocked me. These new AI models aren’t incremental improvements. This is a different thing entirely,” Shumer wrote in the post.</p><p>Research backs up Shumer’s warning.</p><p>AI capabilities in recent months have leapt in bounds, and many theoretical risks that were associated with it before, such as whether it could be used for cyberattacks or to generate pathogens, have happened in the past year, Yoshua Bengio, scientific director at the Mila Quebec AI Institute, told Al Jazeera.</p><p>At the same time, completely unexpected problems have emerged, Bengio, who is a winner of the Turing Award, usually referred to as the Nobel Prize of computer science, said, particularly with humans and their chatbots becoming increasingly engrossed.</p><p>“One year ago, nobody would have thought that we would see the wave of psychological issues that have come from people interacting with AI systems and becoming emotionally attached,” said Bengio, who is also the chair of the recently published 2026 International AI Safety Report that detailed the risks of advanced AI systems.</p><p>“We’ve seen children and adolescents going through situations that should be avoided. All of that was completely out of the radar because nobody expected people would fall in love with an AI, or become so intimate with an AI that it would influence them in potentially dangerous ways.”</p><figure id=\"attachment_4311792\" aria-describedby=\"caption-attachment-4311792\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311792\" src=\"/wp-content/uploads/2026/02/2024-12-20T175319Z_1496393000_RC24TBABXC48_RTRMADP_3_AMAZON-COM-LABOR-1770994116.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"AMAZON\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311792\" class=\"wp-caption-text\">A delivery driver steers their vehicle as Amazon workers and supporters take part in a strike at a facility in the Queens borough of New York, US, December 20, 2024. Protests were organised in the wake of laying off of thousands of staff due to automation [Adam Gray/Reuters]</figcaption></figure><h2 id=\"is-ai-already-taking-our-jobs\">Is AI already taking our jobs?</h2><p>One of the main concerns about AI is that it could, in the near future, advance to a super-intelligent state where humans are no longer needed to perform highly complex tasks, and that mass redundancies, the sort experienced during the Industrial Revolution, would follow.</p><p>Currently, about one billion people use AI for an array of tasks, the AI Safety Report noted. Most people using ChatGPT asked for practical guidance on learning, medical health, or fitness (28 percent), writing or modifying written content (26 percent), and seeking information, for example, on recipes (21 percent).</p><p>There is no concrete data yet on how many jobs could be lost due to AI, but about 60 percent of jobs in advanced economies and 40 percent in emerging economies could be vulnerable to AI based on how workers and employers adopt it, the report said.</p><p>However, there is evidence that the technology is already stopping people from entering the labour market, AI monitors say.</p><p>“There’s some suggestive evidence that early career workers in occupations that are highly vulnerable to AI disruption might be finding it harder to get jobs,” Stephen Clare, the lead writer on the AI Safety Report, told Al Jazeera.</p><p>AI companies that benefit from its increased use are cautious about pushing the narrative that AI might displace jobs. In July 2025, Microsoft researchers noted in a paper that AI was most easily “applicable” for tasks related to knowledge work and communication, including those involving gathering information, learning, and writing.</p><p>The top jobs that AI could be most useful for as an “assistant”, the researchers said, included: interpreters and translators, historians, writers and authors, sales representatives, programmers, broadcast announcers and disc jockeys, customer service reps, telemarketers, political scientists, mathematicians and journalists.</p><p>On the flip side, there is increasing demand for skills in machine learning programming and chatbot development, according to the safety report.</p><p>Already, many software developers who used to write code from scratch are now reporting that they use AI for most of their code production and scrutinise it only for debugging, Microsoft AI CEO Mustafa Suleyman told the Financial Times last week.</p><p>Suleyman added that machines are only months away from reaching AGI status – which, for example, would make machines capable of debugging their own code and refining results themselves.</p><p>“White-collar work, where you’re sitting down at a computer, either being a lawyer or an accountant or a project manager or a marketing person, most of those tasks will be fully automated by an AI within the next 12 to 18 months,” he said.</p><p>Mercy Abang, a media entrepreneur and CEO of the nonprofit journalism network, HostWriter, told Al Jazeera that journalism has already been hit hard by AI use, and that the sector is going through “an apocalypse”.</p><p>“I’ve seen many journalists leave the profession entirely because their jobs disappeared, and publishers no longer see the value in investing in stories that can be summarised by AI in two minutes,” Abang said.</p><p>“We cannot eliminate the human workforce, nor should we. What kind of world are we going to have when machines take over the role of the media?”</p><h2 id=\"what-are-recent-real-life-examples-of-ai-risks\">What are recent real-life examples of AI risks?</h2><p>There have been several incidents of negative AI use in recent months, including chatbots encouraging suicides or AI systems being manipulated in widespread cyberattacks.</p><p>A teenager who committed suicide in the United Kingdom in 2024 was found to have been encouraged by a chatbot modelled after Game of Thrones character Daenerys Targaryen. The bot had sent the 14-year-old boy messages like “come home to me”, his family revealed after his death. He is just one of several suicide cases reported in the past two years linked to chatbots.</p><p>Countries are also deploying AI for mass cyberattacks or “AI espionage”, particularly because of AI agents’ software coding capabilities, reports say.</p><p>In November, Anthropic <a href=\"https://www.anthropic.com/news/disrupting-AI-espionage\" target=\"_blank\" rel=\"noopener\">alleged</a> that a Chinese state-sponsored hacking group had manipulated the code for its chatbot, Claude, and attempted to infiltrate about 30 targets globally, including government agencies, chemical companies, financial institutions, and large tech companies. The attack succeeded in a few cases, the company said.</p><p>On Saturday, the Wall Street Journal reported that the US military used Claude in its operation to abduct Venezuelan President Nicolas Maduro on January 3. Anthropic has not commented on the report, and Al Jazeera could not independently verify it.</p><p>The use of AI for military purposes has been widely documented during Israel’s ongoing genocide in Gaza, where AI-driven weapons have been used to identify, track and target Palestinians. More than 72,000 Palestinians have been killed, including 500 since the October “ceasefire”, in the past two years of genocidal war.</p><p>Experts say more catastrophic risks are possible as AI rapidly advances towards super-intelligence, where control would be difficult, if not impossible.</p><p>Already, there is evidence that chatbots are making decisions on their own and are manipulating their developers by exhibiting deceptive behaviour when they know they are being tested, the AI Safety Report found.</p><p>In one example, when a gaming AI was asked why it did not respond to another player as it was meant to, it claimed it was “on the phone with [its] girlfriend”.</p><p>Companies currently do not know how to design AI systems that cannot be manipulated or deceptive, Bengio said, highlighting the risks of the technology’s advancement leaping ahead while safety measures trail behind.</p><p>“Building these systems is more like training an animal or educating a child,” the professor said.</p><p>“You interact with it, you give it experiences, and you’re not really sure how it’s going to turn out. Maybe it’s going to be a cute little cub, or maybe it’s going to become a monster.”</p><figure id=\"attachment_4311799\" aria-describedby=\"caption-attachment-4311799\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311799\" src=\"/wp-content/uploads/2026/02/2025-02-05T125251Z_1730226160_RC29OCA3HPH8_RTRMADP_3_BRITAIN-AI-1770994336.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"AI\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311799\" class=\"wp-caption-text\">A copy of The EU AI Act on display during an expo in London, UK, February 5, 2025 [Isabel Infantes/Reuters]</figcaption></figure><h2 id=\"how-seriously-are-ai-companies-and-governments-taking-safety\">How seriously are AI companies and governments taking safety?</h2><p>Experts say that while AI companies are increasingly attempting to reduce risks, for example, by preventing chatbots from engaging in potentially harmful scenarios like suicides, AI safety regulations are largely lagging compared with the growth.</p><p>One reason is that AI systems are rapidly advancing and still unknown to those building them, Clare, the lead writer on the AI Safety Report, said. What counts as risk is also continuously being updated because of the speed.</p><p>“A company develops a new AI system and releases it, and people start using it right away but it takes time for evidence of the actual impacts of the system, how people are using it, how it affects their productivity, what sort of new things they can do … it takes time to collect that data and analyse and understand better how these things are actually being used in practice,” he said.</p><p>But there is also the fact that AI corporations themselves are in a multibillion-dollar race to develop these systems and be the first to unlock the economic benefits of advanced AI capabilities.</p><p>Boeree of CAIS likens these companies to a car with only gas pedals and nothing else. With no global regulatory framework in place, each company has room to zoom as fast as possible.</p><p>“We need to build a steering wheel, a brake, and all the other features of a car beyond just a gas pedal so that we can successfully navigate the narrow path ahead,” she said.</p><p>That is where governments should come in, but at present, AI regulations are at the country or regional levels, and in many countries, there are no policies at all, meaning uneven regulation worldwide.</p><p>One outlier is the EU, which began developing the EU AI Act in 2024 alongside AI companies and civil society members. The policy, the first such legal framework for AI, will lay out a “code of practice” that, for example, will require AI chatbots to disclose to users that they are machines.</p><p>Outside of laws targeting AI companies, experts say governments also have a responsibility to begin preparing their workforces for AI integration in the labour market, specifically by increasing technical capacities.</p><p>People can also choose to be proactive rather than anxious about AI by closely monitoring its advances, recalibrating for coming changes, and pressing their governments to develop more policies around it, Clare said.</p><p>That could mirror the way activists have pulled together to put the climate crisis on the political agenda and demand the phasing out of fossil fuels.</p><p>“Right now there’s not enough awareness about the highly transformative and potentially destructive changes that could happen,” the researcher said.</p><p>“But AI isn’t just something that’s happening to us as a species,” he added. “How it develops is completely shaped by choices that are being made inside of companies … so governments need to take that more seriously, and they won’t until people make it a priority in their political choices.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "A pardon for a price? How Donald Trump has reimagined presidential clemency | Donald Trump News | Al Jazeera",
            "time": "2026-02-15T11:20:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25021073847531-1770779756.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"limits-to-pardon-powers\">Limits to pardon powers</h2><p>But there are limits to presidential clemency, and already, Trump has brushed against them.</p><p>In December, Trump announced that he would pardon Tina Peters, a former county clerk in Colorado who supported Trump's false claims of voter fraud during the 2020 election.</p><p>Peters, however, was also convicted of state-level crimes, after she used her office to allow an unauthorised person to access her county's election software.</p><p>A president may only pardon federal charges, not state ones. Peters continues to serve a nine-year prison sentence. Still, Trump has sought to pressure Colorado officials to release her.</p><p>“She did nothing wrong,\" Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115066670303535454\" target=\"_blank\" rel=\"noopener\">posted</a> on Truth Social. \"If she is not released, I am going to take harsh measures!!!\"</p><p>While Trump has <a href=\"https://x.com/realDonaldTrump/status/888724194820857857\" target=\"_blank\" rel=\"noopener\">argued</a> that presidents have the \"complete power to pardon\", legal experts have repeatedly affirmed that clemency is not without bounds.</p><p>Pardons, for example, cannot be used to avoid impeachment or to undercut the Constitution, nor can they be used to absolve future crimes.</p><p>Still, the question remains how to enforce those limits — and whether new bulwarks should be created to prevent abuse.</p><p>Love points to the state pardon systems as models to emulate. Delaware, for example, has a Board of Pardons that hears petitions in public meetings and makes recommendations to the governor. More than half of the petitions are granted.</p><p>Like other successful clemency systems, Love said it offers public accountability.</p><p>She measures that accountability by certain standards: “Can people see what’s going on? Do they know what the standards are, and is the decider a respected and responsible decision-maker?”</p><p>Trump's sweeping actions, however, have prompted calls for presidential pardons to be limited or eliminated altogether.</p><p>Osler cautions against doing so: It would be a \"permanent solution to a temporary problem\".</p><p>“If we constrain clemency, we’ll lose all the good things that come from it,” Osler said.</p></div></div></body></html>"
        },
        {
            "title": "‘Very hopeful’: Cautious optimism among Gen Z Bangladeshis after key vote | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-15T10:03:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T172858Z_175032906_RC2HKJAOP4L6_RTRMADP_3_BANGLADESH-ELECTION-1771144668.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The landmark Bangladesh election held last week was ⁠triggered by a <a href=\"/features/2026/2/13/what-does-bnps-landslide-mean-for-bangladeshs-post-uprising-order\">Gen Z-led uprising</a> in 2024, yet a youth-led National Citizen Party (NCP) – born out of the uprising – managed to secure only six out of 297 constituencies whose results are available in the 350-member parliament.</p><p>The results, officially declared on Saturday, showed that voters overwhelmingly chose the long-established Bangladesh Nationalist Party (BNP), which comfortably defeated a Jamaat-e-Islami-led alliance, of which the NCP is a key partner.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2026/2/14/tarique-rahman-from-17-year-exile-to-landslide-win-in-bangladesh-election\">Tarique Rahman</a> of the BNP, which has already governed the country three times, most recently from 2001 to 2006, is set to <a href=\"/news/2026/2/14/tarique-rahman-from-17-year-exile-to-landslide-win-in-bangladesh-election\">become prime minister</a> following one of the most consequential elections in the country’s history.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Many young Bangladeshis who voted for the first time described the election as historic, but falling short of their <a href=\"/features/2026/2/14/bangladesh-will-be-better-bnp-victory-puts-nation-at-crossroads\">expectations</a>.</p><p>“As Generation Z, we didn’t get the expected representation and results after shedding so much blood and losing lives,” student Afsana Hossain Himi told Al Jazeera.</p><p>“Still, we are very hopeful. We have representatives from the younger generation, and we hope they will do something good,” she said, referring to the six NCP winners.</p><p>Many young Bangladeshis felt the NCP failed to build up a big enough support base in time for ‌the vote.</p><p>“They did not live up to the hopes and dreams people had after the 2024 uprising,” 23-year-old university student Sohanur Rahman said. “The NCP’s alignment with Jamaat felt like a betrayal, and many young voters like us chose not to support them.”</p><p>NCP spokesperson Asif Mahmud said the ⁠party would rebuild itself in opposition and focus on local government elections due in a year.</p><h2 id=\"a-new-beginning\">‘A new beginning’</h2><p>The South Asian country of 173 million people has one of the world’s youngest populations, with approximately 44 percent of its vote bank – 56 million – between the ages of 18 and 37.</p><p>The election outcome is widely seen as a chance to restore stability after months of upheaval that followed the 2024 uprising, which toppled Prime Minister Sheikh Hasina. Security forces at the time, acting on her orders, killed more than 1,400 people, according to the United Nations. Hasina has since been handed a death sentence in absentia for the crackdown.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hasina, currently living in exile in New Delhi, and Rahman’s mother, Khaleda Zia, have for decades towered over the country’s political landscape. Rahman’s father, Ziaur Rahman, a key figure in Bangladesh’s independence struggle, also led the nation from 1977 until his assassination in 1981.</p><p>Rahman, who is likely to be sworn in on Tuesday, has pledged that his administration will prioritise the rule of law.</p><p>“Our position is clear. Peace and order must be maintained at any cost. No wrongdoing or unlawful activity will be tolerated,” he said at a news conference on Saturday. “Regardless of party, religion, race, or differing opinions, under no circumstances will attacks by the strong against the weak be accepted. Justice will be our guiding principle.”</p><p>Shakil Ahmed, a government and politics professor at Jahangirnagar University, said ⁠the Jamaat-NCP alliance pushed away young voters who had wanted a new political class after the fall of Hasina.</p><p>“Many saw it as a retreat into old politics rather than a break from it,” Ahmed said. “This decision divided the youth vote and strengthened support for the BNP under Tarique Rahman, which appeared more organised and capable of governing.”</p><p>However, for student Farhan Ullash, the vote felt like a long-awaited break with the past.</p><p>“After all, the election was a kind of dream for us, a new beginning for Bangladesh,” he said. “I know already BNP is going to make the government. I hope they will listen to us.”</p></div></div></body></html>"
        },
        {
            "title": "UN chief tells Al Jazeera that Security Council needs permanent Africa seat | United Nations | Al Jazeera",
            "time": "2026-02-15T09:57:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771149442.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Ramadan 2026: Fasting hours, suhoor and iftar times around the world | Religion News | Al Jazeera",
            "time": "2026-02-15T09:45:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-Ramadan-2026-poster-1770821242.png?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXPLAINER</span></p><h1>Ramadan 2026: Fasting hours, suhoor and iftar times around the world</h1><p class=\"article__subhead\"><em>The dawn-to-dusk fast lasts anywhere from 11.5 to 15.5 hours, depending on where in the world you are.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Muslim holy month of Ramadan is set to begin on February 18 or 19, depending on the sighting of the crescent moon.</p><p>During the month, which lasts 29 or 30 days, Muslims observing the fast will refrain from eating and drinking from dawn to dusk, typically for a period of 12 to 15 hours, depending on their location.</p><p>Muslims believe <a href=\"/news/2024/3/10/ramadan-mubarak-hear-greetings-in-different-languages\">Ramadan</a> is the month when the first verses of the <a href=\"/news/longform/2022/4/27/visualising-the-quran\">Quran</a> were revealed to the Prophet Muhammad more than 1,400 years ago.</p><p>The fast entails abstinence from eating, drinking, smoking and sexual relations during daylight hours to achieve greater “taqwa”, or consciousness of God.</p><h2 id=\"why-does-ramadan-start-on-different-dates-every-year\">Why does Ramadan start on different dates every year?</h2><p>Ramadan begins 10 to 12 days earlier each year. This is because the Islamic calendar is based on the lunar Hijri calendar, with months that are 29 or 30 days long.</p><p>For nearly 90 percent of the world’s population living in the Northern Hemisphere, the number of fasting hours will be a bit shorter this year and will continue to decrease until 2031, when Ramadan will encompass the winter solstice, the shortest day of the year.</p><p>For fasting Muslims living south of the equator, the number of fasting hours will be longer than last year.</p><p>Because the lunar year is shorter than the solar year by 11 days, Ramadan will be observed twice in the year 2030 – first beginning on January 5 and then starting on December 26.</p><figure id=\"attachment_4305693\" aria-describedby=\"caption-attachment-4305693\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305693\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Ramadan-2026-33-year-fasting-cycle-1770821237.png?quality=80\" alt=\"INTERACTIVE - Ramadan 2026 33 year fasting cycle-1770821237\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305693\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"fasting-hours-around-the-world\">Fasting hours around the world</h2><p>The number of daylight hours varies across the world.</p><p>Since it is winter in the Northern Hemisphere, this Ramadan, people living there will have the shortest fasts, lasting about 12 to 13 hours on the first day, with the duration increasing throughout the month.</p><p>People in southern countries like Chile, New Zealand, and South Africa will have the longest fasts, lasting about 14 to 15 hours on the first day. However, the number of fasting hours will decrease throughout the month.</p><figure id=\"attachment_4305695\" aria-describedby=\"caption-attachment-4305695\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305695\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Fasting-hours-around-the-world-1770821240.png?quality=80\" alt=\"INTERACTIVE - Fasting hours around the world-1770821240\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305695\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"fasting-times-around-the-world\">Fasting times around the world</h2><p>The table below shows the number of fasting hours, suhoor and iftar times on the first and last days of Ramadan 2026. Use the arrows or search box to find your city.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"ramadan-greetings-in-different-languages\">Ramadan greetings in different languages</h2><p>Muslim-majority nations have various <a href=\"/news/2025/2/28/ramadan-mubarak-2025-hear-greetings-in-different-languages-2\">greetings</a> in their native languages for Ramadan.</p><p>“Ramadan Mubarak” and “Ramadan Kareem” are the most common greetings exchanged in this period, wishing the recipient a blessed or generous month, respectively.</p><figure id=\"attachment_4314735\" aria-describedby=\"caption-attachment-4314735\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4314735\" src=\"/wp-content/uploads/2026/02/Interactive-Ramadan-greetings-in-different-languages-feb15-2026-1771145322.png?quality=80\" alt=\"Interactive - Ramadan greetings in different languages - feb15, 2026-1771145322\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4314735\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "West Indies beat Nepal, become first team into T20 World Cup Super Eights | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-15T09:44:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26046307794626-1771147031.jpg?resize=1920%2C1379",
            "body": "<html><body><div><header class=\"article-header\"><h1>West Indies beat Nepal, become first team into T20 World Cup Super Eights</h1><p class=\"article__subhead\"><em>Shai Hope’s unbeaten half-century steers West Indies into the last eight and eliminates Nepal from the T20 World Cup.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The West Indies have become the first team to qualify for the Super Eights phase of the T20 World Cup when they cruised to victory against Nepal by nine wickets in India.</p><p>After restricting Nepal to 133-8 in their 20 overs on Sunday, captain Shai Hope’s 61 not out helped his team romp to 134-1 in 15.2 overs in the Group C clash at Mumbai’s Wankhede Stadium.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hope reached his fifty off 44 balls and scored three sixes and five fours in all.</p><p>He put on an unbroken 91 with Shimron Hetmyer to reach the 134 target with 28 balls to spare.</p><p>Hetmyer was 46 not out at the end from 32 balls with two sixes and four fours.</p><p>After Hope won the toss and chose to field, Matthew Forde bowled a magnificent spell of 1-10 from his four overs and removed Nepal captain Rohit Paudel for five.</p><p>Nepal were in all sorts of trouble at 22-3 at the end of the six-over powerplay, then 23-4 and 46-5 in the 11th over as Jason Holder also got among the wickets.</p><p>It was only Dipendra Singh Airee’s 58 that pushed Nepal past the 100 mark as he shared in a partnership of 54 for the seventh wicket with Sompal Kami, who was there at the end on 26 not out.</p><p>Holder took 4-27 from his four overs.</p><p>The result eliminates Nepal, who cannot progress further in this year’s T20 World Cup.</p><figure id=\"attachment_4314798\" aria-describedby=\"caption-attachment-4314798\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4314798\" src=\"/wp-content/uploads/2026/02/AP26046292678268-1771147091.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Shai Hope in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4314798\" class=\"wp-caption-text\">Hope led the run chase against Nepal, scoring an unbeaten 61 runs off 44 deliveries [Rafiq Maqbool/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Brazil wins first gold medal for South America at Winter Olympics | Winter Olympics | Al Jazeera",
            "time": "2026-02-15T09:08:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771146444.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Nigeria’s Argungu fishing contest returns after years of pause | Arts and Culture News | Al Jazeera",
            "time": "2026-02-15T08:40:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-14T163141Z_1777688660_RC2OLJALAEND_RTRMADP_3_NIGERIA-FESTIVAL-ARGUNGU-1771139565.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of fishermen converged on the milky waters of the Matan Fadan river, a UNESCO heritage site, winding through verdant landscape in northwestern Nigeria’s Argungu.</p><p>President Bola Tinubu joined thousands of spectators on Saturday, cheering competitors vying to catch the largest fish, despite security concerns deterring some attendance.</p><p>Participants employed only traditional methods, including hand-woven nets and calabash gourds, with some demonstrating their prowess using bare hands. The Kebbi State waterway teemed with woven nets and canoes as fishermen waded through.</p><p>This year’s champion landed a 59kg (130-pound) croaker fish, winning a cash prize. Other participants sell their catch, stimulating the local economy.</p><p>The river remains closed throughout the year, overseen by a titled authority known as Sarkin Ruwa, the water chief.</p><p>The fishing contest marked the pinnacle of the annual international fishing festival, which showcased cultural displays, including traditional wrestling and musical performances.</p><p>“I thank God that I got something to take home to my family to eat. I am very happy that I came,” Aliyu Muhammadu, a 63-year-old fisherman who participated in the competition, told The Associated Press news agency.</p><p>The festival originated in 1934, marking peace between the extensive Sokoto Caliphate – a vast 19th-century Islamic empire spanning from Nigeria into parts of modern-day Burkina Faso – and the previously resistant Argungu emirate.</p><p>Considered a symbol of unity, the festival ran continuously for decades until 2010, when infrastructure problems and growing northern Nigerian insecurity forced its suspension. It briefly resumed in 2020 before pausing again until this year.</p><p>Nigeria faces complex security challenges, particularly in the north, where thousands of people have been killed in attacks over the years.</p><p>While Tinubu characterised the festival’s return as a sign of stability, for many, it represents restored community pride.</p><p>“Our challenge now is that people are scared of coming. A lot of people don’t attend the event like before because of insecurity,” said Hussein Mukwashe, the Sarkin Ruwa of Argungu.</p></div></div></body></html>"
        },
        {
            "title": "The Palestinian cause cannot speak only to the left | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-15T08:33:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699171d84a-1771139544.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"170\" data-end=\"513\">For decades, the Palestinian cause has found its most receptive audiences on the political left. Progressive movements, human rights organisations and anticolonial traditions have offered language, solidarity and moral clarity. That alignment made sense. It still does. But in today’s political landscape, it cannot on its own shift policy.</p><p data-start=\"515\" data-end=\"646\">If policy is shaped in spaces dominated by security thinking and conservative power, then advocacy must reach those spaces too.</p><p data-start=\"648\" data-end=\"1116\">Across much of the West, decisions on military aid, diplomatic positioning and protest law are shaped less by activist pressure and more by security-driven political calculations. The language that dominates these arenas is not primarily moral or historical. It is strategic, legal and institutional. In that context, a strategy that confines engagement largely to sympathetic spaces may preserve solidarity, but it does little to alter the centres of decision-making.</p><p data-start=\"263\" data-end=\"480\">The Palestinian movement has achieved unprecedented visibility, particularly since the start of Israel’s latest genocidal war on Gaza, which has killed tens of thousands of civilians and reduced much of the Strip to rubble. Public awareness has grown. Legal scrutiny has intensified. International institutions have been drawn into the debate. Yet visibility has not translated into leverage. Arms continue to flow. Diplomatic cover persists. Restrictions on pro-Palestinian protests have expanded in several Western states. Moral clarity alone has not been enough.</p><p data-start=\"1603\" data-end=\"1704\">Recent developments across Western capitals illustrate this gap between visibility and influence.</p><p data-start=\"1706\" data-end=\"2304\">In Germany, local authorities have outright banned or heavily restricted pro-Palestinian demonstrations on security grounds. In parts of the United States, student encampments have been cleared by police, and state legislatures have penalised institutions seen as tolerating boycott campaigns. In the United Kingdom, large demonstrations have been framed primarily through the language of extremism and public order. In each case, the debate has centred less on international law or occupation and more on domestic security and counter-extremism, the terrain on which governments feel most confident.</p><p data-start=\"2306\" data-end=\"2769\">Part of the challenge lies in how engagement has been structured. The Palestinian cause is not marginal, extremist or morally ambiguous. It is rooted in international law, the principle of self-determination and the right of a civilian population to live free from occupation and collective punishment. Those principles are not inherently left-wing. They speak to law, sovereignty and the limits of state power, concepts that resonate across political traditions.</p><p data-start=\"2771\" data-end=\"3139\">And yet, Palestinian advocacy in Western capitals has often been framed primarily through anticolonial and human rights language, registers that resonate strongly on the left but less so within conservative political cultures. As a result, the cause is frequently perceived as ideologically aligned rather than universally grounded. That perception narrows its reach.</p><p data-start=\"3141\" data-end=\"3605\">When Palestinian claims are not articulated in the security and legal vocabulary that underpins much of right-leaning political discourse, others define them instead. The dominant framing becomes one of terrorism, instability or civilisational conflict. Occupation is recast as security management. Collective punishment is rebranded as deterrence. In such an environment, silence or limited engagement does not preserve principle. It leaves the field uncontested.</p><p data-start=\"3607\" data-end=\"4102\">Engaging the right does not mean diluting demands or moderating language about occupation, apartheid or civilian harm. It does not mean legitimising racism or Islamophobia. It carries risks of misrepresentation, hostility or bad-faith engagement, but disengagement carries the greater risk of irrelevance. It means recognising that political persuasion requires translation as well as conviction. Arguments must be made in terms that intersect with the priorities of those who hold power.</p><p data-start=\"4104\" data-end=\"4313\">That may mean briefing conservative legislators, publishing in right-leaning policy forums, or framing arguments in parliamentary and security committee settings rather than exclusively in activist spaces.</p><p data-start=\"4315\" data-end=\"4778\">This might mean arguing that indefinite occupation undermines Israel’s own long-term security by entrenching permanent instability. It might mean demonstrating that selective enforcement of international law weakens Western governments’ credibility in Ukraine, Taiwan or elsewhere. It might mean showing that impunity for one ally erodes deterrence globally. These are not left-wing talking points. They are questions of consistency, order and state interest.</p><p data-start=\"4780\" data-end=\"5294\">History suggests that political change often requires engagement beyond one’s natural allies. The African National Congress did not limit its outreach to sympathetic audiences; it engaged governments that had long branded it radical or subversive. Irish republican leaders eventually negotiated with conservative administrations deeply opposed to their aims. In each case, engagement did not signal endorsement. It reflected an understanding that political change requires dialogue beyond one’s natural allies.</p><p data-start=\"5296\" data-end=\"5840\">There is also a generational dimension. The contemporary right is not monolithic. It includes nationalists concerned with sovereignty, libertarians sceptical of foreign entanglements and conservatives wary of unchecked executive power. None of these constituencies is an automatic partner. But none is inherently unreachable. Some may remain unmoved, particularly where ideological or religious commitments are deeply entrenched. Treating them as permanently hostile ensures that the most extreme narratives dominate their internal debates.</p><p data-start=\"5842\" data-end=\"6264\">The discomfort surrounding such engagement is understandable. Many supporters of Palestinian rights fear that speaking in conservative forums risks normalising hostile frameworks or compromising moral clarity. But politics is not a test of moral insulation. It is a contest over outcomes. If policies are shaped within security institutions and conservative-led governments, then arguments must reach those spaces as well.</p><p data-start=\"6266\" data-end=\"6660\">The alternative is a form of self-containment: a movement that grows louder within its own echo chambers while policy remains unchanged. The experience of the past year makes this risk visible. The devastation in Gaza prompted global outrage and unprecedented protest mobilisation. Yet key Western governments did not fundamentally alter their positions. Sympathy without access proved limited.</p><p data-start=\"6662\" data-end=\"7017\">None of these diminishes the importance of solidarity on the left. That solidarity remains essential. But it cannot be the outer boundary of engagement. If the Palestinian cause rests on universal principles of law and justice, then it should be argued as such everywhere those principles are debated, including in rooms that feel politically inhospitable.</p><p data-start=\"7019\" data-end=\"7366\">The Palestinian struggle does not suffer from a lack of moral grounding. It suffers from restricted political reach. Expanding that reach does not require concession. It requires confidence, confidence that a just cause can withstand scrutiny in any ideological setting, and that justice need not be confined to one side of the political spectrum.</p><p data-start=\"7368\" data-end=\"7662\">In the end, refusing to enter difficult conversations does not protect principles. It protects existing power structures. If Palestinian rights are to move from protest slogan to policy consideration, the movement must be willing to speak not only where it is welcomed but where it is resisted.</p><p data-start=\"7664\" data-end=\"7832\">Justice should not depend on ideological comfort. It should depend on the willingness to argue, clearly, consistently and without fear, wherever power is exercised.</p><p data-start=\"7664\" data-end=\"7832\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "LIVE: India vs Pakistan - T20 World Cup | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-15T08:31:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/IMG_1181-1771155992.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: India vs Pakistan – T20 World Cup</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with toss, team news and analysis, ahead of our text commentary stream of the Group A clash.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What is the ‘dart frog’ toxin, said to be linked to Alexey Navalny’s death? | Crime News | Al Jazeera",
            "time": "2026-02-15T08:23:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69916dfc66b8-1771138556.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five European countries – the United Kingdom, France, Germany, Sweden and the Netherlands – have accused Russia of using a toxin from poison dart frogs to <a href=\"/news/2026/2/14/russias-alexey-navalny-killed-by-dart-frog-poison-european-nations-allege\">kill Kremlin critic Alexey Navalny</a>.</p><p>The European allies claimed on Saturday that <a href=\"/news/2024/2/16/hold-alexei-navalny-timeline-from-poisoning-to-prison\">Navalny</a> was poisoned while he was held in an Arctic penal colony two years ago, a claim Moscow rejected as propaganda.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2024/2/16/obit-navalny-putins-archenemy-and-anti-corruption-champion\">Navalny died</a>, aged 47, in an Arctic prison colony in February 2024, after being convicted of extremism and other charges, all of which he denied. Russian authorities said the politician became ill after a walk and died from natural causes.</p><h2 id=\"what-did-the-european-countries-say-about-navalny-s-poisoning\">What did the European countries say about Navalny’s poisoning?</h2><p>In a joint statement, the five countries said analyses of samples from Navalny’s body “conclusively” confirmed the presence of epibatidine, a toxin found in poison dart frogs in South America and not found naturally in Russia.</p><p>The UK said on Saturday the poisoning demonstrated “an alarming pattern of behaviour”.</p><p>It held a public inquiry into the poisoning in the UK of Russian double agent Sergei Skripal in 2018. It concluded last year that Russian President Vladimir Putin must have ordered the Novichok nerve agent attack.</p><p>“Russia claimed that Navalny died of natural causes. But given the toxicity of epibatidine and reported symptoms, poisoning was highly likely the cause of his death,” the joint statement said.</p><p>The joint statement added that the latest findings underlined the need for Russia to be held accountable for “its repeated violations of the Chemical Weapons Convention and, in this instance, the Biological and Toxin Weapons Convention”.</p><p>It is unclear how the European allies obtained samples from Navalny’s body.</p><h2 id=\"what-are-poison-dart-frogs\">What are poison dart frogs?</h2><p>The statement said analysis of samples from Navalny’s body confirmed the presence of epibatidine.</p><p>Epibatidine is a neurotoxin secreted by dart frogs in the wild in South America. These small and brightly coloured frogs are typically found in rainforests.</p><p>It can also be manufactured in a lab, which European scientists suspect was the case with the substance used on Navalny. It works on the body in a similar way to nerve agents, causing shortness of breath, convulsions, seizures, a slowed heart rate and ultimately death.</p><h2 id=\"how-did-russia-respond\">How did Russia respond?</h2><p>The Russian government, which has repeatedly denied any responsibility for Navalny’s death, dismissed the latest allegations as “a Western propaganda hoax”, according to the state news agency TASS, while the Russian embassy in London said: “One must ask what kind of person would believe this nonsense about a frog.”</p><p>“When the test results are available and the formulas for the substances are disclosed, we will comment accordingly,” Russian Foreign Ministry spokesperson Maria Zakharova was quoted as saying by the agency.</p><p>“Until then, all such assertions are merely propaganda aimed at diverting attention from pressing Western issues,” TASS quoted her as saying. The report also said she described Navalny as a blogger “officially designated as a terrorist and extremist in Russia”.</p><h2 id=\"who-was-alexey-navalny-and-when-did-he-die\">Who was Alexey Navalny and when did he die?</h2><p>Navalny was a Russian opposition leader.</p><p>In 2008, he became notorious by alleging corruption in state-run corporations, such as gas giant Gazprom and oil behemoth Rosneft, through his blogs and other posts.</p><p>Two years later, he founded RosPil, an anticorruption project run by a team of lawyers that analyses spending of state agencies and companies, exposing violations and contesting them in court. In 2011, he established the Foundation for Fighting Corruption, which became his team’s main platform for exposing alleged corruption among Russia’s top political ranks.</p><p>Navalny was the target of an <a href=\"/news/2021/4/19/jailed-kremlin-critic-navalny-transferred-to-hospital\">earlier poisoning</a> in 2020, with a nerve agent in an attack he blamed on the Kremlin, which always denied involvement. His family and allies fought to have him <a href=\"/news/2021/4/17/russia-navalny-could-die-at-any-moment-says-doctor\">flown to Germany</a> for treatment and recovery.</p><p>Five months later, he returned to Russia, where he was immediately arrested and imprisoned for the last three years of his life. He died on February 16, 2024.</p><p>His death was announced minutes before the opening of the Munich Security Conference in 2024. In response, the conference made a rare schedule adjustment to allow his widow, Yulia Navalnaya, to address the conference, and she called for Putin to be held accountable.</p><p>“I was certain from the first day that my husband had been poisoned, but now there is proof … I am grateful to the European states for the meticulous work they carried out over two years and for uncovering the truth,” she said on social media while attending this year’s Munich conference on Saturday.</p><p>Navalny was born in 1976 in the western part of the Moscow region. He graduated from Russia’s RUDN University, where he majored in law. He also earned a degree in economics in 2001 while working as a lawyer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US says over 5,700 suspected ISIL detainees relocated from Syria to Iraq | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-15T08:03:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6991670399-1771136771.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has announced the completion of the transfer of more than 5,700 suspected ISIL (ISIS) detainees from Syria to Iraq.</p><p>“The 23-day transfer mission began on Jan 21 and resulted in US forces successfully transporting more than 5,700 adult male ISIS fighters from detention facilities in Syria to Iraqi custody,” the US Central Command (CENTCOM) said in a statement on X on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">operation was completed</a> after a night flight from northeastern Syria to Iraq took place on February 12, “to help ensure ISIS detainees remain secure in detention facilities”, CENTCOM added.</p><p>The US had previously announced it would transfer about 7,000 detainees.</p><p>The detainees from some 60 countries had for years been held in Syrian prisons run by Kurdish-led Syrian Democratic Forces (SDF) before the <a href=\"/news/2026/1/21/syria-takes-control-of-camp-holding-thousands-linked-to-isil\">recapture of surrounding territory</a> by the Syrian government prompted the US to step in.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>ISIL swept across Syria and Iraq in 2014, committing massacres and forcing women and girls into sexual slavery.</p><p>Backed by US-led forces, Iraq proclaimed a victory over ISIL in the country in 2017, and the SDF ultimately defeated the armed group in Syria two years later.</p><p>The SDF went on to jail thousands of suspected fighters and detain tens of thousands of their relatives in camps.</p><p>Iraq’s National Centre for International Judicial Cooperation (NCIJC) said 5,704 ISIL detainees of 61 nationalities had arrived in Iraq. They include 3,543 Syrians, 467 Iraqis, and another 710 detainees from other Arab countries.</p><p>There are also more than 980 foreigners, including those from Europe, Asia, Australia and the US.</p><p>“We appreciate Iraq’s leadership and recognition that transferring the detainees is essential to regional security,” said CENTCOM head, Admiral Brad Cooper. “Job well done to the entire Joint Force team who executed this exceptionally challenging mission on the ground and in the air.”</p><figure id=\"attachment_4314509\" aria-describedby=\"caption-attachment-4314509\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4314509\" src=\"/wp-content/uploads/2026/02/getty_699166a28e-1771136674.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"AL HASAKAH, SYRIA - JANUARY 26: Detainees are seen between tents at the al-Hol camp on January 26, 2026 in Al Hasakah, Syria. The al-Hol camp (also spelled Al-Hawl) in Syria's northeastern Hasakah province has come under control by Syrian government forces, following the withdrawal of the Kurdish-led Syrian Democratic Forces (SDF) in recent days. The camp houses around 24,000 people, many of whom are women and children, with alleged links to the jihadist group Islamic State (IS), also referred to as ISIS in the region. Clashes between the SDF and government forces this month over the former's integration with state institutions has seen large swaths of Kurdish-controlled territory ceded. Under a ceasefire agreement, camps and prisons housing ISIS detainees previously held by the US-backed Kurdish forces are to be transferred to the government. The United Nations (UN) has said it will take over management of al-Hol, resuming the delivery of humanitarian supplies to the camp, amid dire conditions. (Photo by Abdulmonam Eassa/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4314509\" class=\"wp-caption-text\">Detainees at the al-Hol camp in Syria’s northeastern Hasakah province [File: Abdulmonam Eassa/Getty Images]</figcaption></figure><p>The NCIJC said Iraq’s judiciary will interrogate the detainees before taking legal action against them.</p><p>Last month, Syrian troops drove the SDF from swaths of northern Syria, prompting questions over the fate of the ISIL prisoners. Lingering doubts about security pushed the US to announce it would transfer them to Iraq to prevent “a breakout” that could threaten the region.</p><p>Iraq has issued calls for countries to repatriate their nationals among the ISIL detainees, though this appears unlikely.</p><p>For years, the SDF also called on foreign governments to take back their citizens, but this was done on a small scale and remained limited to women and children held in detention camps.</p><p>Most foreign families have left northeast Syria’s al-Hol camp, which is the largest camp holding relatives of ISIL fighters, since the departure of the SDF, which previously guarded it, humanitarian sources told the AFP news agency on Thursday.</p><p>Al Jazeera’s Assad Beig said the al-Hol camp, established in 2019 after ISIL was defeated in Syria, developed a “notorious reputation” over the years.</p><p>“Aid workers documented the killings and underground ISIL enforcement groups, while security officials warned it was a breeding ground for future armed groups,” he said.</p></div></div></body></html>"
        },
        {
            "title": "‘Clown show’: Obama reacts to Trump sharing racist monkey video | Racism News | Al Jazeera",
            "time": "2026-02-15T07:49:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24234123630265-1724234723.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Speaking publicly for the first time after United States President Donald Trump’s social media account depicted him and his wife Michelle as monkeys, former President Barack Obama has deplored the degradation of the country’s political discourse to a “clown show”.</p><p>“[What] is true is that there doesn’t seem to be any shame about this among people who used to feel like you had to have some sort of decorum and a sense of propriety and respect for the office, right? That’s been lost,” Obama said in a wide-ranging podcast interview with left-wing political commentator Brian Tyler Cohen on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The video, shared on Trump’s Truth Social account on February 5, prompted censure across the US political spectrum, with the White House initially rejecting “fake outrage” only to then blame the post on an error by a staff member and then taking it down.</p><p>Near the end of the one-minute-long video promoting conspiracies about Trump’s 2020 election loss to Joe Biden, the Obamas – the first Black president and first lady in US history – were shown with their faces on the bodies of monkeys for about one second.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The discourse has devolved into a level of cruelty that we haven’t seen before … Just days ago, Donald Trump put a picture of you, your face on an ape’s body,” Cohen said in the interview.</p><p>“And so again, we’ve seen the devolution of the discourse. How do we come back from a place that we have fallen into?” he added.</p><p>Without mentioning Trump’s name, Obama said a majority of Americans “find this behaviour deeply troubling”, adding that it will hurt the Republicans in the upcoming midterm elections.</p><p>Trump has told reporters he stood by the thrust of the video’s claims about election fraud, but that he had not seen the offensive clip at the end.</p><p>The apparently AI-generated video was set to Lion Sleeps Tonight, a song made famous by Disney’s The Lion King film. In it, the faces of the Obamas were placed atop the bodies of apes, widely smiling, perpetuating several tropes made against Black people.</p><p>The post mocking the Obamas was made during the Black History Month, a time dedicated to honouring the milestones, contributions and history of Black Americans.</p><p>Obama also compared the actions of agents enforcing Trump’s immigration crackdown in Minnesota state with dictatorships.</p><p>He called the behaviour of federal officers, which included two <a href=\"/news/2026/1/27/us-witnessed-many-ice-related-deaths-in-2026-here-are-their-stories\">fatal shootings</a> that led to mounting pressure on Trump’s mass crackdown, the sort that “in the past we’ve seen in authoritarian countries and we’ve seen in dictatorships”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thousands of federal agents, including those with Immigration and Customs Enforcement (ICE), carried out weeks of <a href=\"/features/2026/1/23/are-ice-agents-trained-to-shoot-and-evade-lawsuits\">sweeping raids</a> and arrests in what the Trump administration claims were targeted missions against criminals.</p><p>“The rogue behaviour of agents of the federal government is deeply concerning and dangerous,” Obama said.</p><p>However, he added he had found hope in communities pushing back against the operations.</p><p>“Not just randomly, but in a systematic, organised way, citizens saying, ‘this is not the America we believe in, and we’re going to fight back, and we’re going to push back with the truth and with cameras and with peaceful protests,” Obama said.</p><p>The aggressive anti-immigration operation in Minnesota had triggered large protests and nationwide outrage. The Department of Homeland Security (DHS) was subject to a <a href=\"/news/2026/2/13/us-department-of-homeland-security-to-go-into-shutdown-due-to-funding-lapse\">partial government shutdown</a> on Saturday as US lawmakers fought over funding the agency overseeing much of Trump’s crackdown on immigration.</p><p>Democrats are opposing any new DHS funding until sweeping changes are implemented in how ICE conducts its operations.</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says US ‘too often’ pushes Ukraine, not Russia, for concessions | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-15T07:08:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-14T194544Z_1739376134_RC2VLJANI7U4_RTRMADP_3_SECURITY-MUNICH-ZELENSKIY-1771128248.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has expressed hope for United States-brokered peace talks with Russia next week, but warned that Kyiv was being asked “too often” to make concessions and pressed his allies for “clear security guarantees”.</p><p>Zelenskyy’s speech at the annual Munich Security Conference on Saturday came as US President Donald Trump seeks to broker a deal to end Europe’s biggest war since 1945.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ukraine and Russia, which ⁠invaded its neighbour in February 2022, have engaged in two recent rounds of talks mediated by Washington in Abu Dhabi, UAE, described by the parties as constructive but achieving no breakthroughs.</p><p>The three sides are due to sit down in Geneva, Switzerland, again this week.</p><p>In his speech, Zelenskyy said he hoped the trilateral talks in Geneva on Tuesday and Wednesday “will be serious, substantive” and “helpful for all of us”.</p><p>“But honestly, sometimes it feels like the sides are talking about completely different things,” Zelenskyy said.</p><p>“The Americans often return to the topic of concessions, and too often those concessions are discussed only in the context of Ukraine, not Russia,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Ukrainian leader also argued that there would be a greater chance of ending the war if European countries had a seat at the negotiating table, something Moscow has opposed.</p><p>“Europe is practically not present at the table. It’s a big mistake to my mind,” he said. And Ukraine, he said, “keeps returning to one simple point”.</p><p>“Peace can only be built on clear security guarantees. Where there is no clear security system, war always returns,” Zelenskyy said.</p><p>Among the most contentious issues in the negotiations is Russia’s demand for a <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">full withdrawal of Ukrainian troops</a> from the remaining parts of Ukraine’s eastern region of Donetsk that it still controls. Ukraine has rejected a unilateral pullback, while also demanding Western security guarantees to deter Russia from relaunching its invasion if a ceasefire is reached.</p><p>Zelenskyy, in remarks to reporters, said the US had proposed a security guarantee lasting for 15 years after the war, but Ukraine wanted a deal for 20 years or longer. He added that Putin opposes the deployment of <a href=\"/news/2025/9/4/russia-says-it-will-not-discuss-foreign-troops-in-ukraine-in-any-format\">foreign troops in Ukraine</a>, as it would deter any future aggression by Russia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Zelenskyy said Russia had to accept a ceasefire monitoring ‌mission ‌and an exchange of prisoners of war. He estimated that Russia currently has about 7,000 Ukrainian soldiers, while Kyiv has more than 4,000 Russian personnel.</p><p>He also acknowledged feeling “a little bit” of pressure from Trump, who on Friday urged him not to miss the “opportunity” to make peace and told him “to get moving”. Zelenskyy also called for greater action from Ukraine’s allies to press Russia into making peace, both in the form of tougher sanctions and more weapons supplies.</p><p>Trump has the power to force Putin to declare a ceasefire and ‌needs to do so, Zelenskyy said. Ukrainian officials have said a ceasefire is required to hold a referendum on any peace deal, which would be organised alongside national elections.</p><p>Zelenskyy also expressed surprise at Russia’s decision to change its delegation to the Geneva talks and said it suggested to ⁠him that Russia wanted to delay any decisions from being agreed.</p><p>The Kremlin had said the Russian delegation would be led by Putin’s adviser Vladimir Medinsky, a change from negotiations in Abu Dhabi, where military intelligence chief Igor Kostyukov was in the lead. Ukrainian officials have criticised Medinsky’s handling of previous talks, accusing him of delivering history ⁠lessons to the Ukrainian team instead of engaging in constructive negotiations.</p><p>In his main speech at the Munich event, Zelenskyy also denounced Putin as a “slave to war”.</p><p>He drew parallels between the current talks and the 1938 Munich Agreement, when European powers let Hitler take part of the erstwhile Czechoslovakia, only for World War II to break out the following year.</p><p>“It would be an illusion to believe that this war can now be reliably ended by dividing Ukraine, just as it was an illusion to believe that sacrificing Czechoslovakia would save Europe from a great war,” he warned.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel kills 10 Palestinians in Gaza in 24 hours | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-15T06:06:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26046357520178-1771155582.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel kills 10 Palestinians in Gaza in 24 hours</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The killings add to the death toll of 601 since October 10 ‘ceasefire’ that Israel has violated more than 1,600 times.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Cyclone Gezani kills four in Mozambique as Madagascar assesses damage | Weather News | Al Jazeera",
            "time": "2026-02-15T04:10:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T181716Z_40403966_RC2HKJAJYJ3V_RTRMADP_3_MADAGASCAR-CYCLONE-1771126703.jpg?resize=1776%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cyclone Gezani kills four in Mozambique as Madagascar assesses damage</h1><p class=\"article__subhead\"><em>Powerful storm batters Mozambique’s Inhambane a day after killing at least 41 people in Madagascar.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cyclone Gezani has hit Mozambique’s southern coastal province of Inhambane, killing at least four people, according to officials.</p><p>The toll in Mozambique on Saturday came a day after the cyclone tore through Madagascar, killing at least 41 people and leaving a <a href=\"/news/2026/2/13/madagascar-cyclone-death-toll-hits-38-12000-displaced-mozambique-braces\">trail of destruction</a> across the island.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The AFP news agency, citing meteorologists, said the storm lashed Inhambane with winds of up to 215km per hour (134mph).</p><p>It brought down trees and power lines, leaving more than 13,000 people without power, the national electric company said.</p><p>Water supplies were also cut off in several districts of the city of Inhambane.</p><p>The city is home to some 100,000 people.</p><p>Mozambique has been hit by frequent weather-related disasters that ‌scientists say have been exacerbated by climate change.</p><p>The Southern African country is only just recovering from severe flooding that affected more than 700,000 people and damaged more than 170,000 homes in recent weeks, according to the United Nations Office for the ⁠Coordination of Humanitarian Affairs.</p><p>In Madagascar, the government declared a national emergency and said the storm had caused an estimated $142m in damage.</p><p>In addition to the deaths, at least 427 people were injured, and some 16,300 were displaced, according to officials.</p><p>The eye of the cyclone passed on Tuesday over Madagascar’s second-largest city, Toamasina, which has a population of 400,000, leaving it devastated.</p><p>The Indian Ocean island’s leader, Colonel Michael Randrianirina, said about 75 percent of the city had been destroyed.</p><p>Tania Goosens, the World Food Programme’s (WFP) Madagascar director, said on Friday that “the scale of destruction is overwhelming” in Toamasina. “The authorities have reported that 80 percent of the city has been damaged,” she told reporters.</p><p>“The city is running on roughly 5 percent of electricity, and there is no water,” she said, adding that the WFP’s office and one warehouse “were also completely destroyed”.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill nine Palestinians in Gaza, attack southern Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-15T04:08:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T183159Z_300195160_RC22JJALQUX9_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-1771129109.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have killed at least nine Palestinians in new attacks across Gaza, in yet another violation of the United States-brokered “ceasefire” in October, according to medical sources.</p><p>The attacks on Sunday came as the Israeli military launched several attacks on southern Lebanon, targeting what it called warehouses used by the Hezbollah armed group.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Gaza, a source at the Nasser Hospital told Al Jazeera Israeli forces killed at least five Palestinians in the southern city of Khan Younis.</p><p>The attack took place beyond the so-called “yellow line”, where Israeli troops are stationed in Gaza, the source added.</p><p>The other four Palestinians were killed when Israeli forces attacked a tent for displaced people in the al-Faluja area of northern Gaza, a source at al-Shifa Hospital said.</p><p>There was no immediate comment from Israel.</p><p>The Israeli military, however, said in a statement early on Sunday that it struck a building in an unspecified part of northern Gaza shortly after several armed fighters entered the structure.</p><p>At least two of the fighters were killed, it said.</p><p>The Israeli military also said it killed another person in Gaza on Sunday who allegedly crossed the yellow line and posed “an immediate threat” to its forces there.</p><p>It did not provide evidence for its claims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Lebanon, the Israeli military said it struck warehouses used by Hezbollah for storing weapons and launchers in the southern parts of the country.</p><p>The Israeli military and Hezbollah, which began attacks on northern Israel in solidarity with Palestinians in Gaza in 2023, agreed to a ceasefire in November 2024.</p><p>There was no immediate comment from Lebanon on Sunday’s attacks.</p><p>According to authorities in Gaza and Lebanon, the Israeli military continues to launch near-daily attacks despite agreeing to halt the fighting.</p><p>In Gaza, Israel has violated the US-brokered “ceasefire” more than 1,500 times since it came into effect on October 10. At least 591 people have been killed and 1,590 wounded since then.</p><p>In addition to the near-daily killing of Palestinians, Israel also severely restricts quantities of food, medicine, medical supplies, shelter materials and prefabricated houses from entering Gaza, where some 2 million Palestinians – including 1.5 million displaced – live in catastrophic conditions.</p><p>Israel launched its genocidal war on Gaza on October 8, 2023, with support from the US, killing 72,032 people, wounding some 171,661, and destroying 90 percent of the territory’s infrastructure.</p><p>The United Nations estimates it could cost more than $70bn to rebuild Gaza.</p><p>In Lebanon, the Israeli military launched more than 10,000 air and ground attacks in the year since it agreed to halt hostilities, according to the UN.</p><p>The organisation’s rights office said in November last year that it verified at least 108 civilian casualties from Israeli attacks since the ceasefire, including at least 21 women and 16 children.</p><p>At least 11 Lebanese civilians were also abducted by Israeli forces during that time period, the office said.</p></div></div></body></html>"
        },
        {
            "title": "Death toll in northern Nigeria attack by gunmen rises to 46, says report | Gun Violence News | Al Jazeera",
            "time": "2026-02-15T03:27:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20241001__36HT3ZG__v1__MidRes__NigeriaPoliticsUnrest-1771120142.jpg?resize=1920%2C1280&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll in northern Nigeria attack by gunmen rises to 46, says report</h1><p class=\"article__subhead\"><em>Witnesses say the motorcycle riding gunmen attacked three communities in northern Nigeria, killing and abducting dozens.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gunmen on motorcycles have rampaged through three villages in northern Nigeria, killing at least 46 people and abducting several more, according to witnesses and local police.</p><p>The raids by gunmen happened in villages in the Borgu local government area in Niger State, on the border with Kwara and Katsina states, a humanitarian source told AFP news agency on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The source, who spoke on condition of anonymity, said the bloodiest attack happened in the village of Konkoso, where at least 38 people were shot dead or had their throats slit.</p><p>Most of the homes in the village were burned down and apart from those already counted as dead, “other bodies are being recovered,” the source added.</p><p>A resident of Konkoso told AFP the gunmen first attacked the nearby village of Tungar Makeri before heading to his village.</p><p>The raids come amid a <a href=\"/news/2026/2/4/gunmen-kill-more-than-30-people-in-nigerias-kwara-state-authorities\">complex security crisis</a> in northern Nigeria, featuring armed groups affiliated with ISIL (ISIS) as well as gangs that abduct people for ransom money.</p><p>Wasiu Abiodun, ‌the Niger State police spokesperson, confirmed the attack in one of the villages.</p><p>“Suspected bandits invaded Tunga-Makeri village,” he said. “Six persons lost their lives, some houses were also set ablaze, and a yet-to-be ascertained number of persons were abducted.”</p><p>He added that the assailants moved on to Konkoso village, while details of other attacks remained unclear.</p><p>Jeremiah Timothy, a resident of Konkoso, told the Reuters news agency the ⁠attackers entered the village around 6am (05:00 GMT) on Saturday, shooting indiscriminately. He said residents heard military jets flying overhead.</p><p>“They were operating freely without the presence of any security,” Abdullahi Adamu, another resident of Konkoso, told The Associated Press news agency.</p><p>The border between Niger and Kwara states is home to the Kainji Forest, a known haven for bandits and fighters, including from the armed group <a href=\"/features/2025/9/19/we-will-stay-displaced-nigerians-fear-boko-haram-stay-in-closing-camps\">Boko Haram</a>.</p><p>Last October, the al-Qaeda affiliated <a href=\"/news/2025/10/31/al-qaeda-linked-jnim-says-one-killed-in-its-first-nigeria-attack\">Group for the Support of Islam and Muslims</a> (JNIM) also claimed responsibility for its first attack on Nigerian soil, near Woro, in Kwara State.</p><p>Religious and community leaders from the Borgu area in Niger State last week called on President Bola Tinubu to establish a military base in the area to put an end to the recurring attacks, Nigerian media reported.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,452 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-15T03:03:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260214__97JB2KE__v2__MidRes__TopshotGermanyUsUkraineRussiaConflictWarDiplomac-1771114192.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,452</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,452 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Feb 2026</span><span aria-hidden=\"true\">15 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, February 15:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched a <a href=\"/news/2026/2/14/deadly-drone-strikes-cloud-us-brokered-russia-ukraine-talks-in-geneva\">drone attack</a> on the Ukrainian city of Odesa overnight on Saturday, killing an elderly woman and damaging residential buildings, Ukraine’s State Emergency Service said.</li>\n<li>A Russian civilian was killed in a Ukrainian drone attack on Russia’s border region of Bryansk on Saturday, according to Governor Alexander Bogomaz.</li>\n<li>Ukrainian forces also launched a “massive drone attack” on a village in the Russian-occupied Luhansk region of Ukraine, wounding at least 19 people, the Russian TASS news agency reported on Saturday, citing local officials.</li>\n<li>At least one person was wounded in a Ukrainian attack on the Russian-occupied Zaporizhia region of Ukraine, TASS reported.</li>\n<li>Two others were injured in another Ukrainian attack on the Russian border region of Belgorod, TASS reported on Saturday.</li>\n<li>NATO Secretary-General Mark Rutte said Russia is suffering “crazy losses” in Ukraine, losing about 65,000 soldiers over the last two months. He also told a media roundtable at the Munich Security Conference that the NATO alliance was strong enough that Russia would not currently try to attack it.</li>\n<li>United States Secretary of State Marco Rubio said in Munich that Russia was losing 7,000 to 8,000 soldiers a week in its ongoing war on Ukraine.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said <a href=\"/news/2026/1/16/ukraine-scrambling-for-energy-as-russian-strikes-hit-infrastructure\">Russian attacks across Ukraine</a> had damaged every power plant in the country, as he denounced Russian President Vladimir Putin as a “slave to war”.</li>\n</ul><figure id=\"attachment_4314347\" aria-describedby=\"caption-attachment-4314347\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4314347 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260213__97EM4KE__v1__MidRes__UkraineRussiaConflictWar-1771113927.jpg?resize=770%2C513&amp;quality=80\" alt=\"People lower a coffin during a funeral ceremony for Grigory Shikula, 34, his two sons Ivan and Vladislav, and his daughter Myroslava, who were killed by a Russian drone strike at a cemetery in the village of Skovorodynivka in Kharkiv region on February 13, 2026, amid the Russian invasion of Ukraine.A Russian drone strike on a house in northeastern Ukraine on February 11, 2026 killed three toddlers and their father and wounded their pregnant mother, officials said. Twin boys aged one and a two-year-old girl were killed in the overnight attack on the family's house in the city of Bogodukhiv, around 20 kilometres (12 miles) from the border with Russia.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4314347\" class=\"wp-caption-text\">People lower a coffin during a funeral ceremony on Friday for a father, his twins sons and a daughter who were killed by a Russian drone strike in the Kharkiv region on February 11 [Ivan Samoilov/AFP]</figcaption></figure><h3>Ceasefire talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy wrote on X that he had spoken by phone to US envoy Steve Witkoff and US President Donald Trump’s son-in-law, Jared Kushner, ahead of the <a href=\"/news/2026/2/13/russia-and-ukraine-to-hold-next-round-of-talks-in-geneva-next-week\">next round of ceasefire talks in Geneva</a>.</li>\n<li>Earlier in Munich, Zelenskyy voiced hope that the Geneva talks would be substantive, but added that Ukraine was being asked “too often” by the US to make concessions. He said he also wanted to hear what compromises Moscow would be ready to accept.</li>\n<li>Zelenskyy said he was feeling “a little bit” of pressure from Trump, who recently said the Ukrainian should not miss the “opportunity” to make peace with Russia soon, and urged him “to get moving”.</li>\n<li>He also accused Moscow of seeking to delay decisions by changing its lead negotiator – from the military intelligence chief Igor Kostyukov during Abu Dhabi talks to President Vladimir Putin’s adviser, Vladimir Medinsky, in the Geneva round.</li>\n<li>Zelenskyy said that US negotiators had told Ukraine the Russians had promised a swift end to the war if Ukrainian forces immediately withdrew from the part of the eastern Donetsk region that it still controls. Ukraine had rejected that idea and instead expressed a readiness to discuss a US plan for a free trade zone in the region, while freezing the rest of the 1,200km (745-mile) front line.</li>\n<li>Ukraine’s chief negotiator, Rustem Umerov, said the only two options Kyiv is willing to accept are sticking to the current lines of control or the establishment of a free trade zone.</li>\n<li>Zelenskyy said he hoped the US would stay involved in the negotiations and that there would be an opportunity for Europe to play a bigger role. “Europe is practically not present at the table,” he said.</li>\n<li>Chinese Minister of Foreign Affairs Wang Yi told his audience in Munich that he agrees with Zelenskyy’s assessment that Europe should be more involved in efforts to end the war in Ukraine.</li>\n<li>Zelenskyy added that Russia had to accept a ceasefire monitoring mission and an exchange of prisoners of war. He estimated that Russia currently had about 7,000 Ukrainian troops, while Kyiv had more than 4,000 Russians.</li>\n<li>He also suggested that Moscow was opposed to the deployment of French and UK troops in Ukraine after the war, which Paris and London have said they are willing to do, because Russia’s Putin “wants to have the opportunity to come back”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>French Minister of Foreign Affairs Jean-Noel Barrot said some G7 countries had expressed a willingness to move ahead with a maritime services ban on Russian oil, and France is “reasonably optimistic a deal can be reached”. He said the EU is currently preparing its 20th sanctions package against Moscow.</li>\n<li class=\"tr-story-p1\">Ukraine and the <a href=\"/news/2025/10/16/which-countries-owe-the-imf-the-most-money-in-2025\">International Monetary Fund</a> agreed to ease some conditions, including sensitive tax increases, for a new $8.2bn lending programme, Prime Minister Yulia Svyrydenko said.</li>\n<li class=\"tr-story-p1\">The European Union should “bring to life” a mutual defence pact anchored in its founding treaty, European Commission President Ursula von der Leyen said in Munich, as the regional bloc faces new threats from Russia.</li>\n</ul><h3>Olympics</h3><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy awarded a top state honour to Olympic skeleton racer Vladyslav Heraskevych, who was disqualified from the Winter Olympic Games in Italy for wearing a helmet commemorating athletes killed in the war with Russia. Speaking in Munich, Zelenskyy said he had great respect for “all the Olympians who supported you and your position”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US army launches retaliatory strikes on dozens of ISIL targets in Syria | Syria's War News | Al Jazeera",
            "time": "2026-02-14T23:05:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-08T100952Z_214951538_RC2LHJAT2NUA_RTRMADP_3_SYRIA-SECURITY-ISIS-PRISONS-1771106620.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US army launches retaliatory strikes on dozens of ISIL targets in Syria</h1><p class=\"article__subhead\"><em>Operation Hawkeye has killed and captured more than 50 ISIL fighters after hitting about 100 targets.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Feb 2026</span><span aria-hidden=\"true\">14 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States forces have carried out a series of strikes against ISIL (ISIS) targets in Syria in retaliation for last year’s killing of two of its soldiers and an interpreter.</p><p>US Central Command (CENTCOM) said in a statement on Saturday that it attacked more than 30 ISIL targets in Syria between February 3 and 12, hitting the armed group’s infrastructure and weapons storage facilities with “precision munitions”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>CENTCOM said it launched the most recent attacks to “sustain relentless military pressure on remnants from the terrorist network”.</p><p>ISIL attacked US and Syrian forces near the <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">historic city of Palmyra</a> in December, killing Sergeant Edgar Brian Torres-Tovar, Sergeant William Nathaniel Howard, and Ayad Mansoor Sakat, identified as an American civilian interpreter.</p><p></p><p> </p><p>Launched after the killings, Operation Hawkeye has killed and captured more than 50 fighters and hit about 100 ISIL infrastructure targets over the past two months, said CENTCOM.</p><p>The US military on Friday <a href=\"/news/2026/2/13/more-than-5000-isil-detainees-transferred-from-syria-says-iraqi-ministry\">completed the transfer</a> of thousands of ISIL detainees from Syria to Iraq, where they are expected to stand trial.</p><p>The prisoners were sent to Iraq at the request of Baghdad in a move welcomed by the US-led coalition that had for years fought against the armed group.</p><p>In other developments, the Syrian Ministry of Defence confirmed that government forces took control of the <a href=\"/news/2026/2/12/syrian-army-takes-control-of-al-tanf-military-base-as-us-troops-pull-out\">al-Tanf military base</a> in the east of the country, which was run for years by US troops fighting ISIL.</p><p>The US-led coalition worked alongside the Kurdish-led Syrian Democratic Forces (SDF) in the battle that led to ISIL’s territorial defeat in Syria in 2019.</p><p>However, Washington has now drawn close to Syria’s new authorities, recently saying that the purpose of its alliance with the SDF was largely over.</p><p>The US withdrawal from al-Tanf comes as Damascus seeks to extend its control over all of Syria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid thrash Real Sociedad 4-1 to move top of La Liga | Football News | Al Jazeera",
            "time": "2026-02-14T22:33:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6990f21f9e-1771106847_e9c677-1771108333.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Real Madrid thrash Real Sociedad 4-1 to move top of La Liga</h1><p class=\"article__subhead\"><em>Vinicius Jr strikes twice ⁠from ⁠the penalty spot as Madrid move provisionally above Barcelona, who play Girona on Monday.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Feb 2026</span><span aria-hidden=\"true\">14 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Vinicius Junior scored two penalties as Real Madrid moved top of La Liga with a <a href=\"/sports/liveblog/2026/2/14/live-real-madrid-vs-real-sociedad-la-liga\">4-1 win over Real Sociedad</a>, despite missing superstar Kylian Mbappe.</p><p class=\"p1\">Mbappe watched from the substitutes’ bench on Saturday after missing some team training sessions during the week with discomfort in his left knee.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Madrid coach Alvaro Arbeloa said on Friday that he was able to play, but evidently, he did not want to rush his star goal-scorer.</p><p class=\"p1\">Mbappe and Jude Bellingham, out with a hamstring injury, watched as Madrid produced an assured team performance to end the visitors’ 11-game unbeaten run across all competitions, and move two points clear of Barcelona before the defending champions visit Girona on Monday.</p><p class=\"p1\">Perhaps Tuesday’s <a href=\"/sports/2026/2/13/real-madrid-vs-real-sociedad-la-liga-teams-start-time-lineups\">team dinner</a> at a fancy restaurant paid for by Mbappe and Vinicius helped focus the players before facing Benfica in the Champions League playoffs next week.</p><p class=\"p1\">Gonzalo Garcia opened the scoring with a slight touch to Trent Alexander-Arnold’s cross in the fifth minute. However, it was to be a largely frustrating game for the young attacker, who failed to make more of other good opportunities.</p><figure id=\"attachment_4313885\" aria-describedby=\"caption-attachment-4313885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4313885\" src=\"/wp-content/uploads/2026/02/reuters_6990d91a-1771100442.jpg?w=770&amp;resize=770%2C495&amp;quality=80\" alt=\"Soccer Football - LaLiga - Real Madrid v Real Sociedad - Santiago Bernabeu, Madrid, Spain - February 14, 2026 Real Madrid's Gonzalo Garcia celebrates scoring their first goal REUTERS/Ana Beltran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4313885\" class=\"wp-caption-text\">Gonzalo Garcia celebrates scoring Madrid’s opener [Ana Beltran/Reuters]</figcaption></figure><p class=\"p1\">Dean Huijsen conceded a penalty for bringing down Yangel Herrera, and Mikel Oyarzabal duly equalised from the spot with a hard, high, centrally-placed shot in the 21st.</p><p class=\"p1\">Referee Francisco Jose Hernandez Maeso awarded another penalty at the other end four minutes later, when Jon Aramburu caught Vinicius’s ankle, bringing him down. The Brazilian dusted himself off to score from the spot in the 25th minute.</p><p class=\"p1\">Madrid captain Fede Valverde gratefully scored the third in the 31st after being left too much space at the edge of the penalty box. It was Valverde’s first goal of the season.</p><p class=\"p1\">Garcia should have scored again before the break, when Valverde set him up for what looked like a simple tap-in, but Vinicius made it 4-1 with his second spot kick after the break, awarded after Aramburu was again penalised for bringing him down.</p><p class=\"p1\">Dani Carvajal made his long-awaited return around the hour mark, when he replaced Alexander-Arnold for his first league appearance since Madrid’s 2-1 loss to Barcelona in October.</p><p>Vinicius thought he had scored a hat-trick when he headed in a free kick in the 90th minute, only for it to be ruled out for offside.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Elsewhere in La Liga on Saturday, Borja Iglesias scored in stoppage time, after having another seemingly good goal ruled out through VAR, to salvage a 2-2 draw for Celta Vigo at Espanyol.</p><p class=\"p1\">A rueful Iglesias shook his head and smiled after having a 77th-minute goal disallowed when a long check determined there had been an offside infringement.</p><p class=\"p1\">His frustrations grew when Ramon Terrats pulled the ball back for fellow substitute Tyrhys Dolan to score what he thought was the winner for Espanyol in the 86th minute.</p><p class=\"p1\">But Iglesias equalised in the third minute of stoppage time when Pablo Duran set him up with his heel after a good run from Sergio Carreira.</p><p class=\"p1\">Espanyol remained sixth, and Celta a point behind in seventh.</p><p class=\"p1\">Also on Saturday, Getafe held on to upset visiting Villarreal 2-1, and the 10-man Sevilla drew with Alaves 1-1 in a duel between two strugglers.</p></div></div></body></html>"
        }
    ]
}