{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Wildfires sweep Spain, Portugal and Greece during unremitting heatwave | Environment News | Al Jazeera",
            "time": "2025-08-15T16:59:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_69JC688-1755275128.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Wildfires sweep Spain, Portugal and Greece during unremitting heatwave</h1><p class=\"article__subhead\"><em>Southern Europe’s wildfires intensify amid a searing heatwave and major religious holidays.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"341\" data-end=\"526\">Firefighters in Spain, Portugal and Greece are battling fierce wildfires as scorching, dry, intense heat fuels blazes across the region, coinciding with major religious holidays, as global warming leaves its mark on Europe.</p><p data-start=\"528\" data-end=\"682\">Spain faced 14 major fires on Friday, said Virginia Barcones, the emergency services chief, as temperatures were forecast to rise further over the weekend.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"684\" data-end=\"807\">“Today will once again be a very tough day with an extreme risk of new fires,” Prime Minister Pedro Sanchez warned on Friday.</p><p data-start=\"809\" data-end=\"1099\">The State Meteorological Agency placed most of the country under extreme fire danger alerts, particularly in the north and west, where the largest blazes raged. The current heatwave, with temperatures topping 40 degrees Celsius (104 degrees Fahrenheit) on several days this month, is expected to linger until Monday.</p><p data-start=\"1101\" data-end=\"1368\">In Galicia, fires shut down several highways and halted high-speed rail services to Madrid. The EU’s European Forest Fire Information System reported that wildfires in Spain this year have already burned 158,000 hectares (390,000 acres), an area the size of metropolitan London.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1370\" data-end=\"1719\">Friday marked the Feast of the Assumption in Spain and Portugal, a major Catholic holiday usually observed with family gatherings and processions. In Portugal, almost 4,000 firefighters battled seven active fires, as authorities extended a state of alert until Sunday. The government also sought European Union assistance under its civil protection mechanism.</p><p data-start=\"1721\" data-end=\"1877\">A day earlier, Spain received two Canadair water bomber aircraft from the European Union, the first time it had ever activated the bloc’s emergency firefighting aid.</p><p data-start=\"1879\" data-end=\"2179\">Elsewhere in Southern Europe, Greece continued to struggle with a major wildfire burning for four days on the island of Chios. Several overnight evacuations took place as flames spread through the island’s northern region. Two planes and two helicopters dropped water during calmer winds early on Friday.</p><p data-start=\"2181\" data-end=\"2389\">After devastating fires earlier this week in western Greece, the fire service remained on high alert outside Athens and in southern areas, where strong winds and high temperatures heightened the danger.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2391\" data-end=\"2668\">Across the Balkans and Southern Europe, demand for the EU’s shared firefighting resources has soared this year. Bulgaria, Montenegro and Albania have all called for help in recent days as the system has already been deployed as often as during the whole of last year’s fire season.</p><p data-start=\"2670\" data-end=\"2905\">Ecumenical Patriarch Bartholomew, the spiritual head of the world’s Orthodox Christians, expressed solidarity with wildfire victims during prayers for the Dormition of the Virgin Mary, one of the faith’s most significant feast days.</p></div></div></body></html>"
        },
        {
            "title": "Why is Trump meeting Putin in Alaska? | News | Al Jazeera",
            "time": "2025-08-15T16:52:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755276691.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>What does the Alaska summit hold for Donald Trump and Vladimir Putin? The two presidents will meet Friday, while Ukrainian President Volodymyr Zelenskyy is not invited. As Russia is gaining ground in Ukraine, what could a deal look like, and who will pay the price?</p></div></div></body></html>"
        },
        {
            "title": "Taliban marks fourth anniversary of return to power with internal threats | Taliban News | Al Jazeera",
            "time": "2025-08-15T16:05:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227425190564-1755269701.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Taliban’s leader has warned that Afghans ungrateful for its hardline rule will be severely punished by God in a statement marking the fourth anniversary of the <a href=\"/news/2021/8/15/taliban-enter-afghan-capital-w\">group’s return to power</a>.</p><p>The statement from Haibatullah Akhunzada was made in a social media post on Friday to commemorate “Victory Day”, four years on from the chaotic United States and NATO withdrawal from the country after more than 20 years of war as the Taliban retook the capital, Kabul.</p><p>The threat was a stark reminder of the sweeping restrictions and repression of rights, especially of women and girls, that has taken place under the Taliban’s rule, which is based on its strict interpretation of Islamic law.</p><p>In his statement, Akhunzada said Afghans had faced hardships for decades in the name of establishing religious law in the country, which he said had saved citizens from “corruption, oppression, usurpation, drugs, theft, robbery and plunder”.</p><p>“These are great divine blessings that our people should not forget and, during the commemoration of Victory Day, express great gratitude to Allah Almighty so that the blessings will increase,” his statement said.</p><p>“If, against God’s will, we fail to express gratitude for blessings and are ungrateful for them, we will be subjected to the severe punishment of Allah Almighty.”</p><p>He also advised government ministers to remove the word “acting” from their job titles, signalling the consolidation of his administration’s rule in the country amid a lack of internal opposition.</p><h2 id=\"victory-day\">Victory Day</h2><p>Four years on from its return to power, the Taliban government remains largely isolated in the international arena over the severe rights restrictions imposed under its rule although Russia became the first country to officially recognise the Taliban administration in early July.</p><p>It also has close ties with China, the United Arab Emirates and a number of Central Asian states although none of these officially recognises the Taliban administration.</p><p>Victory Day parades were planned in several Afghan cities on Friday, and in Kabul, helicopters were scheduled to drop flowers across the city. Photographs of an official ceremony in Kabul to open the commemorations showed a hall filled exclusively with male delegates.</p><figure id=\"attachment_3890206\" aria-describedby=\"caption-attachment-3890206\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3890206\" src=\"/wp-content/uploads/2025/08/AP25227425272981-1755269970.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man shouts during a meeting of delegates that opens Victory Day celebrations at Loya Jirga Hall in Kabul\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3890206\" class=\"wp-caption-text\">A man shouts during a meeting of delegates that opens Victory Day celebrations at the Loya Jirga Hall in Kabul [Siddiqullah Alizai/AP]</figcaption></figure><h2 id=\"an-open-wound-of-history\">‘An open wound of history’</h2><p>Rather than celebrating, members of the activist group United Afghan Women’s Movement for Freedom staged an indoor protest in the northeastern province of Takhar against the Taliban’s oppressive rule, The Associated Press news agency reported.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This day marked the beginning of a black domination that excluded women from work, education and social life,” the group said in a statement to the agency.</p><p>“We, the protesting women, remember this day not as a memory, but as an open wound of history, a wound that has not yet healed. The fall of Afghanistan was not the fall of our will. We stand, even in the darkness.”</p><p>Afghan women also held an indoor protest in the Pakistani capital, Islamabad, the agency reported.</p><h2 id=\"repression-and-death-threats\">Repression and death threats</h2><p>The United Nations, foreign governments and human rights groups have condemned the Taliban for their treatment of women and girls, who are banned from most education and work, as well as parks, gyms and travelling without a male guardian.</p><p>Inspectors from the Vice and Virtue Ministry require women to wear a chador, a full-body cloak covering the head, while a law announced a year ago ordered women not to sing or recite poetry in public and for their voices and bodies to be “concealed” outside the home.</p><p>Last month, the International Criminal Court (ICC) <a href=\"/news/2025/7/8/icc-arrest-warrants-for-taliban-leaders-over-alleged-persecution-of-women\">issued arrest warrants</a> against Akhunzada and the country’s chief justice on charges of committing gender-based persecution against women and girls.</p><p>ICC judges said the Taliban had “severely deprived” girls and women of the rights to <a href=\"/news/2024/8/15/taliban-deliberately-deprived-1-4-million-girls-of-schooling-un\">education</a>, privacy, family life and the freedoms of movement, expression, thought, conscience and religion.</p><p>At least 1.4 million girls have been “deliberately deprived” of their right to an <a href=\"/news/2024/8/15/taliban-deliberately-deprived-1-4-million-girls-of-schooling-un\">education</a> by the Taliban government, a UN report from August 2024 found.</p><p>Among the restrictions imposed on women is a ban on working for nongovernmental groups, among other jobs. A UN report this month revealed that dozens of Afghan women working for the organisation in the country had <a href=\"/news/2025/8/10/un-report-says-its-female-staff-in-afghanistan-have-received-death-threats\">received direct death threats</a>.</p><p>The report said the Taliban had told the UN mission that its cadres were not responsible for the threats and a Ministry of Interior Affairs investigation is under way. An Interior Ministry spokesman, Abdul Mateen Qani, later told The Associated Press news agency that no threats had been made.</p><p>In the meantime, Iran, Pakistan and the US have been sending Afghan refugees back to Taliban rule, where they risk persecution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hurricane Erin threatens Puerto Rico, Virgin Islands with flooding | News | Al Jazeera",
            "time": "2025-08-15T15:24:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25226612143752-1755269226.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hurricane Erin threatens Puerto Rico, Virgin Islands with flooding</h1><p class=\"article__subhead\"><em>Heavy rains are forecast to start with the storm expected to become a major Category 3 storm over the weekend.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hurricane Erin has formed in the Atlantic Ocean as it approaches the northeast Caribbean, as forecasters warn of possible flooding and landslides in Puerto Rico and the Virgin Islands.</p><p>The storm is expected to remain over open waters, although tropical storm watches were issued for Anguilla and Barbuda, St Martin and St Barts, Saba and St Eustatius and St Maarten.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Heavy rains were forecast to start late on Friday in Antigua and Barbuda, the US and British Virgin Islands, and southern and eastern Puerto Rico. Up to 10cm (four inches) are expected, with isolated totals of up to 15cm (six inches), according to the National Hurricane Center in Miami.</p><p>Forecasters also warned of dangerous swells.</p><p>The storm was located about 835km (520 miles) east of the Northern Leeward Islands. It had maximum sustained winds of 110km/h (70mph) and was moving west-northwest at 28km/h (17mph).</p><p>Erin is forecast to become a major Category 3 storm late this weekend.</p><p>The hurricane centre noted that “there is still uncertainty about what impacts Erin may bring to portions of the Bahamas, the east coast of the United States, and Bermuda in the long range.”</p><h2 id=\"fifth-named-storm\">Fifth named storm</h2><p>Dangerous surf and rip currents are expected to affect the US East Coast next week, with waves reaching up to five metres (16.4 feet) along parts of the North Carolina coast that could cause beach erosion, according to Accuweather.</p><p>“Erin is forecast to explode into a powerful Category 4 hurricane as it moves across very warm waters in the open Atlantic. Water temperatures at the surface and hundreds of feet deep are several degrees higher than the historical average,” Alex DaSilva, Accuweather’s lead hurricane expert, was quoted by The Associated Press news agency.</p><p>Erin is the fifth named storm of the Atlantic hurricane season, which runs from June 1 to November 30.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This year’s season is once again expected to be unusually busy and potentially perilous. The forecast calls for six to 10 hurricanes, with three to five reaching major status with winds of more than 177km/h (110mph).</p></div></div></body></html>"
        },
        {
            "title": "Afghans in US mark Taliban Kabul takeover amid Trump immigration crackdown | Donald Trump News | Al Jazeera",
            "time": "2025-08-15T15:16:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/08/AP21237791720218.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four years have passed since Hanifa Girowal fled Afghanistan on a US evacuation flight. But every August, her mind returns to the same place.</p><p>Like many Afghans evacuated amid the <a href=\"/gallery/2021/8/24/us-leads-an-increasingly-desperate-effort-to-airlift-thousands\">August 15 Taliban takeover</a> of Kabul, Girowal, who worked in human rights under the former Afghan government, still remains stuck in “legal limbo” in the United States. She is steadfastly pursuing a more stable status in the US, even as the political landscape surrounding her, and thousands of other Afghans in <a href=\"/news/longform/2023/8/15/afghan-resettlement-two-years-on\">similar situations</a>, shifts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I somehow feel like I’m still stuck in August 2021 and all the other Augusts in between, I can’t remember anything about them,” Girowal told Al Jazeera.</p><p>She often recalls the mad dash amid a <a href=\"/news/2021/8/23/afghanistan-talibanchaos-and-violence-as-crowds-keep-growing-outside-kabul-airport\">crush of bodies</a> at the crowded Kabul International Airport: people shot in front of her, a week of hiding, a flight to Qatar, then Germany and then finally, the US state of Virginia.</p><p>Followed by the early days of trying to begin a new life from the fragments of the old.</p><p>“Everything just comes up again to the surface, and it’s like reliving that trauma we went through, and we have been trying to heal from since that day,” she said.</p><p>The struggle may have become familiar, but her disquiet has been heightened since US President Donald Trump took office on January 20. <a href=\"/news/2025/7/11/us-public-support-for-immigration-rises-amid-trumps-crackdown\">His hardline immigration policies</a> have touched nearly every immigrant community in the US, underscoring vulnerabilities for anyone on a precarious legal status.</p><p>There is a feeling that anything could happen, from one day to the next.</p><p>“I have an approved asylum case, which gives a certain level of protection, but we still don’t know the future of certain policies on immigration,” Girowal said. “I am very much fearful that I can be subjected to deportation at any time.”</p><h2 id=\"unheeded-warnings\">Unheeded warnings</h2><p>Four years after the US withdrawal, much remains unclear about how Trump’s policies will affect Afghans who are already in the US, estimated to total about 180,000.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>They arrived through a tangle of different avenues, including 75,000 flown in on <a href=\"/news/2021/7/30/first-group-of-afghan-interpreters-evacuated-to-the-us-reports\">evacuation flights</a> in the immediate aftermath of the withdrawal, as the administration of US President Joe Biden undertook what it dubbed “<a href=\"/news/2023/7/12/like-a-jailhouse-afghans-languish-in-us-detention-centres\">Operation Allies Welcome</a>“. Thousands more have since sought asylum by making treacherous journeys across the world to traverse the US southern border.</p><p>Some have relocated via so-called <a href=\"/news/2024/3/15/advocates-fear-special-us-visas-for-afghans-could-run-out-despite-dangers\">Special Immigrant Visas</a> (SIVs), reserved for individuals who worked directly with the US military in Afghanistan, under a notoriously backlogged programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Others have been resettled through a special State Department programme, known as Priority 1 (P1) and Priority 2 (P2), launched by the administration of President Biden, meant for Afghans who face persecution for having worked in various capacities on behalf of the US government or with a US-based organisation in Afghanistan.</p><p>Adam Bates, a supervisory policy counsel at the International Refugee Assistance Programme, explained that some of those pathways, most notably the SIV and refugee programmes, provide a clear course towards US residency and, eventually, citizenship.</p><p>But, he clarified, others do not – a fact that advocates have warned leaves members of the population subject to perpetual uncertainty and political whims.</p><p>“A lot of the advocacy to the Biden administration officials was about finding more permanent legal pathways for Afghans,” Bates told Al Jazeera. “That was with one eye towards the potential of giving the Trump administration this opportunity to really double down and target this community.”</p><h2 id=\"pressure-on-afghans-in-the-us\">Pressure on Afghans in the US</h2><p>During Trump’s new term, his administration has taken several concrete – and at times contradictory – moves that affect Afghans living in the US.</p><p>It <a href=\"/news/2025/4/12/trump-officials-end-temporary-protected-status-for-afghans-cameroonians\">ended</a> “temporary protected status” (TPS) for Afghans already in the country at the time of the Taliban takeover, arguing the country shows “an improved security situation” and “stabilising economy”, a claim contradicted by several human rights reports.</p><p>At the same time, the Trump administration added Afghanistan to a new <a href=\"/news/2025/6/9/us-travel-ban-takes-effect-amid-la-protests-against-immigration-crackdown\">travel ban</a> list, restricting visas for Afghans, saying such admissions broadly run counter to US “foreign policy, national security, and counterterrorism”.</p><p>These actions underscore that “the situation in Afghanistan seems to be whatever it needs to be, from the Trump administration’s perspective,” according to Bates.</p><p>Trump has offered his contradictory messaging, <a href=\"/news/2024/8/30/afghanistan-is-a-us-election-issue-will-its-refugees-voices-be-heard\">criticising</a> the Biden administration on the campaign trail for its handling of the withdrawal, and as recently as July, pledging to “save” evacuated Afghans subject to deportation from the United Arab Emirates.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the administration terminated a special status for those who entered the US via the <a href=\"/news/2025/3/10/trump-administration-relaunches-cbp-one-asylum-app-for-self-deportation\">CBP One app</a> in April, potentially affecting thousands of Afghans who entered via the southern border.</p><p>Advocates warn that many more Afghans may soon be facing another legal cliff. After being evacuated in 2021, tens of thousands of Afghans were granted humanitarian parole, a temporary status that allowed them to legally live and work in the US for two years, with an extension granted in 2023. That programme is soon set to end.</p><p>While many granted the status have since sought other legal avenues, most often applying for asylum or SIVs, an unknown number could be rendered undocumented and subject to deportation when the extension ends. <a href=\"/news/2022/9/9/afghan-adjustment-act-what-does-it-mean-for-refugees-in-us\" target=\"_blank\" rel=\"noopener\">Legislation</a> creating a clearer pathway to citizenship has languished in Congress for years.</p><p>The US Citizenship and Immigration Services (USCIS) has not publicly released how many evacuated Afghans remain in the US on humanitarian parole, and did not respond to Al Jazeera’s request for the data.</p><p>Evacuated Afghans’ unease has been compounded by Trump’s aggressive approach to immigration enforcement, which has increasingly seen <a href=\"/news/2025/6/4/as-trump-raises-deportation-quotas-advocates-fear-an-expanding-dragnet\">those without criminal histories</a> targeted for deportations and permanent residents targeted for their <a href=\"/news/2025/3/27/who-are-the-students-trump-wants-to-deport\">political advocacy</a>.</p><p>“It’s just an escalation across the board and a compounding of fear and instability in this community,” Bates said. “It’s hard to make life decisions if you aren’t sure what’s going to happen tomorrow or next week or in a year”.</p><h2 id=\"pulled-the-rug-out\">‘Pulled the rug out’</h2><p>Meanwhile, for the thousands of Afghans continuing to seek safety in the US from abroad, pathways have been severely constricted or have become completely blocked.</p><p>The Trump administration has paused asylum claims at the US southern border, citing a national emergency. It has almost completely suspended the US Refugee Program (<a href=\"/news/longform/2025/3/20/as-trump-seeks-systemic-change-does-the-us-have-an-obligation-to-refugees\">USRAP</a>), allowing only a trickle of new refugees in amid an ongoing legal challenge by rights groups.</p><p>Advocates say the special P1 and P2 programme created for Afghan refugees appears to have been completely halted under Trump. The administration has not published refugee admission numbers since taking office, and did not reply to Al Jazeera’s request for data.</p><p>“It feels as if we have pulled the rug out from many of our Afghan allies through these policy changes that strip legal protection for many Afghans in the US and limit pathways for Afghans who are still abroad to come to the US safely,” Kristyn Peck, the chief executive officer of the Lutheran Social Services of the National Capital Area, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>She noted that the SIV pipeline has continued to operate under Trump, although there have been some limitations, including requiring those approved for relocation to pay for their own travel.</p><p>Meanwhile, resettlement agencies like Lutheran have been forced to seriously curtail their operations following a stop-work order from the administration on January 24. As of March, Peck said, the organisation has been forced to let go of about 120 of its staff.</p><p>Susan Antolin, the executive director of Women for Afghan Women, a non-profit organisation that offers mental health, legal and social support to Afghans in the US, said organisations like hers are also bracing for sustained uncertainty.</p><p>“We are diversifying our funding and trying very hard, as so many other organisations are, to find other avenues to bring in that funding to continue to support our programmes,” she told Al Jazeera. “As organisations that deal with this kind of work, we have to step up. We have to do 10 times more, or 100 times more, of the work.”</p><h2 id=\"no-more-a-priority-for-the-world\">‘No more a priority for the world’</h2><p>The unstable situation in the US reflects a broader global trend.</p><p>The Taliban government, despite promising reforms in a push for international recognition, has continued to be <a href=\"https://news.un.org/en/story/2025/07/1165484\" target=\"_blank\" rel=\"noopener\">accused</a> of widespread human rights abuses and revenge killings. Still, it has upgraded diplomatic ties with several governments in recent years, and in July, Russia became the first country to formally recognise the group as the legitimate government of Afghanistan.</p><p>At the same time, the governments of Pakistan and Iran have <a href=\"/news/2025/4/15/pakistan-accelerates-deportation-of-afghans-un\">accelerated</a> expulsions of Afghans back to Afghanistan, with more than 1.4 million Afghans either being <a href=\"/news/2025/7/22/inside-irans-crackdown-on-afghan-migrants\">expelled or leaving</a> Iran alone from January to July of 2025, according to UNHCR.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Reuters news agency also reported in July that the UAE had notified Washington that it had begun returning evacuated Afghans.</p><p>Germany, too, has begun deporting Afghans back to Afghanistan, in July, it conducted its second deportation flight since the Taliban came to power, despite continuing not to recognise or maintain diplomatic ties with the group.</p><p>The collective moves send a clear message, evacuee Girowal said: “We know that Afghanistan is no more a priority for the world.”</p><p>Still, she said she has not abandoned hope that the US under Trump’s leadership will “not forget its allies”.</p><p>“I know the resilience of our own Afghan community. We are trained to be resilient wherever we are and fight back as much as we can,” she said.</p><p>“That’s one thing that gives me hope.”</p></div></div></body></html>"
        },
        {
            "title": "A political shift ahead? What to know about Bolivia’s presidential election | Elections News | Al Jazeera",
            "time": "2025-08-15T15:04:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-13T003549Z_1085869115_RC2Z5GANQSZV_RTRMADP_3_BOLIVIA-ELECTION-DORIA-MEDINA-1755099236.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For the first time in nearly two decades, Bolivia is on the precipice of a rightward shift.</p><p>Voters in the South American nation will go to the polls on August 17 to choose the next president, as well as members of Congress.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>But schisms within Bolivia’s long-dominant left have opened the door to a possible right-wing victory, with candidates like businessman Samuel Doria Medina and former President Jorge “Tuto” Quiroga leading the race.</p><p>Bolivia has been unsettled by political and economic turmoil in recent years, including high inflation and dwindling currency reserves.</p><p>That, in turn, has fuelled public dissatisfaction with the ruling Movement for Socialism (MAS) party, which has been in power almost continuously since 2006. Candidates like Medina and Quiroga are hoping to capitalise on that disillusionment to oust MAS from the presidency.</p><p>But tensions in the country remain high, and polls show a close race that may not produce a clear winner in the first round of voting.</p><p>Who are the figures shaping the race, what issues are top of mind for voters, and how could this election shape Bolivia? We answer those questions and more in this explainer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"when-is-the-election\">When is the election?</h2><p>The first round of voting will take place on Sunday, August 17.</p><h2 id=\"will-there-be-a-second-round-of-voting\">Will there be a second round of voting?</h2><p>Possibly. To avoid a run-off, the top presidential candidate must either earn more than 50 percent of the vote or garner 40 percent of the vote and have a 10-point lead over the second-place contender.</p><p>But that scenario is unlikely, given the tight race between candidates like Medina and Quiroga.</p><p>The presidential race is expected to proceed to a second round of voting on October 19.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"are-there-other-races-on-the-ballot\">Are there other races on the ballot?</h2><p>Yes. In addition to voting for a president and vice president, Bolivians will cast ballots for 36 Senate seats and 130 positions in the Chamber of Deputies.</p><p>Bolivia has a population of approximately 12 million, of which more than seven million are eligible voters.</p><figure id=\"attachment_3887634\" aria-describedby=\"caption-attachment-3887634\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3887634\" src=\"/wp-content/uploads/2025/08/AP25219697498135-1755127692.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Jorge Quiroga steps out of a store selling root vegetables\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3887634\" class=\"wp-caption-text\">Bolivian presidential candidate Jorge ‘Tuto’ Quiroga campaigns in La Paz, Bolivia, on August 7 [Juan Karita/AP Photo]</figcaption></figure><h2 id=\"who-are-the-main-presidential-candidates\">Who are the main presidential candidates?</h2><p>A total of 10 presidential candidates registered to race in Sunday’s election, but so far, no single contender has decisively broken into the lead.</p><p>“This is the first national election in two decades without a dominant party or a clear frontrunner,” said Glaeldys Gonzalez Calanche, an analyst with the International Crisis Group, a research nonprofit.</p><p>Two closely watched candidates, however, are both conservatives who struggled to make an impression in past elections.</p><p>They now appear to have a shot at success, a development that underscores the implosion of the once-formidable Bolivian left.</p><p>One of the candidates is a politician and businessman named Samuel Doria Medina. An entrepreneur who made his fortune in cement, Medina now owns hotels and Burger King restaurant franchises in Bolivia.</p><p>In the 1990s, he also served as a minister of planning under President Jaime Paz Zamora.</p><p>The founder of the right-of-centre National Unity Front, Medina previously made three failed attempts to run for president: in 2005, 2009 and 2014.</p><p>He likely faces his stiffest competition from fellow also-ran, the right-wing Jorge “Tuto” Quiroga.</p><p>Like Medina, Quiroga has been a presidential candidate three times before: in 2005, 2014 and 2020. But he briefly ascended to the presidency himself after being elected as the country’s youngest vice president in 1997.</p><p>He shared a ticket at the time with the country’s former military dictator Hugo Banzer, whose government in the 1970s was associated with abuses such as torture and enforced disappearances.</p><p>As president, Banzer decided to leave office in 2001 after he was diagnosed with lung cancer, and Quiroga served the final year of Banzer’s term.</p><figure id=\"attachment_3887577\" aria-describedby=\"caption-attachment-3887577\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3887577 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/AP25130779241512-1755124063.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Andronico Rodriguez in a felt hat and flower garlands.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3887577\" class=\"wp-caption-text\">Bolivian Senate President Andronico Rodriguez waves to supporters at a rally in La Paz, Bolivia, on May 10 [Juan Karita/AP Photo]</figcaption></figure><h2 id=\"are-there-any-contenders-on-the-left\">Are there any contenders on the left?</h2><p>Yes, but they have not been polling as strongly as their conservative counterparts.</p><p>Andronico Rodriguez is the leading left-wing candidate, running as an independent. The president of the Senate, Rodriguez boasts roots in Bolivia’s rural coca-growing regions, which tend to be strongholds for the governing MAS party.</p><p>Rodriguez, however, split from the MAS party this year as Bolivia’s leftist coalition fractured.</p><p>Outgoing president and MAS member Luis Arce has been blamed for Bolivia’s slumping economy, and MAS founder <a href=\"/news/2024/10/27/bolivias-morales-says-shots-fired-at-his-car-as-political-tensions-rise\">Evo Morales</a> has been locked in a feud with both Arce and Rodriguez as he seeks to regain the presidency himself.</p><p>The official MAS candidate in the 2025 election, former minister Eduardo del Castillo, has barely made a ripple in the polls.</p><h2 id=\"what-do-the-polls-say\">What do the polls say?</h2><p>A poll <a href=\"https://www.as-coa.org/articles/poll-tracker-bolivias-2025-presidential-election\">aggregator </a>compiled by the Americas Society/Council of the Americas shows conservatives Samuel Doria Medina and Jorge “Tuto” Quiroga vying for the lead.</p><p>But the polls note that a significant number of voters are either undecided or intent upon casting null votes, adding a wild-card element to Sunday’s race.</p><p>Three polls taken between early June and late July show Medina in the lead, with between 19.6 and 24.5 percent support.</p><p>Quiroga, meanwhile, garnered between 16.6 percent and 22.9 percent in the polls.</p><p>And Andronico Rodriguez, the left-wing candidate, earned between 6 percent and 13.7 percent support among the survey respondents.</p><h2 id=\"what-issues-are-top-of-mind-for-voters\">What issues are top of mind for voters?</h2><p>The country’s economic turbulence and cost of living crisis are among the highest-profile issues for voters this election cycle.</p><p>“Bolivia is experiencing its worst economic crisis in a generation,” said Gonzalez Calanche, the analyst with the International Crisis Group.</p><p>She pointed out that the national currency has lost more than half of its value. While Bolivia has vast stores of natural gas and oil, its production has tumbled, leading to an economic shortfall.</p><p>The country has been forced to import fuel rather than exporting it amid shortages.</p><p>A survey in May found that voters identified rising prices as their top concern, followed by other economic issues such as fuel shortages, shrinking dollar reserves and unemployment.</p><figure id=\"attachment_3887632\" aria-describedby=\"caption-attachment-3887632\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3887632\" src=\"/wp-content/uploads/2025/08/AP25162605476572-1755127558.jpg?w=770&amp;resize=770%2C499&amp;quality=80\" alt=\"Luis Arce\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3887632\" class=\"wp-caption-text\">Bolivian President Luis Arce gives a news conference alongside his Minister of Government Roberto Rios on June 11 [Juan Karita/AP Photo]</figcaption></figure><h2 id=\"why-isn-t-the-current-president-running\">Why isn’t the current president running?</h2><p>President Luis Arce <a href=\"/news/2025/5/15/president-luis-arce-quits-bolivias-presidential-race-amid-slumping-support\">announced</a> in May that he would not seek re-election, as the country’s economic crisis and a feud with former mentor Evo Morales sent his popularity plummeting.</p><p>The final months of Arce’s five-year term have been defined largely by tumult. In 2023 and 2024, the country saw its currency reserves shrink, and its natural gas industry suffered.</p><p>Morales, meanwhile, began to position himself as a critic of Arce’s government. Under Arce’s leadership, Bolivia’s judicial system barred Morales from seeking a fourth term as president, and an arrest warrant was issued against Morales for statutory rape.</p><p>Tensions rose in June 2024, when a general stormed the presidential palace and appeared to attempt a coup d’etat. Arce blamed Morales’s supporters, and Morales claimed Arce had staged the coup to rescue his popularity.</p><h2 id=\"what-role-is-evo-morales-playing\">What role is Evo Morales playing?</h2><p>Bolivia’s election is notable for the absence of one of the country’s most influential figures: MAS founder Evo Morales.</p><p>As a three-term president from 2006 until 2019, Morales oversaw a period of substantial economic growth that made him popular in Bolivia and across the Latin American left.</p><p>But in 2019, Morales sought a controversial fourth term in office. Though official results showed he won, protests, threats and claims of vote tampering forced Morales to leave the country.</p><p>Some have described his exile as a coup, driven by the military and the political right.</p><p>When Arce, his former finance minister, was elected president in 2020, Morales was able to return to Bolivia.</p><p>But the two leaders have fallen out, in part as a result of their rivalry for the presidency, and Morales has rallied his supporters to his side in a split that has fractured the Bolivian left.</p><p>In May, a constitutional court upheld <a href=\"/news/2024/11/9/bolivia-court-bars-former-leader-evo-morales-from-running-for-office\">a ruling</a> that Morales could not run again, due to term limits imposed since he left office.</p><p>But Morales has continued to press for a fourth term in office, and he has urged his supporters to cast null ballots to protest Sunday’s election.</p><p>Polls estimate the combined number of undecided voters and protest votes could amount to between 25 and 34 percent of voters.</p><p>Morales’s supporters have also led <a href=\"/news/2025/6/12/antigovernment-protests-in-bolivia-leave-multiple-people-dead\">demonstrations</a> in protest of the former president’s exclusion from the election. Some have blocked roads. Others have erupted into clashes that left police and protesters dead.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-long-is-a-presidential-term\">How long is a presidential term?</h2><p>Presidents are elected in Bolivia for a term of five years. In recent years, the country’s courts have limited presidents to two consecutive terms in office.</p><p>This has been a source of consternation for Morales, who served three consecutive terms and hopes to gain a fourth.</p><h2 id=\"why-is-this-election-important\">Why is this election important?</h2><p>Bolivia’s left is likely on track for its first defeat in a presidential race in nearly two decades. That would send shockwaves throughout Latin America, where Bolivia has been a left-wing stronghold for much of the 21st century.</p><p>“The left has been weakened by schisms and personal disputes between Morales and Arce,” analyst Gonzalez Calanche said.</p><p>She explained that those schisms will be reflected in the ballot box, as trade unions and other left-leaning organisations struggle to unite behind a candidate.</p><p>With <a href=\"/news/2025/6/12/antigovernment-protests-in-bolivia-leave-multiple-people-dead\">tensions high</a>, economic conditions deteriorating, and no consensus candidate to lead the country, Gonzalez Calanche fears Bolivia could be heading into a period of uncertainty as it approaches a possible second round of voting.</p><p>“There’s a very dire economic situation, made worse by social and political unrest,” she said. “It’s a cycle that continues to feed itself.”</p></div></div></body></html>"
        },
        {
            "title": "More than 160 people killed in Pakistan in heavy rains, flash floods | Climate Crisis News | Al Jazeera",
            "time": "2025-08-15T14:46:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250815__69LN7NQ__v1__HighRes__PakistanEnvironmentClimateMonsoon-1755264930.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>More than 160 people killed in Pakistan in heavy rains, flash floods</h1><p class=\"article__subhead\"><em>Disaster agency says the majority of deaths happened in Khyber Pakhtunkhwa in northwest Pakistan.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from heavy monsoon rains that have triggered landslides and flash <a href=\"/news/2025/7/17/why-is-pakistan-so-vulnerable-to-deadly-flooding\">floods</a> across northern Pakistan has risen to at least 164 people, according to the disaster authority.</p><p>Most of the deaths, 150, were recorded in the mountainous Khyber Pakhtunkhwa province in northwestern Pakistan, including 78 people who died in the flood-hit Buner district, the National Disaster Management Authority said on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Later, a helicopter on a rescue mission in the flood-hit province crashed due to the bad weather, killing the five crew members, the government said.</p><p>Reporting from Islamabad, Al Jazeera’s Kamal Hyder said the helicopter was a military aircraft.</p><p>“This was a Pakistani military helicopter that was involved in a rescue operation. Helicopters are being used to help people in areas that are hard to access,” he said.</p><h2 id=\"hundreds-evacuated\">Hundreds evacuated</h2><p>Dozens of people were injured as the deluge destroyed homes in villages in Buner, where authorities declared a state of emergency on Friday.</p><p>Rescuers evacuated 1,300 stranded tourists from the mountainous Mansehra district, which was hit by landslides on Thursday. At least 35 people were reported missing in these areas, according to local officials.</p><p>Nine more people were killed in Pakistan-administered Kashmir while five died in the northern Gilgit-Baltistan region, authorities said.</p><p>The Meteorological Department issued a heavy rain alert for the northwest, urging people to avoid “unnecessary exposure to vulnerable areas”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"floods-in-india-administered-kashmir\">Floods in India-administered Kashmir</h2><p>The annual monsoon season brings South Asia 70 to 80 percent of its annual rainfall, which is vital for agriculture and food security but also brings destruction.</p><p>Landslides and flash floods are common during the season, which usually begins in June and eases by the end of September.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In India-administered Kashmir, rescuers continued to search for survivors under boulders and debris on Friday, a day after sudden floods triggered by heavy rains killed at least 60 people and left 200 missing.</p><p>Gushing mudslides and floodwaters inundated the village of Chasoti on Thursday, washing away pilgrims who had gathered for lunch before trekking up a hill to a popular religious site in the second such disaster in the Himalayas in a little more than a week.</p><p>The Himalayas are prone to floods and landslides, but some scientists said the intensity and frequency of these events are increasing due to climate change.</p></div></div></body></html>"
        },
        {
            "title": "Mallorca vs Barcelona: La Liga - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-08-15T14:18:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-10T193810Z_1239898610_UP1EL8A1IJKD7_RTRMADP_3_SOCCER-FRIENDLY-FCB-COM-1755260108.jpg?resize=1507%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Mallorca vs Barcelona<br>\n<strong>What:</strong> Spanish La Liga<br>\n<strong>Where:</strong> Estadi Mallorca Son Moix in Mallorca, Spain<br>\n<strong>When:</strong> Saturday at 7:30pm (17:30 GMT)</p><p><em><strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 4:30pm (15:30 GMT) in advance of our live text commentary stream.</em></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Barcelona begin their defence of their La Liga title on Saturday after flying to the island of Mallorca.</p><p>The Catalan club disposed of their fierce rivals and winners of the previous year’s title, Real Madrid, on all fronts last season.</p><p>Al Jazeera Sport takes a look at the first major match of the new La Liga season and what clues there may be as to whether Barca will give Real a glimpse of hope in the title race this time around.</p><h2 id=\"how-dominant-were-barcelona-last-season\">How dominant were Barcelona last season?</h2><p>The Catalan club is coming off one of its best seasons in years, having won <a href=\"/sports/2025/5/15/yamal-helps-barcelona-seal-la-liga-title-at-rivals-espanyol\">the league</a>, <a href=\"/sports/2025/4/27/barcelona-edge-real-madrid-in-extra-time-to-win-copa-del-rey\">the Copa del Rey</a> and <a href=\"/sports/2025/1/12/barcelona-hand-real-madrid-latest-el-clasico-hammering-in-supercopa-final-football\">the Spanish Super Cup</a>. It also went deep in the Champions League, <a href=\"/sports/2025/5/6/inter-defeat-barcelona-by-equalling-champions-league-semifinal-scoreline\">reaching the semifinals</a> for the first time since 2019.</p><figure id=\"attachment_3889930\" aria-describedby=\"caption-attachment-3889930\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889930\" src=\"/wp-content/uploads/2025/08/2025-08-11T150222Z_1522106112_RC2JKEA7C4NS_RTRMADP_3_SOCCER-SPAIN-1755260480.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Barcelona's Lamine Yamal and Marc-Andre ter Stegen lift the trophy after winning LaLiga\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889930\" class=\"wp-caption-text\">Barcelona’s Lamine Yamal, right, and Marc-Andre ter Stegen lift the trophy after winning La Liga last season [File: Albert Gea/Reuters]</figcaption></figure><h2 id=\"how-big-a-role-will-marcus-rashford-play-at-barcelona\">How big a role will Marcus Rashford play at Barcelona?</h2><p>In its second year under coach Hansi Flick, the Catalan club will try to add to its success from last season by boosting its squad <a href=\"/sports/2025/7/23/marcus-rashford-joins-barcelona-on-loan-from-manchester-united\">with Marcus Rashford</a> on loan from Manchester United. He will be teaming up with Lamine Yamal and Robert Lewandowski in an attacking front that was one of the best in Europe last season.</p><p>It led the scoring charts both in the Spanish league – with more than 100 goals – and in the Champions League.</p><p>With <a href=\"/sports/2025/8/8/barcelonas-ter-stegen-loses-captaincy-while-lewandowski-woes-continues\">Lewandowski set to miss the start of the new season</a>, Rashford will vie with Ferran Torres for a place in Barca’s attack.</p><p>After Rashford fell down the pecking order at Old Trafford, his move to Barcelona presents a huge chance to rebuild his career.</p><figure id=\"attachment_3889936\" aria-describedby=\"caption-attachment-3889936\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889936\" src=\"/wp-content/uploads/2025/08/13253527-1755260586.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Barcelona's Marcus Rashford in action during the pre-La Liga season friendly soccer match between FC Barcelona and Como\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889936\" class=\"wp-caption-text\">Barcelona’s Marcus Rashford came on as a substitute in the preseason friendly with Como on August 10, 2025 [Quique Garcia/EPA]</figcaption></figure><h2 id=\"what-other-changes-have-barcelona-made\">What other changes have Barcelona made?</h2><p>Leaving the team are veteran defender Inigo Martínez, who has signed with Saudi club Al-Nassr, and Ansu Fati, who went on loan to Monaco after not playing much last season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"how-many-la-liga-titles-have-barcelona-won\">How many La Liga titles have Barcelona won?</h2><p>Last season’s title was Barcelona’s 28th trophy lift in La Liga. Real Madrid are the record winners with 36 victories to their name.</p><h2 id=\"has-mallorca-ever-beaten-barcelona\">Has Mallorca ever beaten Barcelona?</h2><p>Yes. The Spanish islanders have won 17 of their 75 meetings. Barca, however, have won 44 of the encounters.</p><h2 id=\"where-did-mallorca-finish-last-season\">Where did Mallorca finish last season?</h2><p>Mallorca squeezed into the top half of La Liga last season with a 10th-placed finish.</p><p>Only one team had a worse home record among the top 12 teams last season after Mallorca recorded only seven wins in 19 league matches in front of their own crowd. Six of those games resulted in defeats.</p><figure id=\"attachment_3889939\" aria-describedby=\"caption-attachment-3889939\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889939\" src=\"/wp-content/uploads/2025/08/2025-04-22T213433Z_2093046172_UP1EL4M1NXJ5Q_RTRMADP_3_SOCCER-SPAIN-BAR-MLL-REPORT-1755260760.jpg?w=770&amp;resize=770%2C427&amp;quality=80\" alt=\"Barcelona's Dani Olmo scores the only goal in the last meeting with Mallorca\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889939\" class=\"wp-caption-text\">Barcelona’s Dani Olmo scored the only goal in the last meeting with Mallorca [File: Albert Gea/Reuters]</figcaption></figure><h2 id=\"what-happened-the-last-time-barcelona-met-mallorca\">What happened the last time Barcelona met Mallorca?</h2><p>Barca <a href=\"/sports/2025/4/22/barcelona-beat-mallorca-to-extend-laliga-lead-over-real-madrid\">narrowly beat Mallorca 1-0 at home</a> in their last meeting in April. Dani Olmo scored the only goal in the first minute of the second half to settle the La Liga match.</p><p>The corresponding fixture resulted in a 5-1 win for Barca with Raphinha netting twice.</p><h2 id=\"barcelona-coach-hansi-flick-s-prematch-thoughts\">Barcelona coach Hansi Flick’s prematch thoughts</h2><p>“We are working hard to face this new season. Winning three titles last year is not the end – it’s a continuation. We will give everything this year.</p><p>“Lamine Yamal still has room to improve. I like what I’m seeing. He’s training very well, with and without the ball, defending and pressing.”</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Mallorca have not defeated Barcelona since May 2009 – a 2-1 home win in an end-of-season affair in La Liga.</p><p>Barca, meanwhile, have won 14 of their last 15 matches against Mallorca in all competitions.</p><figure id=\"attachment_3889944\" aria-describedby=\"caption-attachment-3889944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889944\" src=\"/wp-content/uploads/2025/08/2025-02-06T210723Z_1766438161_UP1EL261MOAOK_RTRMADP_3_SOCCER-SPAIN-VAL-BAR-REPORT-1755260935.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Barcelona's Ferran Torres celebrates scoring their fourth goal to complete his hat-trick against Valencia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889944\" class=\"wp-caption-text\">Barcelona’s Ferran Torres celebrates scoring their fourth goal to complete a hat-trick against Valencia in the Copa del Rey last season [File: Pablo Morano/Reuters]</figcaption></figure><h2 id=\"mallorca-team-news\">Mallorca team news</h2><p>Pablo Maffeo will be heavily missed in defence due to a hamstring injury.</p><p>Pablo Torre is set to start against his former side, having joined from Barcelona in the summer window. Spain Under-21 international Mateo Joseph is also in line to feature, having joined on loan from Leeds United.</p><p>Omar Mascarell has a suspension hanging over from last season after his booking in the final game of the last La Liga campaign.</p><h2 id=\"barcelona-team-news\">Barcelona team news</h2><p>The Catalan club starts the season without veteran goalkeeper Marc-Andre ter Stegen because of surgery for lower back problems.</p><p>The goalkeeper was at odds with the club about his recovery time. He was provisionally stripped of his captaincy for refusing to sign a medical report about the injury, but he and the club eventually reached an agreement that restored his role as captain.</p><p>Veteran striker Lewandowski also isn’t expected to play early in the new campaign because of a muscle issue. Rashford’s registration after his loan from Manchester United has proved problematic, similar to the financial issues that <a href=\"/sports/2024/12/27/olmo-closer-to-barcelona-exit-after-registration-request-rejected\">held up Dani Olmo’s participation</a> last season.</p><h2 id=\"mallorca-predicted-starting-lineup\">Mallorca predicted starting lineup</h2><p>Greif; Morey, Lopez, Raillo, Lato; Sanchez, Costa, Torre, Darder; Muriqi, Joseph</p><h2 id=\"barcelona-predicted-starting-lineup\">Barcelona predicted starting lineup</h2><p>Garcia; Kounde, Cubarsi, Araujo, Balde; de Jong, Pedri, Olmo; Lamine Yamal, Torres, Raphinha</p></div></div></body></html>"
        },
        {
            "title": "Trump’s takeover of DC police department faces new lawsuit amid crackdown | Donald Trump News | Al Jazeera",
            "time": "2025-08-15T14:03:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T155650Z_1964649638_RC2R5GA9NKRD_RTRMADP_3_USA-TRUMP-CRIME-1755018569.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States capital, Washington, DC, has challenged President Donald Trump’s takeover of its police department in court, hours after his administration <a href=\"/news/2025/8/12/why-is-trump-sending-us-national-guard-to-washington-dc\">stepped up its crackdown</a> on policing by naming the Drug Enforcement Administration (DEA) chief, a federal official, as the new emergency head of the department, with all the powers of a police chief.</p><p>District of Columbia Attorney General Brian Schwalb said on Friday in a new lawsuit that Trump is exceeding his power under the law. Schwalb urged a judge to rule that control of the department remains in the city’s hands, and he has also sought an emergency restraining order.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The administration’s unlawful actions are an affront to the dignity and autonomy of the 700,000 Americans who call D.C. home. This is the gravest threat to Home Rule that the District has ever faced, and we are fighting to stop it,” Schwalb said.</p><p>Washington’s police chief said Trump’s directive would deeply threaten law and order by upending the department’s command structure. “In my nearly three decades in law enforcement, I have never seen a single government action that would cause a greater threat to law and order than this dangerous directive,” Police Chief Pamela Smith said in a court filing.</p><p>Washington Mayor Muriel Bowser also pushed back, writing on social media that “there is no statute that conveys the District’s personnel authority to a federal official.”</p><p></p><p>The White House defended its move: “The Trump Administration has the lawful authority to assert control over the D.C. Police, which is necessary due to the emergency that has arisen in our Nation’s Capital as a result of failed leadership,” White House spokeswoman Abigail Jackson said in a statement.</p><p>The lawsuit comes after Trump’s Attorney General Pam Bondi said on Thursday night that DEA boss Terry Cole will assume “powers and duties vested in the District of Columbia Chief of Police”. The Metropolitan Police Department “must receive approval from Commissioner Cole” before issuing any orders, Bondi said.</p><p>Earlier this week, Trump announced that the federal government would take control of the District of Columbia (DC) Metropolitan Police Department to address surging crime.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I’m announcing a historic action to rescue our nation’s capital from crime, bloodshed, bedlam and squalor and worse,” Trump said during the news conference, in which he was joined by Bondi, who was initially set to oversee the city’s police force while it is under federal control.</p><p>“This is Liberation Day in DC, and we’re going to take our capital back. We’re taking it back,” Trump said.</p><p>He also announced the <a href=\"/news/2025/8/12/trump-deploys-us-national-guard-to-dc-amid-crime-emergency-claims\">deployment of the National Guard</a>.</p><p>“I’m deploying the National Guard to help re-establish law, order and public safety in Washington, DC, and they’re going to be allowed to do their job properly,” he said.</p><p>Trump also said that he intends to remove the capital’s homeless population, but did not provide details on how the plan would be carried out.</p><h2 id=\"residents-wary-of-escalated-show-of-force\">Residents wary of escalated show of force</h2><p>A Washington population already on edge from days of Trump administration ramp-ups has begun witnessing more significant shows of force across the city.</p><p>National Guard troops watched over some of the country’s most renowned landmarks and Humvees took position in front of the busy main train hub, Union Station.</p><p>Volunteers have helped homeless people leave longstanding encampments, but where they were relocating to was often unclear.</p><p>Department of Homeland Security police stood outside Nationals Park during a baseball game on Thursday. DEA agents patrolled The Wharf, a popular nightlife area, while Secret Service officers were seen in the Foggy Bottom neighbourhood.</p><p>The sudden spike in high visibility of federal forces around the city, including in many busy traffic areas, has struck residents going about their day-to-day lives.</p><p>Trump has the power to take over federal law enforcement for 30 days before his actions must be reviewed by Congress, though he has said he will re-evaluate as that deadline approaches.</p><p>National Guard troops are usually less of a heavy presence in Washington’s metropolitan area, typically being used during mass public events like the annual July 4 celebration. They have regularly been used in the past for crowd control in and around Metro stations.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How the world is reacting to Israel’s settlement plan in occupied West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-15T13:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-14T092448Z_1437329710_RC2X6GA2BN1S_RTRMADP_3_ISRAEL-PALESTINIANS-SETTLEMENT-1755187137.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s announcement that it will illegally build thousands of homes in a highly controversial development in the occupied West Bank – in a move Finance Minister Bezalel Smotrich boasted “buries the idea of a Palestinian state” – has drawn widespread international condemnation.</p><p>Smotrich announced Thursday that he was pushing ahead with long-frozen plans for the  <a href=\"/news/2025/8/6/israel-pushes-for-more-illegal-settlements-in-occupied-west-bank-amid-raids\">E1 area settlement project</a> that would connect occupied East Jerusalem with the existing illegal Israeli settlement of Maale Adumim, located several kilometres to the east.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The planned settlement, which was shelved for years amid opposition from the United States and European allies, would comprise more than 3,400 homes for Israeli settlers on Palestinian-owned land that experts say is vital for any future territorially contiguous Palestinian state in the West Bank.</p><p>Smotrich said the development was being revived as a response to plans by other countries to recognise a Palestinian state.</p><p>But the response from the rest of the world has been scathing, with governments describing the move as a blatant violation of international law that would fuel regional instability and leave the possibility of a two-state solution to the Israel-Palestine conflict in tatters. Here’s an overview of the reactions so far.</p><h2 id=\"palestine\">Palestine</h2><p>Nabil Abu Rudeineh, spokesperson for Palestinian President Mahmoud Abbas, said the E1 development, in combination with the war in Gaza and escalating settler violence, would only lead to further escalation, tension and instability.</p><p>He said he held the US responsible for halting Israel’s expansionist actions, and noted that the settlement announcement came as Israeli Prime Minister Benjamin Netanyahu had spoken of his vision for a “Greater Israel”.</p><p>The Palestinian Ministry of Foreign Affairs, in a statement, called for international intervention to halt the settlement plans.</p><p>It considered the E1 settlement “a continuation of the occupation’s plans to undermine the opportunity to establish the Palestinian state on its homeland, weaken its geographical and demographic unity, entrench the division of the West Bank into isolated areas surrounded by a sea of settlements, and facilitate the completion of their annexation”.</p><h2 id=\"qatar\">Qatar</h2><p>Qatar’s Ministry of Foreign Affairs slammed the move, saying it “reaffirms Qatar’s unequivocal rejection of the Israeli occupation’s policies aimed at expanding settlements and forcibly displacing Palestinian people, measures intended to prevent the establishment of a Palestinian state”.</p><p></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"saudi-arabia\">Saudi Arabia</h2><p>Saudi Arabia’s Foreign Ministry condemned the settlement plans “in the strongest possible terms”, saying they were a violation of international law and a serious threat to the possibility of a two-state solution.</p><p>In a statement, it called on the international community to “assume its legal and moral responsibilities, protect the Palestinian people, and fulfil their legitimate rights, including recognition of the Palestinian state”.</p><h2 id=\"jordan\">Jordan</h2><p>Jordan’s Foreign Ministry condemned the move in the “strongest terms”. The ministry’s spokesman Sufyan Qudah affirmed his country’s “absolute rejection and condemnation of this settlement plan and the illegal Israeli measures that constitute a blatant violation of international law and international Security Council resolutions”.</p><p>Qudah warned against the continued expansionist policy of the Israeli government in the occupied West Bank, which the ministry said “encourages the perpetuation of cycles of violence and conflict in the region”.</p><h2 id=\"turkiye\">Turkiye</h2><p>The Turkish Foreign Ministry said the settlement plan “disregards international law and United Nations resolutions” and “targets the territorial integrity of the State of Palestine, the basis for a two-state solution, and hopes for lasting peace”.</p><p>It reaffirmed Turkiye’s support for an independent Palestinian state based on 1967 borders, with East Jerusalem as its capital.</p><h2 id=\"united-kingdom\">United Kingdom</h2><p>British Foreign Minister David Lammy said the plan must be stopped.</p><p>“The UK strongly opposes the Israeli government’s E1 settlement plans, which would divide a future Palestinian state in two and mark a flagrant breach of international law,” he said in an emailed statement to the Reuters news agency.</p><p></p><h2 id=\"germany\">Germany</h2><p>The German government, a strong supporter of Israel, urged Israel to “stop settlement construction” and said it “strongly rejects” the plan for the new development</p><p>“The settlement construction violates international law and relevant UN Security Council resolutions,” a spokesperson for the Foreign Office in Berlin said.</p><p>“It complicates a negotiated two-state solution and an end to the Israeli occupation of the West Bank, as demanded by the International Court of Justice,” he added.</p><h2 id=\"spain\">Spain</h2><p>Spanish Foreign Minister Jose Manuel Albares called the expansion plan “a new violation of international law”.</p><p>“It undermines the viability of the two-state solution, the only path to peace,” he said in a social media post.</p><figure id=\"attachment_3888360\" aria-describedby=\"caption-attachment-3888360\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3888360\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Occupied-West-Bank-E1-settlement-expansion-map-graphic-1755168549.png?quality=80\" alt=\"INTERACTIVE - Occupied West Bank - E1 settlement expansion map graphic-1755168549\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3888360\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"united-nations\">United Nations</h2><p>The United Nations urged Israel to reverse its decision. “It would put an end to prospects of a two-state solution,” Stephane Dujarric, spokesperson for UN Secretary-General Antonio Guterres, told reporters.</p><p>“Settlements go against international law … [and] further entrench the occupation.”</p><h2 id=\"european-union\">European Union</h2><p>The European Union’s foreign policy chief Kaja Kallas also slammed the plan as a “breach of international law” that would further undermine a two-state solution.</p><p>“If implemented, settlement construction in this area will permanently cut the geographical and territorial contiguity between occupied East Jerusalem and the West Bank and sever the connection between the northern and southern West Bank,” said Kallas.</p><p>“The EU urges Israel to desist from taking this decision forward, noting its far-reaching implications and the need to consider action to protect the viability of the two-state solution.”</p><p>She called on Israel to halt its settlement construction altogether, saying its settlement policy, combined with ongoing settler violence and military operations, were “fuelling an already tense situation on the ground and further eroding any possibility for peace”.</p><h2 id=\"organisation-of-islamic-cooperation\">Organisation of Islamic Cooperation</h2><p>The Organisation of Islamic Cooperation (OIC) also denounced the plans, saying the Israeli occupation and settlement expansion were illegal under international law, United Nations resolutions, and the advisory opinion of the International Court of Justice, and must end immediately.</p><p>The intergovernmental organisation urged the international community to take responsibility, hold Israel accountable, and impose sanctions in line with international law and relevant UN resolutions.</p><h2 id=\"israeli-human-rights-group\">Israeli human rights group</h2><p>Israeli advocacy group Peace Now warned that the move was “guaranteeing many more years of bloodshed”.</p><p>“The E1 plan is deadly for the future of Israel and for any chance of achieving a peaceful two-state solution,” it said in a statement.</p><p>“There is a solution to the Israeli-Palestinian conflict and to the terrible war in Gaza – the establishment of a Palestinian state alongside Israel – and it will ultimately come.”</p><h2 id=\"united-states\">United States</h2><p>Israel’s key ally, the United States, had no immediate words of criticism for the proposal. Asked about the settlement development, a spokesperson for the US State Department said Washington was focused on ending the war in Gaza and ensuring Hamas will never govern that territory again.</p><p>“A stable West Bank keeps Israel secure and is in line with this administration’s goal to achieve peace in the region,” the spokesperson said, referring to the Israeli government for further information.</p></div></div></body></html>"
        },
        {
            "title": "Can Putin sway Trump with economic offers in Alaska? | Donald Trump News | Al Jazeera",
            "time": "2025-08-15T12:58:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2025-03-08T133542Z_1785339564_RC2Y8DAZ76BJ_RTRMADP_3_UKRAINE-CRISIS-USA-PROTEST-1741897032.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump and his Russian counterpart Vladimir Putin are set to meet in Anchorage, Alaska, on Friday in a bid to try and end Russia’s <a href=\"/news/2025/8/14/as-putin-trump-alaska-talks-near-russia-pounds-ukraine-grows-army\">three-year assault on Ukraine</a>.</p><p>In the run-up to the meeting, Trump said that he believes Putin is ready to agree to a ceasefire. But his suggestion that Putin and Ukrainian President Volodymyr Zelenskyy could “divvy things up” has <a href=\"/news/2025/8/15/trump-putin-alaska-summit-whats-on-the-agenda-and-whats-at-stake\">alarmed</a> observers in Kyiv.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>For their part, remarks from top Russian officials suggest that Moscow has tried to water down discussions about the war by linking them with other bilateral issues, particularly restoring economic ties with the US.</p><p>On Thursday, Putin sat down with top officials at the Kremlin to discuss the Alaska meeting. He <a href=\"/video/newsfeed/2025/8/14/putin-praises-trumps-sincere-efforts-to-end-war-on-ukraine\">said</a> that he believed the US was making “sincere efforts to stop the fighting, end the crisis and reach agreements of interest to all parties involved in this conflict”.</p><p>Earlier on Thursday, Yuri Ushakov, one of Putin’s top foreign policy aides, told reporters about Russia’s preparations for the talks. He said it was “obvious to everyone that the central topic will be the settlement of the Ukraine crisis”.</p><p>“An exchange of views is expected on the further development of bilateral cooperation, including in the trade and economic sphere,” he said, pointing out that: “I would like to note that this cooperation has a huge and, unfortunately, untapped potential.”</p><p>Ushakov also announced that in addition to Russia’s Foreign Minister Sergey Lavrov, Russia’s delegation in Alaska would also include the country’s finance minister, Anton Siluanov, and Kirill Dmitriev, Putin’s envoy on foreign investment and economic cooperation.</p><p>The inclusion of Siluanov and Dmitriev is another sign that the Kremlin hoped to discuss economic matters at the summit.</p><h2 id=\"what-does-russia-us-trade-look-like\">What does Russia-US trade look like?</h2><p>In 2021, before Russia’s full-fledged invasion of Ukraine, total trade between Russia and the US amounted to <a href=\"https://www.bis.doc.gov/index.php/documents/technology-evaluation/ote-data-portal/country-analysis/2999-2021-statistical-analysis-of-u-s-trade-with-russia/file?utm_source=chatgpt.com\">$36.1bn</a>. This included $6.4bn in US exports to Russia, and $29.7bn in US imports from Russia – amounting to a US trade deficit of $23.3bn.</p><p>For context, Russia was America’s 30th largest trade partner in 2021. Since then, after numerous rounds of American sanctions, trade between Russia and the US has fallen roughly 90 percent.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Incidentally, Russia’s overall trade balance – leaving the US – declined significantly following its decision to invade Ukraine. From 2022 to 2023, its international balance of payments fell by a whopping 70 percent, to just <a href=\"https://www.theglobaleconomy.com/Russia/trade_balance_dollars/?utm_source=chatgpt.com\">$86.3bn</a>.</p><p>But back in 2021, Russia’s trade surplus with the US was concentrated almost exclusively in commodities. Oil, minerals and base metals like iron and steel made up roughly 75 percent of Russia’s exports. Meanwhile, US exports to Russia were concentrated in manufactured goods.</p><h2 id=\"were-russian-exports-to-the-us-vital\">Were Russian exports to the US vital?</h2><p>The short answer is no.</p><p>By the time Russia invaded Ukraine in <a href=\"/news/2022/2/24/putin-orders-military-operations-in-eastern-ukraine-as-un-meets\">February 2022</a>, the US – whose energy sector was transformed by <a href=\"/video/people-power/2014/10/1/american-power-and-the-fracking-boom\">hydraulic fracturing</a> and horizontal drilling in the early 2000s – was already the world’s largest oil producer, at <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=56540&amp;utm_source=chatgpt.com\">11.9 million</a> barrels of oil per day.</p><p>One area where Russia did hold limited significance was in certain types of energy products. Russia supplied certain grades of crude oil – notably Urals – as well as refined products like vacuum gas oil (VGO), residual fuel oil and naphtha.</p><p>Russian VGO was especially important for making gasoline and diesel products in US refineries, which lacked enough domestic feedstock with the optimal chemical and physical properties.</p><p>Elsewhere, the US continues to import limited quantities of uranium hexafluoride, a chemical important in uranium processing, from Russia. Some US utility companies still have supply contracts with Russia, which accounted for about one-third of America’s enriched uranium needs when war broke out.</p><p>As with energy products, however, American firms exposed to Russian uranium supplies have readjusted their supply chains in response to sanctions. What’s more, US companies like X-energy and Orano have invested heavily in domestic production in recent years.</p><h2 id=\"does-russia-have-any-other-leverage\">Does Russia have any other leverage?</h2><p>In the wake of sanctions after February 2022, most Russian commodity shipments were rerouted from Western countries to China at discounted prices, including for energy products and uranium.</p><p>Indeed, trade between China and Russia has grown in parallel with sanctions on Russia. A common border, shared geopolitical perspectives and joint opposition to the US have deepened bilateral relations.</p><p>Russia-China trade saw annual growth of nearly 30 percent in both 2022 and 2023, when it hit $240.1bn, according to the Centre for European Policy Analysis. In 2024, Russia climbed to 7th place among China’s trading partners, up from 13th place in 2020.</p><p>During that time, China has supplied Russia with more high-end products – like advanced electronics and industrial machinery – while Moscow has solidified its position as a top supplier of oil and gas to Beijing.</p><p>What’s more, the two countries conduct regular naval exercises and strategic bomber patrols together. The US has consistently expressed concerns over joint military drills and views the China-Russia alignment as a threat to its global leadership role.</p><p>Putin will be aware of these dynamics heading into Friday’s meeting.</p><h2 id=\"what-else-could-putin-offer-trump\">What else could Putin offer Trump?</h2><p>In March, Putin’s investment envoy – Kirill Dmitriev – claimed that Russia and the US had started talks on rare earth metals projects in Russia, and that some American companies had already expressed an interest in them.</p><p>“Rare earth metals are an important area for cooperation, and, of course, we have begun discussions on various rare earth metals and (other) projects in Russia,” Dmitriev told the Izvestia newspaper.</p><p>China’s <a href=\"/economy/2025/6/12/why-chinas-rare-earth-exports-are-a-key-issue-in-trade-tensions-with-us\" target=\"_blank\" rel=\"noopener\">almost total global control</a> over the production of critical minerals – used in everything from defence equipment to consumer electronics – has focused Washington’s attention on developing its own supplies.</p><p>The US Geological Survey estimates Russia’s reserves of rare earth metals at 3.8 million tonnes, but Moscow has far higher estimates.</p><p>According to the Natural Resources Ministry, Russia has reserves of 15 rare earth metals totalling 28.7 million tonnes, as of January 2023.</p><p>But even accounting for the margin of error hanging over Russia’s potential rare earth supplies, it would still only account for a tiny fraction of global stockpiles.</p><p>As such, the US has been pursuing minerals-for-security deals with the <a href=\"/news/2025/3/17/amid-conflict-why-does-the-drc-want-a-minerals-deal-with-trump\" target=\"_blank\" rel=\"noopener\">Democratic Republic of the Congo</a> and <a href=\"/news/2025/5/1/what-is-in-the-us-ukraine-minerals-deal\" target=\"_blank\" rel=\"noopener\">Ukraine</a> in recent months, in an effort to wrestle control of the global supply chain away from China.</p><p>It may try and do the same with Russia.</p><h2 id=\"what-does-russia-want-from-these-meetings\">What does Russia want from these meetings?</h2><p>Since Russia invaded Ukraine in 2022, Western countries have imposed <a href=\"https://www.castellum.ai/russia-sanctions-dashboard\">21,692</a> sanctions on Russia, mostly against individuals.</p><p>Key sanctions on Moscow include import <a href=\"/news/2023/2/5/europe-bans-russian-diesel-and-other-oil-products-over-ukraine\">bans on Russian oil</a>, a <a href=\"/news/2022/12/5/eu-ban-on-russian-oil-imports-and-g7-price-cap-comes-into-effect\">price cap on Russian fuel</a>, and the freezing of Russian central bank assets held in European financial institutions.</p><p>But on July 14, Trump threatened to impose so-called <a href=\"/news/2025/7/15/trump-threatens-tariffs-in-50-days-what-harm-will-it-do-to-russia\">secondary sanctions</a>, that if carried out, would mark a notable shift.</p><p>Since then, he has targeted India – the second biggest buyer of Russian oil – by doubling a 25 percent tariff on its goods to 50 percent, as a penalty for that trade with Moscow. So far, Trump has not imposed similar secondary tariffs on China, the largest consumer of Russian oil.</p><p>But he has suggested that Beijing could face such tariffs in the future, as the US tries to pressure countries to stop buying Russian crude, and thereby corner Putin into accepting a ceasefire.</p><p>Members of Trump’s administration have also indicated that if the Trump-Putin talks in Alaska don’t go well, the tariffs on India could be increased further.</p><p>Meanwhile, lawmakers from both US political parties are pushing for a bill – the Sanctioning Russia Act of 2025 – that would also target countries buying Russian oil and gas.</p><p>The bill would give Trump the authority to impose 500 percent tariffs on any country that helps Russia. US senators are reportedly waiting on Trump’s OK to move the bill forward.</p><p>In Alaska, Putin is expected to demand that Western sanctions on Russia be eased in exchange for Moscow agreeing to any peace deal.</p></div></div></body></html>"
        },
        {
            "title": "Israel’s Ben Gvir filmed threatening Marwan Barghouti in prison | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-15T12:36:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755261343.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What to expect when Trump and Putin meet in Alaska | Newsfeed | Al Jazeera",
            "time": "2025-08-15T12:09:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755259755.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Liverpool target Isak ‘controls’ his Newcastle future | Football News | Al Jazeera",
            "time": "2025-08-15T11:58:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-16T195457Z_721665949_UP1EL4G1JBJ9T_RTRMADP_3_SOCCER-ENGLAND-NEW-CRY-REPORT-1755258174.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Liverpool target Isak ‘controls’ his Newcastle future</h1><p class=\"article__subhead\"><em>Swedish international striker Alexander Isak has been training away from his Newcastle colleagues amid Liverpool link.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Newcastle United manager Eddie Howe admits striker Alexander Isak has control of his future with the club as Liverpool remain interested in signing the Sweden forward.</p><p>Isak will not be involved in Newcastle’s Premier League opener at Aston Villa on Saturday after reportedly telling the club he wants to leave St James’ Park.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 25-year-old was the subject of a rejected 110-million-pound ($149m) bid this month from Premier League champions Liverpool, who <a href=\"/sports/2025/8/14/liverpool-vs-bournemouth-premier-league-teams-start-lineups\">begin their title defence against Bournemouth</a> on Friday.</p><p>Howe is desperate to keep Isak, who helped the Magpies end their 56-year trophy drought by winning the League Cup final against Liverpool last season while also firing them to Champions League qualification.</p><p>Asked if he envisioned Isak playing for Newcastle before the end of the summer transfer window, Howe told reporters on Friday: “As I sit here now, I don’t know that. Alex will control that.”</p><p>Isak is reportedly refusing to train or play in an effort to force his way out of the club he joined from Real Sociedad in 2022.</p><p>He did not take part in Newcastle’s preseason tour, training alone at his former club Sociedad instead.</p><p>Isak has three years remaining on his Newcastle contract, and it is understood he will be fined – the maximum penalty for a single offence is two weeks wages – for missing a competitive match this weekend.</p><p>Liverpool manager Arne Slot has <a href=\"/sports/2025/8/8/slot-hints-at-new-liverpool-bid-for-newcastles-isak\">hinted the Reds will submit a second offer</a> – their initial bid was 40 million pounds ($54m) shy of Newcastle’s valuation – but Howe is confident there is a way back for the player should no deal be struck.</p><p>“Yes, I believe there is, but of course, discussions and talks would have to take place in order for that to happen,” he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“At the moment, I would [expect him to stay], but I’ve got no change of feeling throughout the summer.</p><p>“It’s not in my hands, but he’s contracted to us, so that’s why I say that.”</p><p>Isak’s stance has angered Newcastle fans, and Howe hopes the striker realises how important the club has been in his development.</p><p>“He’s a highly intelligent person, and he knows he wouldn’t have the success here without everybody connected with Newcastle,” he said.</p><p>“This is a different moment for him and us, and we’re working through that together.”</p><p>Howe said he is also focused on strengthening Newcastle’s squad, regardless of Isak’s transfer status.</p><p>Aston Villa midfielder Jacob Ramsey is close to completing a move to Tyneside while Brentford forward Yoane Wissa is a target for Howe.</p><p>“Yes, we’ve been active for a few, and for whatever reason, they haven’t happened. I can’t deny that, but we’re still actively looking, and I still believe that there is someone there that can fit our requirements,” said Howe, who failed in approaches for Hugo Ekitike, <a href=\"/sports/2025/8/9/manchester-united-complete-benjamin-sesko-signing-from-rp-leipzig\">Benjamin Sesko</a> and Joao Pedro.</p></div></div></body></html>"
        },
        {
            "title": "Rescuers search for missing after devastating Kashmir cloudburst | Floods News | Al Jazeera",
            "time": "2025-08-15T11:57:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227212062096-1755247522.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rescuers scoured debris in a remote village in Indian-administered Kashmir searching for missing residents on Friday after devastating flash floods triggered by the previous day’s torrential downpour killed at least 60 people, according to officials.</p><p>Teams of disaster management officials, police and soldiers, aided by local villagers, combed through the devastated Himalayan village of Chositi on Friday.</p><p>Rescue operations paused overnight after successfully evacuating at least 300 people on Thursday following a powerful cloudburst that triggered devastating floods and landslides. Officials reported that many missing persons were likely swept away by floodwaters. Additional rescue teams were en route to bolster relief efforts.</p><p>At least 50 severely injured individuals received treatment in local hospitals after being rescued from a stream filled with mud and debris. Disaster management official Mohammed Irshad warned that the number of missing people could rise.</p><p>Meteorologists have predicted more heavy rainfall and flooding for the region.</p><p>Chositi, a remote village in Kashmir’s Kishtwar district, serves as the last vehicle-accessible point for an annual Hindu pilgrimage to a mountainous shrine situated at 3,000 metres (9,500 feet) elevation, approximately 8 kilometres (5 miles) from the village.</p><p>The pilgrimage, which began July 25 and was scheduled to continue until September 5, has been suspended.</p><p>The floods destroyed the main community kitchen established for pilgrims, along with dozens of vehicles and motorcycles. More than 200 pilgrims were in the kitchen when the flood struck, which also damaged or washed away numerous homes clustered in the foothills.</p><p>Images and videos shared on social media reveal extensive destruction, with household belongings scattered among damaged vehicles and homes throughout the village. Authorities have constructed makeshift bridges to help stranded pilgrims cross muddy water channels.</p><p>Cloudbursts – sudden, intense downpours over small areas – have become increasingly frequent in India’s Himalayan regions, which are vulnerable to flash floods and landslides. These events can cause devastating flooding and landslides, affecting thousands in mountainous areas.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Experts attribute the increased frequency of cloudbursts partly to climate change, while noting that unplanned development in mountain regions has amplified the resulting damage.</p><p>Kishtwar district hosts multiple hydroelectric power projects, which experts have consistently warned endanger the region’s delicate ecosystem.</p></div></div></body></html>"
        },
        {
            "title": "Hezbollah says Lebanon disarmament plan serves Israel, vows to keep weapons | Hezbollah News | Al Jazeera",
            "time": "2025-08-15T11:49:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-02-02T181849Z_176512133_RC2IMCA4NRMZ_RTRMADP_3_ISRAEL-PALESTINIANS-LEBANON-HEZBOLLAH-1753899588.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hezbollah chief Naim Qassem has accused Lebanon’s government of “handing” the country to Israel by pushing for the group’s <a href=\"/news/2025/8/10/will-lebanon-succeed-in-disarming-hezbollah\">disarmament</a>, warning it would fight to keep its weapons.</p><p>Qassem spoke in a televised address on Friday after meeting Iran’s top security chief, Ali Larijani. Tehran has long backed the Lebanese armed group.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Lebanon’s Prime Minister Nawaf Salam slammed the remarks, branding them “a veiled threat of civil war.” Salam added, “No one in Lebanon today wants a civil war, and any threats or intimidation of such a war are completely unacceptable.”</p><p>Lebanon suffered one the 20th century’s worst civil wars for 15 years, between 1975 and 1990. The war left around 200,000 people dead and an estimated 17,000 others missing. The Israeli army also occupied Lebanon during and after the war, with a full invasion in 1982, only withdrawing its troops in 2000 after being harried out by Hezbollah.</p><p>Hezbollah emerged badly weakened from last year’s war with Israel, during which longtime leader <a href=\"/news/2024/9/28/hassan-nasrallah-hezbollah-leader-killed-in-beirut-in-israeli-strike\">Hassan Nasrallah was assassinated</a> in a massive Israeli strike in Beirut. Under United States pressure, the Lebanese government has ordered the army to devise a <a href=\"/news/2025/8/7/lebanese-cabinet-holds-more-talks-on-disarming-hezbollah-under-us-pressure\">plan</a> to disarm the group by the end of the year.</p><p>Iran, whose “axis of resistance” includes Hezbollah, has also suffered a series of setbacks, most recently in its own war with Israel, which also saw the US strike its nuclear sites.</p><p>“This is our nation together. We live in dignity together, and we build its sovereignty together – or Lebanon will have no life if you stand on the other side and try to confront us and eliminate us,” Qassem said.</p><p>“The government is implementing an American-Israeli order to end the resistance, even if it leads to civil war and internal strife,” the Hezbollah leader added.</p><p>“The resistance will not surrender its weapons while aggression continues, occupation persists, and we will fight it … if necessary to confront this American-Israeli project no matter the cost,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Qassem urged the government “not to hand over the country to an insatiable Israeli aggressor or an American tyrant with limitless greed”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He also said the government would “bear responsibility for any internal explosion and any destruction of Lebanon” as he accused it of “leading the country to ruin”.</p><p>Hezbollah and its ally the Amal party would not organise any street protests at this time, he said, while threatening to do so in future.</p><p>Reporting from Beirut, Al Jazeera’s Zeina Khodr said Qassem used the address to send messages to the government about the disarmament plan.</p><p>“Most of his speech was directed at the government, saying their decision is dangerous, that they are exposing the country to a major crisis, and the government will be held responsible if there is internal strife,” she said.</p><p>Before the war with Israel in October and November, Hezbollah was believed to be better armed than the Lebanese military.</p><p>It has long maintained it needs to keep its arsenal to defend Lebanon from attack, but critics accused it of using its weapons for political leverage.</p><p>This week, Larijani, Iran’s Supreme National Security Council chief, was in Beirut, where he met Qassem and President Joseph Aoun.</p><p>Iran has expressed its opposition to the government’s <a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">disarmament plan</a> and has promised to continue to provide support to Hezbollah.</p><p>Aoun told Larijani that he rejected any interference in the country’s internal affairs, branding as “unconstructive” Iran’s statements on plans to disarm Hezbollah.</p></div></div></body></html>"
        },
        {
            "title": "Lebanon, Iran’s delicate diplomacy amid calls to disarm Hezbollah | Hezbollah News | Al Jazeera",
            "time": "2025-08-15T10:38:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689c83b2901f-1755087794.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>This week’s visit to Lebanon of senior Iranian politician Ali Larijani, secretary of the Supreme National Security Council, is seen as an attempt to smooth any feathers ruffled by rhetoric from Tehran about Hezbollah’s disarmament.</p><p dir=\"ltr\">In early August, the Lebanese government, <a href=\"/news/2025/8/7/lebanese-cabinet-holds-more-talks-on-disarming-hezbollah-under-us-pressure\">under pressure from the United States</a>, announced that it would seek to disarm Hezbollah, long considered a principal ally of Tehran, by the end of the year.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p dir=\"ltr\">The group <a href=\"/news/2024/10/13/mapping-one-year-of-cross-border-attacks-between-israel-and-lebanon\">reacted angrily to the call to disarm</a> with its secretary-general, Naim Qassem, denouncing the idea on Friday and saying the Lebanese government “does not have the right to question the resistance’s legitimacy”.</p><p dir=\"ltr\">Iranian Foreign Minister Abbas Araghchi said in an interview last week: “We support any decision the group makes, but we do not intervene.”</p><p dir=\"ltr\">“This is not the first time they’ve tried to strip Hezbollah of its weapons,” he said. “The reason is clear: The power of resistance has proven itself in the field.”</p><p dir=\"ltr\">His comments were received angrily in Beirut. Foreign Minister Youssef Rajji – who is from the anti-Hezbollah, right-wing Lebanese Forces party – said Araghchi’s statement is “firmly rejected and condemned”.</p><p dir=\"ltr\">“Such statements undermine Lebanon’s sovereignty, unity and stability and constitute an unacceptable interference in its internal matters and sovereign decisions,” Rajji said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p dir=\"ltr\">Hezbollah and Iran have emerged bruised from separate conflicts with Israel in November and June, respectively. Now, Beirut’s <a href=\"/news/2025/8/10/will-lebanon-succeed-in-disarming-hezbollah\">instruction for Hezbollah to disarm</a> risks further undermining the relevance of the group at a critical time, analysts said.</p><h2 id=\"who-decides\">Who decides?</h2><p dir=\"ltr\">Many analysts believe the decision on whether to retain or relinquish its arms may not be Hezbollah’s alone.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p dir=\"ltr\">”Hezbollah does not have complete freedom of action in this regard,” HA Hellyer of the Royal United Services Institute told Al Jazeera, referencing the group’s close ties with Iran.</p><p dir=\"ltr\">“But it doesn’t act simply as a proxy for Tehran and is in the midst of a rather challenging period of its existence, especially given the surrounding geopolitics of the region,” he said of the regional upheavals since Israel began its war on Gaza in October 2023 and launched subsequent assaults on Lebanon and Syria.</p><p dir=\"ltr\">Those assaults inflicted significant damage on Lebanon, principally in the southern Beirut suburbs and southern Lebanon, where Hezbollah’s support base is located.</p><p dir=\"ltr\">Lebanon was already locked into an economic crisis before Israel’s war, and the World Bank estimated in May that it would now <a href=\"/news/2025/5/6/lebanon-government-works-to-regain-donor-trust-secure-reconstruction-funds\">need $11bn</a> to rebuild. The central government would be responsible for distributing that money, giving it some influence over Hezbollah.</p><figure id=\"attachment_3729439\" aria-describedby=\"caption-attachment-3729439\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3729439\" src=\"/wp-content/uploads/2025/05/000_47YB2KF-1748088661.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman holds a flyer with portraits of slain Hezbollah leaders Hassan Nasrallah (R) and successor Hashem Safieddine (L) at a polling station in the municipal elections in Nabatieh in southern Lebanon on May 24, 2025. [Mahmoud Zayyat/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3729439\" class=\"wp-caption-text\">A woman holds a flyer of late Hezbollah leaders Hassan Nasrallah, right, and his successor Hashem Safieddine, both killed by Israel [File: Mahmoud Zayyat/AFP]</figcaption></figure><p dir=\"ltr\">“Tehran will be very opposed to Hezbollah disarming,” Hellyer said. “But if Hezbollah decides it needs to, to preserve its political position, Tehran can’t veto.”</p><p dir=\"ltr\">He also suggested that Tehran may see some of its allied groups in Iraq, which Larijani visited before Beirut, more favourably now, especially since the fall of Syria’s Bashar al-Assad in December severed its land supply routes to Lebanon.</p><p dir=\"ltr\">“Hezbollah is, of course, very important to Iran, but I think the Iraqi militia groups are becoming more so, particularly after the loss of Assad,” Hellyer said.</p><h2 id=\"a-threat-and-a-provocation\">A threat and a provocation</h2><p dir=\"ltr\">Hezbollah has long been considered the most powerful nonstate armed actor in the Middle East, a valuable ally for Iran and a nemesis for Israel.</p><p dir=\"ltr\">“Hezbollah has always been a threat and a provocation, depending on where you’re standing,“ said Nicholas Blanford, a nonresident senior fellow at the Atlantic Council and an authority on Hezbollah.</p><p dir=\"ltr\">“It’s still both, though to a much lesser degree,” he added, noting the damage the group sustained from Israel’s attacks and the assassinations of its leadership in the build-up to and during Israel’s war on Lebanon in October and November.</p><p dir=\"ltr\">“It’s clear that Iran wants Hezbollah to remain as it is and, as far as we can tell, is helping it reorganise its ranks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p dir=\"ltr\">“It’s also clear from their statements that Hezbollah has no intention of giving up its arms. Even relatively moderate figures within the group are comparing doing so to suicide.”</p><p dir=\"ltr\">In his speech on Friday, Qassem’s rejection was unequivocal: “The resistance will not disarm so long as the aggression continues and the occupation persists.</p><p dir=\"ltr\">“If necessary, we will fight a Karbala’i battle to confront this Israeli-American project, no matter the costs, and we are certain we will win,” he said, referencing the Battle of Karbala, venerated by Shia Muslims as a foundational battle against tyranny and oppression.</p><p dir=\"ltr\">Qassem seemed to exclude the Lebanese military from his ire, warning the government: “Do not embroil the national army in this conflict. … It has a spotless record and does not want [this].”</p><h2 id=\"inside-the-tent\">Inside the tent</h2><p dir=\"ltr\">Larijani’s visit on Wednesday was seen as a potential opportunity for Beirut to open up new lines of communication with one of the region’s most significant actors, Tehran, and potentially determine what Iran might be willing to consider in return for Hezbollah’s future disarmament.</p><figure id=\"attachment_3353282\" aria-describedby=\"caption-attachment-3353282\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3353282\" src=\"/wp-content/uploads/2024/11/AA-20241127-36313262-36313258-DESTRUCTION_IN_LEBANONS_NABATIEH_AS_RESIDENTS_RETURN_FOLLOWING_CEASEFIRE-1732747630.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"a woman wipes away tears as she stands in between destroyed buildings\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3353282\" class=\"wp-caption-text\">During the war on Lebanon, Israel inflicted the most damage in areas where Hezbollah’s supporters live, in the south of the country and the capital, like the southern town of Shebaa, shown on November 27, 2024 [Ramiz Dallah/Anadolu]</figcaption></figure><p dir=\"ltr\">“It’s not possible for Lebanon to break relations between the Shia community and Iran, any more than it could the Sunni community and Saudi Arabia,” Michael Young of the Carnegie Middle East Center said.</p><p dir=\"ltr\">“Iran is a major regional actor. It has a strong relationship with one of [the two] largest communities in the country,” he said of Lebanon’s large Shia community.</p><p dir=\"ltr\">“You can’t cut ties. It doesn’t make sense. You want Iranians inside the tent, not outside.”</p><p>Given the precarity of Lebanon’s position, balanced between the US support it relies upon and the regional alliances it needs, Young suggested that Lebanese lawmakers nevertheless seek an opportunity to secure some sort of middle ground while accepting that some in Beirut may not be willing to countenance any negotiations with Iran.</p><p>“It’s important for the Lebanese to see if there are openings in the Iranian position,” Young continued, casting Larijani’s visit as a potential opportunity for the Lebanese government to influence Iran’s position on Hezbollah’s future.</p><p>“And this is something Larijani’s visit, if well exploited, could provide,” he said, “It’s important for the Lebanese to see if the Iranians propose anything in the future or if they show a willingness to compromise on behalf of Hezbollah.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Geneva talks on global plastic pollution treaty collapse without a deal | Environment News | Al Jazeera",
            "time": "2025-08-15T10:35:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T134618Z_713056153_RC2P5GAKL00K_RTRMADP_3_UN-PLASTIC-GERMANY-1755250862.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global talks to develop a landmark treaty to tackle plastic pollution have once again failed to reach an agreement, despite efforts late into the night to strike a deal.</p><p>Delegates at a closing meeting of the Intergovernmental Negotiating Committee (INC) in Geneva on Friday spoke of their dismay at the failure to break a deadlock at the sixth round of talks in under three years, as countries remained deeply divided over the scope of any treaty.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“South Africa is disappointed that it was not possible for this session to agree a legally binding treaty and positions remain far apart,” its delegate told a closing meeting.</p><p>Cuba’s delegate said that negotiators had “missed a historic opportunity but we have to keep going and act urgently”, the AFP news agency reported.</p><p>“The planet, and present and future generations need this treaty.”</p><h2 id=\"landmark-treaty-sought\">Landmark treaty sought</h2><p>More than 1,000 delegates from at least 180 countries had gathered in the Swiss city for the latest meeting of the INC, a group established by the United Nations Environment Assembly in 2022 with the mandate to develop the world’s first legally binding global treaty to tackle plastic pollution.</p><p>The negotiations in Geneva were intended to be the last round of talks that would produce a deal – although the same was said of the <a href=\"/news/2024/12/1/negotiators-fail-to-agree-on-un-treaty-to-curb-global-plastic-pollution\">previous round of talks</a> held in Busan, South Korea, late last year.</p><p>Delegates had been working to a deadline of Thursday to reach a deal, and held frantic last-minute negotiations into the early hours of Friday to try to strike common ground before talks collapsed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Countries remain divided between those seeking significant action, such as imposing caps on producing new plastic, and those, mostly oil-producing states, who want the deal to concentrate on waste management.</p><p>The so-called High Ambition Coalition, a large informal bloc which includes the European Union, the United Kingdom and Canada, as well as many Latin American and African countries, has pushed for the treaty to introduce curbs on plastic production and the phasing out of toxic chemicals.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But a camp of oil-producing states calling itself the Like-Minded Group – including Saudi Arabia, Kuwait, Russia, Iran, and Malaysia – argues that the treaty should be much more limited in scope.</p><p>Luis Vayas Valdivieso, chair of the negotiating committee, wrote and presented two drafts of a treaty text, but the delegates <a href=\"/news/2025/8/14/no-agreement-in-sight-on-un-treaty-to-tackle-plastic-pollution\">did not agree</a> on either as the basis for negotiations.</p><figure id=\"attachment_3887960\" aria-describedby=\"caption-attachment-3887960\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3887960\" src=\"/wp-content/uploads/2025/08/epa_689d86f75484-1755154167.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12297950 Chair of the International Negotiating Committee Luis Vayas Valdivieso during a plenary session of Second Part of the Fifth Session of the Intergovernmental Negotiating Committee on Plastic Pollution (INC-5.2), at the European headquarters of the United Nations in Geneva, Switzerland, 13 August 2025. EPA/MARTIAL TREZZINI\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3887960\" class=\"wp-caption-text\">Luis Vayas Valdivieso chairs an INC session in Geneva [File: Martial Trezzini/EPA]</figcaption></figure><h2 id=\"anger-and-disappointment\">Anger and disappointment</h2><p>France’s Ecological Transition Minister Agnes Pannier-Runacher said she was “angry” and “disappointed” by the outcome, the AFP news agency reported, adding that a small number of countries “guided by short-term financial interests” had stood in the way of an important treaty.</p><p>Palau, speaking for a group of 39 small island developing states, expressed its frustration at “repeatedly returning home with insufficient progress to show our people”.</p><p>“It is unjust for [our countries] to face the brunt of yet another global environmental crisis we contribute minimally to.”</p><p>The next steps for the negotiations were not immediately clear. Vayas said on Friday as the delegates reconvened that no further action has yet been proposed on the latest draft. He banged a gavel made of recycled plastic bottle tops and said the session was adjourned, to be resumed at a later date.</p><p>Some delegates expressed interest in a seventh round of talks in the future, despite their disappointment in the outcome.</p><p>The EU said that the latest draft was a good basis for future negotiating sessions, while South Africa’s delegate insisted: “It cannot end here.”</p></div></div></body></html>"
        },
        {
            "title": "Palestinians condemn Israel’s Ben-Gvir over Marwan Barghouti threat | News | Al Jazeera",
            "time": "2025-08-15T09:56:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2007/04/1_217408_1_5.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Palestinians condemn Israel’s Ben-Gvir over Marwan Barghouti threat</h1><p class=\"article__subhead\"><em>Footage shows far-right minister taunting 66-year-old Palestinian leader during jail visit.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian officials have condemned far-right Israeli National Security Minister Itamar Ben-Gvir’s taunting visit to the jail cell of long-imprisoned Fatah leader Marwan Barghouti.</p><p>Footage of the visit shared on social media on Thursday showed the minister making threatening remarks to the 66-year-old.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In the footage, Ben-Gvir is seen telling Barghouti, who has been in prison since 2002, including years in solitary confinement: “You won’t win. Whoever messes with the nation of Israel, whoever murders our children and women – we will wipe them out.”</p><p>“You should know this, [this happened] throughout history,” Ben-Gvir added.</p><p>The Palestinian Ministry of Foreign Affairs condemned the incident “in the strongest terms”.</p><p>In a statement on Thursday, the ministry said Ben-Gvir’s actions were “an unprecedented provocation and organised state terrorism, falling within the framework of the crimes of genocide, displacement, and annexation faced by the prisoners and our people”.</p><p>It added that the Palestinian Authority will take the threat seriously and will follow up with the International Committee of the Red Cross, relevant states, the international community, and its specialised organisations and councils.</p><p>Barghouti’s wife, <a href=\"/news/2017/10/28/the-love-story-of-fadwa-and-marwan-barghouti\">Fadwa</a>, said he and other Palestinian prisoners are subjected to inhumane treatment behind bars.</p><p>“They are still, Marwan, chasing you and pursuing you even in the solitary cell you’ve been living in for two years, and the struggle of the occupation and its figures with you continues. The shackles are on your hands, but I know your spirit and determination, and I know you will remain free, free, free,” she wrote in a statement on Facebook.</p><p>“I know that the only thing that can shake you is what you hear about your people’s pain, and the only thing that crushes and wounds you is the failure to protect our sons and daughters. You are of the people; wherever you are among the people, you are one of them and part of them.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"shocking\">‘Shocking’</h2><p>Israel’s Channel 12 broadcast a video clip of Ben-Gvir’s visit at Ganot Prison in central Israel. The channel reported that the minister’s visit was intended to oversee stricter conditions for Palestinian prisoners.</p><p>The video marks the first time for years that footage of Barghouti has been published. His family and rights groups said he has been in solitary confinement since Israel launched its war on Gaza in October 2023 after Hamas-led attacks on southern Israel.</p><p>Relatives of Barghouti who viewed the footage told Al Jazeera Arabic there was a “shocking” appearance in his features, apparently from “exhaustion and hunger”, and expressed fear that he would die in custody.</p><p>In October, the Palestinian Prisoner’s Society accused Israeli prison staff of “<a href=\"/news/2024/10/28/marwan-barghouti-brutally-assaulted-in-israeli-prison-rights-groups-say\">brutally assaulting” and injuring</a> Barghouti while he was being held in solitary confinement.</p><p>The claims that he has several times been beaten by prison staff have been denied by the Israel Prisons Service.</p><p>The Fatah leader was sentenced to five life sentences plus 40 years for his alleged role in planning attacks that caused the deaths of five civilians during the second Intifada.</p></div></div></body></html>"
        },
        {
            "title": "Trump faces “serious risks” with Putin’s “maximalist demands” | Digital Series | Al Jazeera",
            "time": "2025-08-15T09:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250815_SALVO_H-1755249592.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Japan minister visits controversial shrine to mark World War II anniversary | The World Wars News | Al Jazeera",
            "time": "2025-08-15T09:13:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-15T004610Z_417215774_RC2B7GAYM69O_RTRMADP_3_WW2-ANNIVERSARY-JAPAN-SHRINE-1755238408.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan minister visits controversial shrine to mark World War II anniversary</h1><p class=\"article__subhead\"><em>Japan marks 80 years since Emperor Hirohito announced his country’s surrender to Allied forces.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Japanese cabinet minister was among thousands of people to visit a controversial war memorial in Tokyo as Japan marks 80 years since the end of World War II.</p><p>Agricultural Minister Shinjiro Koizumi on Friday paid his respects at the Yasukuni Shrine, a symbol of Japan’s militaristic past.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He was joined by dozens of national and local politicians from the far-right “Japan First” Sanseito Party, according to local media.</p><p>The Shinto shrine was built in the 19th century to honour Japan’s war dead, but it is best known for enshrining 14 Japanese “class A” war criminals and 1,000 others also found guilty by an Allied tribunal after World War II.</p><p>The Yasukuni Shrine is considered a political lightning rod in East Asia, where memories of Japan’s wartime atrocities are not forgotten, but senior Japanese leaders have continued to visit over the years.</p><p>But the shrine was just one site where Japanese people gathered on Friday to mark 80 years since Emperor Hirohito announced Japan’s surrender in an August 15, 1945, radio broadcast.</p><p>Tokyo formally surrendered a few weeks later on September 2, 1945.</p><p>Japanese media reported that more than 4,000 people attended the National Memorial Ceremony for the War Dead in Tokyo, including Japanese Prime Minister Shigeru Ishiba.</p><figure id=\"attachment_3889446\" aria-describedby=\"caption-attachment-3889446\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889446\" src=\"/wp-content/uploads/2025/08/2025-08-15T041752Z_1629759134_RC2F7GAWCMH0_RTRMADP_3_WW2-ANNIVERSARY-JAPAN-SHRINE-1755238834.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Japan's Emperor Naruhito and Empress Masako bow during a memorial service ceremony marking the 80th anniversary of Japan's surrender in World War Two, at Budokan Hall, in Tokyo, Japan, August 15, 2025. REUTERS/Manami Yamada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889446\" class=\"wp-caption-text\">Japan’s Emperor Naruhito and Empress Masako bow during a memorial service ceremony marking the 80th anniversary of Japan’s surrender in World War II, at Budokan Hall, in Tokyo, Japan, on Friday [Manami Yamada/Reuters]</figcaption></figure><p>Ishiba spoke at the commemoration about the lessons Japan carried from the war.</p><p>“We should never repeat the devastation of war. We will never, ever make a mistake in choosing the path to take,” Ishiba said, according to Kyodo News.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Ishiba also spoke of Japan’s “remorse” over the war, marking the first time a Japanese prime minister used the term in more than a decade at a war memorial, the news outlet said.</p><p>Japan famously adopted a pacifist constitution after World War II, but wounds linger from decades of Japanese colonial rule in parts of Asia that lasted from 1895 to 1945.</p><p>The prime minister stopped short of directly mentioning Japan’s wartime aggression and the suffering it caused, a precedent set by past Japanese leaders, Kyodo said.</p><p>Japan’s Emperor Naruhito also attended the event, where he said he was “overcome with deep emotion” at Japan’s transformation since the end of World War II.</p><p>“It is my sincere hope that we carry on passing down the stories of the hardships endured during and after the war and continue in unity of spirit to seek peace and the happiness of the people in the future,” he said, according to Japanese media.</p><p>Japan last week also marked 80 years since the US dropped atomic bombs on Hiroshima and Nagasaki, killing more than 200,000 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Sewage floods Gaza’s Nasser Hospital after Israeli strike | Newsfeed | Al Jazeera",
            "time": "2025-08-15T09:03:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Clean2-1755249319.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Blackwater founder Erik Prince to send forces to Haiti to fight gangs | News | Al Jazeera",
            "time": "2025-08-15T09:02:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-14T100037Z_661930628_RC2ORDAP4JU9_RTRMADP_3_HAITI-SECURITY-PRINCE-1755243617.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A private security company run by Blackwater founder Erik Prince will send hundreds of fighters to violence-racked Haiti to combat the country’s gang violence problem and restore its tax collection system, according to United States media reports.</p><p>Prince, a controversial figure who is a major donor to Donald Trump, revealed details of the new mission for his company, Vectus Global, in an interview with the Reuters news agency on Thursday. A person with knowledge of the plans also confirmed details to The Associated Press news agency.</p><p>Prince told Reuters that he expected Vectus Global, his US-based private security firm, which provides logistics, infrastructure and defence, would regain control of gang-held roads and territory in Haiti within about a year.</p><p>“One key measure of success for me will be when you can drive from Port-au-Prince to Cap-Haitien in a thin-skinned vehicle and not be stopped by gangs,” he told the news agency.</p><p>He said the company would also be involved in creating and implementing a system to tax products crossing Haiti’s border with the Dominican Republic once security was restored.</p><figure id=\"attachment_2753325\" aria-describedby=\"caption-attachment-2753325\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2753325\" src=\"/wp-content/uploads/2024/03/AFP__20240305__34KP9Q7__v6__Preview__StateOfEmergencyAndCurfewInHaitiAfterViolentCla-1709722448.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Armed gang leader Jimmy \"Barbecue\" Cherizier and his men are seen in Port-au-Prince' fetchpriority=\"low\"><figcaption id=\"caption-attachment-2753325\" class=\"wp-caption-text\">Gang leader Jimmy ‘Barbecue’ Cherizier and his men pictured in Port-au-Prince in 2024 [File: Clarens Siffroy/AFP]</figcaption></figure><h2 id=\"several-hundred-personnel\">‘Several hundred’ personnel</h2><p>For years, Haiti has been plagued by violence and insecurity as <a href=\"/news/2025/4/21/haiti-is-nearing-point-of-no-return-as-gang-violence-surges-un-official\">powerful armed gangs</a>, often with ties to political and business leaders, have vied for influence and territorial control – a situation that worsened dramatically after the 2021 assassination of President Jovenel Moise.</p><p>The deployment of a United Nations-backed, Kenya-led <a href=\"/news/2024/6/25/kenyan-police-contingent-arrives-in-haiti-as-protests-roil-nairobi\">police mission</a> last year has failed to restore stability. Earlier this month, the government<a href=\"/news/2025/8/9/haiti-declares-three-month-state-of-emergency-as-gang-violence-spikes\"> announced</a> a three-month state of emergency in several parts of the country in response to the crisis.</p><p>Vectus Global began its operations in Haiti in March, Reuters reported, mostly through the use of drones in coordination with a government task force.</p><p>But it was set to significantly increase its activities in the coming weeks in coordination with Haitian police, Reuters reported, citing a person familiar with the matter. The source said the company would deploy “several hundred” personnel from the US, Europe and El Salvador who were trained as snipers and intelligence and communications specialists, along with boats and helicopters.</p><p>The AP, citing a person with knowledge of the plans, said the deployment would entail “nearly 200” personnel as part of a one-year deal to tackle gang violence. It said Vectus Global would also take a “long-term role” in advising Haiti’s government on restoring tax revenue collection once the gang violence was addressed.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Prince told Reuters that Vectus Global had a 10-year contract with the Haitian government, but would not comment on how much it was worth. The Haitian government has not commented on the reports, but in June, the then-leader of Haiti’s transitional presidential council, Fritz Alphonse Jean, confirmed that the government was using foreign contractors.</p><p>The Haitian government has identified restoring tax revenue as a key factor in tackling the country’s problems.</p><p>Taxation at the border used to account for half of the country’s tax revenue, but gang control of transport links has hurt trade and badly affected vital government revenue streams, impacting the delivery of basic services, a report commissioned last year by Haiti’s government and international organisations found.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"blackwater-s-track-record-of-abuses\">Blackwater’s track record of abuses</h2><p>The involvement in Haiti of Prince, a former US Navy Seal who is the brother of former US Education Secretary Betsy DeVos, has prompted concerns, especially given the controversial past of his previous company, Blackwater.</p><p>Prince founded Blackwater, a private military company, in 1997. The company gained global notoriety for its actions in Iraq, with four employees convicted over the September 2007 killings of 14 Iraqi citizens in Baghdad’s Nisour Square. The contractors were later <a href=\"/news/2020/12/25/trump-pardons-blackwater-contractors-insult-to-justice\">pardoned by Trump</a> during his first term in the White House.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Prince sold Blackwater in 2010, but has remained active in the private security industry. Since Trump’s return to the White House, he has consulted with Ecuador on how to combat gang violence, and reached a deal with the Democratic Republic of the Congo to help secure and tax mineral wealth.</p><p>“Resorting to private military companies cannot be seen as a solution to insecurity in Haiti,” Gedeon Jean, head of Haiti’s Center for Human Rights Analysis and Research, told AP. “The use of private companies has often resulted in human rights violations.”</p><p>Romain Le Cour Grandmaison, head of the Haiti programme at Geneva-based Global Initiative Against Transnational Organised Crime, told AP that Vectus Global’s mission in Haiti would violate US law unless it had permission from Washington to proceed.</p><p>He said its involvement was more likely to complicate the crisis in Haiti than fix it.</p><p>“⁠In the absence of a coherent, jointly led Haitian and international strategy, the use of private firms is more likely to fragment authority and sovereignty than to advance resolution of the crisis,” he said.</p><p>A Trump administration official said the US government had no involvement with the hiring of Vectus Global by the Haitian government, and was not funding or exercising any oversight of the mission, the AP reported.</p><p>Earlier this year, a team from US security firm Studebaker Defense ceased its operations in Haiti after two personnel were abducted, likely due to corrupt police officials, <a href=\"https://www.nytimes.com/2025/08/02/us/americans-kidnapped-haiti-gangs-studebaker.html\">The New York Times reported</a>.</p></div></div></body></html>"
        },
        {
            "title": "Gaza is no anomaly: Hunger and hoarding are the West’s oldest weapons | Hunger | Al Jazeera",
            "time": "2025-08-15T08:47:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_689de5bb-1755178427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For all the West’s lofty claims about spreading freedom, prosperity and progress, the world remains scarred by chronic instability and mass hunger. Last month, as part of its wind-down of international food and medical aid, the United States destroyed 500 metric tonnes of emergency food aid in the United Arab Emirates. Over 60,000 tonnes of emergency food aid have remained stockpiled in warehouses around the world due to the shutdown of USAID. Meanwhile, Israel – with US and European Union support – has been systematically starving the nearly two million remaining Palestinians in besieged Gaza, part of the almost 320 million people globally who are malnourished or at risk of starving to death in 2025.</p><p>It’s part of a much larger pattern of hoarding and starvation that has its roots in Western norms around capitalism and settler-colonialism, a crime against humanity that rarely faces meaningful international repercussions. This is not an isolated atrocity: The rise of the West and the US was built on the massive hoarding of food resources for profit and the deliberate use of starvation to cow those already living under oppression.</p><p>It is difficult to miss, in both the international news reports and the desperate social media posts of starved Palestinians begging for money, food and clean water, with many showing themselves and their children reduced to emaciated bodies. It should shame us all, yet Westerners and their allies have all committed themselves to genocide, with ample food mere kilometres away. A recent poll by the Viterbi Family Center for Public Opinion and Policy Research at the Israeli Democracy Institute shows that 79 percent of Israeli Jews are “not so troubled” or “not troubled at all” by the reports of famine and suffering among the Palestinian population in Gaza.</p><p>Gaza, though, is hardly alone in facing mass starvation as part of a genocidal campaign, whether in 2025 or in recent world history. What has been all too easy for the West to miss are famine-level crises in the Democratic Republic of the Congo (DRC) and in Sudan. As of March, “a record 27.7 million people are in the grip of acute hunger … amid ongoing conflict linked to massive displacement and rising food prices” in the DRC, according to the United Nations. The two-year-long conflict in Sudan, which has killed an estimated 150,000 people, many of whose deaths were linked to famine, disease and starvation, has also left nearly 25 million in need of food assistance, including nearly 740,000 in North Darfur’s capital, el-Fasher, where the population faces starvation while under siege.</p><p>To be sure, nearly every major power in human history has attacked or withheld food and water supplies in the process of conquering other nation-states and plundering their resources at one time or another. But the West, as the world knows it today, began its quest for global dominance with the First Crusade in the 1090s, and with it, perfected its tactics for siege warfare and the deliberate starvation of Muslim and Jewish populations in the Holy Land (present-day Syria, Lebanon and Palestine), all in the name of Catholicism. Those first Crusaders, short on food supplies themselves, also died in their thousands from hunger or committed acts of mass cannibalism to survive.</p><p>Denying food and water in this Western-dominated world has always been a political and capitalistic weapon of imperialism, colonialism and nationalism. Western Europe’s plundering of the Western Hemisphere not only formed the foundation of capitalism and the never-ending pursuit of profit worldwide, it also entrenched the use of famine, malnutrition and deprivation as tools to control and exploit subject peoples. From the 16th through the 19th century, the transatlantic slave trade, African chattel enslavement and forced labour of Indigenous peoples helped fill royal coffers in Europe and build great wealth for landowners across the Western Hemisphere. Enslaved and coerced labourers, denied adequate food and water, toiled in the fields to grow cash crops such as sugar, coffee and tobacco, or mined gold and silver, and frequently died from starvation, disease and abuse. One recent study estimated that as many as 56 million Indigenous people died between 1492 and 1600 alone. Outside the eventual United States, seven years was the average lifespan for most of the 12 million Africans who survived the horrors of the Atlantic crossing and arrived in the Western Hemisphere.</p><p>Beyond the Americas, around 10 million people starved to death during the Great Bengal Famine of the 1770s because the East India Company prioritised collecting food for Europe’s ports and imposing punitive taxes on South Asian peasants over saving lives. This famine, like so many others under colonial rule, was not an accident of nature but the outcome of deliberate economic policies that treated human life as expendable. Between 1904 and 1908, in what is now Namibia and Tanzania, the ruling Germans “directly killed or starved to death” approximately “60,000 Herero” and “10,000 Nama” in Namibia, as well as “up to 250,000 Ngoni, Ngindo, Matumbi and members of other ethnic groups” in crushing colonial uprisings.</p><p>Perhaps the political and psychological impact of famine and bubonic plague in 14th and 15th-century Europe helps to explain both the West’s penchant for colonisation and its weaponisation of food, and the denial of access to it, as punishment. As noted in the results of the 1944–45 Minnesota Starvation Experiment with 36 white men, the participants “would dream and fantasise about food” and “reported fatigue, irritability … and apathy,” including “significant increases in depression, hysteria and hypochondriasis”. Imagine the psychological impact of generations of food insecurity and starvation across an entire civilisation, especially one that believed itself to be religiously and morally superior because of its Christianity. The West has been consistent in denying populations everywhere the fundamental human right to eat.</p><p>As for the United States, the nation that began as the Jamestown colony in 1607 has operated under John Smith’s words for the past 400 years: “The greater part must be more industrious or starve. He that will not work, shall not eat.” America’s own colonial history and post-independence expansion also involved stealing land from Indigenous groups, burning crops and ensuring famine and massive Indigenous population decline. Growing heaps of cash crops such as tobacco, indigo, rice, sugar and cotton left little land for enslaved Black folk to cultivate food for themselves. Enslavers often provided the enslaved with meagre rations such as corn mush and salted pork fatback, hardly enough to sustain life.</p><p>Even when the United States became an agricultural juggernaut, the “work or starve” song remained the same, its classist and racist message only evolving with the times. For the past 40 years, US presidents and Congress have enacted multiple bills requiring the nation’s poor to work for minimal food benefits or go without, including new work requirements for SNAP (food stamps) benefits enacted under the One Big Beautiful Bill earlier this year. In 2015, then Senate Majority Leader Mitch McConnell summed up the thinking of US business leaders and the Western world towards those living with food precarity: “They’re doing too good with food stamps, Social Security and all the rest.”</p><p>I can attest to the impact of malnourishment and working just to eat. From the end of 1981 until I went off to college in 1987, one-third of every month at home in Mount Vernon, New York, was spent with little or no food in my belly, often with massive intestinal gas pains bloating my abdomen. It did not matter whether my mother worked full-time for Mount Vernon Hospital or relied on the US welfare system for food aid. Once, I dropped from 83 to 76 kilogrammes on my 188-centimetre frame in the 18 days after finishing my undergraduate degree, while working for Pitt’s Western Psychiatric Institute and Clinic in 1991. I walked the five kilometres each way to and from work for those three weeks because I only had $30 to get me through. Fantasies of hoarding food and controlling access to resources were definitely part of my experiences with moderate hunger and malnutrition.</p><p>Today, the United States produces enough food to feed more than two billion people, and the world produces enough to feed more than 10 billion every year. Yet the quest for profit and markets for agribusinesses, and the continued deliberate denial of access to food for vulnerable and marginalised populations, all to subjugate them for their land, their resources and even the very food they grow, continues largely unabated. Hunger remains one of the West’s most enduring weapons of control and domination. Geopolitically, there can be no peace in a world full of people whom the West has deliberately helped starve.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Photos: Putin’s 25-year legacy with US presidents | Politics News | Al Jazeera",
            "time": "2025-08-15T08:29:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2000-07-21T120000Z_1091306134_PBEAHULJEAV_RTRMADP_3_JAPAN-1755243096.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since 2000, Vladimir Putin has served as Russia’s president or prime minister, engaging with five different United States presidents, starting with Bill Clinton.</p><p>As he prepares for discussions with US President Donald Trump in Alaska focused on resolving the Ukraine conflict, here are photographs documenting Putin’s history with American leaders over the past quarter-century.</p></div></div></body></html>"
        }
    ]
}