{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump prosecutor Jack Smith defends record before Republican lawmakers | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T21:26:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T164945Z_339943305_RC2GIIAIV5H3_RTRMADP_3_USA-TRUMP-SMITH-1766004573.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former Justice Department Special Counsel <a href=\"/news/2025/1/12/jack-smith-who-led-trump-prosecutions-leaves-us-justice-department\">Jack Smith</a> has defended the two criminal prosecutions he led against President Donald Trump, in an appearance before a committee in the United States House of Representatives.</p><p>Testifying in a closed-door meeting on Wednesday, Smith took questions from the House Judiciary Committee about the two criminal indictments he ultimately spearheaded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The first, filed in June 2023, alleged that Trump mishandled classified information while out of office. The second, in August of the same year, accused the Republican leader of seeking to <a href=\"/news/2022/12/23/5-key-takeaways-from-january-6-panels-report-on-us-capitol-riot\">overturn the results</a> of the 2020 presidential election, which he lost.</p><p>“Our investigation developed proof beyond a reasonable doubt that President Trump engaged in a criminal scheme to overturn the results of the 2020 presidential election and to prevent the lawful transfer of power,” Smith told the committee.</p><p>He also fended off accusations from the Republican-led committee that his investigations had been politically motivated.</p><p>“I made my decisions in the investigation without regard to President Trump’s political association, activities, beliefs or candidacy in the 2024 election,” Smith said.</p><p>“We took actions based on what the facts and the law required — the very lesson I learned early in my career as a prosecutor.”</p><p>Smith added that the basis of his prosecutions “rests entirely with President Trump and his actions” and that he would make the same decision again today to bring charges, whether the defendant in question were a Republican or Democrat.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Smith’s appearance came as a result of a Republican-led <a href=\"/news/2025/12/3/us-house-judiciary-committee-subpoenas-former-trump-prosecutor-jack-smith\">subpoena</a>, issued on December 3, for his testimony.</p><p>The subpoena set December 12 as the deadline for Smith to turn over documents related to the case, and Wednesday as the date for his congressional appearance.</p><p>Smith’s remarks, however, took place behind closed doors, despite his request to hold the hearing in public.</p><p>Still, portions of his opening statement were provided to news agencies, including The Associated Press.</p><p>Republicans have maintained that the cases against Trump were partisan in nature and were designed to derail his 2024 re-election bid.</p><p>“This was political. This was about going after the Republican Party, and most importantly, it was about going after our candidate for president, President Trump,” Representative Jim Jordan, the chairman of the Judiciary Committee, told the TV programme Fox and Friends on Wednesday.</p><p>Formerly a prosecutor for the International Criminal Court in The Hague, Smith was appointed as a special counsel to the Justice Department in 2022, under former President Joe Biden.</p><p>Special counsels are selected from outside the Justice Department to prevent conflicts of interest in cases that are politically sensitive, and they operate without daily oversight from the department.</p><p>Smith ultimately dropped the two federal cases against Trump after the Republican leader’s successful re-election in 2024, as it is against Justice Department policy to prosecute a sitting president. He later resigned in January, shortly before Trump took office.</p><p>But Trump has repeatedly called for <a href=\"/news/2025/8/2/us-authorities-investigating-ex-trump-prosecutor-jack-smith\">Smith</a> to be prosecuted for his role in the criminal cases against him.</p><p>In October, for instance, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115457600588415376\" target=\"_blank\" rel=\"noopener\">posted</a> a link to an article about Smith on his Truth Social platform, accompanied by the message: “These thugs should all be investigated and put in prison. A disgrace to humanity. Deranged Jack Smith is a criminal!!!”</p><p>Since returning to the White House in January, Trump has aggressively pushed for the prosecution of critics and political rivals and has continued to push the false claim that he was the true winner of the 2020 election instead of Biden.</p><p>Democrats, meanwhile, have pushed the Trump administration to make Smith’s full report into the two federal cases public.</p><p>After Wednesday’s hearing, the ranking Democrat on the Judiciary Committee, Representative Jamie Raskin, told reporters that there was a reason Republicans wanted Smith to testify in private.</p><p>Had he testified in public, Raskin said, “It would have been absolutely devastating to the president and all the president’s men involved in the insurrectionary activities” on January 6, 2021, when Trump supporters stormed the US Capitol.</p></div></div></body></html>"
        },
        {
            "title": "PSG beat Flamengo on penalties to win FIFA Intercontinental Cup | Football News | Al Jazeera",
            "time": "2025-12-17T20:30:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T201619Z_47009216_UP1ELCH1KB6AC_RTRMADP_3_SOCCER-INTERCONTINENTAL-PSG-FLA-1766002673.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>PSG beat Flamengo on penalties to win FIFA Intercontinental Cup</h1><p class=\"article__subhead\"><em>European champions Paris Saint-Germain pushed all the way in Intercontinental Cup final in Qatar by South Americans.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Back-up goalkeeper Matvei Safonov saved four penalties as Paris Saint-Germain edged out Brazilians Flamengo <a href=\"/sports/liveblog/2025/12/17/live-psg-vs-flamengo-fifa-intercontinental-cup-final\">2-1 in a shootout</a> to win the FIFA Intercontinental Cup final in Qatar.</p><p>PSG led through Khvicha Kvaratskhelia before Jorginho’s spot-kick levelled for Flamengo as the game finished 1-1 after extra time on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Copa Libertadores winners Flamengo defeated Mexicans Cruz Azul and African champions Pyramids last week to earn the right to face PSG and pushed the European champions all the way with a dogged display.</p><p>But Luis Enrique’s men, who received a bye to the final, were indebted to Safonov and followed in the footsteps of Real Madrid, who lifted the inaugural title last year.</p><p>PSG thought they had taken the lead in the ninth minute when Fabian Ruiz cleverly hooked the ball into an empty net after Flamengo goalkeeper Agustin Rossi miskicked a clearance while trying to prevent a corner.</p><p>But the goal was ruled out by VAR because Rossi had narrowly failed to stop the ball from going out of play.</p><p>But PSG did break the deadlock eight minutes before half-time courtesy of another Rossi error.</p><p>The Argentinian turned Desire Doue’s low cross, which looked to be too strong for Kvaratskhelia, straight into the Georgian’s pass for the simplest of tap-ins.</p><p>Flamengo managed to stay in the game, though, and were awarded a penalty on the hour mark for a foul by Marquinhos on Uruguay midfielder Giorgian de Arrascaeta after a VAR review.</p><p>Former Chelsea and Arsenal player Jorginho stepped up to send Safonov the wrong way in trademark fashion.</p><p>PSG pressed for a winner, sending on Bradley Barcola and Ousmane Dembele, who set up a last-gasp chance for Marquinhos.</p><p>But the centre-back could not react quickly enough to get his effort on target as the ball flashed across goal and the game headed into extra time.</p><p>Both teams saw half-chances come and go in the added half-hour, with Dembele flashing a shot narrowly off target in the 116th minute.</p><p>That set the stage for Safonov – playing in place of regular first-choice Lucas Chevalier, who is still regaining full fitness after an ankle injury – to steal the headlines and spare the blushes of Dembele and Barcola, who both missed for PSG.</p></div></div></body></html>"
        },
        {
            "title": "US Senate passes $901bn defence bill | Military News | Al Jazeera",
            "time": "2025-12-17T20:16:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2022-03-12T002426Z_1022960664_RC2L0T9F28XA_RTRMADP_3_UKRAINE-CRISIS-USA-1742829972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Senate has passed a $901bn bill setting <a href=\"/news/2025/12/11/despite-opposition-us-house-passes-record-901bn-defence-spending-bill\">defence policy</a> and spending for the 2026 fiscal year, combining priorities backed by President Donald Trump’s administration with provisions designed to preserve congressional oversight of US military power.</p><p>The National Defense Authorisation Act (NDAA) was approved in a 77-20 vote on Wednesday with senators adopting legislation passed by the House of Representatives last month. It now goes to Trump for his signature.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>Several provisions in the bill reflect efforts by Democratic lawmakers, supported by some Republicans, to constrain how quickly the Trump administration may scale back US military commitments in Europe.</span></p><p><span>The bill requires the Pentagon to maintain at least 76,000 US soldiers in Europe unless NATO allies are consulted and the administration determines that a reduction would be in the US national interest. </span><span>The US typically stations 80,000 to 100,000 soldiers across the continent. </span>A similar measure prevents reductions in US troop levels in South Korea below 28,500 soldiers.</p><p>Congress also reinforced its backing for Ukraine, authorising $800m under the Ukraine Security Assistance Initiative with $400m allocated for each of the next two years. A further $400m per year was approved to manufacture weapons for Ukraine, signalling continued congressional support for Kyiv and cementing Washington’s commitment to Europe’s defence.</p><h2 id=\"asia-pacific-focus-congressional-oversight\">Asia Pacific focus, congressional oversight</h2><p>The bill also reflects priorities aligned with the Trump administration’s national security strategy, which places the Asia Pacific at the centre of US foreign policy and describes the region as a key economic and geopolitical battleground.</p><p>In line with that approach, the NDAA provides $1bn for the Taiwan Security Cooperation Initiative, aimed at strengthening defence cooperation as the US seeks to counter China’s growing military influence.</p><p>The legislation authorises $600m in security assistance for Israel, including funding for joint missile defence programmes, such as the Iron Dome, a measure that has long drawn broad bipartisan support in Congress.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The NDAA increases reporting requirements on US military activity, an area in which Democrats in particular have sought greater oversight.</p><p>It directs the Department of Defense to provide Congress with additional information on strikes targeting suspected smuggling and trafficking operations in the Caribbean and the eastern Pacific, adding pressure on Defense Secretary Pete Hegseth to provide lawmakers with video footage of US strikes on alleged drug-smuggling boats operating in international waters near Venezuela.</p><p>Lawmakers moved to strengthen oversight after a September strike killed two people who had survived an earlier attack on their boat.</p><p>Some Democratic lawmakers said they were not briefed in advance on elements of the campaign, prompting calls for clearer reporting requirements.</p><h2 id=\"sanctions-and-america-first\">Sanctions and America First</h2><p>The legislation repeals the 2003 authorisation for the US invasion of Iraq and the 1991 authorisation for the Gulf War. Supporters from both parties said the repeals reduce the risk of future military action being undertaken without explicit congressional approval.</p><p>The bill also permanently lifts US sanctions on Syria imposed during the regime of President Bashar al-Assad after the Trump administration’s earlier decision to temporarily ease restrictions. Supporters argue the move will support Syria’s reconstruction after al-Assad’s removal from power a year ago.</p><p>Other provisions align more closely with priorities advanced by Trump and Republican lawmakers under the administration’s America First agenda.</p><p>The NDAA eliminates diversity, equity and inclusion offices and training programmes within the Department of Defense, including the role of chief diversity officer. The House Armed Services Committee claims the changes would save about $40m.</p><p>The bill also cuts $1.6bn from Pentagon programmes related to climate change. While the US military has previously identified climate-related risks as a factor affecting bases and operations, the Trump administration and Republican leaders have said defence spending should prioritise immediate military capabilities.</p></div></div></body></html>"
        },
        {
            "title": "‘I am concerned’: Regional leaders urge calm amid US-Venezuela tensions | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T20:15:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T191409Z_1852481434_RC2JIIAFN54C_RTRMADP_3_USA-TRUMP-VENEZUELA-1765999495.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Leaders in Latin America and the United Nations have voiced concerns about the spiralling tensions between the United States and Venezuela over the future of oil exports from the South American country.</p><p>The high-profile remarks on Wednesday come as Venezuela’s National Assembly convenes to discuss US President Donald Trump’s threat of a full blockade on oil tankers entering and exiting the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Petroleum is Venezuela’s top export and a pillar of its economy. Experts warn that, by threatening to sever Venezuela from its foreign oil markets, the US is attempting to destabilise the country’s economy and topple the leadership of Venezuelan President Nicolas Maduro.</p><p>Already, tensions between the US and Venezuela are at a high, with the Trump administration surging military assets to the Caribbean and Maduro responding with his own troop movements.</p><p>That has led figures like United Nations Secretary-General Antonio Guterres to press for calm in the region and a de-escalation.</p><p>Through UN spokesperson Farhan Haq, Guterres called on both countries to “honour their obligations under international law” and “safeguard peace in the region”.</p><p>Guterres also spoke with Maduro by telephone on Wednesday, repeating the need for both parties to respect international law.</p><p>Mexican President Claudia Sheinbaum, however, questioned whether the UN was taking enough precautions to prevent a full-scale conflict from erupting in the Americas.</p><p>“I call on the United Nations to fulfil its role. It has not been present. It must assume its role to prevent any bloodshed,” Sheinbaum said in her morning news conference on Wednesday.</p><p>She echoed Guterres’s appeal to find a “peaceful solution” to the tensions, adding: “We call for dialogue and peace, not intervention.”</p><p>The regional friction was also felt at a ministerial meeting in Brazil on Wednesday, where President Luiz Inacio Lula da Silva spoke to the conflict.</p><p>“I am concerned about Latin America. I am concerned about President Trump’s attitudes toward Latin America, his threats. We are going to have to be very attentive to this issue,” Lula said.</p><p>The Brazilian leader shared that he had spoken to Trump about Venezuela and urged him to find a diplomatic solution.</p><p>“The power of words can be worth more than the power of weapons,” Lula said he told Trump. “It costs less and takes less time if you are willing to do it.”</p><p>He added that he had offered Brazil’s services as a mediator to facilitate communications with Venezuela. It shares a border with Venezuela to the north, and previously, in 2022, Lula <a href=\"/news/2022/12/14/brazil-to-resume-diplomatic-relations-with-venezuela-under-lula\">restored</a> Brazil’s relations with the Maduro government.</p><p>“I told Trump: ‘If you are interested in talking on good terms with Venezuela, we can contribute. Now, you have to be willing to talk. You have to have patience,'” Lula said.</p><p>The comments come on the heels of Trump’s latest threats on Tuesday.</p><p>On his online platform Truth Social, the US leader announced that he had designated Maduro’s government as a “foreign terrorist organisation” and would implement a “TOTAL AND COMPLETE BLOCKADE OF ALL SANCTIONED OIL TANKERS going into, and out of, Venezuela”.</p><p>“Venezuela is completely surrounded by the largest Armada ever assembled in the History of South America,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115731908387416458\" target=\"_blank\" rel=\"noopener\">wrote</a>. “It will only get bigger, and the shock to them will be like nothing they have ever seen before.”</p><p>Already, Trump has offered a $50m bounty for any information that leads to Maduro’s arrest, and his administration has deployed approximately 15,000 troops to the Caribbean, along with military jets and ships, among them the USS Gerald Ford, the largest aircraft carrier in the world.</p><p>Last week, the Trump administration also <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">seized an oil tanker</a> off the coast of Venezuela, claiming the vessel was sanctioned. The tanker’s oil, Trump said, would remain with the US.</p><p>Since his first term, Trump has led a “maximum pressure” campaign against the Maduro government, which has been accused of human rights abuses ranging from torture to the false imprisonment of political dissidents.</p><p>Last year, Maduro also claimed victory in a highly contested presidential election that critics called fraudulent — and that was followed by a deadly crackdown on protesters.</p><p>But critics have accused Trump of using his feud with Maduro as a pretext to expand his presidential powers and carry out controversial actions in the Caribbean region.</p><p>Since September 2, for instance, the Trump administration has bombed at least 25 boats and maritime vessels as part of an anti-drug campaign. An estimated 95 people have been killed in the attacks, which UN experts have likened to extrajudicial killings, in violation of international law.</p><p>Trump, however, has argued that the air strikes were necessary, blaming Maduro and other Latin American leaders for seeking to flood the US with drugs and criminals — allegations he has made with little to no proof.</p><p>The identities of those on board the bombed vessels remain largely unknown.</p></div></div></body></html>"
        },
        {
            "title": "Nick Reiner’s lawyer asks public to not ‘rush to judgement’ | Crime | Al Jazeera",
            "time": "2025-12-17T19:54:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T191507Z_697454154_RC2HIIAI1SPJ_RTRMADP_3_PEOPLE-ROB-REINER_cropped-1766001128.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Analysis: Yemen’s future after the separatist STC’s expansion eastwards | Conflict News | Al Jazeera",
            "time": "2025-12-17T19:15:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942e950cdee-1765992784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemen’s separatist <a href=\"/opinions/2025/12/10/stc-controls-more-land-in-yemen-but-it-cant-declare-independence-2\">Southern Transitional Council</a> (STC) is trying to create facts on the ground with its recent advances in the country’s <a href=\"/news/2025/12/8/yemeni-separatist-group-claims-broad-control-of-south\">eastern governorates of Hadramout and al-Mahra</a>.</p><p>Its military push this month highlights that <a href=\"/news/2025/12/9/who-are-the-groups-controlling-yemen\">Yemen’s conflict</a> – ongoing for more than a decade – cannot be reduced to one simply between the internationally recognised government and the Houthis. Instead, an overlapping map of influence is evident on the ground with de facto authorities competing over security, resources and representation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At the heart of these changes is the STC, backed by a regional power, which now stands as the most powerful actor in Yemen’s south and parts of its east at a time when the government’s ability to impose unified administration over the whole country is distant and the economy is suffering.</p><p>In this context comes what the Yemeni government has said is the International Monetary Fund’s (IMF’s) decision to suspend activities in the country. While the IMF has not publicly commented on the topic, President Rashad al-Alimi, the head of Yemen’s Presidential Leadership Council, warned on Sunday that the decision was a “wake-up call” and an early signal of the cost of the STC’s security and military escalation in Hadramout and al-Mahra.</p><p>Al-Alimi stressed that Yemen’s economic circumstances – the country is the poorest in the region and has <a href=\"/news/2021/10/14/yemens-humanitarian-crisis-growing-as-economy-collapses-un\">suffered immensely during the war</a> – cannot withstand any new tensions. He added that the security instability in eastern Yemen would immediately affect the distribution of salaries, fuel and services and international donor confidence.</p><p>The solution, according to al-Alimi, is for the withdrawal of forces who have arrived in Hadramout and al-Mahra from outside the two governorates, calling it a necessary step to contain tensions and restore a path of trust with the international community.</p><p>But that economic warning cannot be understood in isolation from the shift in power in eastern Yemen, where competition for influence has become a direct factor in generating tension that leaves donors wary.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-new-balance-of-power\">A new balance of power</h2><p>The STC is clear that its goal is ultimately the secession of the territories in Yemen – its south and east – that formerly made up the country of South Yemen before unification in 1990.</p><p>It is opposed to the Houthis, who control Yemen’s capital, Sanaa, and much of Yemen’s populous northwest, and the STC’s leader, Aidarous al-Zubaidi, has a seat on the government’s Presidential Leadership Council, officially as one of its vice chairmen.</p><p>The STC and government forces have previously fought, most notably in 2018 and 2019, in Aden and its surrounding governorates.</p><p>Its current expansion eastwards, focused on government forces and those affiliated with them, is part of that ongoing division in the anti-Houthi camp but one that redraws the balance of power within it, turning resource-rich Hadramout and al-Mahra into a multiparty arena of competition.</p><p>There are three concurrent trends that are emerging as a result: the expansion of STC forces with regional support, a desire by local and tribal forces – independent of the STC – to solidify their presence and the clearly limited tools the government has to confront its rivals.</p><p>The result is the further fragmentation of the state on three interconnected levels.</p><p>Politically, there is fragmentation within the same anti-Houthi camp with multiple decision-making centres. The government and regional actors are finding it more difficult to unify security and administrative policies, and the idea of a single “chain of command” controlling territory under anti-Houthi control has been eroded.</p><p>Geographically, new lines of contact have now been formed. Whereas lines of control were previously between the Houthis and government forces, they are now between Houthi and STC forces as well as grey areas contested by local and tribal forces and multiple military groups.</p><p>And then there is fragmentation on the representative level with mounting disputes over who actually speaks for the south and Hadramout and the practical decline of the concept of a single state as a sovereign framework for managing resources and institutions.</p><p>In Hadramout and al-Mahra, the fragmentation is particularly sensitive as both governorates include important border crossings with Saudi Arabia and Oman and also have a long coastline with routes tied to trade, smuggling and irregular migration.</p><p>Any imbalance here does not remain local; it quickly spills over into the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economy-hostage-to-security\">Economy hostage to security</h2><p>The IMF’s suspension of activities carries not only financial implications but also a political reading that the security and institutional environments no longer provide sufficient conditions for sustaining support programmes.</p><p>The Yemeni state relies heavily on its own limited resources and fragile external support, so any disruption in resource areas, ports or supply routes translates into immediate pressure on livelihoods.</p><p>The latest military developments increase pressure on the exchange rate and the government’s ability to meet its financial obligations and widen the trust gap between society and the state, prompting non-institutional alternatives based on levies and loyalties.</p><p>And it will shrink the room for the government to manoeuvre, meaning the government has to take into account the cost of any escalation because any military move increases an economic bill that it cannot pay and drains what remains of the government’s ability to manage services.</p><p>Now that the impression has taken root that Yemen has turned into “islands of influence”, some external actors may be inclined to deal directly with de facto local authorities at the expense of the government, weakening the political centre rather than helping it to strengthen.</p><p>That is why the latest developments are so important if not existential to the government and al-Alimi. His call for the withdrawal of outside forces from Hadramout and al-Mahra is part of an attempt to stop the deterioration of trust in Yemen and to present the government once again as capable of controlling the other parties in the anti-Houthi camp if reasonable political and economic conditions are provided.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"houthis-gain-while-rivals-stay-divided\">Houthis gain while rivals stay divided</h2><p>The Houthis, who overthrew the government in Sanaa in a coup in 2014, have benefitted from the developments in Hadramout and al-Mahra even without being directly involved.</p><p>Every struggle for influence in areas outside the group’s control gives it clear gains, including the disintegration of the front opposing it and its rivals being preoccupied by internal conflicts rather than by the Houthis themselves.</p><p>In the anti-Houthi camp, the notion of a united front recedes every time a military confrontation between its components takes place, and the discussion shifts from confronting the Houthis to disputes over power and resources within the same camp.</p><p>The divisions within the anti-Houthi camp and the regional dimension to them also allow the Houthis to reinforce their narrative that their rivals are working within competing foreign agendas, as opposed to the Houthis, who portray themselves as independent actors able to carry out their own decisions.</p><p>Moreover, the recent conflict and its consequences ultimately improve the Houthis’ negotiating position now that the other side is even more fragmented and weak. The Houthis will enter any upcoming settlement from a more cohesive organisational and administrative position, raising the ceiling of their conditions.</p><p>The Houthis may have their own economic and social tensions, but divisions among their enemies give them extra time to sustain the war economy and their instruments of control over it and over the people they rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rising-risks-domestic-and-regional\">Rising risks, domestic and regional</h2><p>The current course of events in Yemen elevates a number of overlapping risks.</p><p>Domestically, there is the possibility of front lines turning into actual borders between adjacent entities, the expansion of security vacuums and declining prospects for producing a unifying social contract.</p><p>Regionally, there could be an expansion of the areas considered lawless along the borders with Saudi Arabia and Oman, increasing the risks of smuggling and leading to higher costs for managing border security.</p><p>Internationally, the growing need for global powers to communicate with multiple parties in Yemen prolongs the crisis and increases the chances that the conflict is internationalised through competition over ports, resources and shipping routes.</p><p>However, the picture painted does not mean there will be a decisive victory for any side and instead makes a mosaic of authorities, all needing external sponsorship, more likely. Inevitably, that will weaken the prospect of establishing a stable state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-way-out\">A way out?</h2><p>Lowering tensions by making partial deals on redeployments of forces is not enough. Instead, the path forward needs a broader approach based on three interlinked pillars.</p><p>First, the national project needs to be redefined by drafting a vision of the state that guarantees fair partnership for all the regions of Yemen within a viable federal framework and redefines the political centre as a guarantor of rights and services.</p><p>Second, security must be based on a model of local forces under a national umbrella. In Hadramout and al-Mahra, this should be done by building professional local forces within a clear national and legal framework with practical arrangements for withdrawing outside forces and ensuring that security decision-making in state institutions is uniform.</p><p>Third, an economic deal is necessary to restore trust by concluding a transparent agreement on managing resources in the governorates that produce them, the fair distribution of revenues and the linking of international support to an implementable reform plan with a clear commitment to protecting sovereign facilities under central management.</p><p>In the absence of these steps, Yemen will continue towards a gradual model of disintegration from the peripheries in which the most cohesive armed entities advance and contested margins expand.</p><p>If that continues, the economy will be the first victim of fragmentation, making conditions even more difficult for millions of Yemenis.</p><p>And the governance crisis will eventually turn into a prolonged stability crisis, the repercussions of which will be difficult to contain locally and perhaps even regionally.</p><p><em>Saeed Thabit is the Al Jazeera Media Network’s bureau chief for Yemen</em></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup 2026 winners’ prize money doubles to $50m | Football News | Al Jazeera",
            "time": "2025-12-17T18:59:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25339651619607-1765995291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>FIFA World Cup 2026 winners’ prize money doubles to $50m</h1><p class=\"article__subhead\"><em>The winner of the FIFA World Cup 2026 will get record $50m jackpot – still less than half offered at Club World Cup.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The winner of the FIFA World Cup 2026 will receive a record jackpot of $50m, football’s global governing body says.</p><p>That figure is up from $42m in 2022 and $38m in 2018. But it is still less than half of what was on offer at the much less hyped FIFA Club World Cup earlier this year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>FIFA said the total prize fund for next year’s World Cup – to be <a href=\"/sports/2025/12/6/full-match-schedule-of-the-fifa-world-cup-2026-dates-start-times-stadiums\">staged in the United States, Canada and Mexico</a> – is $655m, a 50 percent increase on the previous edition in Qatar.</p><p>By comparison, <a href=\"/sports/2025/12/11/world-cup-2026-all-to-know-six-months-before-fifa-tournament-starts\">the FIFA Club World Cup</a>, which was controversially expanded from seven teams to 32 and shoehorned into the football calendar, had a total prize fund of $1bn. The prize for the winning team was worth up to $125m for a tournament that faced fierce resistance from players and leagues and drew sparse crowds for some matches.</p><p>The Club World Cup, also staged in the US, was <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">won by Chelsea</a>.</p><p>FIFA has a different distribution model for the two tournaments. The disparity in prize money reflects factors such as clubs overseeing much higher costs through wages than national teams.</p><p>Beyond the prize money, further funds are put towards the development of football globally.</p><p>FIFA President Gianni Infantino said the World Cup would be “groundbreaking in terms of its financial contribution to the global football community”.</p><p>FIFA approved the prize money for every stage of the World Cup at a meeting of its council in Doha.</p><p>The runner-up will receive $33m with $29m and $27m going to the third- and fourth-placed teams, respectively.</p><p>The lowest prize money will be $9m and all 48 participating nations will get $1.5m to cover what FIFA described as “preparation costs”.</p><p>FIFA said, in all, $727m would be distributed to the football federations participating.</p><p>It is not known how each nation will distribute the money, but at the last World Cup, French sports daily L’Equipe reported France’s players were in line for a bonus of $586,000 by their federation if they won the trophy. France was ultimately <a href=\"/sports/2022/12/18/messis-argentina-beat-france-on-penalties-to-win-world-cup\">beaten by Argentina</a> in the final.</p></div></div></body></html>"
        },
        {
            "title": "UK doctors strike over poor pay, lack of jobs | Health | Al Jazeera",
            "time": "2025-12-17T18:49:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/13587707_cropped-1765996208_6b08dd-1765997325.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UK warns Abramovich to give Chelsea sale cash to Ukraine or face court | Football News | Al Jazeera",
            "time": "2025-12-17T18:31:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2022-07-22T142450Z_1143834385_RC22HV9IUG2K_RTRMADP_3_UKRAINE-CRISIS-GRAIN-TURKEY-1765994420.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK warns Abramovich to give Chelsea sale cash to Ukraine or face court</h1><p class=\"article__subhead\"><em>UK government warns Roman Abramovich of last chance to give Chelsea sale proceeds to victims of Russia’s war in Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom on Wednesday said it was giving Russian oligarch Roman Abramovich a final chance to give Ukraine 2.5 billion pounds ($3.33bn) from the sale of Chelsea Football Club or face potential legal action.</p><p>The UK sanctioned Abramovich in a crackdown on Russian oligarchs after Moscow’s invasion of Ukraine in 2022, triggering a rushed sale of the Premier League football club and freezing of the proceeds.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The UK wants the funds spent only on humanitarian causes in Ukraine, in line with a wider European push for Moscow to foot the bill for deaths and destruction triggered by its invasion.</p><p>Reuters was not immediately able to reach representatives for Abramovich for a response to the government statement. He has previously sought more flexibility and said he wants the money to go to all victims. Abramovich has 90 days to act under the terms of the government’s new licence.</p><p>Should the Russian businessman fail to free the funds quickly, the government said in a statement that it was fully prepared to take him to court if necessary to enforce a 2022 agreement with him.</p><p>“It’s unacceptable that more than 2.5 billion pounds [$3.33 bn] of money owed to the Ukrainian people can be allowed to remain frozen in a UK bank account,” Finance Minister Rachel Reeves said in the statement.</p><p>Prime Minister Keir Starmer said the UK would issue a licence to release the funds. This would allow the transfer of the money to a new charitable foundation.</p><p>“We will consider any proposal from Mr Abramovich to make use of this clear legal route to establish the foundation and transfer the funds under the terms of the licence,” Reeves said in a separate statement issued to parliament.</p><p>European Union leaders are set to review on Thursday proposals aimed at using proceeds from immobilised Russian sovereign assets to support Ukraine’s huge budget and defence needs – something Moscow fiercely opposes.</p><p>Under Abramovich, Chelsea enjoyed the most successful run in their history before the club were sold to a consortium led by US investor Todd Boehly and private equity firm Clearlake Capital in May 2022.</p><p>Proceeds from the sale are frozen in a British bank account. They cannot be moved or used without a licence from the Office of Financial Sanctions Implementation, the agency in the finance ministry that enforces sanctions.</p></div></div></body></html>"
        },
        {
            "title": "British Empire: Rule the Waves | History | Al Jazeera",
            "time": "2025-12-17T18:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/5ba4d33c-8375-46e7-b3de-0187f694c602-1765993641.jpg?resize=1200%2C630",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">How Britain fused naval dominance with corporate reach to build a global empire of trade and control.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A masterclass in maritime power and corporate reach. From the legacy of the Armada to the rise of the East India Company, Britain fuses naval supremacy with global trade control and divide-and-rule governance. Case studies include India, Africa, and Atlantic circuits.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "England’s resident doctors begin five-day strike | Health News | Al Jazeera",
            "time": "2025-12-17T18:14:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942eae99f8e-1765993193.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>England’s resident doctors begin five-day strike</h1><p class=\"article__subhead\"><em>The British Medical Association is calling for improved pay and an increase in available jobs for qualified doctors.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Resident doctors in England have begun a five-day <a href=\"/tag/health/\">strike</a> in a long-running dispute over pay and working conditions.</p><p>Prime Minister Keir Starmer addressed the strike during Prime Minister’s Questions in parliament on Wednesday, describing the walkout as “dangerous and utterly irresponsible”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“My message to resident doctors is: don’t abandon patients,” Starmer said. He urged them to “work with us to improve conditions and rebuild the NHS”.</p><p>The prime minister also blamed the previous Conservative government for leaving the National Health Service “absolutely on its knees”.</p><p>The doctors, formerly known as junior doctors and accounting for nearly half of England’s medical workforce, walked out at 07:00 GMT on Wednesday. The strike is due to continue until 07:00 GMT on Monday.</p><p>The strike follows an online ballot organised by the British Medical Association (BMA), the union representing resident doctors. About 30,000 members voted to reject the government’s proposal, triggering the industrial action.</p><p>Jack Fletcher, a BMA representative, said the dispute centred on two main issues: pay and a lack of jobs for qualified doctors.</p><p>“There is a jobs crisis, where doctors are trained but unable to secure roles, and there is a pay crisis,” Fletcher said while standing on a picket line outside St Thomas’ Hospital in London.</p><p>“We must value our doctors in this country,” he added. “Last year, more doctors left the profession than at any point in the past decade.”</p><p>The strike comes as the NHS faces increased pressure, with flu-related hospitalisations in England rising by more than 50 percent in early December. Health authorities across Europe have also warned of an unusually early and severe flu season.</p><p>NHS England said fewer doctors than usual would be on duty during the strike period, with staff required to prioritise life-saving care.</p><p>The BMA is calling for what it describes as a “genuinely long-term plan” to address pay, after years of below-inflation rises. It is also demanding the creation of new training posts, rather than what it says are recycled positions, to allow doctors to specialise and progress.</p><p>The government’s most recent offer, made last week, did not include new pay terms. Shortly after taking office, Health Secretary Wes Streeting agreed to a deal offering a 22 percent pay rise, below the 29 percent sought by the union.</p><p>Doctors are seeking “full pay restoration”, calling for salaries to return to their 2008 and 2009 levels in real terms after years of erosion by inflation.</p></div></div></body></html>"
        },
        {
            "title": "Warner Bros Discovery rejects Paramount’s hostile takeover bid | Media News | Al Jazeera",
            "time": "2025-12-17T17:33:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-16T144739Z_1051056991_RC2ACIATS8CM_RTRMADP_3_WARNER-BROS-DISCOVERY-M-A-1765984479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Warner Bros Discovery’s board has rejected Paramount Skydance’s $108.4bn <a href=\"/economy/2025/12/11/paramounts-warner-bros-discovery-bid-faces-conflict-of-interest-concerns\">hostile takeover bid</a> and accused the studio giant of misleading shareholders about its financing.</p><p>In a letter to shareholders on Wednesday, the Warner Bros board wrote that Paramount “consistently misled” Warner Bros shareholders that its $30-per-share cash offer was fully guaranteed, or “backstopped”, by the Ellison family, led by billionaire Oracle cofounder Larry Ellison, whose son David runs Paramount Skydance.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Paramount has been in a race with <a href=\"/economy/2025/12/5/netflix-to-acquire-warner-bros-discovery-raising-antitrust-concerns\">Netflix to win control</a> of Warner Bros and its prized film and television studios, HBO Max streaming service and franchises like Harry Potter. After Warner Bros accepted the streaming giant’s offer, Paramount launched a hostile offer to outdo that bid.</p><p>“It does not, and never has,” the board wrote of the guarantee of Paramount’s offer, noting that the offer posed “numerous, significant risks”.</p><p>The board said it found Paramount’s offer “inferior” to Netflix’s $27.75 per share offer, which is a binding agreement that requires no equity financing and has robust debt commitments, the board wrote.</p><p>The board also said the offer could be terminated or amended at any time before the deal’s completion, which is not the same as a binding merger agreement.</p><p>Warner Bros has not yet set a date for a shareholder vote on the deal, but it is expected to happen sometime in spring or early summer, its chairman, Samuel Di Piazza, said in an interview with CNBC.</p><p>The Ellisons have cited their relationship with United States President Donald Trump as a reason why the deal would face an easier regulatory path.</p><p>“The Warner Bros Discovery Board reinforced that Netflix’s merger agreement is superior and that our acquisition is in the best interest of stockholders,” its co-CEO Ted Sarandos said in a statement.</p><p>Netflix is already talking with the US Department of Justice and the European Commission, its other co-CEO, Greg Peters, told CNBC while expressing confidence in how regulators would view the deal.</p><p>Netflix has told Warner Bros it would keep releasing the studio’s films in cinemas in a bid to ease fears that the deal would eliminate another studio and major source of theatrical films, according to people familiar with the matter.</p><h2 id=\"paramount-s-case\">Paramount’s case</h2><p>Paramount last week took its case directly to Warner Bros shareholders, arguing it had arranged “air-tight financing” to support its bid with $41bn in new equity assured by the Ellison family and RedBird Capital and $54bn of debt commitments from the Bank of America, Citi and Apollo.</p><p>The board decision came a day after Affinity Partners, a fund backed by Trump’s son-in-law Jared Kushner and one of the funding sources of the Paramount offer, pulled out of the deal. The amount Affinity Partners was contributing to the offer was not disclosed in Paramount’s latest filings with the Securities and Exchange Commission.</p><p>“With two strong competitors vying to secure the future of this unique American asset, Affinity has decided no longer to pursue the opportunity,” the firm said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The dynamics of the investment have changed significantly since we initially became involved in October. We continue to believe there is a strong strategic rationale for Paramount’s offer.”</p><p>The Warner Bros board countered that Paramount’s latest offer included an equity commitment “for which there is no Ellison family commitment of any kind” but rather the backing of “an unknown and opaque” Lawrence J Ellison Revocable Trust, whose assets and liabilities are not publicly disclosed and are subject to change.</p><p>“Despite having been told repeatedly by WBD how important a full and unconditional financing commitment from the Ellison family was, … the Ellison family has chosen not to backstop the PSKY offer,” the Warner Bros board wrote.</p><p>“A revocable trust is no replacement for a secured commitment by a controlling shareholder.”</p><p>Paramount had submitted a total of six bids to acquire the entire Warner Bros studio, including its television networks, such as CNN and TNT Sports.</p><p>It has previously said the Ellison family trust – which Paramount says contains more than $250bn in assets, including about 1.16 billion shares of Oracle – is more than adequate to cover the equity commitment.</p><p>Warner Bros had raised questions about Paramount’s financial condition and creditworthiness. The offer relied on a seven-party, cross-conditional structure with the Ellison Revocable Trust providing 32 percent of the required equity commitment while capping its liability at $2.8bn, Warner Bros said. It noted that the trust’s assets could have been withdrawn at any time.</p><p>On Wall Street, Paramount Skydance’s stock tumbled on the news. It was down 3.8 percent from the market open. Warner Bros Discovery was down 0.4 percent while Netflix was surging – up 2.8 percent.</p></div></div></body></html>"
        },
        {
            "title": "M23 armed group says it begins withdrawing from key DR Congo town of Uvira | Conflict News | Al Jazeera",
            "time": "2025-12-17T17:16:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T165155Z_103102632_RC2YGIAFCJ5S_RTRMADP_3_CONGO-SECURITY-1765871893.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The M23 armed group has begun pulling out its forces from the key town of Uvira in the eastern Democratic Republic of the Congo (DRC), its spokespeople say, in accordance with a request from United States mediators in the conflict.</p><p>Footage aired exclusively on Al Jazeera on Wednesday appeared to show dozens of fighters from the group and numerous vehicles on the move from the M23’s main base in the strategic town.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Willy Ngoma, an M23 spokesperson, posted on X that the withdrawal was under way.</p><p>“For the sake of peace, our troops began leaving the town of Uvira this afternoon,” he said.</p><p>Bertrand Bisimwa, head of the M23’s political wing, said the movement of forces would be completed by Thursday.</p><p>“We call upon the civilian population to remain calm,” he posted on X, adding that the group called on mediators and other partners to ensure the town was “protected from violence, retaliation, and re-militarisation”.</p><p>Attention has focused on the town, located in South Kivu province near the border with Burundi, since it was seized by the Rwanda-backed militia last week, <a href=\"/news/2025/12/9/drc-accuses-rwanda-of-peace-deal-violations-as-m23-advances-in-the-east\">imperilling</a> a tenuous US-brokered <a href=\"/video/newsfeed/2025/12/4/rwanda-drc-presidents-sign-washington-accord-peace-deal\">peace agreement</a> between Kinshasa and Kigali signed amid fanfare just days earlier and raising fears of a <a href=\"/video/inside-story/2025/12/13/could-violence-in-the-drc-become-a-regional-conflict\">widening conflict</a>.</p><p>After warnings from the US, the group said earlier this week that  it would withdraw from the town as a “unilateral trust-building measure” to give the peace process a chance to succeed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Uvira, Al Jazeera’s Alain Uaykani said the group was “voluntarily leaving” the town.</p><p>“These are the soldiers leaving the main headquarters, the main operational base of the town of Uvira. They are going now, leaving. We cannot say exactly where they are going, how many kilometres out from this town of Uvira,” he said.</p><p>He said the withdrawal, which the group said was being undertaken in line with US demands, was a “big step” in the peace process.</p><h2 id=\"pledge-a-distraction\">Pledge ‘a distraction’</h2><p>Earlier on Wednesday, the DRC government described M23’s pledge to withdraw from Uvira as a “nonevent, a diversion, a distraction” while the group said its conditions for a pullout were yet to be met.</p><p>“The intention is to distract the American mediation team, which is preparing to take measures against Rwanda,” DRC Communications Minister Patrick Muyaya told the Reuters news agency.</p><p>M23 was demanding a neutral force be deployed to maintain security in the town after its pullout to avoid a repeat of previous withdrawals that it said have led to renewed violence.</p><p>Uaykani said it was unclear who would control the town in the wake of M23’s departure and some residents were already expressing fears of a deterioration in security conditions.</p><h2 id=\"markets-reopen\">Markets reopen</h2><p>Uaykani had reported earlier that a fragile sense of normality was returning to the town after days of fighting.</p><p>Markets were reopening, and traffic was returning to the streets, he said – although daily life remained overshadowed by the ongoing political instability.</p><p>Resident Feza Mariam said the priority for locals was an end to the fighting.</p><p>“We don’t know anything about the political process that they’re talking about,” she said.</p><p>“The only thing we need is peace. Anyone who is able to provide us with peace is welcome here.”</p><p>Resident Eliza Mapendo said locals had suffered “a lot” but calm had been restored sufficiently for daily life to begin to resume.</p><p>“For now, we feel secure, and we’re working freely in this market,” she said, adding that the sense of normality was fragile.</p><p>“They could attack without any reason and take your business away.”</p><p>Meanwhile, DRC army spokesperson Sylvain Ekenge told Reuters that fighting was continuing daily across the conflict-hit east, where M23 has made a rapid advance this year.</p><p>“There isn’t a day without fighting in North Kivu and South Kivu,” Ekenge said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Is Trump about to wage war in Latin America? | Donald Trump | Al Jazeera",
            "time": "2025-12-17T16:49:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765990162.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Faced with Trump’s deportation push, US teachers fear leaving the classroom | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T16:32:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344807143910-1765678096.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> For the past two years, weekdays for Susanna have meant thumbing through picture books, organising cubby holes and leading classroom choruses of songs.</p><p>But her work as a pre-school teacher came to a screeching halt in October, when she found out her application to renew her work permit had been denied.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Susanna, who uses a pseudonym in this article for fear of reprisals, is one of the nearly 10 percent of teachers in the United States who are immigrants.</p><p>But while the US has increasingly looked abroad to fill teacher shortages, some foreign-born teachers say the deportation push under President Donald Trump has threatened their livelihoods — and risks traumatising their students.</p><p>Susanna, an asylum applicant who fled violence in Guatemala nearly a decade ago, said that losing her permit meant she had to stop working immediately.</p><p>She recalls breaking the news to her students, some of whom are only three years old. Many were too young to understand.</p><p>“In one week, I lost everything,” Susanna told Al Jazeera in Spanish. “When I told the kids goodbye, they asked me why, and I told them, ‘I can only tell you goodbye.’ There were kids that hugged me, and it hurt my heart a lot.”</p><figure id=\"attachment_4172064\" aria-describedby=\"caption-attachment-4172064\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172064\" src=\"/wp-content/uploads/2025/12/Zain-image-1765678860.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Kids walk along a Washington, DC, sidewalk outside CommuniKids\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172064\" class=\"wp-caption-text\">Advocates warn that the sudden departure of teachers could harm the development of young children in school [Mohammed Zain Shafi Khan/Al Jazeera]</figcaption></figure><h2 id=\"looking-abroad-for-teachers\">Looking abroad for teachers</h2><p>Estimates vary as to how many foreign-born teachers currently work in the US. But one 2019 report from George Mason University found that there were 857,200 immigrants among the country’s 8.1 million teachers, in roles ranging from pre-school to university.</p><p>For the 2023-2024 school year alone, the US government <a href=\"https://j1visa.state.gov/wp-content/uploads/2025/06/Teacher-Exchange-Visitors-Flyer-2023-2024.pdf\" target=\"_blank\" rel=\"noopener\">brought</a> 6,716 full-time teachers to the country on temporary exchange visas to fill openings in pre-kindergarten, primary and secondary school education.</p><p>Many hailed from the Philippines, as well as countries like Jamaica, Spain and Colombia.</p><p>The uncertainty for immigrants under Trump’s second term, however, has proven disruptive to schools that rely heavily on foreign-born teachers.</p><p>That is the case for the pre-school where Susanna worked, CommuniKids, which offers language immersion programmes in Washington, DC.</p><p>Cofounder and president Raul Echevarría estimates that immigrants — both citizens and non-citizens working with legal authorisation — comprise about 90 percent of CommuniKids’s staff.</p><p>But Echevarría told Al Jazeera that the push to rescind legal pathways to immigration has jeopardised the employment of several faculty members.</p><p>Five other teachers at the school have seen their ability to work affected by changes to the Temporary Protected Status (TPS) programme.</p><p>All five, Echevarría explained, were originally from Venezuela. But in October, the Trump administration ended TPS status for more than 350,000 Venezuelan citizens, including the teachers at CommuniKids.</p><p>Their authorisation to work legally in the US will expire on October 2, 2026, according to the US Citizenship and Immigration Services website.</p><p>“These teachers lost their ability to make a living,” Echevarria said, noting that his school requires educators with expertise in languages like Spanish, French and Mandarin.</p><figure id=\"attachment_4172070\" aria-describedby=\"caption-attachment-4172070\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172070\" src=\"/wp-content/uploads/2025/12/image005-1765679104.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A classroom hall at CommuniKids\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172070\" class=\"wp-caption-text\">CommuniKids, a language immersion school in Washington, DC, helps young children develop skills in French, Mandarin and Spanish [Mohammed Zain Shafi Khan/Al Jazeera]</figcaption></figure><h2 id=\"strong-bonds\">‘Strong bonds’</h2><p>For the schools themselves, the losses can be devastating. Every state in the US has reported teacher shortages to the federal government.</p><p>But advocates say the high stress and low pay of education make teachers difficult to recruit and keep.</p><p>That leads some states to look abroad for education workers. In North Carolina, for example, 1,063 foreign nationals worked full-time as grade-school teachers on temporary J-1 visas during the 2023-2024 school year.</p><p>The top destinations for such recruits were all southern states: North Carolina was followed by Florida with 996 teachers on J-1 visas, and Texas with 761.</p><p>But Echevarria said some of the biggest impacts of the deportation drive are felt by the students themselves.</p><p>“Our students develop strong bonds with their teachers, and all of a sudden, overnight, they lost their teachers,” said Echevarría.</p><p>“Their number one superpower”, he added, “is their ability to empathise and to create strong, effective bonds with people from any background”.</p><p>But when those bonds are broken, there can be mental health consequences and setbacks for educational achievement, particularly among younger children.</p><p>A 2024 study published by the American Educational Research Association found that, when teachers leave midyear, children’s language development takes a measurable hit.</p><p>In other words, the loss of a familiar teacher — someone who knows their routines, strengths and fears — can quietly stall a child’s progress. The consequences extend to a child’s sense of self and stability.</p><h2 id=\"mental-health-consequences\">Mental health consequences</h2><p>For parents like Michelle Howell, whose child attends CommuniKids, the loss of teachers has also made the classroom environment feel fragile.</p><p>“The teachers there aren’t just teachers for these young kids,” Howell said of CommuniKids. “They’re like extended family.</p><p>“They hug them, they hold them, they do the things a parent would do. When those people disappear, it’s not just hard for the kids. It’s hard for everyone.”</p><p>Howell, who is Chinese American, said the sudden disappearances reminded her of her own family’s history.</p><p>“I used to read about things like this happening in China, the place my family left to find safety,” she said. “It’s very disturbing to know that what we ran from back then is our reality now. People disappear.”</p><p>School psychologist Maria C, who asked to remain anonymous to protect her work in the Texas public school system, has noticed the children she works with struggling with instability caused by the deportation push.</p><p>The disappearance of a loved one or mentor — say, a favourite teacher — could flood a child’s body with cortisol, the hormone meant to protect them in moments of danger, she explained.</p><p>But when that stress becomes chronic, the same hormone starts to hurt more than it helps. It interferes with memory, attention and emotional regulation.</p><p>“For some, it looks like anxiety. For others, it’s depression or sudden outbursts,” Maria said. “They’re in fight-or-flight mode all day.”</p><p>She added that selective mutism, an anxiety disorder, is on the rise among the children she sees, who range in age from five to 12.</p><p>“It used to be rare, maybe one case per school,” she said. “Now I see it constantly. It’s a quiet symptom of fear.”</p><h2 id=\"preparing-for-the-worst\">Preparing for the worst</h2><p>Back at CommuniKids, Echevarría explained that he and other staff members have put together contingency plans, just in case immigration enforcement arrives at the pre-school.</p><p>The aim, he said, is to make both employees and students feel safer coming to class.</p><p>“We put those steps in writing because we wanted our staff to know they’re not alone,” he said. “We have attorneys on call. We’re partners with local police. But above all, our job is to protect our children.”</p><p>But as an added precaution, teachers are advised to carry their passports or work permits with them.</p><p>Even Echevarría, a US citizen born in Virginia, said he carries his passport wherever he goes. The fear of deportation has a way of lingering.</p><p>“I’m bilingual and of Hispanic descent,” he said. “Given how things are, I want to be able to prove I’m a citizen if anyone ever questions it.”</p></div></div></body></html>"
        },
        {
            "title": "Winter storms cause war-damaged buildings to collapse in Gaza | Newsfeed | Al Jazeera",
            "time": "2025-12-17T16:01:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765987272.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "AFCON 2025: Who are the top players to watch in Morocco? | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-17T16:00:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2236669193-1765964468_817d76-1765984566.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The CAF Africa Cup of Nations (AFCON) gets under way on Sunday, with the host nation Morocco facing Comoros in Group A at Rabat’s Prince Moulay Abdellah Stadium.</p><p>Across the four weeklong continental showpiece, some of the game’s biggest names will take centre stage.</p><p>Here’s a look at our top-10 players who are set to light up the competition:</p><h2 id=\"mohamed-salah-egypt\">⚽ Mohamed Salah (Egypt)</h2><p>Arguably the biggest African football star of his generation, Mohamed Salah heads into the tournament hoping to lead Egypt to a record-extending eighth title. But the 33-year-old arrives <a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">short of his usual standards</a>: he has scored just five goals in 20 matches across all competitions this season and has slipped down the pecking order under Liverpool’s new manager, Arne Slot.</p><p>Yet Salah’s importance to Egypt has never been in doubt. The two-time African Footballer of the Year remains their talisman, and his nine goals in the CAF World Cup qualifying phase were crucial in securing a spot at next summer’s World Cup.</p><p>At AFCON, Salah will be chasing both redemption and a return to the red-hot form that earned him the nickname “the Egyptian King”.</p><figure id=\"attachment_4151691\" aria-describedby=\"caption-attachment-4151691\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151691\" src=\"/wp-content/uploads/2025/12/AP25084844887098-1764921968.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fans spot lights surround Egypt's Mohamed Salah during a World Cup 2026 qualifying soccer match between Egypt and Sierra Leone at Cairo International Stadium, Egypt, Tuesday, March 25, 2025. (AP Photo/Amr Nabil)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151691\" class=\"wp-caption-text\">Mohamed Salah, who has struggled for form at Liverpool, has raised doubts over whether he will play for the club again after AFCON [File: Amr Nabil/AP]</figcaption></figure><h2 id=\"achraf-hakimi-morocco\">⚽ Achraf Hakimi (Morocco)</h2><p>Fresh off the high of being <a href=\"/news/2025/11/20/psgs-achraf-hakimi-voted-african-footballer-of-the-year\">crowned</a> African footballer of the year, Achraf Hakimi headlines the cast of star home nation players set to take the field in Morocco.</p><p>The 27-year-old, widely regarded as one of the best right-backs in the world, was instrumental in PSG’s treble-winning campaign, capped off by their long-awaited UEFA Champions League triumph in May.</p><p>As Morocco’s captain, Hakimi carries the hopes of millions in the football-mad country. Morocco’s Atlas Lions will look to him not only for his defensive stability but also for his playmaking spark as they chase only the second AFCON title in their history – 50 years after their maiden crown.</p><figure id=\"attachment_3089903\" aria-describedby=\"caption-attachment-3089903\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3089903\" src=\"/wp-content/uploads/2024/08/AP24215530952144-1722612546.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Morocco's Achraf Hakimi celebrates scoring his side's third goal during the quarterfinal men's soccer match between Morocco and the United States at the Parc des Princes during the 2024 Summer Olympics, Friday, Aug. 2, 2024, in Paris, France. (AP Photo/Aurelien Morissard)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3089903\" class=\"wp-caption-text\">There had been concerns over Achraf Hakimi’s availability for AFCON due to an ankle injury, but Morocco’s head coach, Walid Regragui, is optimistic the full-back will recover in time to play [File: Aurelien Morissard/AP]</figcaption></figure><h2 id=\"victor-osimhen-nigeria\">⚽ Victor Osimhen (Nigeria)</h2><p>Still recovering from the heartbreak of <a href=\"/sports/2025/11/16/dr-congo-shock-nigeria-on-penalties-to-win-african-world-cup-playoffs\">missing out</a> on the 2026 World Cup, Victor Osimhen will look for solace and vindication at the continental championship.</p><p>The Galatasaray forward, known for his trademark face mask, has been in prolific form this season with 12 goals in 16 matches across all competitions, including six in the Champions League.</p><p>Despite sitting second on Nigeria’s all-time scorers list, Osimhen has struggled to translate that dominance to major tournaments: he has found the net only once, at the previous AFCON in 2023 when the Super Eagles reached the final. This edition offers him a chance to change that narrative.</p><figure id=\"attachment_2701269\" aria-describedby=\"caption-attachment-2701269\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2701269\" src=\"/wp-content/uploads/2024/02/2024-02-11T210441Z_212220864_UP1EK2B1MJRRJ_RTRMADP_3_SOCCER-NATIONS-NGA-CIV-REPORT-1707685985.jpg?w=770&amp;resize=770%2C550&amp;quality=80\" alt=\"Soccer Football - Africa Cup of Nations - Final - Nigeria v Ivory Coast - Stade Olympique Alassane Ouattara, Abidjan, Ivory Coast - February 11, 2024 Nigeria's Victor Osimhen celebrates after William Troost-Ekong scores their first goal REUTERS/Luc Gnago\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2701269\" class=\"wp-caption-text\">Victor Osimhen, pictured, and his Nigeria teammates are hurting after another unsuccessful World Cup qualifying campaign with the quickest route to redemption being an AFCON title [File: Luc Gnago/Reuters]</figcaption></figure><h2 id=\"bryan-mbeumo-cameroon\">⚽ Bryan Mbeumo (Cameroon)</h2><p>Rediscovering his scoring touch, star forward Bryan Mbeumo could play a crucial role in Cameroon’s campaign as they begin a new chapter under a new coach following their failure to qualify for the World Cup.</p><p>With seven goals across all competitions, Mbeumo has been Manchester United’s standout performer in an otherwise mixed and chaotic season for the Red Devils.</p><p>An injury kept Mbeumo out of the previous AFCON, but this time, the 26-year-old has a golden opportunity to clinch his first trophy with Cameroon.</p><p>The task, however, will not be straightforward. With veteran striker Vincent Aboubakar surprisingly left out of the squad, Mbeumo inherits the dual responsibility of leading the line and captaining the team.</p><figure id=\"attachment_4151676\" aria-describedby=\"caption-attachment-4151676\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151676\" src=\"/wp-content/uploads/2025/12/AP23162100191066-1764921668.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cameroon forward Bryan Mbeumo (20) celebrates his goal against Mexico during the first half of a friendly soccer match Saturday, June 10, 2023, in San Diego. (AP Photo/Gregory Bull)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151676\" class=\"wp-caption-text\">Cameroon forward Bryan Mbeumo has been Manchester United’s highest scorer this season [File: Gregory Bull/AP]</figcaption></figure><h2 id=\"wilfried-zaha-ivory-coast\">⚽ Wilfried Zaha (Ivory Coast)</h2><p>An impressive loan spell with Charlotte in Major League Soccer (MLS) has earned Wilfried Zaha a surprise recall to the national team for the first time in two years.</p><p>The 33-year-old winger was omitted from the squad that won AFCON 2023, but his return to form, marked by 10 goals and 10 assists this season, proved too compelling to ignore.</p><p>Zaha’s years of experience, ability to take on defenders and current sharpness should provide a timely boost to the reigning champions’ aspirations of defending their AFCON title in Morocco.</p><figure id=\"attachment_4177339\" aria-describedby=\"caption-attachment-4177339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177339\" src=\"/wp-content/uploads/2025/12/AP25271025081728-1765875890.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Charlotte FC forward Wilfried Zaha (10) celebrates after scoring a goal against CF Montreal during the first half of an MLS soccer match in Charlotte, N.C., Saturday, Sept. 27, 2025. (AP Photo/Nell Redmond)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177339\" class=\"wp-caption-text\">Wilfried Zaha won two caps for England before switching international allegiance to the Ivory Coast [File: Nell Redmond/AP]</figcaption></figure><h2 id=\"sadio-mane-senegal\">⚽ Sadio Mane (Senegal)</h2><p>Sadio Mane once dominated headlines with his exploits in Europe for clubs such as Liverpool and Bayern Munich, but his move to Al Nassr in the Saudi Pro League has shifted much of the media spotlight away from him.</p><p>Yet the 33-year-old, widely regarded as one of Africa’s greatest players, remains a decisive figure for Senegal: his five goals in CAF World Cup qualifying were the most by any Senegalese player.</p><p>In Morocco, Mane will aim to replicate the form that earned him player of the tournament honours at AFCON 2021 when the winger guided the Teranga Lions to their first continental title.</p><figure id=\"attachment_2634829\" aria-describedby=\"caption-attachment-2634829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2634829\" src=\"/wp-content/uploads/2024/01/AFP__20240119__34FY8VM__v1__HighRes__FblCan2024SenCmr-1705690877.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sadio Mane smiles and puts his right hand to his heart\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2634829\" class=\"wp-caption-text\">Senegal’s Sadio Mane has 12 goal involvements in 17 matches for Al Nassr this season [File: Kenzo Tribouillard/AFP]</figcaption></figure><h2><span>⚽ Iliman Ndiaye (Senegal)</span></h2><p>With six goal involvements in the Premier League, Iliman Ndiaye has been one of Everton’s most reliable players in the Premier League this season, and the 25-year-old will hope to bring that positive influence to Senegal’s attack.</p><p>The midfielder, known for his dribbling and finishing, has enjoyed a rapid ascent in recent years, moving from England’s second-tier league in 2023 to being a key contributor for the Toffees as they close in on a top-six spot in the top-flight.</p><p>On the international stage, Ndiaye has been an integral part of Senegal’s setup for the past three years, and he will look to make his mark at his third AFCON appearance.</p><figure id=\"attachment_3409156\" aria-describedby=\"caption-attachment-3409156\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3409156\" src=\"/wp-content/uploads/2024/12/2024-12-26T130941Z_1797456223_UP1EKCQ10K3VX_RTRMADP_3_SOCCER-ENGLAND-MCI-EVE-REPORT-1735218807.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"Ndiaye celebrates scoring\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3409156\" class=\"wp-caption-text\">Iliman Ndiaye is a key part of Everton’s attack and will hope to carry his form into AFCON for Senegal [File: Phil Noble/Reuters]</figcaption></figure><h2 id=\"carlos-baleba-cameroon\">⚽ Carlos Baleba (Cameroon)</h2><p>Unlike many of the tournament’s big names, Carlos Baleba arrives at AFCON without any major-tournament experience, yet the 21-year-old has already produced performances that belie his age.</p><p>The versatile youngster has become a driving force in Premier League side Brighton’s defensive midfield and was instrumental in Cameroon’s flawless qualification for AFCON 2025.</p><p>Renowned for his stamina, dribbling and passing range, Baleba is once again attracting interest from major European clubs before a potential big-money move in January’s transfer window.</p><figure id=\"attachment_4151757\" aria-describedby=\"caption-attachment-4151757\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151757\" src=\"/wp-content/uploads/2025/12/AP25069434412886-1764924158.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Brighton's Carlos Baleba runs into position during the English Premier League soccer match between Brighton and Hove Albion and Fulham, at the Amex Stadium in Brighton, England, Saturday, March 8, 2025. (AP Photo/Dave Shopland)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151757\" class=\"wp-caption-text\">Youngster Carlos Baleba has established himself as a midfield powerhouse for Brighton and Cameroon [File: Dave Shopland/AP]</figcaption></figure><h2 id=\"pierre-emerick-aubameyang-gabon\">⚽ Pierre-Emerick Aubameyang (Gabon)</h2><p>Once a hero for Borussia Dortmund and Arsenal, Pierre-Emerick Aubameyang now plies his trade at Marseille – and this year’s AFCON may represent his final shot at glory with Gabon.</p><p>At 36 and in the twilight of his career, the forward continues to shoulder the hopes of the small central African nation that has never advanced beyond the quarterfinals.</p><p>French-born Aubameyang, who won African Footballer of the Year a decade ago, has been the focal point of Gabon’s attack ever since his debut in 2009.</p><figure id=\"attachment_4159083\" aria-describedby=\"caption-attachment-4159083\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159083\" src=\"/wp-content/uploads/2025/12/AP25082612768071-1765177212.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gabon's Pierre-Emerick Aubameyang runs during the World Cup group F qualifying soccer match between Kenya and Gabon at the Nyayo national stadium in Nairobi, Kenya, Sunday March 23, 2025. (AP Photo/Brian Inganga)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159083\" class=\"wp-caption-text\">Pierre-Emerick Aubameyang is Gabon’s all-time leading scorer with 39 goals [File: Brian Inganga/AP]</figcaption></figure><h2 id=\"mohamed-amoura-algeria\"><strong>⚽ </strong>Mohamed Amoura (Algeria)</h2><p>Mohamed Amoura is set to be a central figure in Algeria’s AFCON 2025 campaign.</p><p>Amoura was Africa’s leading scorer in World Cup 2026 qualification, outpacing even Egyptian legend Salah with a chart-topping 10 goals.</p><p>The 25-year-old striker has carried that clinical form into club football with Bundesliga side Wolfsburg, registering six goals and two assists in 15 appearances.</p><p>After lifting the African trophy in 2019, the Desert Foxes endured painful first-round exits in the two editions that followed, making this tournament an opportunity to rewrite their recent history. At AFCON 2025, Algeria will go as far as Amoura can take them as they attempt to win a third crown.</p><figure id=\"attachment_4082389\" aria-describedby=\"caption-attachment-4082389\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4082389\" src=\"/wp-content/uploads/2025/11/AP25085260585404-1762247978.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Algeria's Mohamed Amoura scores as Mozambique goalkeeper Ernan Siluane misses the ball during the World Cup 2026 group G qualifying soccer match between Algeria and Mozambique at the Hocine-Ait-Ahmed stadium in Boukhalfa, near Tizi Ouzou, eastern Algeria, Tuesday March 25, 2025. (AP Photo/Fateh Guidoum)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4082389\" class=\"wp-caption-text\">Striker Mohamed Amoura stole the limelight during the CAF World Cup qualifying [Fateh Guidoum/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Machado leaves Oslo after trip to receive Nobel Peace Prize | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-17T15:51:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6942be7cb2b3-1765981820.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela’s Machado leaves Oslo after trip to receive Nobel Peace Prize</h1><p class=\"article__subhead\"><em>Opposition leader Maria Corina Machado went to Norway despite a travel ban imposed by Venezuelan authorities.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan opposition leader <a href=\"/news/2025/12/16/venezuelan-opposition-leader-machado-injured-on-covert-nobel-prize-trip\">Maria Corina Machado</a> has left Oslo after travelling to Norway in secret last week to collect her Nobel Peace Prize, her spokesperson says.</p><p>Machado, a right-wing opposition figure, fractured a vertebra while fleeing Venezuela by boat to receive the award, according to the spokesperson. She was examined by doctors at Oslo University Hospital during her time in the Norwegian capital.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“She is doing well and is currently attending medical appointments with a specialist to ensure her prompt and full recovery,” the spokesperson said in a statement on Wednesday. He added that Machado was no longer in Oslo but did not disclose her current location.</p><p>Machado travelled to Norway in defiance of a decade-long travel ban imposed by Venezuelan authorities and after spending more than a year in hiding. She arrived too late to attend the official Nobel Peace Prize ceremony held last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Media reports in the United States said Machado’s escape involved wearing a disguise, including a wig, and travelling from a small Venezuelan fishing village on a wooden boat to the Caribbean island of Curacao before boarding a private plane to Norway.</p><p>US forces stationed in the Caribbean were alerted during the voyage to avoid a strike on the vessel.</p><p>Machado has previously said she intends to return to Venezuela.</p><p>She has been in hiding since she was barred from running in Venezuela’s July 24 presidential election, saying she feared her life was under threat from President Nicolas Maduro, who has been in power for more than a decade.</p><p>Maduro has accused Washington of seeking to engineer regime change in Venezuela in an effort to seize control of the country’s large oil reserves.</p></div></div></body></html>"
        },
        {
            "title": "Susie Wiles: What top Trump aide said in her Vanity Fair interview | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T15:36:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69429d12d0608-1765973266.jpg?resize=1920%2C1336",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s chief of staff, who is known for operating from well behind the scenes, has suddenly come under the media spotlight as candid interviews with Vanity Fair magazine have stirred controversy.</p><p>In the interviews, Susie Wiles was quoted as describing Trump as having an “alcoholic’s personality”, tech tycoon Elon Musk as an “odd, odd duck” and Vice President JD Vance as a “conspiracy theorist”.</p><p>Wiles slammed the two-part Vanity Fair article, which was published on Tuesday, calling it a “hit piece”.</p><p>Trump is standing by his top aide, whom he has called the “ice maiden”, and White House Press Secretary Karoline Leavitt said: “The entire administration is … united fully behind her.”</p><p>Here is a closer look at who Wiles is and what the report says:</p><h2 id=\"what-is-the-basis-of-the-vanity-fair-article\">What is the basis of the Vanity Fair article?</h2><p>Vanity Fair published a two-part report about the second Trump administration, which began in January. The report is based on the interviews with Wiles by American documentary filmmaker and journalist Chris Whipple over the course of the past year.</p><p>Wiles chronicled the first year of Trump’s second term “amid each moment of crisis”, Whipple, who conducted 11 on-the-record interviews with Wiles, wrote.</p><p>The first of these interviews took place on January 11, a week before Trump’s inauguration.</p><figure id=\"attachment_4179690\" aria-describedby=\"caption-attachment-4179690\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4179690\" src=\"/wp-content/uploads/2025/12/2025-12-16T201710Z_1883679187_RC20UHAFL3GM_RTRMADP_3_USA-TRUMP-USAID-WILES-1765985704.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"wiles\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4179690\" class=\"wp-caption-text\">White House Chief of Staff Susie Wiles speaks with fellow attendees during a reception for Sergio Gor, the recently sworn-in US Ambassador to India, at the Kennedy Center in Washington, DC, US, on November 10, 2025 [File: Nathan Howard/Reuters]</figcaption></figure><h2 id=\"who-is-susie-wiles\">Who is Susie Wiles?</h2><p>Wiles, 68, is the chief of staff at the White House. She is the first woman in history to hold this position.</p><p>In 2015, Wiles was invited to Trump Tower in New York to meet Trump as he was transitioning from being a real estate developer to a presidential candidate.</p><p>In the Vanity Fair piece, Whipple described her as “the most powerful person in Trump’s White House other than the president himself”.</p><p>Whipple quoted an unnamed former Republican Party leader as saying: “So many decisions of great consequence are being made on the whim of the president. And as far as I can tell, the only force that can direct or channel that whim is Susie.”</p><p>Wiles has risen from a Capitol Hill intern in the 1970s to a top Republican strategist. At the age of 23, she landed a job as a scheduler in the White House when Republican Ronald Reagan was president.</p><p>Wiles’s childhood was difficult. Her father, Pat Summerall, a well-known American football announcer, was an alcoholic. She was raised in Stamford, Connecticut and Saddle River, New Jersey, according to the Vanity Fair article.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-did-wiles-say-about-trump-and-his-aides\">What did Wiles say about Trump and his aides?</h2><p>Here’s what Wiles told Vanity Fair about Trump and his aides, and here is how some of them reacted:</p><h3>Trump</h3><p>According to the Vanity Fair report, Wiles said she never doubted Trump would win the presidential election in November 2024.</p><p>She added that she was going to present a “new Trump” to the public and even told Hakeem Jeffries, the leader of the Democrats in the House of Representatives, before Trump’s inauguration that he would see a different side of Trump in his second term. Trump would be calmer and without a temper, she said.</p><p>“I’ve not seen him throw anything, I’ve not seen him scream. I didn’t see that really horrible behaviour that people talk about and that I actually experienced years ago,” Whipple quoted Wiles as saying in his article.</p><p>Although Trump is a teetotaller, Wiles was quoted as saying Trump “has an alcoholic’s personality” and he “operates [with] a view that there’s nothing he can’t do. Nothing, zero, nothing”.</p><p>In an interview with the New York Post published on Tuesday, Trump defended Wiles.</p><p>About the alcoholic comment, Trump said: “She meant that I’m – you see, I don’t drink alcohol. So everybody knows that, but I’ve often said that if I did, I’d have a very good chance of being an alcoholic. I have said that many times about myself. I do. It’s a very possessive personality.”</p><p>Talking about Whipple’s report, Trump said, “I didn’t read it, but I don’t read Vanity Fair, but [Wiles has] done a fantastic job.”</p><p>“I think from what I hear, the facts were wrong, and it was a very misguided interviewer, purposely misguided,” the New York Post quoted Trump as saying.</p><p>Leavitt also backed Wiles during a Fox News appearance on Tuesday.</p><p>“I would just echo my boss, Susie Wiles, who is the best chief of staff in our nation’s history, working for the greatest president in our nation’s history,” Leavitt said. “This was, unfortunately, another attempt at fake news by a reporter who was acting disingenuously and really did take the chief’s words out of context.</p><p>“The reporter omitted all of the positive things that Susie and our team said about the president and the inner workings of the White House.”</p><h3>JD Vance</h3><p>Wiles said the vice president went from opposing Trump to fully supporting him mostly for political reasons. She also described Vance as being into conspiracy theories for about 10 years.</p><p>Vance, who also said he had not read the Vanity Fair article, backed Wiles during an address in the Lehigh Valley of Pennsylvania on Tuesday.</p><p>“You know why I really love Susie Wiles? Because Susie is who she is in the president’s presence [and] she’s the same exact person when the president isn’t around,” Vance said.</p><p>“I’ve never seen her be disloyal to the president of the United States, and that makes her the best White House chief of staff that the president could ask for,” he said.</p><h3>Elon Musk</h3><p>Wiles also expressed opinions about billionaire entrepreneur Elon Musk, CEO of the private space exploration company SpaceX and the electric car company Tesla.</p><p>During the first few months of Trump’s second term, Musk was his close aide, overseeing the Trump-created Department of Government Efficiency (DOGE), which was meant to slash US government bureaucracy. DOGE became known for carrying out mass layoffs of federal government workers and abruptly shutting down the US Agency for International Development (USAID).</p><p>Wiles described Musk as a “solo actor”, telling Whipple that “the challenge with Elon is keeping up with him.”</p><p>“He’s an avowed ketamine [user]. And he sleeps in a sleeping bag in the EOB [Executive Office Building] in the daytime. And he’s an odd, odd duck, as I think geniuses are. You know, it’s not helpful, but he is his own person,” Wiles was quoted in the Vanity Fair article as saying.</p><p>Musk has not publicly reacted to the article. In March, he posted on X – formerly known as Twitter, the social media platform he bought in 2022 – saying, “I’m a big fan of Susie Wiles,” in response to a video of him helping Wiles out with a bag.</p><p>When Trump named Wiles his chief of staff after winning the November 2024 election, Musk posted a screenshot of news about the announcement and wrote: “Susie Wiles is great.”</p><p> </p><h3>Pam Bondi</h3><p>In the interview, Wiles also criticised Attorney General Pam Bondi’s handling of the Jeffrey Epstein files. The wealthy convicted paedophile died by suicide in 2019 in a Manhattan jail cell. Epstein was awaiting trial on sex trafficking charges.</p><p>Conspiracy theorists claim, however, that he might have been murdered because he maintained a secret client list of powerful individuals, including politicians, who allegedly abused underage girls. In July, the US Department of Justice, which Bondi heads, <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">concluded</a> that Epstein had no client list.</p><p>The Justice Department memo angered right-wing conspiracy theorists and a section of the US president’s base of supporters because it was seen as a retreat from a narrative once promoted by members of the Trump administration.</p><p>When Bondi was asked in an interview with Fox News in February about a supposed list of Epstein’s clients, she responded: “It’s sitting on my desk right now to review.”</p><p>The same month, political commentators and far-right influencers were invited to the White House and presented with documents called “The Epstein Files: Phase 1”. Bondi released these documents, which did not contain anything revelatory about the Epstein case.</p><p>Whipple wrote that Wiles said Bondi “completely whiffed” on understanding that the conservative influencers she invited to the White House were exactly the audience most interested in the documents.</p><p>Wiles was quoted as saying Bondi gave the influencers “binders full of nothingness”. Wiles emphasised: “There is no client list, and it sure as hell wasn’t on her desk.”</p><h2 id=\"what-was-wiles-s-opinion-on-other-issues\">What was Wiles’s  opinion on other issues?</h2><h3>Trump’s January 6 pardons</h3><p>On January 6, 2021, thousands of rioters, fuelled by false claims that the 2020 presidential election was rigged, stormed the US Capitol to try to stop the certification of Democrat Joe Biden’s victory over Trump.</p><p>More than 2,000 people broke into the seat of the US Congress, vandalised offices and fought with police, leaving at least five people dead and many injured.</p><p>About 1,270 people were convicted of federal crimes over the riot, and their prison sentences ranged from a few years to more than two decades for leaders of far-right groups.</p><p>On the day he was inaugurated for his second term, Trump pardoned or commuted the sentences of 1,500 people who were convicted or indicted in the riots, calling their treatment “outrageous”.</p><p>Wiles told Whipple that she questioned Trump pardoning all 1,500.</p><p>She was quoted in Vanity Fair as saying: “I said, ‘I am on board with the people that were happenstancers or didn’t do anything violent. And we certainly know what everybody did because the FBI has done such an incredible job.'”</p><p>She added that Trump asserted that even the violent offenders were unfairly treated.</p><h3>The USAID shutdown</h3><p>Wiles said she was “aghast” when she learned USAID had been shut down.</p><p>“I think anybody that pays attention to government and has ever paid attention to USAID believed, as I did, that they do very good work,” she was quoted as saying by Whipple.</p><h3>Attacks on alleged drug boats</h3><p>Since September, US military strikes on more than 20 boats in the Caribbean and eastern Pacific have killed <a href=\"https://aje.aj-harbinger.com/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a>. The Trump administration has alleged, without evidence, that these boats belong to drug cartels and carry drugs. It has also accused Venezuela’s left-wing government of being involved in drug trafficking.</p><p>“We save 25,000 people every time we knock out a boat,” Trump claimed during an interview with Politico published last week.</p><p>Wiles was quoted by Whipple as saying: “The president believes in harsh penalties for drug dealers, as he’s said many, many times. … These are not fishing boats as some would like to allege.</p><p>“The president says 25,000. I don’t know what the number is. But he views those as lives saved, not people killed.”</p><p>Wiles also affirmed that Trump <a href=\"/news/2025/12/17/trump-stands-by-chief-of-staff-after-shock-remarks-about-vance-bondi-musk\">wants to keep bombing alleged drug boats</a> in the waters off the coast of Venezuela until that country’s leader, Nicolas Maduro, “cries uncle”.</p><h2 id=\"how-did-wiles-react-to-the-vanity-fair-piece\">How did Wiles react to the Vanity Fair piece?</h2><p>Wiles criticised the Vanity Fair article as a “disingenuously framed hit piece”.</p><p>“The article published early this morning is a disingenuously framed hit piece on me and the finest President, White House staff, and Cabinet in history,” she wrote on X on Tuesday.</p><p>“Significant context was disregarded and much of what I, and others, said about the team and the President was left out of the story. I assume, after reading it, that this was done to paint an overwhelmingly chaotic and negative narrative about the President and our team,” she added.</p><p>She then went on to claim that Trump has achieved more in his second term in 11 months than any president in eight years.</p></div></div></body></html>"
        },
        {
            "title": "Afghanistan under Taliban a “society of gender apartheid” | Taliban | Al Jazeera",
            "time": "2025-12-17T15:23:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-SEDNEY-1765984895.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>David Sedney, a former US deputy assistant secretary of defense, says that Afghan society is suffering under “gender apartheid”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What are things like for women, 15 years after the Arab Spring? | Arab Spring | Al Jazeera",
            "time": "2025-12-17T14:52:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1765983119.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Will Europe use frozen Russian assets to fund Ukraine’s war efforts? | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-17T14:47:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765982804.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US dramatically escalates air strikes on Somalia under Trump this year | Drone Strikes News | Al Jazeera",
            "time": "2025-12-17T14:10:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2017-06-13T193352Z_1173384184_RC1A47528E30_RTRMADP_3_USA-CHINA-ARTIFICIALINTELLIGENCE-1765978578.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has dramatically intensified its military air campaign in Somalia, carrying out at least 111 strikes against armed groups, since President Donald Trump returned to office, according to the New America Foundation, which monitors the operations.</p><p>In the most recent one, the US Africa Command conducted an air strike on December 14, approximately 50 kilometres (31 miles) northeast of the city of Kismayo, targeting what it said were members of the Somali armed group, al-Shabaab.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The escalation began in February when Trump launched his administration’s first strike in Somalia. Months later, a senior US Navy admiral said the US had carried out what he said was the “largest air strike in the history of the world” from an aircraft carrier, marking a sharp departure from the previous administration’s approach.</p><p>The strike total this year already surpasses the combined number carried out under Presidents George W Bush, Barack Obama and Joe Biden, and it puts Trump on track to potentially exceed even his own first-term record of 219 strikes.</p><p>The intensified campaign targets both al-Shabaab, an al-Qaeda affiliate that has fought Somalia’s government since 2007 and controls large areas of the south-central regions, and ISIL (SIS) in Somalia, a smaller offshoot concentrated in the northeast with an estimated 1,500 fighters.</p><p>Somalia’s war with armed groups was Africa’s third-deadliest over the last year, killing 7,289 people, according to the US-based Africa Center for Strategic Studies.</p><p>The United States has been allied with Somalia’s federal government, training elite forces and conducting air strikes in support of local operations. US troops have also been based in the country.</p><p>The surge in strikes follows a directive by US Defense Secretary Pete Hegseth that reversed Biden-era restrictions requiring White House approval for strikes outside warzones, giving AFRICOM commanders greater authority to launch attacks.</p><p>David Sterman, a senior policy analyst at the New America Foundation, told Al Jazeera there appeared to be “a demand signal from the White House for escalation” and “a willingness to allow more clearly offensive uses of strikes with less scrutiny and regulation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sterman, who has monitored the strikes, identified two main drivers behind the increase.</p><p>More than half the strikes have supported a US-backed campaign by Somalia’s autonomous Puntland region against ISIL-Somalia, launched after the group attacked a military convoy in December 2024.</p><p>The strikes have shifted from occasionally targeting senior figures to sustained operations aimed at members of the group who have hemmed themselves into the caves in the mountains in northern Somalia, Sterman added.</p><p>The remainder focus on al-Shabaab’s advances against Somali government forces in the south, as US strikes support a Somali National Army that has faced setbacks on the ground this year.</p><p>The February 1 operation that opened the campaign saw 16 F/A-18 Super Hornets launch from the USS Harry S Truman in the Red Sea, dropping 60 tonnes of munitions on cave complexes in the Golis Mountains. The strike killed 14 people, according to Africa Command.</p><h2 id=\"somali-civilians-under-us-fire\">Somali civilians under US fire</h2><p>However, the intensified operations have raised concerns about civilian casualties.</p><p>The investigative outlet Drop Site News reported in December that US air strikes and Somali forces killed at least 11 civilians, including seven children, during a November 15 operation in the Lower Jubba region, citing witnesses.</p><p>Africa Command confirmed conducting strikes to support Somali troops, but did not respond to Drop Site requests for comment on the civilian deaths.</p><p>The US military recently stopped providing civilian casualty assessments in its strike announcements.</p><p>According to the military publication Stars and Stripes, the pace of operations now exceeds even the US’s claimed counter-narcotics strikes in the Caribbean.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the meantime, Trump launched racist verbal attacks earlier this month on Somali immigrants in the US state of Minnesota, as federal authorities prepared to launch a major immigration crackdown targeting hundreds of undocumented Somalis in the state of Minnesota.</p><p>His comments have been <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">denounced</a> in several quarters, from Mogadishu to Minneapolis.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: PSG beat Flamengo on penalties - FIFA Intercontinental Cup final | Football News | Al Jazeera",
            "time": "2025-12-17T14:00:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2252427109-1766001960.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: PSG beat Flamengo on penalties – FIFA Intercontinental Cup final</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates following our text commentary stream of Paris Saint-Germain’s victory in the final in Qatar.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Seizure of Uvira in DRC “will be a blow” to peace negotiations | Conflict | Al Jazeera",
            "time": "2025-12-17T13:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-HANDY-1765979720.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senior Adviser Paul-Simon Handy at the Policy Center for the New South, says the M23’s seizure of Uvira in the Democratic Republic of the Congo shows they’re trying to apply leverage in peace talks.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}