{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Germany charges ex-Syrian prison guard over Assad-era abuses | Syria's War News | Al Jazeera",
            "time": "2025-12-22T13:37:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP22013354823908-1766408250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Germany charges ex-Syrian prison guard over Assad-era abuses</h1><p class=\"article__subhead\"><em>Prosecutors accuse the official, named as Fahad A, of torturing dozens of prisoners in jail run by Syrian intelligence.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German prosecutors have charged a former Syrian security official with crimes against humanity, accusing him of torturing dozens of prisoners at a Damascus jail while <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">ex-President Bashar al-Assad was in power</a>.</p><p>Germany’s Federal Public Prosecutor General’s office announced the indictment on Monday, alleging the ex-prison guard, named only as Fahad A, took part in more than 100 interrogations between 2011 and 2012 in which prisoners were “subjected to severe physical abuse”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The abuse included electric shocks, cable beatings, forced stress positions and suspensions from the ceiling, according to a statement by the prosecutor’s office.</p><p>“As ‌a result of such mistreatment and the catastrophic prison conditions, at least ‌70 prisoners died,” said the statement, noting the former guard is also charged with murder.</p><p>The official was arrested on May 27 and formally indicted on December 10.</p><p>He is being held in pre-trial detention, the German prosecutor’s office added.</p><p>Syrians have demanded justice for crimes committed under the decades-long rule of al-Assad, who was removed from power <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">in December 2024</a> after a rapid rebel offensive.</p><p>The Assad regime, which was accused of mass human rights abuses, including the torture of detainees and enforced disappearances, fell after nearly 14 years of civil war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"universal-jurisdiction\">Universal jurisdiction</h2><p>In Germany, prosecutors have ⁠used universal jurisdiction laws to seek trials for suspects in crimes against humanity committed anywhere in the world.</p><p>Based on ‌these laws, several people suspected of war crimes during the Syrian conflict have been arrested in the last ‍few years in Germany, which is home to about one million Syrians.</p><p>In June, a court in Frankfurt <a href=\"/news/2025/6/16/german-court-convicts-syrian-doctor-of-crimes-against-humanity\">handed a life sentence</a> to a Syrian doctor convicted of carrying out acts of torture as part of al-Assad’s crackdown on dissent.</p><p>The doctor, Alaa Mousa, was accused of torturing patients at military hospitals in Damascus and Homs, where political prisoners were regularly brought for supposed treatment.</p><p>Witnesses described Mousa pouring flammable liquid on a prisoner’s wounds before setting them alight and kicking the man in the face, shattering his teeth. In another incident, the doctor was accused of injecting a detainee with a fatal substance for refusing to be beaten.</p><p>One former prisoner described the Damascus hospital where he was held as a “slaughterhouse”.</p><p>Presiding judge, Christoph Koller, said the verdict underscored the “brutality of Assad’s dictatorial, unjust regime”.</p></div></div></body></html>"
        },
        {
            "title": "Seizing ships as leverage: US vs Houthis | Digital Series | Al Jazeera",
            "time": "2025-12-22T13:28:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/EP96-16-9-1766400060.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s Christmas gifts | Donald Trump | Al Jazeera",
            "time": "2025-12-22T13:16:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T234653Z_2096379113_RC2Z9IANZ0ZT_RTRMADP_3_CHRISTMAS-SEASON-USA-TREE-1766404429.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>If my memory serves me correctly, it was on Christmas Eve in 1992 that I found out there was no Santa Claus.</p><p>I was a 10-year-old elementary school student in Austin, Texas, and although I had already debunked the existence of the Tooth Fairy and Easter Bunny, I had held onto Santa for as long as possible, apparently unready to relinquish my youth.</p><p>When I caught my parents in the act of delivering the gifts that had supposedly arrived from the North Pole, I cried.</p><p>Fast forward more than three decades, and many Americans are feeling similarly deceived this holiday season by another man in red – MAGA red to be precise.</p><p>As United States President Donald Trump nears the end of his first year back in office, he has neglected to deliver on pretty much all of his key promises aside from <a href=\"/video/start-here/2025/6/11/trumps-immigration-crackdown-explained-start-here\">manic deportations</a>, which have helped convert the country into a holly, jolly <a href=\"/opinions/2025/7/20/trumps-big-beautiful-police-state-is-here\">police state</a>.</p><p>A recent Reuters/Ipsos poll put Trump’s approval rating at just 39 percent as Americans battle a staggering cost of living, including soaring prices for fruits, vegetables and meat as well as rising rents and electricity fees.</p><p>This year’s federal government shutdown saw millions of people facing the distinct <a href=\"/opinions/2025/11/10/the-government-shutdown-has-escalated-the-us-war-on-the-poor\">possibility of starvation</a>, an arrangement that was rather irreconcilable with the whole plan to “make America great again”.</p><p>Job losses as a result of the shutdown drove up the unemployment rate, which reached 4.6 percent, the highest in nearly five years. According to <a href=\"https://www.reuters.com/world/us/trumps-approval-rating-slips-39-economy-weighs-reutersipsos-poll-finds-2025-12-16/\">Reuters</a>, “many economists think employers have pulled back on hiring because of what some described as shock from Trump’s tariffs on imports.”</p><p>From the perspective of reality, then, Trump has failed decisively in his pledge to fix the US economy. But in the president’s own personal world of hyperbolic make-believe, he has awarded the current economy a grade of “A+++++” while declaring the country’s alleged “affordability” crisis a Democratic “hoax” to taint his image.</p><p>To be sure, the United States has never been particularly known for its affordability. After all, that would defeat the whole point of cutthroat <a href=\"/opinions/2025/6/8/democrats-wooing-musk-after-the-trump-breakup-is-us-plutocracy-at-its-best\">capitalism</a> and the hierarchy of human life upon which plutocracy rests.</p><p>And while Republicans and Democrats may purport to be ideological opposites, the parties are two sides of the same coin in terms of perpetuating racialised elite tyranny and ensuring that poverty remains a leading cause of death in one of the richest nations on Earth.</p><p>I am presently visiting my mother for the holidays in the city of Louisville, Kentucky, where a trip to the supermarket the other day set us back $237.27 – ie, almost the equivalent of the monthly rent for my home on the <a href=\"/opinions/2022/1/10/life-and-death-on-the-beach-of\">beach in southern Mexico</a>. Our shopping cart, which was not full, had one meat product and no alcoholic beverages.</p><p>Louisville, incidentally, was the site of the notorious March 2020 police murder of unarmed Black woman <a href=\"/news/2020/6/7/say-her-name-louisville-honours-breonna-taylor\">Breonna Taylor</a>, a 26-year-old emergency room technician. Earlier this year, the US Department of Justice sought a prison sentence of <a href=\"/news/2025/7/18/why-do-us-prosecutors-want-a-one-day-sentence-for-breonna-taylor-shooting\">just one day</a> for a former police officer convicted in Taylor’s shooting, which took place on the first Trump administration’s watch.</p><p>The officer ultimately received a slightly longer sentence of <a href=\"/news/2025/7/21/us-police-officer-in-breonna-taylor-death-sentenced-to-33-months-in-prison\">33 months</a>.</p><p>Indeed, if your holiday wish list happens to include an end to systemic racism or police brutality, you’ve got nothing but disappointment coming your way.</p><p>As for other contemporary Justice Department misdeeds, at least 16 files relating to the case of late financier and child sex abuser Jeffrey Epstein <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">inexplicably disappeared</a> on Saturday from the department’s website shortly after they were published.</p><p>One of the disappeared items was a photograph of Trump, who previously slammed as a “<a href=\"/opinions/2025/8/24/ghislaine-maxwells-testimony-says-a-lot-about-our-dystopia\">Democrat hoax</a>” the national uproar over the government’s efforts to stymie the release of documents pertaining to Epstein.</p><p>Other recently released documents have been heavily redacted or blacked out entirely, constituting “another slap in the face” to Epstein’s victims, as survivor Marina Lacerda <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">put it</a>.</p><p>In other words, the domestic panorama these days does not inspire much holiday cheer.</p><p>But there I go again propagating “hoaxes”.</p><p>Meanwhile, the festive season has also been a time for Trump’s continued wanton <a href=\"/opinions/2025/9/8/distraction-101-blow-them-up\">bombing of boats</a> in the vicinity of Venezuela and the attendant <a href=\"/news/2025/12/19/five-killed-as-us-military-destroys-two-more-vessels-in-pacific-ocean\">extrajudicial killing</a> of seafarers, supposedly in the name of combating Venezuelan “narcoterrorism”.</p><p>The US has now expanded its anti-Venezuelan repertoire to allow for the <a href=\"/opinions/2025/12/12/the-us-is-already-at-war-with-venezuela\">hijacking of oil tankers</a> as well. For his part, Trump has amplified the list of fabricated casus belli with his <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">patently absurd allegation</a> on social media – in capital letters, as always – that the South American nation previously stole “Oil, Land, and other Assets” from the United States. On Thursday, in an interview with NBC, the president did not rule out war with Venezuela.</p><p>On the other side of the world, Israel’s <a href=\"/news/2025/11/27/israel-escalates-aerial-assault-of-southern-central-gaza-past-yellow-line\">genocide of Palestinians proceeds</a> apace in the Gaza Strip under the guise of a Trump-brokered <a href=\"/news/2025/10/9/trump-announces-gaza-ceasefire-deal-what-we-know-and-whats-next\">ceasefire</a>. Like his Democratic predecessor Joe Biden, Trump has showered <a href=\"/news/2025/12/19/how-much-is-us-support-for-israel-costing-donald-trump\">billions of dollars</a> in US taxpayer money upon the genocidal state.</p><p>Call it a massive stocking stuffer.</p><p>And as Christmastime comes and goes this year, ’tis the season to be anything but jolly.</p><p data-start=\"6919\" data-end=\"7201\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Voices of Gaza: The Great Omari Mosque’s 2,000‑year history lies in ruins | Gaza | Al Jazeera",
            "time": "2025-12-22T12:46:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766407583.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Syria’s government curbing once-booming Captagon industry: UN report | Drugs News | Al Jazeera",
            "time": "2025-12-22T12:40:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250303__36YU22P__v2__HighRes__SyriaConflictCorruptionAssads-1766395157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria’s government curbing once-booming Captagon industry: UN report</h1><p class=\"article__subhead\"><em>Authorities have shuttered drug factories that were cash pipeline for former ruler Bashar al-Assad, UN report.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s government has cracked down on the Captagon industry, which boomed under former longtime leader Bashar al-Assad, according to a United Nations report.</p><p>Since al-Assad’s <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">ouster a year ago</a>, Syria’s new authorities have dismantled a network of factories and storage sites, a research brief published on Monday by the UN Office on Drugs and Crime (UNODC) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For more than a decade, Syria <a href=\"/news/2023/5/9/what-is-captagon-the-addictive-drug-mass-produced-in-syria\">produced most of the world’s Captagon</a>, a highly addictive, amphetamine-like pill, <a href=\"/video/true-crime-reports/2025/3/9/captagon-syrias-hidden-drug-empire\">bringing in billions of dollars</a> for al-Assad’s government.</p><p>However, interim President Ahmed al-Sharaa has carried out a clampdown as he <a href=\"/features/2024/12/18/what-will-happen-to-al-assads-captagon-empire-now\">tries to legitimise his government</a> and <a href=\"/news/2025/9/24/in-his-first-un-speech-syrias-al-sharaa-urges-end-to-all-sanctions\">strengthen diplomatic ties globally</a>.</p><p>Overall, 15 industrial-level laboratories and 13 storage sites have been shuttered, according to the UNODC report. The agency said the action has “drastically changed” the Captagon market across the region.</p><p>Syria’s role in the drug trade had previously drawn scrutiny from numerous Gulf states, where the pill is popular, including Saudi Arabia. It also helped to prompt Western sanctions.</p><h2 id=\"olitical-will-and-international-cooperation\">‘Political will and international cooperation’</h2><p>For years, the Captagon trade provided billions of dollars in profit for networks and individuals aligned with the former government “either within the leadership of the regime’s security apparatus, Syria’s commercial sector and business elite, and/or family members of Bashar al-Assad”, according to Caroline Rose, an expert on Syrian drug trafficking at the New Lines Institute think tank.</p><p>Maher al-Assad, Bashar’s brother and former commander of the army’s elite Fourth Division, was identified as a key player, profiting from protecting shipments through Latakia, a former al-Assad stronghold.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the current Syrian government’s targeting of the industry, large seizures of the drug across the region suggest that significant stockpiles of the pills originating from Syria remain in circulation, the report noted.</p><p>Smaller-scale production is also likely continuing inside Syria and in neighbouring countries, the UNODC added, with Gulf countries still the top buyers of the drug.</p><p>The UN agency said the disruption of the Middle East’s Captagon industry shows that with “political will and international cooperation … even highly complex drug markets can be destabilised within a relatively short period of time”.</p><p>However, it warned that the shift risks pushing regional consumers towards new synthetic substances, like methamphetamine, which has recently grown in popularity.</p><p>“Without addressing the underlying demand for ‘Captagon,’ trafficking and use are likely to shift toward other substances, such as methamphetamine, with new routes and actors emerging to fill the gap,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Are US oil tanker seizures off Venezuela legal or acts of piracy? | Oil and Gas | Al Jazeera",
            "time": "2025-12-22T12:38:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766407072.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Denmark to summon US ambassador following Greenland envoy appointment | Donald Trump News | Al Jazeera",
            "time": "2025-12-22T12:14:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-30T160644Z_1741014177_RC2OHGABZAT8_RTRMADP_3_EU-FOREIGN-1766401507.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Denmark to summon US ambassador following Greenland envoy appointment</h1><p class=\"article__subhead\"><em>Copenhagen slams Jeff Landry’s statement regarding annexation of the territory as ‘totally unacceptable’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Denmark has summoned the United States ambassador after President Donald Trump’s appointment of a special envoy to Greenland.</p><p>Danish Foreign Minister Lars Lokke Rasmussen said on Monday that he was “deeply angered” by the appointment of Louisiana Governor Jeff Landry as envoy to the autonomous Danish territory, which Trump has several times threatened to annex.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rasmussen said he was particularly disturbed by comments from Landry on accepting the appointment that hailed plans “to make Greenland a part of the US”.</p><p>Calling the statement “totally unacceptable”, he demanded that Washington respect Danish sovereignty and said the Ministry of F<span>oreign Affairs would soon summon the US ambassador for “an explanation”.</span></p><p>Despite Denmark being a NATO ally, Trump has repeatedly antagonised the Nordic state by <a href=\"/news/2025/3/28/trump-says-greenland-takeover-needed-for-world-peace\">threatening to take control of Greenland</a>, which is largely self-governing but incorporated into Denmark.</p><p>Trump has insisted that the US <a href=\"/news/2025/3/28/is-trumps-greenland-plan-part-of-a-scramble-for-the-arctic\">needs the resource-rich island</a> for security reasons. He has refused to rule out the use of military force to seize control, noting in March that the US would “go as far as we have to”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The leaders of both Denmark and Greenland have repeatedly said the huge Arctic island is not for sale and will decide its future itself.</p><p>According to a January opinion poll, the vast majority of Greenland’s 57,000 people want to become independent from Denmark, but they do not wish to become part of the US.</p><p>Trump named Landry as the US envoy to the territory on Sunday night and said in a post on his Truth Social platform that the Louisiana governor “understands how essential Greenland is to our National Security, and will strongly advance our Country’s Interests”.</p><p>Landry responded directly to Trump in a post on X: “It’s an honor to serve you in this volunteer position to make Greenland a part of the US.”</p><p></p><p>While Greenland Prime Minister Jens-Frederik Nielsen said Landry’s appointment “doesn’t change anything for us here at home”, it adds to the simmering tension between the US and Denmark.</p><p>In August, Denmark summoned the US charge d’affaires after media reports of a <a href=\"/news/2025/8/28/is-trump-trying-to-engineer-greenlands-secession-from-denmark\">US covert influence campaign</a> in Greenland.</p><p>Earlier this month, the Danish Defence Intelligence Service warned that the US is using its economic power to “assert its will” and threatening military force against friend and foe alike.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli military storms West Bank towns, carries out demolition | Occupied West Bank News | Al Jazeera",
            "time": "2025-12-22T11:41:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2024-01-13T114728Z_508324602_RC2ZG5AWEKU1_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-VIOLENCE-1761658144.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have stormed towns in the occupied West Bank and demolished a residential building.</p><p>Soldiers fired stun grenades and tear gas on Monday as they carried out the demolition in East Jerusalem. Palestinian officials accused Israel of a campaign of displacement in the city, saying the operation was part of a systematic attempt to ethnically cleanse Palestinians from their land.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Scores of Palestinians were displaced as Israeli bulldozers tore through a four-storey residential building. Activists called it the largest such demolition in the area this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Three bulldozers destroyed the building with 13 apartments in the Wadi Qaddum neighbourhood of the Silwan district, south of Jerusalem’s Old City, Al Jazeera Arabic correspondents reported.</p><p>Israeli forces cordoned off surrounding roads, deployed heavily across the area and positioned security personnel on the rooftops of neighbouring houses. During the operation, a young man and a teenage boy were arrested.</p><p>Residents were told the demolition order was issued because the building had been constructed without a permit.</p><p>Palestinians face severe obstacles in obtaining building permits due to Israel’s restrictive planning policies, activists say, a policy that they assert is part of a systematic attempt to ethnically cleanse Palestinians from their land.</p><p>Israel’s security cabinet has recently approved the recognition of 19 new settlements in the West Bank, expanding the total number approved this year to 69 as the government continues its settlement push.</p><h2 id=\"systematic-policy-of-displacement\">‘Systematic policy of displacement’</h2><p>The Jerusalem governorate, affiliated with the Palestinian Authority, condemned the demolition.</p><p><span>“The building’s destruction is part of a systematic policy aimed at forcibly displacing Palestinian residents and emptying the city of its original inhabitants,” the governorate said in a statement.</span></p><p>“Any demolition that expels residents from their homes constitutes a clear occupation plan to replace the land’s owners with settlers.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Jerusalem municipality, an Israeli authority whose jurisdiction over East Jerusalem is not recognised under international law, said the demolition was based on a 2014 court order.</p><p>Israeli human rights groups Ir Amim and Bimkom said the demolition was carried out without warning despite a scheduled meeting on Monday to discuss steps to legalise the building.</p><p>“This is part of an ongoing policy. This year alone, around 100 East Jerusalem families have lost their homes,” the groups said, calling Monday’s demolition the largest of 2025.</p><h2 id=\"escalated-attacks\">Escalated attacks</h2><p>Elsewhere in the West Bank, Israeli forces damaged agricultural land and uprooted trees in the northern town of Silat al-Harithiya.</p><p>In the city of Halhul, north of Hebron, Israeli forces stormed several neighbourhoods with large numbers of military vehicles, deployed sniper teams and took up positions across the city.</p><p>Al Jazeera Arabic journalists reported that Israeli vehicles entered Halhul through multiple checkpoints, including Nabi Yunis, while closing the Halhul Bridge checkpoint linking the city to Hebron.</p><p>Since Israel launched its war on Gaza in October 2023, Israeli forces and settlers have also sharply escalated attacks across the West Bank.</p><p>More than 1,102 Palestinians have been killed in the territory, about 11,000 wounded and more than 21,000 arrested, according to Palestinian figures.</p></div></div></body></html>"
        },
        {
            "title": "Israel demolishes residential building in occupied East Jerusalem | Newsfeed | Al Jazeera",
            "time": "2025-12-22T11:26:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766402762.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Brawl breaks out in Turkish parliament on last day of budget talks | Newsfeed | Al Jazeera",
            "time": "2025-12-22T11:22:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766402471.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India and New Zealand conclude free trade agreement | International Trade News | Al Jazeera",
            "time": "2025-12-22T11:08:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/AFP__20250213__2199444738__v2__HighRes__PresidentTrumpWelcomesIndianPrimeMinisterMod-1739508240_37bf3b-1739508313.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India and New Zealand have announced reaching a free trade agreement that is expected to boost trade between the two countries by hundreds of millions of dollars.</p><p>New Delhi and Wellington <a href=\"https://x.com/MFATNZ/status/2002987004938617313\" target=\"_blank\" rel=\"noopener\">confirmed</a> the agreement on Monday, saying the deal is expected to be formally signed in the first quarter of next year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The announcement comes as governments across the globe seek to diversify trade links due to the uncertainty driven by United States President Donald Trump’s sweeping tariffs.</p><p>Under the terms of the agreement, India will gain zero-duty access for all goods exports to New Zealand. Wellington will receive duty concessions and market access for about 70 percent of India’s tariff lines, covering roughly 95 percent of New Zealand’s exports to India on a phased basis, officials said.</p><p>New Zealand is seeking to expand exports of dairy, fruit, wool and wine to India, with significant gains expected in horticulture, wood products and sheep wool.</p><p>India’s biggest beneficiaries from tariff-free access to New Zealand’s market are expected to include textiles and apparel, engineering goods, leather and footwear, and marine products.</p><p>New Zealand will also commit to investment worth $20bn in India over 15 years, India’s Ministry of Commerce and Industry said, while skilled Indian professionals should get easier access to New Zealand’s job market.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The uncertainty stemming from Trump’s unconventional economic policies has spurred countries to pursue bilateral trade deals, reducing their exposure to rising protectionism and higher US import tariffs.</p><p>New Delhi has stepped up efforts to broaden its export destinations as part of a wider strategy to shield its economy.</p><p>Prime Minister Narendra Modi put that push front and centre as he <a href=\"/news/2025/12/4/putin-visits-india-amid-ukraine-peace-push-whats-on-the-agenda\">welcomed</a> Russia’s President Vladimir Putin to the Indian capital earlier this month for trade talks, as well as the inevitable discussion of geopolitical tensions.</p><p>Still, New Delhi is seeking to maintain a longstanding balancing act between the East and the West. India’s Commerce Minister Piyush Goyal said so on Monday. As well as the deal with New Zealand, India is also working on agreements with the US and Canada.</p><p>New Zealand Prime Minister Christopher Luxon said in a post on X that his country’s exports to India are forecast to increase by $1.1bn to $1.3bn annually over the next two decades as a result of the deal.</p><p>“Boosting trade means more Kiwi jobs, higher wages and more opportunities for hard-working New Zealanders,” Luxon said.</p><p>However, the deal has drawn criticism from the right-wing populist party New Zealand First.</p><p>Party leader Winston Peters said the agreement “gives too much away, especially on immigration”, according to a statement cited by The New Zealand Herald.</p><p>The deal also risks encroaching on some sensitivities in India.</p><p>In a nod to those concerns, New Delhi has excluded dairy imports such as milk, cream, whey, yoghurt and cheese from the agreement, along with several animal and vegetable products, including goat meat, onions and almonds.</p><p>The deal should be signed following a legal review of the negotiated text, India’s chief negotiator Petal Dhillon said.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s reserves have strategic advantages for the US | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-22T10:57:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766393177.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "“Convenient for the US to declare war” with Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2025-12-22T10:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Ernesto-16x9-1766400556.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australian PM apologises over Bondi attack, calls for tougher hate laws | Gun Violence News | Al Jazeera",
            "time": "2025-12-22T10:27:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T124010Z_1376931513_RC2VKIAPNJVI_RTRMADP_3_AUSTRALIA-CRIME-1766387942.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia’s Prime Minister Anthony Albanese has apologised to the Jewish community over last week’s Bondi Beach attack, which killed 15 people at a Hanukkah ceremony, and called for stricter laws against hate speech and hardline violence.</p><p>Speaking on Monday, a week after Australia’s <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">deadliest mass shooting in decades</a> rocked the nation, Albanese promised steps to protect Jewish Australians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As prime minister, I feel the weight of responsibility for an atrocity that happened whilst I’m prime minister, and I’m sorry for what the Jewish community and our nation as a whole has experienced,” he said.</p><p>Albanese pledged that his government would work to protect Jewish Australians and their right “to practise their faith, to educate their children and to engage in Australian society”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"planned-meticulously\">Attack planned ‘meticulously’</h2><p>Australian authorities continue to investigate the December 14 attack, <a href=\"/news/2025/12/21/australia-honours-bondi-beach-victims-launches-probe-of-security-services\">whose victims included</a> a 10-year-old girl and a Holocaust survivor, as an act of “terrorism”.</p><p>Police believe suspects Sajid Akram, 50, and his son Naveed, 24, were inspired by ISIL (ISIS), saying the group’s flags were found in a car they drove.</p><p>While Sajid was shot dead by police, Naveed is still recovering from his bullet injuries in hospital and has been charged with 59 offences, including murder and terrorism.</p><p>In a court filing, police said the men recorded videos condemning “Zionists” and explained “their motivation for the ‘Bondi attack'”.</p><p>The suspects are believed to have spent months “meticulously” planning the attack, including carrying out “firearms training” in the New South Wales countryside, according to the court documents.</p><figure id=\"attachment_4189368\" aria-describedby=\"caption-attachment-4189368\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189368\" src=\"/wp-content/uploads/2025/12/2025-12-22T060608Z_1098180776_RC2ILIA2IRLN_RTRMADP_3_AUSTRALIA-CRIME-1766387968.jpg?w=770&amp;resize=770%2C431&amp;quality=80\" alt=\"Sajid Akram, one of the suspects in the shooting during a Jewish Hanukkah celebration at Bondi Beach on December 14, conducting firearms training at a location suspected to be in New South Wales, Australia, in this still image taken from a court document released December 22, 2025. NSW Police/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY NO RESALES. NO ARCHIVES. MANDATORY CREDIT. TEXT OVERLAY FROM SOURCE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189368\" class=\"wp-caption-text\">Sajid Akram, one of the suspects in the Bondi Beach attack, allegedly training with arms at a location suspected to be in New South Wales state in this image from a court document released on December 22, 2025 [Handout/NSW Police via Reuters]</figcaption></figure><p>“We’re not going to let the ISIS-inspired terrorists win. We won’t let them divide our society, and we’ll get through this together,” Albanese said in his remarks.</p><p>“Urgency and unity is what we need,” he said and called for bipartisan support for “creating an aggravated offence for hate preaching”.</p><p>Albanese, whose approval ratings appear to have suffered since the attack, has also proposed far-reaching <a href=\"/news/2025/12/19/australia-pm-albanese-launches-gun-buyback-plan-after-bondi-beach-attack\">reforms on gun legislation</a>, despite Australia already having some of the strictest limits in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The government of New South Wales, the state where Bondi Beach lies, sought to introduce strict new draft gun laws on Monday, as well as a ban on displaying “terrorist” symbols.</p><p>The new rules would cap the number of guns an individual can own to four, or 10 for exempted individuals like farmers.</p><p>Authorities would also be able to prohibit protests for up to three months following an incident deemed “terrorism”.</p><p>The reforms are expected to pass parliament this week.</p><p>“We can’t pretend that the world is the same as it was before that terrorist incident on Sunday,” New South Wales Premier Chris Minns told reporters. “I’d give anything to go back a week, a month, two years, to ensure that didn’t happen, but we need to make sure that we take steps so that it never happens again.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli arms firms make record profits of the back of Gaza war | Gaza | Al Jazeera",
            "time": "2025-12-22T10:08:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766398077.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russian general killed in car bombing in Moscow | Newsfeed | Al Jazeera",
            "time": "2025-12-22T09:39:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766396338.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "2025 in Gaza: 12 months, 12 pictures | Gaza News | Al Jazeera",
            "time": "2025-12-22T09:31:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/1-1766382558.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Israel’s genocidal war in Gaza has caused catastrophic destruction, disrupting the lives of more than two million Palestinians.</p><p class=\"p1\">Air strikes have obliterated whole families and left communities displaced and vulnerable.</p><p class=\"p1\">Long queues for food distribution underscore the dire humanitarian emergency facing the territory.</p><p class=\"p1\">This has become the deadliest conflict for journalists on record with more than 300 journalists and media workers killed in Gaza since the war began in October 2023, including Al Jazeera correspondent Anas al-Sharif.</p><p class=\"p1\">Starvation-related deaths are increasing as restrictions and military operations exacerbate a critical food shortage throughout Gaza. According to the Palestinian Ministry of Health in Gaza, at least 475 people, including 165 children, have died from malnutrition.</p><p class=\"p1\">During Israel’s war, nearly all of Gaza’s hospitals and healthcare facilities have come under attack with at least 125 health facilities damaged, including 34 hospitals.</p><p class=\"p1\">Hundreds of thousands of people have been forced to seek refuge in temporary shelters and overcrowded camps. Flooding this month has further deteriorated conditions throughout the already devastated region.</p><p class=\"p1\">This photo gallery from the past year offers just a glimpse of the suffering endured by Gaza’s Palestinian population.</p></div></div></body></html>"
        },
        {
            "title": "Jerusalem’s Latin Patriarch leads Christmas mass at Gaza church | Gaza | Al Jazeera",
            "time": "2025-12-22T09:17:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766394988.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US accused of stealing oil after intercepting third Venezuelan tanker | Oil and Gas | Al Jazeera",
            "time": "2025-12-22T08:58:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766393892.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Moscow probes Kyiv link after bomb kills general | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-22T08:45:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T093327Z_962868736_RC2LLIABDOLO_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-BOMB-1766401489.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Moscow probes Kyiv link after bomb kills general</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Investigators are pursuing  various lines of inquiry, including the possibility the attack was ‘linked’ to ‘Ukrainian special forces’.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Thousands of Serbians protest government pressure on universities | Education | Al Jazeera",
            "time": "2025-12-22T08:30:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766392220.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Japan set to restart world’s biggest nuclear power plant | Fukushima News | Al Jazeera",
            "time": "2025-12-22T08:02:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6948e1e0-1766384096.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan set to restart world’s biggest nuclear power plant</h1><p class=\"article__subhead\"><em>Kashiwazaki-Kariwa will be the latest plant to restart 15 years after the Fukushima disaster shut down the country’s nuclear energy programme.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan is set to resume operations at the world’s largest nuclear power plant: Kashiwazaki-Kariwa.</p><p>The partial restart of the plant got the green light in a vote on Monday by the Niigata local government. Japan has reopened several nuclear facilities as it seeks to reduce emissions, reversing policy 15 years after 54 reactors were shut in the wake of the Fukushima disaster despite public opposition.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Niigata prefecture’s assembly passed a vote of confidence on Governor Hideyo Hanazumi, who backed the restart last month, effectively allowing the plant to begin operations again.</p><p>The 2011 <a href=\"/news/2023/8/24/timeline-cleaning-up-the-fukushima-disaster\">triple meltdown at Fukushima</a>, following an earthquake and tsunami, destroyed Japan’s trust in its nuclear energy infrastructure.</p><p>However, the environmental and economic costs of relying on imported fossil fuels have led <a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\">Japan’s new Prime Minister Sanae Takaichi</a> to back reopening some of the shuttered plants.</p><p>Fourteen of the 33 nuclear plants that remain operable in the country have been resurrected. However, Kashiwazaki-Kariwa is the first to be operated by Tokyo Electric Power Co (TEPCO), which ran the Fukushima plant.</p><p>TEPCO is considering reactivating the first of seven reactors at the plant on January 20, Japanese public broadcaster NHK reported.</p><p>The first reactor alone could boost electricity supply to the Tokyo area by 2 percent, Japan’s Ministry of Economy, Trade and Industry has estimated.</p><figure id=\"attachment_4189281\" aria-describedby=\"caption-attachment-4189281\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189281\" src=\"/wp-content/uploads/2025/12/reuters_6948e1fa-1766384122.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman holds a banner that reads, &quot;Against Restart&quot; near auditors seated on the day Niigata Prefectural Assembly lawmakers take part in a vote of confidence in the prefectural governor's decisions on a partial restart of the Tokyo Electric Power Company's (TEPCO) Kashiwazaki Kariwa Nuclear Power Plant, one of the world's largest nuclear power plants and which was among the reactors shut after a massive earthquake and tsunami in 2011 crippled TEPCO's Fukushima Daiichi plant, in Niigata, Japan December 22, 2025. REUTERS/Issei Kato\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189281\" class=\"wp-caption-text\">A woman holds a banner that reads ‘Against Restart’ as Niigata prefectural assembly lawmakers prepare to vote on reopening the Kashiwazaki-Kariwa Nuclear Power Plant, December 22, 2025 [Issei Kato/Reuters]</figcaption></figure><p>While lawmakers voted in support of Hanazumi, the assembly session showed that the community remains divided over the restart, despite the promise of new jobs and potentially lower electricity bills.</p><p>About 300 protesters rallied to oppose the vote, holding banners reading “No Nukes”, “We oppose the restart of Kashiwazaki-Kariwa” and “Support Fukushima”.</p><p>Farmer and antinuclear activist Ayako Oga, 52, joined the protests on Monday in her new home of Niigata, where she settled after fleeing the area around the Fukushima plant in 2011 with 160,000 other evacuees. Her old home was within the 20km (12-mile) radius irradiated exclusion zone.</p><p>“We know firsthand the risk of a nuclear accident and cannot dismiss it,” said Oga, adding that she still struggles with post-traumatic stress disorder-like symptoms.</p><p>Takaichi, who took office two months ago, has backed nuclear restarts to strengthen energy security and reduce reliance on imported fossil fuels, which also contribute to climate change.</p><p>Japan spent 10.7 trillion yen ($68bn) last year on imported liquefied natural gas and coal, one-10th of its total import costs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Is the US making a great gamble to reshape Iraq? | Donald Trump | Al Jazeera",
            "time": "2025-12-22T07:37:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/553716601_18533302216049359_1807380412759780471_n-1766325458.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s second administration has introduced a bold and unconventional strategy for the Middle East. The administration intends to recalibrate US influence in a region historically scarred by conflict, prioritising regional stability through economic strength and military consolidation by asserting a stronger, business-minded US presence.</p><p>At the centre of Trump’s ambitious goal is what the new US envoy to Iraq, Mark Savaya, described as his goal to “make Iraq great again”. This approach moves away from traditional endless war tactics towards a transactional, results-oriented diplomacy that aims to restore Iraqi sovereignty and economic vitality. It could be the “great gamble” for Trump, who seeks an Iraq that serves as a stable, sovereign regional hub rather than a battleground for foreign interests.</p><p>Trump’s primary plans and wishes for Iraq involve a twofold mission: consolidating all armed forces under the command of the legitimate state and drastically reducing the influence of malign foreign players, most notably Iran. The administration seeks to open Iraqi markets to international investment, upgrade the country’s infrastructure, and secure the independence of its energy sector. Hence, the plan is to ground a genuine partnership that respects Iraq’s unity while ensuring that it is no longer a central node for militia activity or external interference.</p><h2 id=\"militias-and-political-gridlock\">Militias and political gridlock</h2><p>This assertive US strategy lands directly in a highly contested and fractured political environment in Iraq, which is less a single state than a patchwork of competing powers. The heart of the problem lies not just in parliament, but also in the persistent shadow influence of armed factions and militias that often operate outside the formal chain of state command. Those groups were among the biggest winners in the November 2025 elections.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Now the ongoing government negotiations have thrown a stark light on these non-state actors.</p><p>Their power raises crucial concerns for the future: How can Iraq enforce the law and, crucially, attract the foreign investment needed for revival if armed groups challenge state authority? The consolidation of the country’s armed forces under complete state control is an urgent necessity, underscored by rising regional tensions and security threats.</p><p>Moreover, the path to achieving genuine stability is severely obstructed by entrenched political interests.</p><p>For Iraq to achieve stability, it must urgently strengthen its institutional frameworks and clearly establish a separation of powers. Yet, many political parties seem more focused on maintaining control over lucrative state resources than on implementing the meaningful reforms the country desperately needs. The result is a governance model struggling to stand firm amid the crosscurrents of competing loyalties and power grabs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"washington-s-play\">Washington’s play</h2><p>To achieve these high-stakes goals, Trump has bypassed traditional diplomatic channels by appointing Mark Savaya as the US special envoy to Iraq on October 19. Such an appointment signals a shift towards “deal-making” diplomacy. Savaya’s mission is to navigate the complex political turmoil following Iraq’s parliamentary elections to steer the country towards a stable transition. His job is to bridge the gap between institutional support and massive financial investment, acting as a direct representative of Trump’s business-centric foreign policy.</p><p>Savaya is an Iraqi-born, Detroit-based businessman lacking the traditional diplomatic background; his experience is rooted in the private sector in the cannabis industry, but he gained political prominence as an active supporter of Trump’s campaign in Michigan.</p><p>He played a key role in the delicate negotiations that secured the release of <a href=\"/news/2025/9/11/israeli-russian-captive-in-iraq-tsurkov-was-freed-in-exchange-deal-report\">Elizabeth Tsurkov</a>, the Israeli-Russian academic and Princeton University student who had been kidnapped by an Iraqi militia for more than two years.</p><p>Savaya’s communal and ethnic ties have given him significant access to Iraqi power centres that traditional diplomats often lack.</p><h2 id=\"the-iran-factor\">The Iran factor</h2><p>Iraq’s position in a geopolitical tug-of-war is compounding the internal struggles, forced to balance its critical relationships with two giants: the US and <a href=\"/opinions/2025/8/31/us-pressure-may-break-iranian-influence-in-iraq\">Iran</a>. On the one hand, Washington’s objective is clear: it wants to bolster Iraq’s sovereignty while simultaneously pushing back against the dominance of powerful, often Iran-backed, militias. The US believes that allowing these armed groups too much sway could leave the nation isolated and wreck its fragile economic stability.</p><p>But Iranian influence remains a formidable and enduring force. Tehran views Iraq not just as a neighbour but also as a crucial strategic ally for projecting its power across the entire region. <a href=\"/news/2019/4/6/us-to-label-irans-revolutionary-guard-corps-a-terrorist-group\">The Islamic Revolutionary Guard Corps (IRGC)</a> has been actively working to maintain unity among key Shia factions in Baghdad. This move clearly signals Iran’s deep and enduring interest in shaping Iraq’s political alignment and its future path. Iraq must therefore navigate this high-stakes balancing act to survive.</p><p>Savaya’s mission unfolds at a time when Iran’s regional “<a href=\"/news/2024/12/21/the-iran-led-axis-of-resistance-in-the-aftermath-of-syrias-upheaval\">axis of resistance</a>” is under unprecedented pressure. Having already lost their primary foothold in Syria after the fall of the Assad regime in late 2024, and seeing Hezbollah’s political and military standing in Lebanon severely decimated by the 2025 conflict with Israel, Iranian proxies now face the very real prospect of losing their grip on Iraq too.</p><p>In Lebanon, a new government is committed to regaining the state’s monopoly on the use of force, leaving Hezbollah increasingly isolated. This regional retreat means that for Tehran, maintaining influence in Baghdad is a final, desperate stand to remain a relevant regional power.</p><h2 id=\"other-regional-actors\">Other regional actors</h2><p>The success of Trump’s gamble also depends on the roles of other regional players. Turkiye has recently recalibrated its strategy to integrate Iraq into ad hoc regional trade and security frameworks, effectively diluting Iran’s centrality. Simultaneously, Gulf monarchies such as Saudi Arabia and the United Arab Emirates are emerging as key economic and security partners for Baghdad, offering an alternative to reliance on Iran.</p><p>However, these regional actors also bring their own agendas — such as Turkiye’s focus on containing Kurdish movements — which may conflict with US objectives. If Savaya can successfully align these diverse regional interests with Trump’s plan, he may fundamentally rewrite Iraq’s turbulent future.</p><h2 id=\"a-realist-pragmatism\">A realist pragmatism</h2><p>The “Make Iraq Great Again” strategy reflects a pragmatic reassertion of US interests within the anarchic international system, prioritising Washington’s security and economic power over idealistic goals.</p><p>By appointing Savaya — an unconventional, business-oriented envoy — the Trump administration is employing “transactional realism”, utilising economic diplomacy and personal ties as strategic tools to pull Iraq away from Iran’s orbit. This approach views the US-Iran rivalry as a zero-sum game of power politics, where integrating Iraq’s armed forces under centralised state control is fundamental to restoring a state-centric order and sidelining non-state militias that currently feed Tehran’s regional influence.</p><p>The new US envoy to Iraq has made clear that “there is no place for armed groups in a fully sovereign Iraq”. His calls resonated with Iraqi officials and militia leaders alike – now at least three militias close to Iran have publicly agreed to disarm. However, other groups have yet to do the same, while rejecting the call from the outset.</p><p>However, this high-stakes attempt to shift the regional balance of power faces a significant “security dilemma”, as aggressive moves to diminish Iranian influence may trigger a violent defensive response from Tehran to protect its remaining strategic assets. While the strategy seeks to exploit a regional shift – leveraging the weakened state of Iranian proxies in Syria and Lebanon – it must contend with the “hybrid” power of Iraqi militias and the narrow self-interests of neighbouring players like Turkiye and the Gulf states.</p><p>The success of this gamble depends on whether the US can dismantle the shadow economies that facilitate foreign interference and establish a stable, autonomous Iraqi state capable of navigating the intense geopolitical tug-of-war between Washington and Tehran.</p><h2 id=\"the-stakes-for-iraq-s-future\">The stakes for Iraq’s future</h2><p>Ultimately, the appointment of Savaya serves as the definitive stress test for Iraqi sovereignty, marking a high-stakes transition towards a transactional “America First” strategy aimed at “Making Iraq Great Again”. By attempting to consolidate military command under the state and dismantle the shadow economies fuelling Iranian influence, Savaya’s mission seeks to exploit the current regional weakening of Tehran’s proxies to transform Iraq into a stable, autonomous hub.</p><p>However, the success of this “Great Gamble” hinges on Savaya’s ability to overcome entrenched political opposition and reconcile the presence of US forces with the demand for national unity. If this unconventional diplomatic push can bridge internal divides — particularly between Baghdad and the semi-autonomous Kurdish region in the north — Iraq may finally secure a path towards economic independence; otherwise, the nation risks remaining a perpetual battleground caught in the geopolitical crossfire between Washington and Tehran.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Car bomb kills Russian General Fanil Sarvarov in Moscow | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-22T07:33:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T073751Z_1627215563_RC2JLIAIO2FX_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-BOMB-1766389315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"western\">A car bomb blast has killed a senior Russian general in southern Moscow, investigators say.</p><p class=\"western\">Russia’s Investigative Committee reported on Monday that it had opened an investigation into the “murder” of Lieutenant General Fanil Sarvarov, head of the training department within the general staff. Officials said the potential involvement of Ukrainian special forces is among the issues being investigated.</p><p class=\"western\">An explosive device detonated underneath Sarvarov’s car in the south of the Russian capital, the investigators responsible for examining serious crimes said. He died in hospital as a result of his injuries, they said.</p><p class=\"western\">Russian news outlets reported that the white vehicle exploded in a car park on Yasenevaya Street, with the driver inside, at approximately 7am Moscow time (04:00 GMT).</p><p class=\"western\">Images from the scene showed a badly damaged car. Officials said investigators and forensics teams were on site.</p><p>“An explosive device was activated on Yasenevaya Street in Moscow. Fanil Sarvarov, head of the general staff’s operational training directorate, has died of injuries from the explosion,” Investigative Committee spokesperson Svetlana Petrenko said, according to Russia’s state news agency TASS.</p><h2 id=\"ukrainian-involvement\">Ukrainian involvement?</h2><p>Petrenko said Moscow’s main investigative directorate had opened a criminal case under Part 2 of Article 105 of the Russian Criminal Code, which covers murder committed in a socially dangerous manner, and Article 222.1, which relates to the illegal trafficking of explosives.</p><p>She said investigators were pursuing several possible motives for the killing.</p><p>“Investigators are pursuing numerous lines of enquiry regarding the murder. One of these is that the crime was orchestrated by Ukrainian intelligence services,” Petrenko said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ukraine is believed to have carried out several high-profile killings inside Russia, and in Russian-controlled areas of Ukraine, since Moscow launched its full-scale invasion of its neighbour in February 2022.</p><p>Kyiv claimed responsibility for an attack in December 2024 that killed Lieutenant General Igor Kirillov, the head of Russia’s nuclear, biological and chemical protection forces, by a bomb hidden on an electric scooter outside his apartment building.</p><p class=\"western\">The previous month, Ukrainian sources said a car bomb had killed Valery Trankovsky, ‌a Russian naval captain whom Kyiv accused of war crimes for ordering missile strikes on civilian targets.</p><p class=\"western\">Russian military officer Stanislav Rzhitsky, who had commanded a submarine in the Black Sea and appeared on a Ukrainian blacklist of alleged war criminals, was shot dead while out on a morning ‌run in the southern city of Krasnodar in July 2023.</p><p>In April 2023, Russian military blogger Maxim Fomin (better known as Vladlen Tatarsky) was killed when a statuette he was presented with exploded in a cafe in Saint Petersburg.</p><p>In August 2022, a car bomb killed Daria Dugina, the daughter of ultranationalist ideologue Alexander Dugin.</p><h2 id=\"military-career\">Military career</h2><p>Sarvarov was born on March 11, 1969, in Gremyachinsk in Russia’s Perm region, according to TASS. He held senior command positions throughout his military career.</p><p>He took part in combat operations during the Ossetian-Ingush conflict and the Chechen wars of the 1990s. During 2015-16, he was involved in planning and executing military operations in Syria.</p><p>In 2016, he was appointed head of the general staff’s operational training directorate.</p></div></div></body></html>"
        },
        {
            "title": "Swiss court to hear Indonesian islanders’ climate case against cement giant | Climate Crisis News | Al Jazeera",
            "time": "2025-12-22T07:03:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6948df9f-1766383519.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Swiss court to hear Indonesian islanders’ climate case against cement giant</h1><p class=\"article__subhead\"><em>Four residents of Pari, a low-lying Indonesian island, filed the complaint in January 2023.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Swiss court has agreed to hear a legal complaint against cement giant <a href=\"/news/2023/2/1/four-indonesians-take-swiss-cement-giant-to-court-over-climate\">Holcim</a>, accusing the company of failing to do enough to cut carbon emissions.</p><p>NGO Swiss Church Aid (HEKS/EPER), which is supporting the complainants, said on Monday that the court had decided to admit the legal complaint. Holcim confirmed the decision and said it plans to appeal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The complaint was filed in January 2023 by four residents of Pari, a low-lying Indonesian island that has suffered repeated flooding as rising global temperatures drive up sea levels. The case was submitted to a court in Zug, Switzerland, where Holcim has its headquarters.</p><p>According to HEKS, this is the first time a Swiss court has admitted climate litigation brought against a big corporation.</p><p>If successful, it would also be the first case seeking to hold a Swiss company legally responsible for its contribution to global warming, the group has previously said.</p><p>The lawsuit is also among the first climate cases brought by people in the Global South directly affected by climate change and forms part of a growing push for compensation for “loss and damage”, campaigners backing the case said.</p><p>The nongovernmental organisation supporting the plaintiffs said Holcim was selected because it is one of the world’s largest carbon dioxide emitters and the biggest so-called “carbon major” based in Switzerland.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A study commissioned by HEKS and conducted by the United States-based Climate Accountability Institute found that Holcim emitted more than 7 billion tonnes of carbon dioxide between 1950 and 2021 – about 0.42 percent of total global industrial emissions over the period.</p><p>Holcim has said it is committed to reaching net-zero emissions by 2050 and is following a science-based pathway to meet that goal. The company says it has cut direct CO2 emissions from its operations by more than 50 percent since 2015.</p><p>The plaintiffs are seeking compensation for climate-related damage, financial contributions to flood protection measures on Pari Island, and a rapid reduction in Holcim’s carbon emissions.</p><p>Cement production accounts for about 7 percent of global carbon dioxide emissions, according to the Global Cement and Concrete Association.</p></div></div></body></html>"
        }
    ]
}