{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "‘A deal is a deal’: EU blasts Trump’s Greenland tariffs in Davos | NATO | Al Jazeera",
            "time": "2026-01-20T16:28:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768926469.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Baby girl in Gaza dies from cold amid Israeli aid restrictions | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-20T16:22:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260120-40309610-40309587-ANOTHER_PALESTINIAN_BABY_DIES_OF_SEVERE_COLD_IN_GAZA_cropped-1768925996.jpg?resize=1920%2C1280&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Act fast’: How speed defined the start of Donald Trump’s second term | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T16:18:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25021041162631-1768608390.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>But not all of Trump’s changes are necessarily built to last. Already, Trump is bracing for this year’s midterm elections, which could result in one or both chambers of Congress switching party control.</p><p>“If we don’t win the midterms, I mean, they’ll find a reason to impeach me,” Trump told a gathering of Republican lawmakers earlier this month.</p><p>And while Trump has teased the prospect of running for an unconstitutional third term, the law limits him to only two. That opens the possibility that the presidency could change parties in 2028 as well.</p><p>“Assuming a Democratic administration follows the Trump administration, much of Trump's agenda and changes will be undone as quickly as possible,” Updegrove said.</p><p>“From executive orders to gold-leaf stencil on the White House walls, a lot of it can be undone.”</p><p>But there are downstream effects, the historian warned, that may not become apparent until well after Trump’s presidency. The speed of the change has rendered them somewhat invisible.</p><p>“When you think about this muzzle-velocity stuff, there are some things that we don't even realize has happened,” Updegrove said.</p><p>He pointed to the loss of institutional knowledge after Trump's widespread layoffs as an example of decisions with as-yet unseen consequences.</p><p>“Even the things that we know have gone through, we don't see the full effects and won't for many years.”</p><p>And yet, Updegrove speculates that a lack of velocity in one critical area may prove to be the downfall of Trumpism: economic growth.</p><p>The consumer prices repeatedly topped polls of voter concerns in the 2024 election, and Trump had promised that, “starting on day one”, he would “end inflation and make America affordable again”.</p><p>But Updegrove says average Americans are not seeing the promised turnaround in their pocketbooks.</p><p>“If we successfully turn the tide on Trump, I don't know that it will ultimately be driven by our fear of the erosion of our democracy, rather than a dissatisfaction with the pace of economic change,” he said.</p><p>“At the end of the day, we might see a revival of democracy due to the price of hamburger meat.”</p></div></div></body></html>"
        },
        {
            "title": "AFCON: To walk or not to walk? | Africa Cup of Nations | Al Jazeera",
            "time": "2026-01-20T16:16:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025_Game-Theory_EP21_Thumbnail_Horizontal_V01_00000-1768925631.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "A year in images: Donald Trump’s return to the White House | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T16:16:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AP25020716730881-1759443315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On January 20, 2025, Donald Trump announced that, during his second term as president, the United States would enter a new \"golden age\".</p><p>A year has passed since he made that pledge on the podium of his inauguration ceremony. And, as his speech foretold, \"a tide of change\" has indeed swept the country.</p><p>Since returning to office, Trump has signed 228 executive orders, issued more than 1,740 acts of clemency, and authorised attacks in seven foreign countries, including Iraq, Iran, Nigeria, Somalia, Yemen, Syria and Venezuela.</p><p>His administration has also touted the departure of at least 317,000 federal employees over the past year, as Trump seeks to tailor a \"smaller, more efficient federal government\".</p><p>Presidential historians warn that the consequences of so many dramatic changes, taken at lightning speed, may not be felt for years.</p><p>Nor will they necessarily guarantee the preeminence that Trump promises with his slogan, \"Make America Great Again\".</p><p>\"This will be considered one of the most consequential presidencies in the history of our country,\" said historian Mark Updegrove, the president of the LBJ Foundation.</p><p>\"But there's a major caveat there, and that is: Just because a presidency is consequential does not mean that the president will achieve greatness in history. In this case, the two might be at opposite extremes.\"</p><p>Another historian, Russell Riley of the University of Virginia's Miller Center, warned of the \"collateral damage\" of so many changes.</p><p>\"It is always hard to know when deploying the wrecking ball so quickly and extensively whether you are hitting load-bearing walls,\" Riley said.</p><p>\"This includes concerns about the basic stability of a political system that has withstood many threats over 200 years, but few this acute.\"</p><p>Read on for an overview of how Trump has transformed the US over the past year, in words and pictures.</p></div></div></body></html>"
        },
        {
            "title": "Four killed by floods after Tunisia’s worst rainfall in 70 years | Floods News | Al Jazeera",
            "time": "2026-01-20T16:08:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696f9d0928b0-1768922377.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four killed by floods after Tunisia’s worst rainfall in 70 years</h1><p class=\"article__subhead\"><em>Due to severe weather conditions, schools were shut in the capital, Tunis, and the towns of Nabeul, Sousse and Beja.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four people have been killed in Tunisia after the heaviest rainfall in the country for more than 70 years caused flooding.</p><p>All four people were killed in Moknine in the Monastir governorate on Tuesday, according to Khalil Mechri, a civil defence spokesperson.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The flooding has disrupted daily life in multiple governorates in Tunisia, leaving cars submerged and emergency services struggling to respond to the scale of the disaster.</p><p>Civil protection teams have also said that several areas were cut off by the floodwaters, especially in low-lying neighbourhoods.</p><p>Abderazak Rahal, head of forecasting at the National Institute of Meteorology (INM), told the AFP news agency that some regions in the country had not witnessed this much rain since 1950.</p><p>“We have recorded exceptional amounts of rainfall for the month of January,” Rahal said, with the regions of Monastir, Nabeul and greater Tunis the most affected.</p><figure id=\"attachment_4254408\" aria-describedby=\"caption-attachment-4254408\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4254408\" src=\"/wp-content/uploads/2026/01/afp_696f9d4eb0ef-1768922446.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man carries a bag of bread as he wades through floodwaters , in La Goulette near the capital Tunis, on January 20, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4254408\" class=\"wp-caption-text\">A man carries a bag of bread as he wades through floodwaters, in La Goulette near Tunis, Tunisia [AFP]</figcaption></figure><p>Another INM official, Mahrez Ghannouchi, wrote in a Facebook post that the situation was “critical” in some regions.</p><p>According to the INM, the tourist village of Sidi Bou Said, on the outskirts of Tunis, recorded 206mm (8.1 inches) of rain since Monday evening.</p><p>AFP is reporting, quoting a Defence Ministry source, that the army is also taking part in rescue operations.</p><p>Schools have been shut in the capital as well as the towns of Nabeul, Sousse and Beja. Court sessions were also suspended, and public and private transport was impacted in some districts.</p></div></div></body></html>"
        },
        {
            "title": "There is another war Israel is waging - one that is not making headlines | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-20T16:03:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694065f6a6-1765828086.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the United States focuses efforts on protracting Israel’s aggression on Gaza through the theatrics of a ceasefire, another war is also taking place in the West Bank.</p><p>In the last two years, Israel has upped its “counterinsurgency operations” in the West Bank to “thwart Palestinian terrorism”. Using terms like “counterinsurgency operations” is not coincidental. Israel instrumentalises military terms to conceal intention and fabricate reality. From <a href=\"/news/2025/1/23/what-is-israels-deadly-iron-wall-military-raid-in-the-west-banks-jenin\">Operation Iron Wall</a>, to Operation Summer Camps and <a href=\"/news/2025/12/3/collective-punishment-family-home-of-suspect-demolished-in-west-bank\">Operation Five Stones</a>, to, most recently, the “counterterrorism” operation in al-Khalil (Hebron), these are presented and reported as temporary, targeted, and reactive.</p><p>But they are not. The intensified military aggression – along with settler militia violence, infrastructure destruction, home demolitions and ever multiplying roadblocks and checkpoints – are meant to create facts on the ground that make life for Palestinians impossible – similar to Gaza.</p><h2 id=\"the-west-bank-s-war-zones\">The West Bank’s war zones</h2><p>In 2025, Israel’s military onslaught in the West Bank resulted in the largest mass displacement campaign Palestinians have faced since 1967, with nearly 50,000 Palestinians violently kicked out of their homes.</p><p>The Israeli army destroyed the refugee camps in Jenin and Tulkarem and denied their residents the right to return. It has now effectively transformed the two camps into its military headquarters in the north.</p><p>Israeli troops also undertook the near-total destruction of infrastructure, including roads, sanitation systems and the electric grid. At least 70 percent of Jenin city’s roads were bulldozed, and the majority of water pipelines and sewage networks were destroyed in Jenin and Tulkarem within weeks, incurring millions of dollars in economic loss.</p><p>Thousands of households were disconnected from both water and electricity across the district. And still today, displaced families live in hard-to-access areas with hardly any civilian infrastructure.</p><p>In parallel, the Israeli army expanded the geography of its violence. Israeli troops now carry out regular raids in cities in the centre of the West Bank, including Ramallah and Ariha (Jericho), and in the south like al-Khalil (Hebron) and Bethlehem. In these attacks, Palestinians are besieged, terrorised and at times executed by Israeli soldiers who are operating with impunity.</p><p>This week, the Israeli army launched a large-scale operation in al-Khalil (Hebron) under the guise of bringing law and order. The whole city has been placed under lockdown with Israeli tanks patrolling the streets, while men and boys are being detained, subject to field interrogation and held under brutal conditions.</p><p>But Israeli violence is not limited to army raids and operations only. Where the army goes, settlers follow. In true settler-colonial spirit, the army acts as the trailblazer to usher attacks by Israeli settler militias on Palestinian people and property and shepherd land annexation. In the last two years, Israelis living illegally in the West Bank have been armed with military-grade weapons ranging from US-made M16s to pistols and drones, and they are using them at will.</p><p>It is by now clear that Israel’s “counterinsurgency” operations are not about achieving victory “on the battlefield”. They are a coordinated effort with settlers to re-engineer the spatial and social environment in the West Bank so there can be no dissent or resistance.</p><p>When a counterinsurgency logic is applied to an occupied civilian population, it transforms homes, streets, and daily routines into instruments of control.</p><h2 id=\"the-infrastructure-of-fear\">The infrastructure of fear</h2><p>Last January, Israeli settlers put up billboards on main roads in the West Bank. In big bold letters, they wrote: “there is no future in Palestine”. Palestinians understood this for what it was: a declaration of war. We are now in the middle of it.</p><p>Every week, there is an average of nine Palestinians killed, 88 more injured, 180 arrested, a dozen more tortured in field interrogations, coupled with an average of 100 Israeli settler attacks, 300 military raids and assaults and 10 demolitions of Palestinian homes and property. This is all just a week’s work.</p><p>These figures do not just reflect the heightened level of violence, but also its frequency. The aim of this intensification is to erode any sense of normalcy for Palestinians.</p><p>Thousands of raids over the course of a year, coupled with settlement expansion, new bypass roads, hundreds of new military checkpoints, and systemic surveillance, are not episodic; they have transformed violence from exception to routine, normalising disruption as a condition of governance.</p><p>Settler-colonial violence dictates Palestinian lives; it shapes when people sleep, where children play, when they can go to school, whether businesses open, and how futures are imagined. It imposes the need for constant recalibration. It drains and exhausts.</p><p>Across the West Bank, Palestinian daily life is structured around violent interruptions. Israel is not only redrawing the map through de facto annexation, but it is using fear as infrastructure to redraw the boundaries of where it is safe for Palestinians to exist.</p><p>This affects every aspect of life. As a Palestinian journalist, every time I hit the road, I am met with a familiar, crippling anxiety about what could happen. I rarely take the same route twice. One day, it’s a village closed off; the next, an entire city. An hour-long drive turns into a three-hour, sometimes four-hour one. I reroute through the mountains, again and again, as Israeli gates and checkpoints appear at every entry and exit of every Palestinian village and town.</p><p>Our life in the West Bank is measured in detours. They don’t just highlight Israel’s systemic and expedited theft of territory and life-sustaining resources, but they serve to rob time and deplete socioeconomic capacity. Israel has not only ruptured territorial continuity in the West Bank, but destroyed social life, psychological grounding, and political possibilities.</p><p>And so while some Palestinians are pushed out at gunpoint, the rest are being pushed out through the infrastructure of fear.</p><p>Israel has successfully created a hostile environment where even homes can become battlefields in a matter of minutes. At the same time, violence from armed Israeli militias and the proliferation of outposts suffocate urban areas like Nablus, Ramallah, Bethlehem and al-Khalil (Hebron).</p><p>The Israeli army has even taken to carrying out systemic lootings of currency exchange shops and stealing valuables, like gold and silver, from households. This is as important as the daily terror because Israel is not only destroying physical infrastructure, but simultaneously making recovery and rebuilding impossible.</p><h2 id=\"fragmenting-a-people\">Fragmenting a people</h2><p>A disconnected land is a disconnected people. Palestinian cities in the West Bank are shrinking and are being swallowed into an ever-expanding Israeli colonial state.</p><p>Last year, Israel formalised plans to develop the <a href=\"/news/2025/8/15/how-the-world-is-reacting-to-israels-settlement-plan-in-occupied-west-bank\">illegal E1 settlement project</a>, and this year, it is expected to push forward the plan to expand settlements near Jerusalem, the Jordan Valley and across Ramallah. These developments would effectively cut off occupied East Jerusalem from the West Bank and the north from the south. Israeli settlers are now erecting Israeli flags on Palestinian roads and homes as a symbol of conquest.</p><p>The West Bank is pivotal for understanding that war does not only arrive with bombs; sometimes it comes with checkpoints, permits, zoning restrictions, state-sponsored violence, and the rerouting of life-sustaining resources away from the Palestinians and towards settlements. It is not merely the fragmentation of land in preparation for colonisation, but the slow degradation of the native population’s capacity to exist collectively.</p><p>The West Bank is where war takes hold beneath the threshold of headlines, without any front lines.</p><p data-start=\"10598\" data-end=\"11116\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera sees devastation from southern Chile wildfires | Newsfeed | Al Jazeera",
            "time": "2026-01-20T15:49:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768924108.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gul Plaza fire: How a deadly inferno exposed Karachi’s safety failures | Infrastructure News | Al Jazeera",
            "time": "2026-01-20T15:07:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T083355Z_236754118_RC2S4JA89B2A_RTRMADP_3_PAKISTAN-FIRE-1768907149.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> A <a href=\"/news/2026/1/18/at-least-six-killed-in-pakistan-as-fire-rips-through-karachi-shopping-mall\">fire</a> that tore through a shopping centre over the weekend in Pakistan’s largest city, Karachi, has killed at least 23 people, including a firefighter, as rescuers race to find dozens more still missing.</p><p>The city’s biggest fire in more than a decade broke out <a href=\"/news/2026/1/19/death-toll-in-karachi-mall-fire-rises-to-at-least-14-in-pakistan\">late on Saturday</a> at Gul Plaza, a three-storey commercial building home to more than 1,200 shops selling a wide range of goods. It took more than 24 hours to fully extinguish the blaze.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>City authorities said parts of the building have collapsed and debris and poor ventilation are severely hampering rescue efforts.</p><p>Mayor Murtaza Wahab said a formal inquiry would be launched into the fire under the supervision of the city’s commissioner.</p><p>Speaking to a private news channel on Monday night, Wahab confirmed that more than 60 people remained missing and the search operation is ongoing after the firefighting operation has been completed. “Fire flares up again during the cooling process,” he said, describing one of the challenges faced by emergency personnel.</p><p>Wahab also said the government of Sindh, the province where Karachi is located, has announced compensation of 10 million rupees ($35,000) for each family that has lost a loved one in the tragedy.</p><p>The Gul Plaza fire is the latest in a series of major incidents in Karachi, Pakistan’s commercial hub and home to nearly 25 million people.</p><p>Here, we look at what is known about what happened at Gul Plaza, why rescue efforts have been so difficult and what lies behind Karachi’s persistent fire safety challenges.</p><h2 id=\"what-happened-at-gul-plaza\">What happened at Gul Plaza?</h2><p>Located in Karachi’s historic Saddar area along one of the city’s main arteries, MA Jinnah Road, Gul Plaza is a well-known business centre. Its shops sell jewellery, household items, carpets, bags, crockery and other goods.</p><p>Sindh Chief Minister Murad Ali Shah said the building was packed on Saturday night during the wedding season, a factor that contributed to the high death toll.</p><p>More than 72 hours after the fire broke out, officials have yet to confirm its cause. Police officials said on the night of the blaze that it may have been triggered by a short circuit.</p><p>Sindh Police Inspector General Javed Alam Odho said it appeared the fire was caused by a circuit breaker but stressed that “nothing definitive can be said about this at this time.”</p><p>Namra Khalid, a Karachi-based urban researcher, said a detailed investigation is needed before conclusions can be drawn.</p><p>“However, I think the main concern should be about what allowed the fire to become so big at such a rapid pace,” Khalid told Al Jazeera. “Fires can start anywhere, but what structural, systemic failures allowed it to spread at such scale, and why such failures are allowing repeated fires in the city at an unimaginable scale?”</p><h2 id=\"why-did-rescue-efforts-take-so-long\">Why did rescue efforts take so long?</h2><p>Rescue officials said the operation to recover those still missing is still being conducted because the size of the building and the extent of the damage mean they must proceed cautiously.</p><p>Officials told local media that much of the structure has collapsed and what remains may have to be demolished due to severe structural damage.</p><p>Hassan ul-Haseeb, a spokesperson for the provincial rescue service Rescue 1122, said access to the site was a major challenge on the night of the fire.</p><p>“On the one hand, the road was narrow, and on the other hand, a large number of people were there just to watch the spectacle, due to which the entire road was blocked and water tankers had difficulty finding their way there,” he told Al Jazeera.</p><p>Ul-Haseeb added that the materials inside the plaza, including large amounts of plastic, caused the fire to repeatedly flare up despite sustained efforts by firefighters, prolonging the operation.</p><p>He said people on the ground floor were able to escape using the building’s 13 entry and exit points. Many of those trapped on the upper floors, however, were unable to find their way out, leading to multiple deaths.</p><figure id=\"attachment_4253761\" aria-describedby=\"caption-attachment-4253761\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253761\" src=\"/wp-content/uploads/2026/01/2026-01-19T161448Z_369040929_RC294JAHIQ46_RTRMADP_3_PAKISTAN-FIRE-1768907294.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Emergency personnel survey the damaged portion of the building, following a massive fire that broke out in the Gul Plaza Shopping Mall in Karachi, Pakistan, January 19, 2026. REUTERS/Akhtar Soomro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253761\" class=\"wp-caption-text\">Emergency personnel survey the damage after the fire at Gul Plaza [Akhtar Soomro/Reuters]</figcaption></figure><h2 id=\"a-familiar-tragedy\">‘A familiar tragedy’</h2><p>The Gul Plaza blaze is being described as Karachi’s largest fire since the 2012 Baldia factory fire, which killed more than 250 people.</p><p>The fire at the Ali Enterprises factory, a garments manufacturing site, in Karachi’s Baldia town area began in the afternoon of September 11, 2012, and raged for more than 12 hours. Officials at the time said the factory was crammed with combustible materials, including piles of clothes and chemicals.</p><p>Eight years later, a Pakistani court ruled that the <a href=\"/news/2020/9/22/pakistan-court-rules-2012-blaze-as-arson-sentences-two-to-death\">Baldia inferno</a> was a case of arson, not an accident. The court issued death sentences to two men who belonged to the Muttahida Qaumi Movement, a political party that was in power in the city at the time.</p><p>In recent years, fires have continued to break out across Karachi.</p><p>City planners and engineers estimated that about 70 percent of the city’s residential, commercial and industrial buildings lack adequate fire safety systems.</p><p>In both 2023 and 2024, Karachi recorded more than 2,500 fires.</p><p>In August, eight people were killed when a warehouse burned to the ground because of a short circuit. In June, another shopping mall was destroyed and hundreds of shops razed although no casualties were reported.</p><p>Muhammad Toheed, a Karachi-based urban planner and director of the research organisation Karachi Urban Lab, said the repeated incidents point to longstanding failures in governance.</p><p>“The government cannot make any excuses at all since the fire brigade and such related rescue work falls under its purview, and it is a clear and simple governance failure over a long period of time,” he told Al Jazeera.</p><p>“The building codes, safety mechanisms, routine inspections, ensuring presence of fire extinguishers and necessary training drills, all of these are practically nonexistent,” he added.</p><h2 id=\"chronic-failures\">‘Chronic failures’</h2><p>For a city of more than 20 million people, Karachi is served by just 35 fire stations, according to the Karachi Metropolitan Corporation, which oversees the fire brigade. According to Rescue 1122’s ul-Haseeb, Karachi has only 57 fire trucks and six ladder trucks.</p><p>Toheed, the urban researcher, said he had visited Gul Plaza frequently and noted that it was relatively better designed than many other buildings in the city with multiple entry and exit points.</p><p>“This was a building with fire extinguishers, reasonably sized stairs where people can move and lots of exit points, yet we have so many casualties. If we use Gul Plaza as a benchmark, then the rest of Karachi is a ticking time bomb,” he warned.</p><p>Khalid agreed, saying the city is weighed down by informal fixes and chronic failures.</p><p>“Lack of regulation, inspection and enforcement have created an environment where safety is optional and accountability is not there, and on top of it, we don’t have the emergency response mechanism,” she said.</p><p>Toheed said city authorities also need to urgently address the lack of capacity and training among rescue officials.</p><p>“We must start from scratch. It is important to find out what training our rescue officials have as this is a very specialised thing,” he said, referring to some ground reports from the rescue efforts at Gul Plaza suggesting shortcomings.</p><p>Khalid said she hoped the Gul Plaza fire would prompt change.</p><p>“We keep reading about such events, but then news fades out. But I really hope that this time people remember what happened and the administration is pushed into action to do something about it, to ensure we don’t have another Gul Plaza-like tragedy in future,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Key moments from Trump’s first year back as US president | Donald Trump | Al Jazeera",
            "time": "2026-01-20T15:05:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768921533.jpg?resize=1622%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Sharp rise in malnutrition cases, preventable diseases in Somalia: MSF | Drought News | Al Jazeera",
            "time": "2026-01-20T15:02:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20230411__33CZ6XP__v1__HighRes__SomaliaDroughtConflictUnDiplomacy-1768918074.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somalia is facing a deepening health and nutrition emergency as consecutive failed rainy seasons, soaring water prices and sharp cuts to humanitarian aid drive a surge in malnutrition and outbreaks of preventable diseases, Doctors Without Borders, known by its French acronym MSF, warns.</p><p>The organisation said on Tuesday that its teams in Somalia had been witnessing “a worrying trend” of increasing numbers of children arriving at overcrowded camps with severe acute malnutrition or measles, diphtheria and acute watery diarrhoea, diseases that can be prevented.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are seeing children arriving at our hospitals in critical condition, often after travelling for days without food or water,” said Allara Ali, MSF’s project coordinator in Somalia.</p><p>The East African nation’s government declared a drought emergency in November, but aid agencies said the response has lagged as funding sinks to its lowest level in a decade.</p><p>“The drought has not only dried up wells but also the support systems families rely on,” Ali said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"climate-vulnerable\">Climate-vulnerable</h2><p>Ranked among the world’s most climate-vulnerable countries, Somalia has endured recurrent <a href=\"/video/newsfeed/2025/11/26/video-somalia-drought-threatens-mass-starvation-as-aid-slows-down\">droughts</a> and <a href=\"/gallery/2025/5/11/heavy-rains-cause-flooding-in-somali-capital-killing-seven\">floods</a>.</p><p>After four consecutive failed rainy seasons, United Nations assessments had warned that 4.4 million people could face crisis-level or worse food shortages by the end of 2025, including 1.85 million children under five at risk of acute malnutrition.</p><p>More than 3.3 million people have been forced from their homes, many crowding into camps in Baidoa in the southwest and Mudug in central Somalia.</p><p>While need has risen, aid provision has shrunk. Since early 2025, more than 200 health and nutrition facilities have closed nationwide while food assistance has dropped from reaching 1.1 million people a month to 350,000.</p><p>In Baidoa, MSF recorded a 48 percent increase in admissions for severe acute malnutrition in October compared with the previous month.</p><p>During the same period, 189 children were treated for suspected measles, 95 percent of whom had never been vaccinated, the organisation said.</p><p>In Mudug, admissions to inpatient therapeutic feeding centres rose by 35 percent.</p><figure id=\"attachment_4254228\" aria-describedby=\"caption-attachment-4254228\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4254228\" src=\"/wp-content/uploads/2026/01/AFP__20221110__32NA6RB__v1__HighRes__SomaliaEnvironmentDrought-1768918244.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An IDP camp on the outskirts of Baidoa, Somalia seen from a plane\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4254228\" class=\"wp-caption-text\">A camp for displaced people on the outskirts of Baidoa, Somalia, is seen from a plane in November 2022 [File: Guy Peterson/AFP]</figcaption></figure><h2 id=\"surging-cost-of-water\">Surging cost of water</h2><p>Displacement camps, where water and sanitation are scarce, have become flashpoints for disease.</p><p>The cost of water has surged beyond the reach of many families with a 200-litre (53-gallon) barrel selling for $2.50 to $4 in Baidoa and Mudug.</p><p>“We cannot afford water,” said Kaltuma Kerow, a 35-year-old mother living in a displaced persons camp in Baidoa. “We are extremely short of food and water, and we fear diseases like cholera.”</p><p>She added: “Hunger and lack of clean water are making everything worse.”</p><p>In Galkayo, capital of the Mudug region, Rahma Mohamed Ibrahim said life had “become extremely hard” for her family over the past seven years as they were repeatedly displaced by floods, conflict and drought.</p><p>“We have eight children, most are malnourished,” she said.</p><p>Accessing clean water is beyond her family’s means, she said, resulting in illness for her children.</p><p>“We pay $4 for a tank of water or 25 cents for a jerrycan of salty water,” she said. “My children drink it and get diarrhoea.”</p><p>In response to acute shortages, MSF launched emergency water trucking in Baidoa in December, delivering more than 6 million litres (1.6 million gallons) of safe drinking water to 17 sites by mid-January and installing water bladders and solar lighting.</p><h2 id=\"situation-unacceptable\">Situation ‘unacceptable’</h2><p>Yet aid workers said such measures barely make a dent due to the scale of the crisis, especially as the harsh dry season takes hold.</p><p>“This situation is unacceptable because it is predictable and largely preventable,” said Elshafie Mohamed, MSF’s country representative in Somalia.</p><p>“The current humanitarian response is leaving millions without access to basic healthcare, food or water.”</p><p>MSF is urging donors and authorities to urgently scale up nutrition programmes, vaccination campaigns and water services while also investing in climate-resilient water infrastructure and sustained support for essential healthcare.</p><p>Without a coordinated, multisector response, the organisation warned, deaths from preventable causes will continue to rise in the months ahead.</p></div></div></body></html>"
        },
        {
            "title": "Uganda’s Bobi Wine: ‘We have evidence’ of election fraud in Museveni win | Elections News | Al Jazeera",
            "time": "2026-01-20T14:54:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d42133-1758732595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kampala, Uganda –</strong> Much of Uganda has returned to normal after millions voted in tense presidential and legislative <a href=\"/news/2026/1/15/polls-open-in-uganda-amid-crackdown-fears-of-violence-internet-blackout\">elections</a> marked by violence in some parts of the country and disputed results.</p><p>President Yoweri Museveni, 81, was declared the winner on Saturday with 72 percent of total votes cast. Former musician Robert Kyagulanyi, popularly known as Bobi Wine, secured 25 percent.</p><p>Bobi Wine’s National Unity Platform (NUP) party and two other presidential candidates have rejected the results, alleging irregularities including ballot stuffing, intimidation, and the blocking of party agents from polling stations. The United Nations also says Thursday’s vote was marred by “widespread repression and intimidation”.</p><p>On the day the country’s Electoral Commission announced Museveni’s win, Bobi Wine appeared in a video on social media, telling supporters that he was forced into <a href=\"/news/2026/1/17/ugandas-wine-says-escaped-raid-on-house-amid-disputed-presidential-vote\">hiding</a> after his home was raided by police and other unknown individuals.</p><p>“I know they are looking for me, but even if they succeed and get me, and do whatever, I want to say this to you fellow Ugandans,” he said on <a href=\"https://x.com/HEBobiwine/status/2012486868298846649\">video</a>, “We reject whatever is being declared by Mr Simon Byabakama [the chair of the Electoral Commission] because those so-called results that they are declaring are fake and they don’t in any way reflect what happened at the polling stations.”</p><p>The opposition and its supporters say the government has violently cracked down on dissent, shutting down the <a href=\"/news/2026/1/13/uganda-cuts-internet-days-before-presidential-election\">internet</a> and arresting protesters.</p><p>Museveni has accused Bobi Wine’s party of trying to destabilise the country.</p><p>Ugandan authorities said the four-day internet shutdown was a security measure<strong> </strong>aimed at preventing the spread of misinformation that could cause fear and chaos.</p><p>The government also said <a href=\"/news/2026/1/16/incumbent-president-museveni-takes-strong-lead-in-uganda-election-count\">seven people</a> were killed in Butambala, with police stating that protesters attempted to attack a polling station and a police post. The NUP disputes this account, saying at least 10 people were killed when police fired at the home of a party official, a claim Al Jazeera could not independently verify.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Speaking with Al Jazeera’s Catherine Soi in an exclusive interview while in hiding, Bobi Wine condemned the government’s “crackdown to intimidate, to silence, and to subdue the forces of change”.</p><p>He also alleged he had “evidence” of fraud, videos showing “not the police, not the military, but electoral commission officials” ticking ballot papers in favour of Museveni.</p><p><strong>Al Jazeera:</strong> How are you? How’s your family?</p><p><strong>Bobi Wine:</strong> I’m alive. I don’t know how my family is, but I try to keep in touch with my wife. She’s OK, she’s strong. [The security forces are] still at my home. Nobody’s allowed to access the house.</p><p><strong>Al Jazeera:</strong> The police spokesman told us that you are not under arrest, that you are at home; obviously, you’re not. What do you say to them?</p><p><strong>Bobi Wine:</strong> I saw the police spokesperson saying I’m in my house. The same police person said that the people that were shot and killed in the house of my deputy president were actually attacking the police station. And yet they were inside the house. You know, so much goes on, and the shamelessness of the Ugandan regime now is bottomless. You know, they’ll do something glaringly – and they lie about it.</p><p><strong>Al Jazeera:</strong> You’re talking about the <a href=\"/news/2026/1/16/incumbent-president-museveni-takes-strong-lead-in-uganda-election-count\">incident in Butambala</a>? Tell us about what happened.</p><p><strong>Bobi Wine:</strong> Ten people were killed in Butambala at the house of my deputy president. They were shot dead. The police shot through the door of a garage, a car storage room and killed 10 people. But scores were also killed in Iganga. Many people were killed in Kawempe and many other places.</p><p>So, one of the reasons why I could not stay home is that, as a leader, I had to keep in touch with these people; I had to give guidance. I had to be in touch and know what is happening. It was extremely dangerous for me. You’ve heard the head of the military, who is General Museveni’s son, Muhoozi Kainerugaba, promising to <a href=\"https://www.reuters.com/world/africa/ugandas-military-head-says-he-wants-behead-opposition-leader-2025-01-06/\" target=\"_blank\" rel=\"noopener\">cut off my head</a>, and we had earlier information that they were coming to harm me. So, in that fracas when they raided my house, I used a few old skills to get my way out.</p><figure id=\"attachment_4234658\" aria-describedby=\"caption-attachment-4234658\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234658\" src=\"/wp-content/uploads/2026/01/AP26012621846736-1768280170.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Bobi Wine addresses supporters during a rally.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234658\" class=\"wp-caption-text\">Uganda opposition presidential candidate Robert Kyagulanyi Ssentamu, known as Bobi Wine, addresses supporters during his final campaign rally at Aga Khan Grounds, in Kampala, Uganda, Monday, January 12, 2026. [File: Samson Otieno/AP]</figcaption></figure><p><strong>Al Jazeera:</strong> The president has called you a traitor and a “terrorist” – you and other officials of your party. What do you have to say to that?</p><p><strong>Bobi Wine:</strong> It should be known that in every dictatorship, especially here in Africa, to run against a dictator means being a terrorist, means being a traitor and everything. I mean, a priest, a Catholic priest called Father [Deusdedit] Ssekabira was arrested and General Museveni was talking about him, saying the Catholic priest was arrested and detained incommunicado for more than two weeks for working with me. But I was not arrested. Young people are in prison for their association with me and the party that I lead. But I, with the secretary-general and many others, are not detained. This is a crackdown to intimidate, to silence and to completely subdue the forces of change; everybody that yearns for change and everybody that does not support General Museveni.</p><p><strong>Al Jazeera:</strong> You have rejected the elections. You said that the election is rigged. What evidence do you have?</p><p><strong>Bobi Wine:</strong> We have evidence before, we have evidence during and after the election.</p><p>A day or two before the election, several of our polling agents were picked up by the military. Some of them are still missing.</p><p>And then you have seen videos. They turned off the internet. And this time, not the police, not the military, but electoral commission officials took part in ticking ballot papers in favour of General Museveni. We have record of them. We have videos of them doing that, and we’ve started uploading them on social media. (Al Jazeera was unable to verify videos on social media purporting to show officials filling in ballot papers. The Electoral Commission spokesperson declined to speak to Al Jazeera about this allegation.)</p><p>The Electoral Commission chairperson … announced results that nobody knows where they come from. They were supposed to pick them from the declaration of results forms and the district tally sheets. Our agents were there; they had different results on the forms. But the Electoral Commission chairperson was declaring something completely different. So, we rejected.</p><p>Like we said to the people before, that this was going to be a protest vote. We encouraged people for more than a hundred days that should the dictatorship try to subvert the voice of the people, the people of Uganda should rise up according to Article 29 of our constitution and reclaim their voice. That is what we encourage them to do.</p><p><strong>Al Jazeera:</strong> And what does that mean? Protests?</p><p><strong>Bobi Wine:</strong> That means nonviolent, legally accepted protests. It means protesting, it means rejecting the abuse of democracy, fighting back against any subversion of our democracy. Our constitution, Article 29, provides that the people of Uganda can protest and demonstrate peacefully and unarmed. And that is exactly what we’ve encouraged them and continue to encourage them to do.</p><p>It could be protesting on the streets. Some of us started protesting by holding high the national flag. Others can protest by staying at home. We gave it back to the people of Uganda to find numerous creative ways of protesting … to fight back in the most moral, constitutional and legal way possible.</p><p><strong>Al Jazeera:</strong> And going to the Supreme Court is not an option for you?</p><p><strong>Bobi Wine:</strong> The judicial system in Uganda is not independent at all. In the previous presidential election petitions, the Supreme Court has ordered for certain reforms – they’ve been completely ignored. So we don’t have hope in the judicial system of Uganda. That’s why we’ve always encouraged the people of Uganda to be the ones to take back their voice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Al Jazeera:</strong> The government and security forces accused you and your supporters throughout the election of flouting electoral rules, maybe campaigning where campaigns are not supposed to be happening, and that’s why you have been met with this kind of violence and tear gas and blocking rallies. What is your response?</p><p><strong>Bobi Wine:</strong> That’s what they are saying. But the law as it is in Uganda permits a candidate, most importantly a presidential candidate, to campaign everywhere where there are people. And indeed that campaign programme was confirmed and ratified by the Electoral Commission of Uganda. However, I was not allowed to even drive on the main roads. I was not allowed to campaign in cities or populated areas. I was always sent to the bushes, but people came there.</p><p>But also, the Electoral Commission was never in charge of this election; the <a href=\"/news/2026/1/13/protect-the-vote-bobi-wine-opposition-brace-for-tense-uganda-election\">military took charge</a> of this election. … I mean, if there was anything wrong that I did, if there’s anything that was against the law, I would have been apprehended a long time ago.</p><p><strong>Al Jazeera:</strong> There are some Ugandans who subscribe to whatever you’re saying, but there’s a lot of fear in the country. And they’re saying, OK, the election is now done, so let’s just move on.</p><p><strong>Bobi Wine:</strong> Moving on is resigning to slavery. We’ve said it many times that living under a military dictatorship for 40 years is like slavery. Ugandans don’t have a right, they don’t have a voice. Uganda is an extremely young country – the second youngest country in the world [by age], governed by a ruler who is over 80 years old.</p><p>Corruption is the order of the day. The country is in a mess. And we, as a current generation – that are the parents of today, that are going to be starting this country – it is our right and duty to ensure that we take charge of our own destiny.</p><p><strong>Al Jazeera:</strong> And finally, you cannot go home?</p><p><strong>Bobi Wine:</strong> My reason for not being home is to be able to speak to the world. If I was in my house, you would not be able to access me.</p><p>I would love to be in my home. I’ve not changed my clothes in days. I want to be home. I want to be free. I want to take care of my people.</p><p>But the military and police have taken over my home. They’ve vandalised my gate. They’ve cut the padlocks. They’ve cut power at my house. So they’ve more or less colonised my home.</p><p>Unfortunately, there’s no rule of law in Uganda. I cannot find redress with the courts. I cannot find redress with any institution of state. I just have to fight back in my own crude, non-violent way.</p><p><em>Note: This interview has been edited for clarity and brevity.</em></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Sanctions request against Netanyahu filed by UK lawyers, rights group | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-20T14:47:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696f88bda3dc-1768917181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sanctions request against Netanyahu filed by UK lawyers, rights group</h1><p class=\"article__subhead\"><em>The Arab Organisation for Human Rights UK (AOHR UK) calls for targeted financial and travel sanctions against the Israeli leader for committing genocide against Palestinians. </em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Arab human rights non-governmental organisation (NGO) has filed a request for United Kingdom sanctions to be lodged against Israeli Prime Minister Benjamin Netanyahu over “incitement to violence and genocide against Palestinians” in <a href=\"/news/2026/1/20/gazas-phase-two-from-a-distance-why-hope-still-feels-out-of-reach\">Gaza</a> and the occupied West Bank.</p><p>British law firm Deighton Pierce Glynn filed the request on Tuesday with the Foreign, Commonwealth and Development Office on behalf of the Arab Organisation for Human Rights UK (AOHR UK), seeking targeted financial and travel sanctions against the Israeli leader.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The submission argues that there are reasonable grounds to apply sanctions on Netanyahu, including previous statements he has made rejecting a Palestinian state and “religiously framed genocidal rhetoric such as invoking biblical references to the destruction of the ‘Amalek'”.</p><p>The “Amalek” is known in Jewish tradition as representing pure evil, but it is used by the Israeli far right to describe and justify the mass annihilation of Palestinians.</p><p>According to Gaza’s Health Ministry, at least 71,551 people have been <a href=\"/news/2026/1/20/gazas-phase-two-from-a-distance-why-hope-still-feels-out-of-reach\">killed</a> and 171,372 others wounded since Israel began its genocidal war in October 2023.</p><p>Last year, a <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">United Nations</a> inquiry found that statements from Netanyahu and Israel’s top leadership had amounted to the ” incitement to commit genocide” in Gaza during the war.</p><p>The submission adds that sanctions should be applied to Netanyahu over his responsibility for “unlawful military operations in Gaza” as he is the country’s highest-ranking official.</p><p>Moreover, it pointed to the prime minister’s role in the expansion of illegal settlements in the <a href=\"/news/2026/1/19/israel-launches-large-scale-military-raid-in-occupied-west-banks-hebron\">occupied West Bank</a>, which have been condemned by the UK.</p><p>“The UK has already acknowledged that senior Israeli officials have promoted serious abuses of Palestinian rights,” says Mohammed Jamil, the chairman of AOHR UK, referring to an announcement last year where the British government applied sanctions against Israel’s far-right Finance Minister Bezalel Smotrich and National Security Minister Itamar Ben-Gvir.</p><p>“It is no longer credible to sanction ministers while exempting the prime minister who authorises, endorses, and directs the policies in question. Accountability cannot stop short of the highest office,” Jamil added.</p><p>The UK government has largely supported Israel throughout its war on Gaza, and though it has recognised a Palestinian state, it has not called the Israeli mass killing of civilians in Gaza a genocide.</p><p>The International Criminal Court (ICC) <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">issued arrest warrants</a> in November 2023 for Netanyahu and his former Defence Minister Yoav Gallant after they were accused of “crimes against humanity and war crimes committed from at least 8 October 2023 until at least 20 May 2024”.</p><p>At the same time, Israel continues to face a case at the <a href=\"/news/2025/12/23/belgium-joins-south-africas-genocide-case-against-israel-at-icj\">International Court of Justice</a> after South Africa lodged a case accusing Israel of committing genocide during its war in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel bulldozes UNRWA buildings in occupied East Jerusalem | Newsfeed | Al Jazeera",
            "time": "2026-01-20T14:44:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768920271.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How the Syrian army pushed Kurdish-led forces out of oil-rich territory | Syria's War | Al Jazeera",
            "time": "2026-01-20T13:51:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768916990.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bobi Wine tells Al Jazeera he escaped police raid amid Uganda elections | Protests | Al Jazeera",
            "time": "2026-01-20T13:23:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768915380.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Who hacked Iranian state TV? | Protests | Al Jazeera",
            "time": "2026-01-20T13:04:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768914273.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Have global justice institutions failed? | Digital Series | Al Jazeera",
            "time": "2026-01-20T12:58:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/FULL-EP3-THUMBNAIL-1768913801.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s Greenland tariffs: What’s Europe’s ‘bazooka’ option to hit back? | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T12:52:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696f52df5fa6-1768903391.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After United States President Donald Trump threatened a trade war against European countries which oppose his bid to acquire <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">Greenland</a>, Europe is now considering deploying a “trade bazooka” – a powerful, multilayered instrument in its arsenal of economic deterrents.</p><p>Norway says its prime minister has received a message from Trump hinting that Oslo’s failure to award him the Nobel Peace Prize is at least partly to blame for his stance.</p><p>Here is more about Trump’s tariff threat to Europe, alongside Europe’s response.</p><h2 id=\"what-was-in-trump-s-norway-letter-over-greenland\">What was in Trump’s Norway letter over Greenland?</h2><p>Norwegian Prime Minister <a href=\"/video/newsfeed/2026/1/19/norway-pm-trump-preoccupied-with-nobel-peace-prize-on-greenland-texts\">Jonas Gahr Store’s</a> office confirmed on Monday that he had received a <a href=\"/news/2026/1/19/trump-tells-norway-pm-not-bound-to-think-purely-of-peace-after-nobel-snub\">message</a> from Trump in which he wrote: “Considering your Country decided not to give me the Nobel Peace Prize for having stopped 8 Wars PLUS, I no longer feel an obligation to think purely of Peace.”</p><p>Trump added: “Although it will always be predominant, but can now think about what is good and proper for the United States of America.”</p><p>Trump reiterated that he does not believe Denmark can keep Greenland secure from Russia or China.</p><p>“The World is not secure unless we have Complete and Total Control of Greenland,” he wrote.</p><h2 id=\"what-tariffs-has-trump-threatened-against-europe\">What tariffs has Trump threatened against Europe?</h2><p>In a post on his Truth Social platform on January 17, Trump wrote that he had subsidised Denmark and other European Union countries by not charging them trade tariffs.</p><p>He wrote that, starting from February 1, exports to the US from Denmark, Norway, Sweden, France, Germany, the United Kingdom, the Netherlands and Finland would all be subject to a 10 percent levy.</p><p>On June 1 this year, the tariff would be increased to 25 percent, he said. “This Tariff will be due and payable until such time as a Deal is reached for the Complete and Total purchase of Greenland,” Trump wrote.</p><p>“The United States has been trying to do this transaction for over 150 years. Many Presidents have tried, and for good reason, but Denmark has always refused.”</p><p>Danish and Greenlandic leaders have repeatedly stated that the autonomous territory of the Kingdom of Denmark is not for sale, and recent <a href=\"/gallery/2026/1/18/thousands-march-in-greenland-against-trumps-threats-to-take-it-over\">demonstrations</a> on the island have opposed Trump’s push to acquire it.</p><h2 id=\"why-does-the-us-want-to-buy-greenland\">Why does the US want to buy Greenland?</h2><p>The US interest is longstanding: after buying Alaska in 1867, Secretary of State William Seward unsuccessfully tried to buy Greenland. In 1946, President Harry Truman secretly offered Denmark $100m for Greenland, but Copenhagen refused, and the proposal became public only decades later.</p><p>During World War II, the US occupied the island and built military facilities, maintaining a presence today at Pituffik Space Base.</p><p>Greenland, a sparsely populated Arctic island of 56,000 people – mostly Indigenous Inuit – is geographically in North America but politically part of Denmark, making it part of Europe. Greenland withdrew from the European Community (EC/EU) in 1985 after it gained home rule, but maintains a special association with the EU as an Overseas Country and Territory (OCT), which grants limited internal market access and EU citizenship to Greenland’s residents through Denmark.</p><p>Its position between the Arctic and North Atlantic oceans provides the shortest air and sea routes between North America and Europe, making it crucial for US military operations and early-warning systems, especially around the Greenland-Iceland-UK gap, according to the Trump administration.</p><p>Greenland’s economy relies mainly on fishing, locals oppose large-scale mining, and there is no oil or gas extraction. However, it has large deposits of minerals, including rare-earth metals, which are necessary for the manufacture of technology, including smartphones and fighter planes. The island has therefore drawn increasing interest from leading powers as climate change opens up new shipping lanes in the Arctic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-europe-responded-to-trump-s-tariff-threat\">How has Europe responded to Trump’s tariff threat?</h2><p>Many nations in Europe want to pursue diplomatic options with the US before retaliating with tariffs of their own, but have not ruled it out.</p><p>“Our priority is to engage, not escalate. Sometimes the most responsible form of leadership is restraint,” European Commission spokesperson Olof Gill said on Monday.</p><p>However, Gill warned that “the EU has tools at its disposal and is prepared to respond should the threatened tariffs be imposed”.</p><p>The 27 members of the EU convened for an emergency meeting on Sunday to discuss their response to Trump’s threat.</p><p>In a <a href=\"/news/2026/1/19/dangerous-downward-spiral-european-leaders-slam-trumps-tariff-threat\">joint statement</a> on the same day, the eight countries targeted by Trump with new tariffs said they “stand in full solidarity” with Denmark and the people of Greenland, a semi-autonomous Danish territory.</p><p>“Building on the process begun last week, we stand ready to engage in a dialogue based on the principles of sovereignty and territorial integrity that we stand firmly behind,” Denmark, Finland, France, Germany, the Netherlands, Norway, Sweden and the UK said in the statement.</p><p>“Tariff threats undermine transatlantic relations and risk a dangerous downward spiral. We will continue to stand united and coordinated in our response. We are committed to upholding our sovereignty.”</p><p>During an address to the nation on Monday, Prime Minister <a href=\"/video/newsfeed/2026/1/19/keir-starmer-says-trumps-tariffs-over-greenland-are-completely\">Keir Starmer</a> said the UK believes Greenland is part of Denmark and its future must be determined by Greenland and Denmark only.</p><p>“Applying tariffs on allies for pursuing the collective security of NATO allies is completely wrong. We will of course be pursuing this directly with the US administration,” Starmer said. However, he stated repeatedly during his address and questions from the media afterwards that, for now, he is not in favour of launching retaliatory tariffs against the US. “A tariff war is not in anyone’s interests.”</p><p>This week, German Chancellor Friedrich Merz also urged dialogue, warning that a tariff war would hurt both sides of the Atlantic Ocean.</p><p>“We want to avoid any escalation in this dispute if at all possible,” Merz said. “We simply want to try to resolve this problem together.” He did not rule out using tariffs if absolutely necessary, however.</p><p>European Commission President Ursula von der Leyen and European Council President Antonio Costa wrote identical, but separate X posts, saying: “Tariffs would undermine transatlantic relations and risk a dangerous downward spiral. Europe will remain united, coordinated, and committed to upholding its sovereignty.”</p><p>Some European leaders have been more bullish about how to respond to Trump’s threats, however, and called on the EU to activate a never-before-used economic tool designed to face down coercion from states outside the EU.</p><p>David van Weel, the foreign minister of the Netherlands, said during an interview on Dutch television on January 18: “It’s blackmail what he’s doing … and it’s not necessary. It doesn’t help the alliance [NATO], and it also doesn’t help Greenland.”</p><p>“The Anti-Coercion Instrument (ACI), designed precisely for such cases, must now be used,” German MEP Bernd Lange, who chairs the European Parliament’s trade committee, said in a post on X.</p><p>“I call on the European Commission to activate it immediately.”</p><p>During the emergency EU meeting on Sunday, French President Emmanuel Macron also requested that the bloc activate the ACI, also known as a “trade bazooka”, according to news reports.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-aci-or-trade-bazooka\">What is the ACI, or trade bazooka?</h2><p>The trade bazooka is a legal mechanism that the EU proposed late in 2021 and adopted in 2023 to protect European countries from economic pressure by non-EU countries.</p><p>By the end of his first term in January 2021, Trump had launched a trade war against several of Washington’s leading trading partners, including the EU, which faced US tariffs on steel and aluminium exports.</p><p>In December 2021, China blocked Lithuanian goods from entering Chinese ports after Lithuania was deleted from China’s electronic customs declarations system. This was in retaliation for Lithuania’s decision to allow Taiwan, which China considers its territory, to open a de facto embassy in Vilnius under the name “Taiwanese Representative Office”. China’s block also applied to exports from other EU member states when the goods contained Lithuanian components or were linked to Lithuania.</p><p>The bazooka idea was proposed in the EU on December 8, 2021, as China was blocking goods.</p><p>It was, therefore, adopted in 2023 with countries like China in mind, rather than allies like the US, Erica York, vice president of federal tax policy at the Tax Foundation, told US media.</p><p>“The ACI restricts the access of US corporations to sell products in the European market. This is the European Union’s most powerful economic weapon,” Jo Michell, a professor of economics at the University of the West of England in Bristol, told Al Jazeera.</p><p>“It includes fees and charges on imports of goods and services, restrictions on US investment into the EU and a possible ban on public sector contracts for US companies.”</p><p>Essentially, the trade bazooka involves a series of measures, including steep retaliatory tariffs and increased customs duties. If applied to the US, the EU could limit or block access for US goods, services or companies to its single market.</p><p>It could also place restrictions on exports and imports through quotas or licences. Additionally, the EU could impose measures restricting the US’s use of EU‑based financial infrastructure, increasing funding costs for US banks and firms which depend on doing business in Europe.</p><h2 id=\"how-would-the-aci-be-implemented\">How would the ACI be implemented?</h2><p>A last‑resort deterrence measure, it has never been implemented before. There are several steps that must be taken before it can be deployed.</p><p>The process begins when a company, another party in the EU or the Commission itself files a complaint alleging economic coercion from a country outside the EU. The European Commission then launches a formal investigation into the allegation, which it is supposed to complete within four months.</p><p>If the commission finds that economic coercion is indeed taking place, it will first try to resolve the issue through diplomacy. If those efforts fail, the EU can move towards activating the ACI.</p><p>To do so, a “qualified majority” – at least 15 of the EU’s 27 countries representing at least 65 percent of the bloc’s population – must support the move. This gives countries with larger populations, such as Germany, France and Italy, significant influence.</p><p>Once a proposal to trigger the bazooka is on the table, member states have up to 10 weeks to say yes or no. In total, the entire process can take up to a year before the bazooka fully comes into effect.</p><p>“The EC may be able to move relatively quickly given the urgency of the situation, but the implementation vote may be months rather than weeks away,” Michell said.</p><h2 id=\"what-effect-could-the-aci-have-on-the-us-and-europe\">What effect could the ACI have on the US and Europe?</h2><p>The US runs a significant trade deficit with the EU in terms of goods. This means it imports more from the EU than it exports.</p><p>In 2024, the EU exported 531.6 billion euros ($603bn) in goods to the US and imported products worth 333 billion euros ($377.8bn), resulting in a trade surplus for the EU of almost 200 billion euros ($227bn).</p><p>The picture is different for services, however. The US had a surplus of more than 109 billion euros ($124bn) in services as of 2023, with notable IT exports, led by large US tech companies, intellectual property and financial services.</p><p>The bazooka could therefore hit the US where it hurts, allowing Europe to go beyond traditional tariffs on goods and restrict or tax US services instead.</p><p>“Imposing restrictions on the large US tech companies would be particularly painful for the US, and would likely hit share prices. The US is also exposed in areas such as pharmaceuticals and aerospace,” Michell said.</p><p>However, the bazooka would hurt workers and consumers in Europe as well. Restrictions on services would mean limited choices or higher prices for US services. Additionally, retaliatory tariffs on US goods as well would mean increased prices for those, too.</p><h2 id=\"what-will-europe-choose-to-do\">What will Europe choose to do?</h2><p>UK financial media reported this week that the bloc is considering imposing 93 billion euros ($108bn) in tariffs on US goods.</p><p>“Imposing 93 billion of tariffs is the first line of defence,” Mohit Kumar, chief European economist at New York-based investment banking and capital markets firm Jefferies, told Al Jazeera.</p><p>“Anti-coercion measures need a qualified majority [in the EU]. Germany has already said that it would prefer negotiations. Hence, my base case remains that the bazooka is unlikely to be used,” Kumar said.</p><p>“My base case remains that cooler heads will prevail. A solution where the US gets exclusive mineral rights and increased military presence in Greenland but its sovereignty remaining as is could be a way forward,” Kumar said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Naomi Osaka’s outfit, entrance and win headline Australian Open day three | Tennis News | Al Jazeera",
            "time": "2026-01-20T12:45:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260120__93CH9ZQ__v2__MidRes__TopshotTennisAusOpen-1768909297.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Naomi Osaka has made a breathtaking start to her Australian Open 2026 campaign as the tennis star walked onto the court for her opening match of the Grand Slam wearing a wide-brim hat with a long veil and holding a white umbrella to leave fans stunned at the Rod Laver Arena in Melbourne.</p><p>Once the buzz had settled on Osaka’s fashion statement on Tuesday, the two-time Australian Open champion stuttered her way to a first-round win over Antonia Ruzic shortly after men’s defending champion Jannik Sinner entered the second round in a contrasting manner against Hugo Gaston.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Osaka waved regally to the crowd, folded up the parasol and neatly put the hat and veil to the side before stepping up for the pre-match formalities wearing part of her pleated outfit on the lower half of her body.</p><p>She was back to more or less regular tennis kit for the match itself, which finished with a 6-3, 3-6, 6-4 scoreline for the Japanese player.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 16th seed has won two of her four Grand Slam titles at the Australian Open but dropped a set in her first-round match against the 65th-ranked Croatian in the last match of day three on the main show court at Melbourne Park.</p><p>She returned strongly in the second set and completed the win in two hours and 22 minutes.</p><p>Following her win, Osaka said her outfit was modeled after a jellyfish and the hat was embellished with a butterfly.</p><p>“It [the butterfly] has to do with the Australian Open I won in 2021, which I guess is a long time ago,” she said in her on-court interview after the match</p><p>Osaka said that she came up with the design for her outfit.</p><p></p><p>Earlier on the same court, Sinner’s quest for a third successive title began in ominous fashion ‍as he ‍dominated two sets before Gaston abruptly retired.</p><p>In his first official match since beating Carlos Alcaraz for the ATP Finals crown more than two months ago, the Italian world number two stormed to ⁠a 6-2, 6-1 lead in just over an hour, racking up 19 winners on the court ​he has ruled for two years.</p><p>Frenchman Gaston took tablets after the first set, showing ‍something was amiss, but there was a rumble of surprise in the terraces when he crossed to Sinner’s side after the second set to offer a handshake and apologies.</p><p>After consoling the Frenchman as he sobbed under a towel ‍on his chair, ⁠Sinner said he could see Gaston was not at his best but was very happy with his own game.</p><p>“I’ve put in many, many long days in the off-season trying to become a better tennis player,” he told reporters.</p><p>“But at the end of the day the most important part is to go on court and to enjoy, no? It’s very special to start the season in a night-session match here in a Grand Slam, ​the packed stadium, just trying to do your best.”</p><p>Sinner will next face Australian James Duckworth for a place in the third round.</p><figure id=\"attachment_4253922\" aria-describedby=\"caption-attachment-4253922\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253922\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93BW32Z__v1__MidRes__TennisAusOpen-1768911564.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"sinner gaston australian open\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253922\" class=\"wp-caption-text\">Hugo Gaston, left, was not able to complete his match against Jannik Sinner due to illness [Martin Keep/AFP]</figcaption></figure><p>Meanwhile, women’s defending champion Madison Keys admitted being “very nervous” as she launched her title defence with a shaky win over<span> Ukraine’s Oleksandra Oliynykova 7-6 (8-6), 6-1.</span></p><p>“I’ve been thinking about this moment for basically a year,” the American ninth seed said of walking out on centre court again.</p><p>“I’m so happy to be back in Melbourne. Obviously I was very nervous at the start.”</p><p>She started her season with quarterfinal exits at Brisbane and Adelaide, admitting before the Grand Slam to feeling the weight of expectation as defending champion.</p><p>And so it proved as she threatened to implode against the Ukrainian, ranked 92 in the world, before finding her feet to pull away with ease in the second set.</p><figure id=\"attachment_4253939\" aria-describedby=\"caption-attachment-4253939\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253939\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93AZ6FH__v1__MidRes__TennisAusOpen-1768911944.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"USA's Madison Keys hits a return to Ukraines Oleksandra Oliynkova during their women's singles match on day three of the Australian Open tennis tournament in Melbourne on January 20, 2026. (Photo by Martin KEEP / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253939\" class=\"wp-caption-text\">Madison Keys hits a return to Ukraine’s Oleksandra Oliynkova [Martin Keep/AFP]</figcaption></figure><p>The men’s draw saw an emotional Gael Monfils bid farewell to the tournament after an entertaining four-set loss to Australian qualifier Dane Sweeny.</p><p>The French entertainer lit up the court in his final performance at the venue in a match that lasted nearly four hours and ended with a 6-7 (3-7), 7-5, 6-4, 7-5 scoreline in Sweeny’s favour.</p><p>There was an on-court presentation and standing ovation afterwards for the 39-year-old Monfils, who said: “Somehow it is the finish line, but thank you so much for an amazing ride.</p><p>“I have a lot of great memories here.”</p><p>Monfils, who has won 13 ATP titles in a career stretching back to 2004, said in October that this year would be his last in tennis.</p><figure id=\"attachment_4253947\" aria-describedby=\"caption-attachment-4253947\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253947\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93BK2DB__v1__MidRes__TennisAusOpen-1768912101.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"France's Gael Monfils acknowledges the crowd after losing to Australia's Dane Sweeny in their men's singles match on day three of the Australian Open tennis tournament in Melbourne on January 20, 2026. (Photo by Paul Crock / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253947\" class=\"wp-caption-text\">Gael Monfils acknowledges the crowd after losing to Dane Sweeny [Paul Crock/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "ISIL claims Kabul attack on Chinese restaurant that killed seven people | Taliban News | Al Jazeera",
            "time": "2026-01-20T12:35:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020365874052-1768907087.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>ISIL claims Kabul attack on Chinese restaurant that killed seven people</h1><p class=\"article__subhead\"><em>Group links attack to China’s ‘crimes’ against Uighurs. Beijing urges Taliban government to protect its nationals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>ISIL (ISIS) has claimed responsibility for an <a href=\"/news/2026/1/19/several-killed-in-kabul-blast-afghan-taliban-interior-ministry-says\">explosion at a Chinese restaurant</a> in Afghanistan’s capital that killed at least seven people.</p><p>The group said in a statement posted on its Aamaq news agency late on Monday that a suicide bomber entered a restaurant in Kabul frequented by Chinese nationals and detonated an explosive vest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ISIL’s statement, which claimed 25 people were killed or wounded in the blast, including Taliban guards, linked the attack to “growing crimes by the Chinese government against Uighurs” and issued a further threat against Chinese nationals in the country.</p><p>Ministry of Interior spokesperson Mufti Abdul Mateen Qani said on Tuesday that the cause of the explosion at the Chinese Noodle restaurant in the commercial Shahr-e-Naw area was “unknown so far and is being investigated”.</p><p>Police spokesperson Khalid Zadran said the blast killed a Chinese national, identified only as Ayub, and six Afghans.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The restaurant serving the Chinese Muslim community was jointly run by a Chinese Muslim man, Abdul Majid, his wife and an Afghan partner, Abdul Jabbar Mahmood, Zadran said.</p><p>Guo Jiakun, a spokesperson for China’s Ministry of Foreign Affairs, said at a news briefing that five Chinese nationals were injured, requesting that Afghanistan “spare no effort” in treating the wounded and take measures to protect the safety of its citizens and investments.</p><p>China, which shares a 76km (47-mile) border with Afghanistan, has close ties with the <a href=\"/news/2025/8/15/taliban-marks-fourth-anniversary-of-return-to-power-with-internal-threats\">Taliban</a> government, and Chinese business visitors have flocked to the country since the group took control of war-torn Afghanistan in 2021.</p><p>Beijing denies claims by rights groups that it is guilty of widespread abuses of the <a href=\"/news/2024/6/18/china-accused-of-erasing-religion-culture-from-uighur-village-names\">Uighurs</a>, a mainly Muslim ethnic minority group numbering about 10 million who make up most of the population of China’s far western region of Xinjiang.</p><p>Despite Taliban promises to restore security, bomb attacks have continued in the country, many of them claimed by the local affiliate of ISIL.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How a year of Trump reshaped the world in seven charts | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T12:24:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-09-1768905031.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump returned to the Oval Office one year ago as the 47th president of the United States after campaigning again on his Make America Great Again slogan and picking up from where he left off during his first term.</p><p>During the past 365 days, the Trump administration has implemented significant economic, diplomatic and social policy changes that have reshaped both the US and global landscape.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In this visual explainer, Al Jazeera breaks down some of the key numbers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"signed-228-executive-orders\">Signed 228 executive orders</h2><p>On his first day back in office on January 20, 2025, Trump signed 26 executive orders, establishing a new <a href=\"/news/2025/1/20/how-do-donald-trumps-executive-orders-compare-to-all-other-presidents\">record</a> for the most executive orders signed on the first day in office by a president.</p><p>Executive orders are directives issued by the US president. They are supposed to pertain to the management of the federal government and may not override federal laws. Critics say he often exceeds these boundaries, leading to court challenges of many of his executive orders.</p><p>The rapid pace of Trump’s orders continued throughout the first year of his second term with the president signing a total of 228 executive orders, exceeding the 220 orders signed during his entire four-year first term from 2017 to 2021.</p><figure id=\"attachment_4253682\" aria-describedby=\"caption-attachment-4253682\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253682\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-01-1768905102.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026-01-1768905102\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253682\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"deported-at-least-605-000-people\">Deported at least 605,000 people</h2><p>According to the Department of Homeland Security (DHS), the second Trump administration had deported at least 605,000 people in DHS enforcement operations as of December 10 while an additional 1.9 million “voluntarily self-deported”.</p><p>Over the past year, about 1.6 million people living in the US lost their legal immigrant status, including those affected by the termination of their temporary protected status and various student and high-skilled visa programmes.</p><p>Furthermore, under Trump’s orders, at least 66,886 people were detained by Immigration and Customs Enforcement with an average of 821 people arrested each day across the country.</p><p>On Wednesday, Trump also banned citizens of 75 countries from obtaining immigration visas.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4253685\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-02-1768905140.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026-IMMIGRATION\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"tariffs-for-all\">Tariffs for all</h2><p>One of Trump’s favourite <a href=\"/news/2025/12/18/from-a-for-algebra-to-t-for-tariffs-arabic-words-used-in-english-speech\">words</a> in 2025 was <a href=\"/economy/2025/4/11/trumps-tariffs-a-simple-illustrated-guide-to-15-economic-terms-to-know\">tariffs</a>, which he imposed on allies, neighbours and foes alike, rattling global trade and increasing tensions in international relations.</p><p>On average, all US trading partners were hit with 10 percent tariffs, and India got hit the hardest with 50 percent levies.</p><p>According to daily Department of the Treasury data, US-imposed tariffs generated $287bn in 2025 in customs duties, taxes and fees. However, Yale University’s Budget Lab estimated that tariffs cost each US household an average of $1,500 in higher prices for the year.</p><figure id=\"attachment_4253637\" aria-describedby=\"caption-attachment-4253637\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253637\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-03-1768904418.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_ECONOMY\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253637\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"taking-a-chainsaw-to-federal-jobs\">Taking a chainsaw to federal jobs</h2><p>The Department of Government Efficiency (DOGE) under the world’s richest man, Elon Musk, was established by Trump via executive order. Its stated purpose was to <a href=\"/news/2025/6/6/has-doge-really-saved-the-us-government-180bn\">cut costs</a> within the federal government, which is the single largest employer in the US.</p><p>After just 10 months, DOGE eliminated at least 317,000 federal jobs; shut down all diversity, equity and inclusion (DEI) offices; drastically reduced the Department of Education; and slashed projects funded by the <a href=\"/news/2025/2/3/what-is-usaid-and-how-central-is-it-to-us-foreign-policy\">US Agency on International Development</a> until it ceased operations and was absorbed into the Department of State.</p><figure id=\"attachment_4253633\" aria-describedby=\"caption-attachment-4253633\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253633\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-05-1768904409.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_FEDERAL_CUTS\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253633\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"international-diplomacy\">International diplomacy</h2><p>For the second time in his presidency, Trump chose Saudi Arabia as the destination for his first official state visit after brief stops in Italy and the Vatican for Pope Francis’s funeral.</p><p>So far, Trump has visited 13 countries during his second term, often mixing in business deals with international diplomacy.</p><p>During his first term, Trump visited 25 countries, but his trips were limited in the latter part of that term due to COVID-19.</p><figure id=\"attachment_4253631\" aria-describedby=\"caption-attachment-4253631\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253631\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-06-1768904404.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_DIPLOMACY\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253631\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"bombed-seven-countries\">Bombed seven countries</h2><p>At the start of his second term, Trump pledged to restore peace by ending global conflicts. His administration has since attacked at least seven countries with Venezuela being the latest.</p><p>According to data from the Armed Conflict Location and Event Data monitor, the US and its allies conducted at least 658 air and drone attacks from January 20, 2025, to January 5, 2026.</p><p>Trump has claimed to have stopped at least eight wars since he took office in January, but several of the conflicts he claimed to have resolved <a href=\"/news/2025/10/14/fact-checking-donald-trumps-speech-in-israeli-parliament\">continue</a> to fester.</p><figure id=\"attachment_4253629\" aria-describedby=\"caption-attachment-4253629\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253629\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-07-1768904399.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026-US_ATTACKS\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253629\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"climate-and-the-environment\">Climate and the environment</h2><p>With the motto “drill, baby, drill,” Trump has opened more than 2.5 million square kilometres (965,000sq miles) of ocean for offshore drilling, signalling an end to federal environmental protections. He has reversed at least 30 Biden-era climate policies by executive order, including dropping out of the Paris Agreement.</p><figure id=\"attachment_4253627\" aria-describedby=\"caption-attachment-4253627\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253627\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-08-1768904394.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_ENVIRONMENT\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253627\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Israeli prisons are akin to ‘torture camps’, Israeli rights group finds | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-20T12:20:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696f6021292d1-1768906785.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 84 Palestinian prisoners have died in Israeli prisons since October 2023 after being subjected to systematic abuse, including physical and psychological violence, inhuman conditions, deliberate starvation and denial of medical treatment, the Israeli human rights group B’Tselem says.</p><p>Israeli authorities were still holding 80 of their bodies and refusing to return them to their families, the organisation said in a <a href=\"https://www.btselem.org/sites/default/files/publications/202601_living_hell_eng.pdf\" target=\"_blank\" rel=\"noopener\">report</a> released on Tuesday, which listed the names of the 84 deceased prisoners, including one minor, and the facilities in which they died.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fifty of them were from the Gaza Strip, where Israel has been carrying out its genocidal war for more than two years and <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">repeatedly violating an October ceasefire</a>. Thirty-one were from the occupied West Bank, and three were citizens of Israel. The report noted that the numbers were likely to be higher because the organisation listed only the deaths it was able to verify.</p><p>B’Tselem Executive Director Yuli Novak said Israeli authorities had turned the prison system into a network of “torture camps” as part of “a coordinated onslaught on Palestinian society intended to destroy their existence as a collective”.</p><p>“The genocide in Gaza and the ethnic cleansing in the West Bank are the most blatant manifestations of this policy,” Novak said in a statement.</p><p>B’Tselem said its findings were based on the testimonies of 21 Palestinians released from Israeli prisons in recent months and on the work of Israeli and international human rights organisations that monitor prisons. About 9,200 Palestinians are estimated to be held in Israeli prisons.</p><p>Several of the interviewees described undergoing or witnessing sexual violence in custody, including sexual assault, forced stripping, severe injuries to genitals through beatings, attacks involving dogs and penetration with various objects.</p><p>Other testimonies highlighted brutality during interrogations, particularly in a room referred to as the “disco room”, where electrical shocks were administered at regular intervals while the prisoner was deprived of food and access to a toilet.</p><p>The findings confirmed a pattern of abuse already highlighted in B’Tselem’s August 2024 <a href=\"https://www.btselem.org/publications/202408_welcome_to_hell\" target=\"_blank\" rel=\"noopener\">report Welcome to Hell</a>. Novak said: “Despite mounting evidence and numerous reports on Israel’s torture camps, the international community continues to grant this regime full immunity – effectively legitimizing the continued torture, oppression and ethnic cleansing of Palestinians and abandoning the victims.”</p><p>An overwhelming majority of Palestinian prisoners have been arrested under a quasi-judicial process known as administrative detention, under which Palestinians are initially jailed for six months. Their detentions can then be repeatedly extended for an indefinite period without charge or trial.</p><p>Most Palestinians, including children, are tried in military courts and handed lengthy sentences in what critics call sham military trials because in many cases Palestinians are deprived of defence lawyers and due process. In comparison, Israeli citizens are tried in civil courts, highlighting a two-tier justice system that discriminates against Palestinians.</p><p>Many bodies of Palestinians returned by Israel to Gaza after the October ceasefire have shown signs of torture and execution, and families have been forced to identify their missing loved ones through photographs of decomposed and mutilated remains.</p><p>B’Tselem spokesperson Yair Dvir told Al Jazeera that “the international community must use all the tools at its disposal in the framework of international law to stop Israel from continuing to commit these crimes.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"silencing-released-prisoners\">Silencing released prisoners</h2><p>B’Tselem’s collection of evidence was hampered by Israeli attempts to silence released prisoners through intimidation. “Israeli authorities threatened to re-arrest anyone who shared information about their experiences in prison,” the report said. “The threats were issued both before and after the prisoners were released.”</p><p>It added that such action illustrates “how Israel uses deprivation of liberty as a key means of oppressing Palestinians”.</p><p>Israeli authorities have repeatedly rejected abuse allegations, saying they act in accordance with international law, but these claims contradict evidence presented by the government’s own officials.</p><p>Far-right National Security Minister Itamar Ben-Gvir in November bragged about the harsh treatment of Palestinian prisoners in a video filmed next to bound prisoners lying blindfolded on the floor.</p><p>A few days later, Ben-Gvir, who is in charge of the Israeli prison system, was seen carrying sweets in the Knesset chamber after Israel’s parliament advanced a <a href=\"/video/newsfeed/2025/11/11/israels-parliament-advances-terrorists-death-penalty-bill\">bill</a> that would allow the death penalty for “terrorists” and is seen as targeting Palestinians.</p><p>Dvir, B’Tselem’s spokesperson, said that while Israel tries to deny the abuses, “Ben-Gvir continues to produce public relations pieces and videos from within these torture facilities, proudly showcasing the inhuman conditions and the abuse inflicted on Palestinian detainees.”</p><p>The report’s conclusion was unequivocal. “Israel is continuing its systemic, institutionalised policy of torture and abuse of Palestinian prisoners, approved and backed by the political system, the judicial system, the media and, of course, the prison authorities themselves,” it said.</p><p>“Far from being carried out in the shadows, this systematic abuse is put on public display, with no attempt to conceal or obscure it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: More than 100 vehicles involved in pile-up during US snowstorm | Infrastructure | Al Jazeera",
            "time": "2026-01-20T11:38:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768909087.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump undermines key allies UK and France before Davos visit | Trade War News | Al Jazeera",
            "time": "2026-01-20T11:19:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T073041Z_349526964_RC2V4JA4VEUP_RTRMADP_3_USA-TRUMP-1768897302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has doubled down on his bid to take over Greenland before his appearance at the World Economic Forum in Davos, Switzerland, by slamming key allies.</p><p>Trump shared private text messages from French President Emmanuel Macron and NATO chief Mark Rutte and justified his aggressive posture over the Arctic island with a swipe at the United Kingdom’s decision to cede its last African colony to Mauritius.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>The US president’s flurry of Greenland-focused social media posts on Tuesday saw him accuse the UK of “GREAT STUPIDITY” for its decision to cede sovereignty over the Indian Ocean archipelago of </span><a href=\"/opinions/2024/10/17/diego-garcia-remains-a-dark-british-american-secret-in-the-indian-ocean\">Chagos</a><span>, which is home to a key British-American military base on Diego Garcia atoll, to Mauritius.</span></p><p>The UK’s move followed Mauritius’s legal victory in a landmark decolonisation case at the <a href=\"/news/2024/10/4/why-is-the-uk-handing-the-chagos-islands-back-to-mauritius\">International Court of Justice</a> seven years ago after it had been strong-armed by the UK into selling the colonial territory for 3 million pounds (today worth $4m) in exchange for its independence in 1968. Under a <a href=\"/news/2025/5/22/uk-court-temporarily-blocks-deal-to-hand-chagos-islands-to-mauritius\">bilateral deal</a> signed in 2025, the UK retains control of the airbase on a long-term lease.</p><p>Trump, who had previously appeared to back the UK’s attempt to right what is widely perceived as a colonial wrong under the rules-based international order, lashed out at the UK’s “act of total weakness”, which he said would have been noted by China and Russia.</p><p>“These are International Powers who only recognize STRENGTH, which is why the United States of America, under my leadership, is now, after only one year, respected like never before,” the US president posted. “The UK giving away extremely important land is an act of GREAT STUPIDITY, and is another in a very long line of National Security reasons why Greenland has to be acquired.”</p><p>A UK government spokesperson said in a statement: “We acted because the base on Diego Garcia was under threat after court decisions undermined our position and would have prevented it operating as intended in future.” The bilateral treaty has yet to be ratified by the UK Parliament.</p><p>Trump’s newly voiced opposition to the transfer of the archipelago will be applauded not only by right-wing opponents of the move in the UK but also by some <a href=\"/features/2025/2/11/tug-of-war-chagos-islands-deal-tearing-families-apart-in-mauritius\">Chagos islanders</a> and their descendants who oppose the transfer of their homeland to Mauritius.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-dark-chapter\">‘A dark chapter’</h2><p>Trump’s fusillade came before his visit to the World Economic Forum on Wednesday as Europe weighs countermeasures after he promised to impose <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">additional tariffs</a> on eight European countries – Denmark, Norway, Sweden, France, Germany, the UK, the Netherlands and Finland – in a bid to pressure them over Greenland.</p><p>Under growing pressure from the belligerent Trump, Denmark sent <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">additional troops</a> to Greenland to bolster defences of the self-governed Danish territory, with Prime Minister Mette Frederiksen insisting on Tuesday that her country would not negotiate on “sovereignty, identity, borders and democracy”.</p><p>Frederiksen told the Danish Parliament that Trump’s threats to take over Greenland were a “dark chapter”, but vowed that Europe would stand its ground in the face of the US President’s threats to slap tariffs on European countries opposing his territorial ambitions.</p><p>“As Europe, if anyone starts a trade war against us, which I really cannot recommend, we must of course respond. We are compelled to do so,” she said.</p><p>Keeping up the push, Trump posted a screenshot of a message from Macron, who offered to set up a Group of Seven meeting in Paris on Thursday afternoon to discuss disagreements over Greenland with the participation of Ukraine, Denmark, Syria and Russia on the sidelines.</p><p>“My friend, we are completely aligned on Syria. We can do great things in Iran. I don’t understand what you are doing in Greenland,” Macron said in his message, which was confirmed as authentic by a source close to Macron on Tuesday, according to the Reuters news agency.</p><p>Upping the ante, Trump threatened to hit French wine and champagne with 200 percent tariffs in an apparent bid to cajole a reluctant <a href=\"/news/2025/8/27/macron-hits-back-at-netanyahu-over-claims-of-feulling-anti-semitism\">Macron</a> into joining his “board of peace” initiative, which is being rolled out in Gaza with a view to <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">expanding its remit</a> to other conflicts, raising questions over the future role of the United Nations.</p><p class=\"p1\">A source close to Macron said the French president intended to decline the invitation to join.</p><p>When asked about Macron’s stance on Monday, Trump replied: “Did he say that? Well, nobody wants him because he will be out of office very soon.”</p><p>“I’ll put a 200 percent tariff on his wines and champagnes, and he’ll join, but he doesn’t have to join,” Trump was quoted by the news agency AFP as saying.</p><p>A source close to Macron, who must step down as president in 2027 because of term limits, told AFP on Tuesday that Trump’s threats to impose the tariffs were “unacceptable” and “ineffective”.</p><p>Setting the scene for Davos, Trump also reported on social media that he had “a very good telephone call” with NATO Secretary-General Mark Rutte and he had agreed to a meeting on Greenland.</p><p>“As I expressed to everyone, very plainly, Greenland is imperative for National and World Security. There can be no going back – On that, everyone agrees!” he posted.</p><p>Later on Tuesday, Trump went on to post a screenshot of what he said was a text message from Rutte, who last year referred to the US president as “daddy”. The screenshot made a flattering offer to “highlight your work” in Syria, Gaza and Ukraine while highlighting NATO’s commitment to “finding a way forward on Greenland”.</p><h2 id=\"we-have-to-have-it\">‘We have to have it’</h2><p>Trump’s posts on Tuesday also included a doctored image of him planting the US flag next to a sign reading “Greenland, US Territory, Est. 2026”.</p><p>Asked by reporters on Monday what he planned to say to European leaders in Davos about his Greenland plan, Trump said: “I don’t think they’re going to push back too much. Look, we have to have it.”</p><p>Earlier, he had linked his aggressive stance to last year’s decision <a href=\"/news/2026/1/19/trump-tells-norway-pm-not-bound-to-think-purely-of-peace-after-nobel-snub\">not to award him the Nobel Peace Prize</a> he deeply coveted, telling Norwegian Prime Minister Jonas Gahr Store that he no longer felt “an obligation to think purely of Peace” in a text message released on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Store said he would change his schedule to attend the World Economic Forum in Davos on Wednesday and Thursday, overlapping with Trump’s planned appearance.</p><p>European Commission President Ursula von der Leyen called Trump’s planned tariffs over Greenland “a mistake especially between long-standing allies” and vowed that Europe’s response would be “unflinching, united and proportional”.</p><p>“Plunging us into a downward spiral would only aid the very adversaries we are both so committed to keeping out of the strategic landscape,” said von der Leyen in a keynote speech at Davos.</p><p>She said that the European Union was working on a “massive European investment surge” in Greenland, pledging to “work with the United States and all partners on wider Arctic security”.</p><p>“This is clearly in our shared interest,” she said.</p><p>German Chancellor Friedrich Merz said he would try to meet Trump on Wednesday, adding that a trade dispute was not wanted, but “if we are confronted with tariffs that we consider unreasonable, then we are capable of responding.”</p><p>US Treasury Secretary Scott Bessent told reporters in Davos it would be “very unwise” for European governments to retaliate.</p><p>“I think it’s a complete canard that the president will be doing this because of the Nobel Prize. The president is looking at Greenland as a strategic asset for the United States,” he said.</p><p>EU leaders are to convene in Brussels on Thursday evening for an emergency summit after Trump’s threats to impose new tariffs on six of its members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}