{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Fact-checking Trump’s claim that crime in Washington is ‘out of control’ | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T15:06:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T191002Z_1096901219_RC235GAQ9HFP_RTRMADP_3_USA-TRUMP-CRIME-1754959405.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump said he is deploying 800 National Guard soldiers to Washington, DC, and taking control of its police department after claiming that crime was “out of control” in the capital city.</p><p>The nation’s capital is “becoming a situation of complete and total lawlessness,” Trump said at an <a href=\"/news/2025/8/11/trump-says-he-will-deploy-national-guard-in-washington\" target=\"_blank\" rel=\"noopener\">August 11 news conference</a> as he invoked the Home Rule Act to take federal control of the city.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Washington, DC, should be one of the safest, cleanest and most beautiful cities anywhere in the world, and we’re going to make it that.”</p><p>But many of the details Trump cited do not stand up to scrutiny.</p><p><a href=\"/news/2025/8/12/why-is-trump-sending-us-national-guard-to-washington-dc\">Trump’s actions</a> are a step towards making good on his threat of a federal takeover of the district after carjackers severely beat a former Department of Government Efficiency employee.</p><p>In a news briefing after Trump’s announcement, Washington, DC, Mayor Muriel Bowser said the district would cooperate with the federal government and added that she speaks with Trump often about the city’s progress on crime.</p><p>“In fact, my first meeting with him after he was elected the second time, we went over the crime trends; we went over how we are seeing decreases, so the president is read in on our efforts,” she said.</p><p>So why did Trump decide to take DC under federal control, and did he falsely claim that the crime rate had spiked in the capital city?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"can-trump-invoke-a-federal-takeover-of-washington-dc-under-section-740-of-dc-home-rule-act\">Can Trump invoke a federal takeover of Washington, DC, under Section 740 of DC Home Rule Act?</h2><p>Trump cannot<a href=\"/news/2025/8/7/can-donald-trump-take-federal-control-of-washington-dc\"> take over</a> the city without congressional approval. He is using an emergency provision to temporarily oversee the district’s police force.</p><p>The US Constitution created the District of Columbia as a seat of the federal government. In 1973, President Richard Nixon signed the <a href=\"/news/2025/8/7/can-donald-trump-take-federal-control-of-washington-dc\" target=\"_blank\" rel=\"noopener\">Home Rule Act</a>, enabling district residents to elect a mayor and city council. The law gives the district autonomy for local governance, but the city still answers to Congress on matters including budgetary oversight and the ability to overturn local legislation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Section 740 of the Home Rule Act allows the president to temporarily take control of the city’s police department during an emergency.</p><p>In an August 11 executive order, Trump invoked Section 740, citing crime in the district as an <a href=\"/news/2025/8/11/us-protesters-say-trump-using-crime-emergency-to-justify-dc-takeover\">emergency</a>. The executive order says federal use of the district’s Metropolitan Police Department is needed to maintain law and order; protect federal buildings and monuments; and ensure “conditions necessary for the orderly functioning of the Federal Government.”</p><p>Trump delegated operational control of the department to <a href=\"/news/2025/7/31/pam-bondi-who-is-trumps-attorney-general-handling-the-epstein-files\">US Attorney General Pam Bondi</a>.</p><p>The emergency powers cannot extend past 48 hours, the law says, unless the president notifies Congress in writing about the reason and the time period needed. If he notifies Congress, Trump can extend the emergency for up to 30 days.</p><h2><strong>Did Washington, DC</strong><strong>, homicides reach the highest rate ever in 2023? </strong></h2><p>Trump said, “Murders in 2023 reached the highest rate, probably ever. They say 25 years, but they don’t know what that means, because it just goes back 25 years. Can’t be worse.”</p><p>The city’s Metropolitan Police Department data showed 274 homicides in 2023, the highest number over the past 20 years. Trump omitted that the department’s preliminary crime data shows homicides have declined 32 percent since 2023, to 187 in 2024.</p><p>The <a href=\"/news/2025/8/6/us-crime-rates-dropped-in-2024-new-fbi-report-shows\">homicide rate continues to decline</a>. This year, through August 11, homicides decreased by 12 percent compared with the same time period in 2024.</p><p>Jeff Asher, an analyst for AH Datalytics, told PolitiFact that the <a href=\"/news/2021/11/3/hld-surge-in-us-homicides-continues-in-2021-why\">homicide rate increased</a> substantially after 2020, peaking in 2023 at 39 per 100,000 people.</p><p>That was the highest rate since 2003, but far below the 1991 peak of 81 per 100,000 people. The falling rate matches national trends, Asher said.</p><p>White House spokesperson Steven Cheung said on X that the city police statistics are not as they seem. Cheung attached a July WRC-TV story about a district police commander’s May suspension after he was accused of altering crime statistics.</p><p>Fraternal Order of Police Chairman Gregg Pemberton told the TV station that union members and management said the command staff want to “make sure that these classifications of these reports are adjusted over time to make sure that the overall crime stats stay down.”</p><p>A police spokesperson told PolitiFact that Commander Michael Pulliam is on administrative leave and the department can’t comment on active internal investigations. The union did not respond to our request for comment.</p><h2><strong>Have violent crimes such as carjacking increased in Washington, DC?</strong></h2><p>Trump said, “The number of car thefts has doubled over the past five years, and the number of carjackings has more than tripled.”</p><p>Trump is correct that the number of these crimes increased, but he did not mention a recent decline in carjackings.</p><p>The city’s dashboard shows carjackings rose from 2020 through 2023 before declining in 2024. This year, through August 9, there have been 188 carjackings compared with 299 during the same time period in 2024, and compared with 607 in 2023, a police spokesperson told PolitiFact.</p><p>The city’s preliminary car theft data shows a 25 percent drop from 2023 to 2024, and car thefts are essentially flat year to date in 2025 compared with the same period last year.</p><p>“Auto theft increased a huge amount in DC after 2020 before surging again in 2023 following the video being posted showing how to steal certain models of Kia and Hyundai cars,” Asher said. The “Kia Boyz” phenomenon happened nationwide.</p><p>Overall, the city’s data shows that, through August 11 this year, compared with 2024, violent crime in the district declined by 26 percent. Washington, DC’s violent crime decrease is part of a nationwide trend in major cities.</p><p></p><h2><strong>Does implementing cashless bail affect crime rates?</strong></h2><p>Trump said, “The radical left City Council adopted no cash bail. By the way, every place in the country where you have no cash bail is a disaster … Somebody murders somebody, and they’re out on no cash bail before the day is out.”</p><p>“No cash bail” or “cashless bail” allows certain defendants awaiting trial to be released from custody without paying bail. Even with cashless bail laws in place, defendants accused of violent crimes, such as murder, can still be detained if judges determine they are a public safety threat or flight risk.</p><p>Misdemeanour charges typically result in higher rates of release, according to the district’s Pretrial Services Agency.</p><p>In 2024, 89 percent of defendants were not rearrested during the pre-trial period, the agency said.</p><p>Proponents of eliminating cash bail say a cash requirement harms low-income people. Those who support cash bail say it ensures defendants appear in court, and removing it threatens public safety. Washington, DC, was a pioneer in pretrial reform, largely eliminating cash bail in the 1990s.</p><p>There’s a lack of expert consensus on the impact of cashless bail on crime rates.</p><p>A 2024 report by the left-leaning Brennan Centre for Justice at NYU Law said researchers found “no statistically significant relationship” between bail reform and crime rates. The study looked at crime rate data from 2015 through 2021 for 33 cities across the US, 22 of which had implemented some type of bail reform.</p><p>The Prison Policy Initiative, a nonprofit that supports reducing the prison population, measured public safety before and after pretrial reforms in four states and nine cities and counties, including Washington, DC. In general, researchers found that releasing people pre-trial did not put communities at risk for more crime.</p><p>The Trump administration has cited a 2022 report from the Yolo County, California, district attorney’s office as evidence that cashless bails cause increased crime. The report explored the effects of California’s temporary bail suspension during the COVID-19 pandemic, finding that 420 out of 595 people — 70.6 percent — were rearrested after being released from jail under this system.</p><p>A November 2024 paper by the Public Policy Institute of California also found that implementing emergency bail orders caused “notable increases in both the likelihood and number of rearrests within 30 days”. However, once reversed, the return to cash bail did not affect the number of rearrests.</p></div></div></body></html>"
        },
        {
            "title": "What is Trump’s Washington, DC security takeover plan? | Newsfeed | Al Jazeera",
            "time": "2025-08-12T14:56:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755010596.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Mali soldiers arrested over coup allegations: What we know | Armed Groups News | Al Jazeera",
            "time": "2025-08-12T14:51:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25120824043136-1755002028.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tensions are high in Mali’s capital, Bamako, after the arrests of dozens of soldiers in recent days, including two high-ranking generals. Although shops and offices stayed open on Tuesday, residents, including one journalist, told Al Jazeera the atmosphere there is uneasy.</p><p>Mali’s military government has so far remained silent about the spate of arrests. However, unofficial reports said the soldiers are being detained for their alleged involvement in a coup plot that aimed to overthrow General Assimi Goita’s government.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The landlocked West African country, located in the semiarid Sahel region, is embroiled in a myriad of political and security crises. The recent arrests, analysts said, mark the first time the military is cracking down on soldiers within its ranks on suspicion of a coup.</p><p>Here’s what you need to know about the arrests:</p><h2 id=\"who-was-arrested-and-why\">Who was arrested and why?</h2><p>Conflicting reports have emerged since the arrests over the weekend and on Monday.</p><p>Reports by the French news channel RFI put the number of arrested soldiers at at least 50 while the Reuters news agency reported 36 to 40 soldiers have been detained.</p><p>Two generals are reportedly among them.</p><p>Abass Dembele, a former military governor of the northern region of Mopti, was arrested on Sunday morning in his home in Kati, a garrison town just outside Bamako, according to RFI.</p><p>Dembele is popular among Malian soldiers and has a reputation as an officer who often leads from the front. He was active in the northern war of 2012, a civil war that broke out after Tuareg separatists parlayed with armed groups to seize more than 60 percent of the country. The failure of the Malian army to push the rebels back prompted France to deploy thousands of soldiers.</p><p>Air force General Nema Sagara is another top official believed to be detained. Sagara is one of the few high-ranking female military officials in Mali and throughout the region. She is also one of the few female Malian officers to have been drafted into battle when she fought in the civil war of 2013.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Al Jazeera, however, could not independently confirm the veracity of the reports.</p><figure id=\"attachment_3770607\" aria-describedby=\"caption-attachment-3770607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3770607\" src=\"/wp-content/uploads/2025/06/AP22112753713926-1749748426.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Wagner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3770607\" class=\"wp-caption-text\">This undated photograph released by the French military shows Russian mercenaries in northern Mali [Handout/French army via AP Photo]</figcaption></figure><h2 id=\"what-is-happening-in-mali\">What is happening in Mali?</h2><p>Since 2012, Mali’s army has battled a swarm of armed groups in the north, including Jama’at Nasr al-Islam wal-Muslimin (JNIM) and the ISIL (ISIS) affiliate in the greater Sahara (ISGS).</p><p>The fighting has resulted in thousands of deaths while up to 350,000 people are currently displaced, according to Human Rights Watch. Several northern towns in rebel-held territory are under siege by the armed groups, limiting food, fuel and medical supplies. The groups operate in the Mali-Burkina Faso-Niger border area.</p><p>Promising to end the violence, then-Colonel Goita, 41, took power in two successive coups in 2020 and 2021. He was sworn in as transitional president in June 2021. Under his control, the country severed ties with its former coloniser, France, and thousands of French soldiers involved in the fight against the armed groups <a href=\"/news/2022/8/16/last-french-troops-leave-mali-ending-nine-year-deployment\" target=\"_blank\" rel=\"noopener\">exited</a> the country.</p><p>The military rulers have since turned to Russian private mercenaries and military officials under the Wagner Group and Africa Corps. The army and the Russians have recorded wins but also heavy losses.</p><h2 id=\"what-has-the-military-government-said\">What has the military government said?</h2><p>The military government has not put out an official statement stating the reasons for the arrests.</p><p>RFI quoted an unnamed Malian senior military officer close to the government as saying the soldiers were arrested because “they wanted to destabilise the transition,” referring to the military government, which calls itself a transitional government that is expected eventually to hand over power to a civilian administration.</p><p>Many of those arrested were confirmed by RFI to be members of the national guard. The special unit is headed by Defence Minister and General Sadio Camara. In elite military circles in Bamako, Camara is increasingly seen as a rival to Goita although they were both part of the team of coup leaders who seized power. The rifts inside the military come as some of Goita’s policies have begun to irk many, both in the military and among civilians.</p><p>This week’s arrests, some critics said, are the strongest sign yet that the military’s control is weakening from the inside. While Goita is the head of state, he appears not to have complete control over the armed forces, analysts said.</p><p>Due to the reported cracks, the military government will want to project a strong image, hence its silence, Beverly Ochieng, a Sahel analyst with the intelligence firm Control Risks, told Al Jazeera.</p><p>“[These arrests] indicate some pronounced divisions,” Ochieng said. “Quite a few red lines have been crossed in recent months, and people are bound to be tired. It is likely that the military leadership will maintain and project a united front to downplay vulnerabilities and internal rivalries.”</p><figure id=\"attachment_3817900\" aria-describedby=\"caption-attachment-3817900\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3817900\" src=\"/wp-content/uploads/2025/07/13144045-1751638804.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Interim president of the Republic of Mali Assimi Goita attends a signing ceremony following his talks with Russian President Vladimir Putin at the Kremlin in Moscow, Russia on June 23, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3817900\" class=\"wp-caption-text\">In July, the transitional parliament approved a five-year renewable mandate, clearing the way for Goita to lead Mali until at least 2030 [Alexander Kazakov/Sputnik/Pool via EPE-EFA]</figcaption></figure><h2 id=\"is-there-a-crackdown-on-dissent\">Is there a crackdown on dissent?</h2><p>Critics said Goita’s recent policies appear to attack dissenters and aim to shrink the civic space in the troubled country.</p><p>Goita’s government, for example, <a href=\"/news/2025/7/4/mali-military-chief-granted-renewable-five-year-presidential-term\" target=\"_blank\" rel=\"noopener\">approved </a>a bill in July that would allow him to seek a five-year presidential mandate, renewable “as many times as necessary” and without requiring an election. Earlier, when it seized power, the military promised to hand over power to civilians in 2024.</p><p>In May, the military government dissolved<a href=\"/news/2025/5/7/malis-military-government-suspends-political-parties-activities\" target=\"_blank\" rel=\"noopener\"> political parties and organisations</a> and banned political meetings, drawing condemnation from opposition politicians and rights groups.</p><p>In addition, the military government has targeted outspoken critics. This month, former Prime Minister Moussa Mara <a href=\"/news/2025/8/2/ex-mali-pm-charged-over-x-post-supporting-jailed-critics-of-military-rulers\" target=\"_blank\" rel=\"noopener\">was arrested and charged </a>with “undermining the credibility of the state” after he visited political prisoners and posted about seeking justice for them.</p><p>“As long as the night lasts, the sun will obviously appear!” Mara had written on July 4 in a social media post, adding: “We will fight by all means for this to happen as soon as possible!”</p><p>Choguel Maiga, who was the prime minister until his ouster in November, has also accused Goita’s government of targeting him. Although Maiga was once a champion of the government, he became critical of Goita this year. In July, the government accused him of fraud and embezzlement during his time in office and launched an investigation.</p><h2 id=\"what-else-is-fuelling-anger-in-the-country\">What else is fuelling anger in the country?</h2><p>Alongside the political situation, a lack of security remains rife in the country, causing frustration among many Malians.</p><p>Several armed groups continue to operate in the north, including JNIM. Human Rights Watch (HRW) blames the military forces and their Russian counterparts for targeting civilians indiscriminately on the assumption that they work with armed groups. At least 12 men from the Fulani ethnic group appear to have been executed and 81 forcibly disappeared since January, HRW said in a report.</p><p>Mali, Burkina Faso and Niger, which are also military led, banded together to form the Alliance of Sahel States (AES) this year after they withdrew from the <a href=\"/news/2024/1/28/niger-mali-burkina-faso-announce-withdrawal-from-ecowas\">Economic Community of West African States</a>.They also created a 5,000-strong force for joint military operations to try to drive out armed groups.</p><p>Separately, the Malian army is once again battling Tuareg separatists. Although there were peace agreements made after the 2012 war that allowed the northern region of Kidal to maintain a semiautonomous nature, the military government under Goita has <a href=\"/news/2024/1/26/malis-military-rulers-scrap-peace-deal-with-separatist-rebels#:~:text=Military%20leaders%20say%20Algiers%20Accord,to%20signatories%20not%20upholding%20commitments.&amp;text=Mali's%20military%20rulers%20have%20announced,hostility%20by%20chief%20mediator%20Algeria\">torn up</a> the <a href=\"/video/inside-story/2015/6/21/will-malis-peace-deal-hold\">peace deals</a> and returned to fighting, forcing hundreds of people to flee across the border to Mauritania.</p><p>In late July, Malian forces said they killed 70 “terrorists” in a raid in the north without specifying if those killed were with an armed group or were separatists.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran says it arrested 21,000 ‘suspects’ during 12-day war with Israel-US | News | Al Jazeera",
            "time": "2025-08-12T14:42:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_6885ea0c428c9-1753606668.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran says it arrested 21,000 ‘suspects’ during 12-day war with Israel-US</h1><p class=\"article__subhead\"><em>Tehran says it carried out widespread internal arrests as Israel, US launched huge strikes on the country in June.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>Iranian police arrested as many as 21,000 “suspects” during the country’s <a href=\"/news/2025/6/25/the-12-day-war-ended-with-an-attack-on-qatar-why-didnt-it-escalate\">12-day conflict</a> with Israel and the United States in June, according to state media citing a law enforcement spokesperson.</span></p><p>Following massive Israeli air strikes that began on June 13, which killed top military officials and scientists as well as hundreds of civilians, Iranian security forces began a <a href=\"/news/2025/8/6/iran-executes-man-accused-of-spying-on-israel-ahead-of-june-attacks\">campaign</a> of widespread arrests accompanied by an intensified street presence based around checkpoints and “public reports”. The US also carried out extensive strikes on Iranian nuclear sites during the conflict on Israel’s behalf.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Iranian citizens were called upon to report on any individuals they thought were acting suspiciously.</p><p>“There was a 41 percent increase in calls by the public, which led to the arrest of 21,000 suspects during the 12-day war,” police spokesperson Saeid Montazerolmahdi said.</p><p>He did not say what those arrested were suspected of, but Tehran has spoken before of people passing on information that may have helped direct the Israeli attacks.</p><p>Since the end of June, Iran has executed seven men convicted of spying for Israel.</p><h2 id=\"deportations-of-afghans\">Deportations of Afghans</h2><p>The Israel-US-Iran conflict has also led to an accelerated rate of <a href=\"/news/2025/7/22/inside-irans-crackdown-on-afghan-migrants\">deportations</a> for Afghan refugees and migrants believed to be illegally in Iran, with aid agencies reporting that local authorities have also accused some Afghan nationals of spying for Israel.</p><p>“Law enforcement rounded up 2,774 illegal migrants and discovered 30 special security cases by examining their phones. [A total] 261 suspects of espionage and 172 people accused of unauthorised filming were also arrested,” the spokesperson added.</p><p>Montazerolmahdi did not specify how many of those arrested had since been released.</p><p>He added that Iran’s police handled more than 5,700 cases of cybercrimes such as online fraud and unauthorised withdrawals during the war, which he said had turned “cyberspace into an important battlefront”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza malnutrition death toll rises as Israeli attacks kill at least 67 | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-12T14:20:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T100240Z_455273376_RC2H5GA15L8G_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-AID-1755000188.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1060\" data-end=\"1228\">A six-year-old Palestinian boy and a 30-year-old man have died from malnutrition resulting from Israeli-induced starvation of the besieged enclave, the Nasser Hospital in southern Gaza has said, as hunger-related deaths climb and deadly Israeli bombardment continues across the territory.</p><p data-start=\"1230\" data-end=\"1465\">The deaths of Wissam Abu Mohsen and young Jamal Fadi al-Najjar on Tuesday came shortly after Gaza’s Health Ministry said five more people had died of <a href=\"/news/2025/8/7/famine-kills-nearly-200-in-gaza-amid-apocalyptic-battle-for-survival\">famine</a> within 24 hours, bringing the total number of starvation-related fatalities since the start of Israel’s war to 227, including more than 100 children..</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1467\" data-end=\"1698\">The World Health Organization (WHO) on Tuesday urged Israel to allow it to stock medical supplies in Gaza before the military proceeds with its plan to <a href=\"/news/2025/8/5/israels-netanyahu-has-decided-on-full-occupation-of-gaza-reports-say\">seize Gaza City</a>, a move that has drawn international condemnation.</p><p data-start=\"1700\" data-end=\"1942\">“We want to stock up, and we all hear about ‘more humanitarian supplies are allowed in’, well it’s not happening yet, or it’s happening at a way too low a pace,” said Rik Peeperkorn, the WHO’s representative in the Palestinian territories.</p><p class=\"p1\">Separately, Britain, Canada, Australia, Japan and 23 of their European allies said the humanitarian crisis in Gaza had reached “unimaginable levels”.</p><p class=\"p1\">“Famine is unfolding before our eyes. Urgent action is needed now to halt and reverse starvation,” the foreign ministers of the countries said in a joint statement published by Britain. “We call on the government of Israel to provide authorisation for all international NGO aid shipments and to unblock essential humanitarian actors from operating.”</p><h2 id=\"israel-attacks-safe-zones-rescue-workers\" data-start=\"1949\" data-end=\"1992\">Israel attacks ‘safe zones’, rescue workers</h2><p data-start=\"1994\" data-end=\"2142\">At least 67 Palestinians have been killed since dawn on Tuesday, hospital sources in Gaza told Al Jazeera. In the last 24 hours, 31 aid seekers have died.</p><p data-start=\"2144\" data-end=\"2323\">Al Jazeera’s Hind Khoudary, reporting from Deir el-Balah in central Gaza, said Israeli forces struck multiple areas, including al-Mawasi, designated by Israel as a “safe zone”.</p><p data-start=\"2325\" data-end=\"2672\">“A family of five have been killed in their makeshift shelter there earlier this morning. There have also been concentrated attacks on Gaza City, where residential homes have been targeted,” she said.</p><p data-start=\"2325\" data-end=\"2672\">“A family of four, the al-Nadeem family, has been targeted and a young girl has been rescued, but there are many people trapped under the rubble.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2674\" data-end=\"2969\">Rescue operations have also come under fire. Palestinian Civil Defence said one of its members, Abdul Rahman Maher Abu Latifa, was killed in an Israeli strike on his tent in al-Mawasi. Both his parents were also killed. The service said 137 of its members have been killed since the war began.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2971\" data-end=\"3144\">Other strikes killed three members of the al-Hasari family in Gaza City, while one member of the al-Salmi family also died. Twenty more people remain trapped under rubble.</p><p data-start=\"3146\" data-end=\"3362\">Footage verified by Al Jazeera showed the aftermath of an Israeli attack on central Gaza City, with a stream of blood running down the street as people carried a wounded man to a vehicle.</p><p data-start=\"3364\" data-end=\"3618\">Civil Defence spokesperson Mahmoud Basal said Israeli bombardment of Gaza City has intensified for three consecutive days, using “all types of weapons … bombs, drones and also highly explosive munitions that cause massive destruction to civilian homes”.</p><h2 id=\"israel-blocking-food-items\" data-start=\"3364\" data-end=\"3618\">Israel ‘blocking’ food items</h2><p>Israel is also blocking the entry of more than 430 food items into Gaza, despite allowing some aid trucks through last month under international pressure, Gaza’s Government Media Office said on Tuesday.</p><p>In a statement, it said banned items include “frozen meat of all kinds, frozen fish, cheese, dairy products, frozen vegetables, and fruits”, along with “hundreds of other items needed by the starving and sick”.</p><p>It added that Israel had directly targeted food sources, by not just preventing aid, but deliberately bombing 44 food banks, killing dozens of workers in them, and targeting “57 food distribution centres with bombardment”.</p><p>Earlier, the Office accused Israel’s Coordination of Government Activities in the Territories (COGAT), the military body reporting on aid deliveries into the enclave, of “a pathetic attempt to cover up an internationally documented crime, the systematic starvation of the population of the Gaza Strip”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This comes a day after Israel targeted and killed a team of Al Jazeera journalists in Gaza City – an attack that has <a href=\"/news/2025/8/12/protests-held-worldwide-over-israels-murder-of-al-jazeera-gaza-journalists\">sparked protests</a> in countries across the world.</p><p>Israel is also facing condemnation for its plans to seize of Gaza City and forcibly displace nearly one million Palestinians. Israeli Prime Minister Benjamin Netanyahu has not given a clear timetable for this, saying on Sunday that it would happen “fairly quickly”.</p><p>Palestine’s Foreign Ministry has blamed the international community for inaction over “the genocide of our people” in Gaza, urging global powers to uphold their moral, legal and political obligations.</p><p>“Despite the international consensus … on the need to implement international humanitarian law and human rights, the occupying power [Israel] continues to expand its aggression and deepen its use of starvation, thirst, and denial of medical treatment as weapons in the war,” it said in a statement on X.</p><p data-start=\"4532\" data-end=\"4740\">Gaza’s Health Ministry reported that Israel’s war has killed 61,599 Palestinians and wounded 154,088 since October 7, 2023. Since May 27, when Israel and the United States introduced the new GHF food distribution system in Gaza, 1,838 Palestinians seeking aid have been killed and more than 13,409 wounded, the ministry said.</p></div></div></body></html>"
        },
        {
            "title": "South Korea awaits ruling on bid to arrest former first lady | News | Al Jazeera",
            "time": "2025-08-12T14:09:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T010308Z_101023869_RC2C5GAWEGYS_RTRMADP_3_SOUTHKOREA-POLITICS-FIRST-LADY-1-1755001902.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>South Korea awaits ruling on bid to arrest former first lady</h1><p class=\"article__subhead\"><em>Charges against Kim, punishable by years in prison, range from stock fraud to bribery and illegal influence peddling.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korea’s former first lady, <a href=\"/news/2024/12/17/who-is-kim-keon-hee-described-as-south-koreas-lady-macbeth\">Kim Keon-hee</a>, has appeared in court for a five-hour hearing, but the judge has yet to issue a ruling on a prosecution request for a warrant to arrest her on accusations of interfering with an investigation.</p><p>If detained, she would be South Korea’s only former first lady to be arrested, joining her husband, former President Yoon Suk-yeol, in jail as he faces trial, following his removal in April, over a botched bid to impose martial law in December.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Kim, wearing a black suit, bowed as she arrived on Tuesday, but did not answer reporters’ questions or make a statement.</p><p>After the hearing ended, she left to await the ruling at a detention centre in Seoul, the capital, in line with customary practice.</p><p>The charges against her, punishable by years in prison, range from stock fraud to bribery and illegal influence peddling that have implicated business owners, religious figures and a political power broker.</p><p>She has been accused of breaking the law over an incident in which she wore a luxury Van Cleef pendant reportedly worth more than 60 million won ($43,000) while attending a NATO summit with her husband in 2022.</p><p>The item was not listed in the couple’s financial disclosure as required by law, according to the charge.</p><p>Kim is also accused of receiving two Chanel bags together valued at 20 million won ($14,500) and a diamond necklace from a religious group as a bribe in return for influence favourable to its business interests.</p><h2 id=\"kim-denies-accusations\">Kim denies accusations</h2><p>The prosecution sought Kim’s arrest because of the risk of her destroying evidence and interfering with the investigation, a spokesperson for the special prosecutor’s team told a news briefing after Tuesday’s hearing.</p><p>The spokesperson, Oh Jeong-hee, said Kim had told prosecutors the pendant she wore was a fake bought 20 years ago in Hong Kong.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The prosecution said it was genuine, however, and given by a domestic construction company for Kim to wear at the summit, Oh said.</p><p>Kim’s lawyers did not immediately comment on Tuesday, but they have previously denied the accusations against her and dismissed as groundless speculation news reports about some of the gifts she allegedly received.</p><p>The court is expected to announce its decision late on Tuesday or overnight, media said, based on the timing of the decision to arrest Yoon.</p><p>Yoon is on trial on charges of insurrection, which could result in life imprisonment or even the death penalty.</p><p>The former president, who also faces charges of abuse of power among others, has denied wrongdoing and refused to attend trial hearings or be questioned by prosecutors.</p></div></div></body></html>"
        },
        {
            "title": "Trump extends China tariff deadline for the second time. What does it mean? | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T13:58:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2007/07/1_223984_1_5.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and China have extended their tariff deadline for another 90 days, preventing an escalation of the trade war between the world’s two largest economies, with markets rallying after President Donald Trump announced the pause.</p><p>With the extension, the imposition of higher tariffs on China will be suspended until November 10, with all other elements of an existing truce – which was set to expire on Tuesday – to remain in place.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The United States continues to have discussions with the PRC to address the lack of trade reciprocity in our economic relationship and our resulting national and economic security concerns,” Trump’s executive order stated, using the acronym for the People’s Republic of China.</p><p>China’s Ministry of Commerce issued a parallel pause on extra tariffs early on Tuesday, with the <a href=\"https://english.news.cn/20250812/5af0898ee48e46c0961f164563055547/c.html?utm_source=chatgpt.com\" target=\"_blank\" rel=\"noopener\">state media</a> reporting that “a measure to further implement the important consensus reached by the two heads of state” would provide stability for the global economy.</p><p>So, how significant is the second extension of the tariff truce, and will the two countries sign a trade agreement to prevent a trade war?</p><h2 id=\"what-are-the-terms-of-the-pause\">What are the terms of the pause?</h2><p>Beyond the date extension, a <a href=\"https://www.whitehouse.gov/fact-sheets/2025/08/fact-sheet-president-donald-j-trump-continues-the-suspension-of-the-heightened-tariffs-on-china/\" target=\"_blank\" rel=\"noopener\">fact sheet</a> posted by the White House on Monday didn’t detail any modifications to the trade truce agreed in May. China, in a similar statement, said it would also extend its tariff suspension for 90 days.</p><p>On May 11, the two sides agreed to a 90-day tariff pause. From early April until then, US import levies on Chinese goods stood at 145 percent, while Chinese tariffs on US exports were 125 percent – rates that resulted in a virtual trade embargo between the two countries.</p><p>But the tariff truce agreed to in Geneva, Switzerland, lowered the temperature by temporarily slashing US tariffs on Chinese imports to 30 percent, while Chinese levies on US exports fell to 10 percent.</p><p>Beijing also agreed to resume some rare earth exports critical for the US manufacturing sector, including electronics, aerospace and cars.</p><p>Following talks in Geneva, US and Chinese representatives met in London in June and then again in Stockholm, Sweden, last month. After the Stockholm meetings, US negotiators returned to Washington with a proposal that Trump extend the Geneva deadline past August 12.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In the run-up to this latest pause, it’s understood that Trump pushed for additional concessions on Sunday, urging China to quadruple its US soya bean purchases. But analysts questioned the feasibility of his deal, and Trump did not repeat his demand on Monday.</p><h2 id=\"how-have-stock-markets-responded\">How have stock markets responded?</h2><p>Financial markets rallied on Tuesday, with Japanese and Australian equities hitting record highs following the trade truce announcement. Japan’s Topix benchmark rose 1.6 percent, as Australia’s S&amp;P/ASX 200 climbed 0.2 percent.</p><p>In the US, futures tracking the S&amp;P 500 and Nasdaq indexes edged up 0.1 percent. Meanwhile, oil prices increased. Brent crude futures jumped 0.4 percent to $66.9 a barrel, while US West Texas Intermediate crude futures were up 0.4 percent to $64.2.</p><h2 id=\"why-has-trump-been-flexible-with-china-on-trade\">Why has Trump been flexible with China on trade?</h2><p>In recent weeks, US-China negotiations have been on a parallel track to other talks Washington has held with trade partners, as it moved to implement sweeping “reciprocal” tariffs – as well as industry-specific levies – on <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\">August 7</a>.</p><p>Trump struck agreements to lower tariffs with some trading partners, including the EU and Japan, but hit others like Brazil and Switzerland with swingeing levies. In the case of India, Trump doubled tariffs to <a href=\"/news/2025/8/7/us-india-relations-at-their-worst-as-trump-slaps-50-percent-tariff\">50 percent</a> after New Delhi refused to curb purchases of Russian oil and lower tariffs on US goods.</p><p>For Thomas Sampson, a professor of economics at the London School of Economics, trade negotiations between the US and China have “been running on their own track … because the US sees China as a long-term economic rival.”</p><p>Sampson told Al Jazeera that “I don’t think it [Washington] sees the EU or other countries in the same way.” He also noted that the “incipient military rivalry between the US and China” means that bilateral negotiations are sensitive.</p><h2 id=\"what-makes-the-trade-relationship-special\">What makes the trade relationship special?</h2><p>Trump has consistently criticised Beijing for what he deems to be unfair trade practices – namely import quotas, tax breaks and subsidies. He has even argued that <a href=\"/news/2025/7/31/tariff-wars-has-donald-trump-killed-the-wto\">the US’s trade deficit with China</a>, which reached $295.4bn last year, amounts to a <a href=\"/news/2025/7/31/what-legal-tests-are-donald-trumps-tariffs-facing\">national emergency</a>.</p><p>China is the US’s third-largest trade partner, after Mexico and Canada. It is heavily reliant on China for manufactured goods – from washing machines and TV sets to clothing.</p><p>The US Department of Commerce calculated that mechanical appliances (mainly low to mid-range technology products) made up 46.4 percent of all US imports from China in 2022.</p><p>And while US imports from China surged to beat Trump’s tariff bite following his “liberation day” announcement in April, they then dropped in June.</p><p>Indeed, the US trade deficit with China fell by roughly a third to $9.5 billion in June – its narrowest level since 2004, according to US Census Bureau data.</p><p>The US trade gap with China fell by $22.2bn from March to August. That amounts to a 70 percent drop from one year earlier.</p><p>More generally, US Treasury Department data shows that the US generated $124bn from January to July this year from tariffs. This is 131 percent more than the same time last year.</p><p>At the same time, the two countries trade goods of vital strategic interest whose importance trumps crude deficit figures. And both sides have been taking steps to reduce flashpoints recently.</p><p>For its part, the US has eased some export restrictions on advanced semiconductors – a key demand from China.</p><p>On Monday, the Financial Times newspaper revealed that Trump had permitted Nvidia and AMD to export advanced US chips to China. But the tech giants would pay 15 percent of their China sales to the federal government.</p><p>Trump had previously barred those deals. Trump’s predecessor, Joe Biden, had also imposed restrictions on US chip exports, as well as banned a range of US high-tech investments in China.</p><p>On the flipside, Chinese exports of rare earth magnets have started to recover in recent weeks after it blocked sales to the US in April.</p><p>Flows of rare earth magnets – used in everything from clean energy technology to military hardware – from China to the US <a href=\"https://www.bloomberg.com/news/articles/2025-07-21/global-magnet-crisis-subsides-as-china-eases-up-on-supply-curbs\">rose</a> to 353 tonnes in June, up from just 46 tonnes in May.</p><p>Still, total shipments were still substantially lower than before Beijing launched its export controls in early April.</p><p>Washington has also been pressing Beijing to stop buying Russian oil to pressure Moscow over its war in Ukraine, with Trump even threatening to impose secondary tariffs on China.</p><p>US Vice President JD Vance said on Sunday that President Trump has been thinking of imposing tariffs on Beijing.</p><p>“Obviously, the China issue is a little bit more complicated because our relationship with China, it affects a lot of other things that have nothing to do with the Russian situation,” Vance told Fox News in an interview.</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>This week’s tariff pause may clear the path for Trump to meet President Xi Jinping in late October, when the president is expected to travel to South Korea for the Asia Pacific Economic Cooperation summit.</p><p>Until then, the partial tariff moratorium will give both sides time to work through longstanding trade concerns in advance of the potential meeting.</p><p>In the US, economists widely agree that the impact of tariffs on Chinese goods has not been fully felt, as many firms have built up their stockpiles of inventories to mitigate the higher duties.</p><p>Looking ahead, however, BBVA Research published an analysis last month estimating that US tariffs on China would raise US inflation and slow economic growth later this year.</p><p>For Thomas Sampson, “the tariff pause allows them [the US and China] to maintain the status quo, and it wouldn’t be surprising if, after 90 days, they extend it further.”</p><p>More broadly, however, he believes that “there is a bipartisan consensus in Washington to push for a de-linking with trade from China.”</p><p>“Big picture,” he said, “even under a different president, I think you’d still see tensions in the US-China relationship.”</p></div></div></body></html>"
        },
        {
            "title": "Those who weaponise aid and kill under its cover must face justice | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T13:52:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Nader-1755004547_47004f-1755004678.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On June 6, I decided for the first time to head to one of the distribution sites run by what is known as the Gaza Humanitarian Foundation (GHF). On the long 12km walk on foot, I was accompanied by a few friends.</p><p>I went with a faint hope of getting some food for my family. What we encountered bore no trace of humanity. The scene we saw play out at the distribution centre resembled a battlefield.</p><p>Israeli military vehicles stood alongside GHF trucks, with a massive barrier in front of them. Occupation soldiers were stationed on elevated positions, their weapons pointed directly at the Palestinian civilians gathering.</p><p>At one point, two trucks arrived and dumped the aid on the ground in a degrading manner. Anyone who tried to approach was met with gunfire from the Israeli soldiers. Eventually, an Israeli soldier announced over a loudspeaker, “Now you can get the aid,” and the crowd rushed towards the boxes.</p><p>Men shoved and pushed, children cried, and women trembled from fear and exhaustion. Just a small minority managed to lay their hands on some aid. Some tried to steal from those who had made it. The vast majority – myself included – went back home empty-handed.</p><p>It felt as if we were selling our dignity for scraps. I saw it as a deliberate humiliation, a reshaping of the consciousness of our educated society, and its transformation into a broken community.</p><p>I went two more times to the GHF site.</p><p>On the third trip, I was accompanied by Nader, a 23-year-old youth whom I had met during displacement. Nader lived near me and regularly went to the GHF site.</p><p>Before the genocide, he worked as a guard at an orphanage in the east of Khan Younis. He did more than guard the shelter; he cared for the children, helped them in their daily lives, and gave them a sense of safety. After his life was destroyed, he took on the responsibility of supporting his family and his relatives’ children.</p><p>I would see him returning from aid sites covered in dust from head to toe, utterly exhausted, yet greeting me with a faint smile even when he did not manage to get anything.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On July 19, Nader and my 16-year-old cousin Khaled prepared to go to the GHF site. I decided not to go, having lost all hope in that place, fully convinced it was a trap where Gazans were killed daily under the banner of “humanitarian work”.</p><p>They said they would try to get there early to secure food. Nader never returned. Khaled came back wounded with shrapnel in his leg.</p><p>Israeli forces had opened fire and launched several shells at the starving civilians. Most of the martyrs had been at the front of the line. Nader was hit by three bullets – in the chest, abdomen, and leg – along with shrapnel from a shell that landed near him.</p><p>Nader’s murder was devastating for his family; he was their sole provider. They could find no words to express their grief, only tears that fell on his lifeless body, as they mourned him.</p><p>Nader’s death was registered in the grim statistic of Palestinians killed at aid distribution sites, which today stands at 1,500. To the world, he was just a number; to me, he was a good man who had harmed no one but always helped others; he was robbed of everything by the occupation, his home, his job, his dreams of travelling and working in design and video editing. His family is now doomed to starve.</p><p>Since GHF began operating in Gaza over two months ago, nearly every major humanitarian organisation has condemned it and its method of aid distribution.</p><p>On August 7, Doctors Without Borders published a report titled: This is Not Aid. This is Organized Killing. It provided medical evidence that civilians were being deliberately targeted and described GHF sites as “death traps”.</p><p>A week before that, Human Rights Watch issued a report stating that what is happening constitutes a war crime, noting that the systematic shooting of Palestinian civilians without justification is a blatant violation of international humanitarian law. It confirmed that the distribution of aid has turned into “regular bloodbaths”.</p><p>What makes GHF’s crimes even more horrific is that its leadership deny what is happening and embrace the occupation’s narrative. Its president, Johnny Moore, declared that there is no famine in Gaza, ignoring medical reports documenting the deaths of children from hunger. He accused Hamas of stealing aid and dismissed reports on the humanitarian situation as “Hamas disinformation”.</p><p>He even claimed that Hamas deliberately harmed Palestinian civilians to blame the Israeli army or GHF. Yet the reality on the ground, witnessed by me firsthand, is that the only people with guns present at GHF sites are their mercenary guards and occupation soldiers. The Palestinians coming there are starving civilians, their bones protruding from extreme hunger.</p><p>The continuing operations of GHF have implications beyond the Gaza Strip. Granting legitimacy to this organisation instead of condemning and dismantling it risks turning humanitarian aid centres into killing fields everywhere.</p><p>I do not want my friend Nader’s death to be in vain. Everyone responsible for his killing, and everyone who allowed aid to be distributed through GHF, or funded it, or gave it a false humanitarian cover, must be held accountable. What we need is not only to stop these practices, but to prosecute everyone who turned aid into a trap, used hunger as a weapon, and contributed to the killing of innocents.</p><p>Silence over these crimes is complicity, and silence today means they will happen again tomorrow.</p><p data-start=\"7258\" data-end=\"7836\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Global protests condemn Israeli murders of Al Jazeera staff | Gaza | Al Jazeera",
            "time": "2025-08-12T13:45:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755006327.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Syrian gov’t soldier killed in clashes with Kurd-led SDF in Aleppo province | Syria's War News | Al Jazeera",
            "time": "2025-08-12T13:45:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6890f39ba067f-1754330011.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian gov’t soldier killed in clashes with Kurd-led SDF in Aleppo province</h1><p class=\"article__subhead\"><em>Syria’s new government says it will not take part in planned meetings with SDF in Paris amid tensions.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A government soldier has been killed in clashes with the Kurdish-led Syrian Democratic Forces (SDF) in Aleppo province, Syria’s state news agency, SANA, reports, citing the Ministry of Defence.</p><p>The latest <a href=\"/news/2025/8/4/syrias-kurdish-led-sdf-government-forces-clash-in-aleppo-province\">eruption of violence</a> between the two sides came on Tuesday in northwestern Syria and cast further doubt over an <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">integration deal</a> signed in March by the armed group and Syria’s interim government as part of efforts to reunite the country, devastated and divided by a 14-year war, after the ouster of longtime leader Bashar al-Assad in December.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Defence Ministry said on Tuesday that the SDF must abide by that accord and stop targeting government forces, warning that “the continuation of these actions will lead to new consequences”, SANA reported.</p><p>However, the March agreement does not specify how the SDF would be merged into Syria’s armed forces. The group has previously said its forces must join as a bloc while the government wants its fighters to join as individuals.</p><p>Syria’s fledgling government, led by President Ahmed al-Sharaa, said last week that it would not take part in <a href=\"/news/2025/8/9/syria-backs-out-of-paris-talks-with-kurdish-led-fighters-state-tv\">planned meetings</a> with the SDF in Paris amid mounting tensions.</p><p>In the meantime, Syria’s foreign minister and a senior official in the country’s Kurdish administration reportedly met on Tuesday in Damascus, sources from both sides told the AFP news agency.</p><p>The SDF was the main force allied with the United States in Syria during fighting that defeated ISIL (ISIS) in 2019.</p><p>On Saturday, the group accused government-backed factions of attacking areas in northeastern Syria more than 22 times. It said it had exercised restraint during such “aggressions” but the continuation of attacks “threatens mutual trust and undermines understandings”.</p><p>Al-Sharaa’s new government has also been beset by heavy fallout from sectarian violence that broke out on July 13 in the southern province of Suwayda between Bedouin and Druze fighters. Government troops were deployed to quell the conflict. The bloodshed worsened, and Israel carried out strikes on Syrian troops and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital, Damascus</a>, under the pretext of protecting the Druze.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How a student’s death in Mexico raises questions about police violence | Police News | Al Jazeera",
            "time": "2025-08-12T13:26:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24270847798874-1754697102.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg css-mkhf1y\"><h2 id=\"a-tradition-of-protest\">A tradition of protest</h2>\n<p>Mactumatza, the school Vasquez attended, is located on the outskirts of the city, not far from the highway where he died.</p>\n<p>It is part of a nationwide network of government-funded normal schools, also known as teacher training colleges, where low-income students can enjoy free tuition and board.</p>\n<p>Mexico's history of normal schools stretches all the way back to the 1910s and 1920s, when the country was emerging from its revolutionary period. Many of the schools' curriculums emphasise social justice, and students are encouraged to take jobs in underserved communities.</p>\n<p>But that revolutionary spirit has also made the normal schools hotbeds for activism. \"Normalistas\", as the students are called, have a long tradition of protest.</p>\n<p>Sometimes they block highways. Other times, they occupy toll booths. One of their most famous activities is the nonviolent commandeering of local buses: The practice is so common that many bus drivers know to simply step aside when their vehicle is boarded.</p>\n<p>Professor Tanalis Padilla, a historian at the Massachusetts Institute of Technology, said the public reaction to such protests has been mixed. Some people support the students wholeheartedly. Others, she said, express annoyance at \"the radical kids out there again on the streets\".</p>\n<p>According to Padilla, negative news coverage has contributed to that scepticism. \"It’s safe to say the media has always been against them, calling them vandals and things like that.\"</p>\n<p>Padilla explained that this perception stems from the educational programme at the normal schools, which is rooted in socialist and collectivist politics.</p>\n<p>\"With the Cold War in the '70s and '80s, the media would portray the schools as hotbeds of radicalism and social disturbance,\" she said.</p>\n<p>Over the years, numerous normalista protests have culminated in violent clashes with police — and even death.</p>\n<p>The most infamous incident took place in September 2014, when 43 students from the Ayotzinapa Rural Teachers' College, another normal school, took over a bus in the state of Guerrero. They planned to use it to join a protest in Mexico City.</p>\n<p>What happened next remains unclear. But it is believed that the students were kidnapped and killed with the knowledge of local law enforcement.</p>\n<p>Not a single one of the students was ever seen alive again. Charred remains belonging to three of the Ayotzinapa students were later identified using DNA testing.</p>\n<p>The Ayotzinapa case garnered widespread outrage and support for normalistas in Mexico and abroad.</p>\n<p>“What happened was so shocking and so vicious that there was a general reaction of sympathy” towards normalistas, Padilla explained.</p>\n</div></div></body></html>"
        },
        {
            "title": "The US is “active in protecting Israeli officials” from “any accountability” | Gaza | Al Jazeera",
            "time": "2025-08-12T13:02:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/wadie-horz-thumb-1755003667.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The view from Russia: Putin will take ‘symbolic steps’ during Trump talks | News | Al Jazeera",
            "time": "2025-08-12T13:00:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2019-06-28T053233Z_1104967933_RC191AD9D830_RTRMADP_3_G20-SUMMIT-TRUMP-1755001553.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Before stepping back into the Oval Office in January, United States President Donald Trump promised numerous times that he would broker a truce between Russia and Ukraine “within 24 hours”.</p><p>Since then, as the war has escalated and peace has looked increasingly distant, he recently claimed that pledge was sarcastic.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>But a <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">meeting</a> between Trump and his Russian counterpart, Vladimir Putin, in Alaska on Friday has raised hopes among some Russians.</p><p>“It may be a signal for a restart of relations,” Moscow resident Damir Gurin said. “Formally, Washington has all the legal mechanisms to lift sanctions and restrictions at once, opening the way to the deal of the century.</p><p>“This is no longer just diplomacy. It is a redrawing of the geopolitical map.”</p><p>Others are more sceptical.</p><p>“Between Putin’s senile stubbornness and Trump’s spontaneousness, everything can still change 100 times over,” said Katherine, a St Petersburg pensioner. “God willing, they agree to end the war, of course.”</p><p>In recent months, Trump has expressed growing frustration with Putin’s unwillingness to halt attacks on Ukraine, <a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">calling</a> recent strikes on Kyiv “disgusting”. On July 31, Russian drones and missiles killed dozens of civilians in the Ukrainian capital in one of the worst wartime assaults.</p><p>Last month, Trump threatened more sanctions unless Russia stops the fighting within 50 days. That deadline, mocked by senior Russian politicians, has now passed. New sanctions have not materialised, but 50 percent tariffs were slapped on <a href=\"/news/2025/8/7/us-india-relations-at-their-worst-as-trump-slaps-50-percent-tariff\">India</a> last week to punish the country for buying Russian oil.</p><p>Even so, Trump has suggested a peace deal is close.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We’re gonna get some [land] back. We’re gonna get some switched,” the US president said at the White House on Friday. “There’ll be some swapping of territories to the betterment of both [Russia and Ukraine],” he added, without elaborating on what land would be given up by whom.</p><p>“I’ve already seen memes how we’ll swap the Crimea for Alaska,” Anya, a Muscovite, quipped.</p><p>According to Ilya Budraitskis, a Russian political scientist and visiting scholar at the University of California at Berkeley, the irreconcilable positions of the warring parties make real compromise unlikely. Instead, the Alaska summit will have a more symbolic nature, he predicted.</p><p>“From Putin’s side, this shows the restoration of his position in the world, that he comes to American territory and meets with the president, who shows signs of respect. It is clear this meeting is a symbolic victory for Russia by the very fact it is being held, regardless that no one expects any results from it,” Budraitskis told Al Jazeera.</p><p>“It is a proof of the effectiveness of [Putin’s] strategy, which is that there is no need to make any compromises – you need to stubbornly repeat your maximalist positions, and at some point, everyone will be so tired of this that they will be forced to accept them, and the international isolation of Russia will gradually disappear.”</p><p>Budraitskis believes the meeting holds a similar value for Trump.</p><p>“The fact he is confused about whether Russia should give up its territory shows he doesn’t take any meaningful agenda of this meeting very seriously,” he continued.</p><p>“What the symbolic meaning of this meeting is for Trump is in showing he continues to play a key role in the situation in Ukraine, that he is the only person who is capable of talking to Putin, whom Putin listens to and respects.”</p><p>While Russia currently occupies vast chunks of eastern Ukraine, Ukraine no longer occupies any Russian territory after being ousted from the Kursk region of western Russia earlier this year.</p><p>Bloomberg reported on Friday that Russian and US diplomats were hammering out a deal that would allow Russia to keep the territory it has conquered so far, halting its invasion along the existing battle lines in the Kherson and Zaporizhia regions of southern Ukraine.</p><p>The Polish online newspaper Onet said Trump envoy Steve Witkoff proposed to Putin a de facto recognition of what the Kremlin considers its “new territories” and the lifting of sanctions.</p><p>Officially, the Kremlin lays claim to the entire Donbas area of eastern Ukraine. If Ukraine were to abide by those terms, its forces would have to retreat from those parts of its Luhansk and Donetsk regions still under its control.</p><p>Ukrainian President Volodymyr Zelenskyy <a href=\"https://www.nbcnews.com/world/ukraine/zelenskyy-rejects-trumps-proposal-ukraine-swap-territories-russia-rcna224022\">fired back</a> in a Telegram post on Saturday, reiterating: “Ukrainians will not gift their land to the occupiers.”</p><p>But Zelenskyy will not be present at Friday’s meeting.</p><p>“The summit will be held without the participation of the EU countries and Ukraine,” stated Zaurbek Khugaev, director of the Digoria Platform think tank.</p><p>“This is an eloquent signal that both Trump and Putin understand the destructive position of Zelenskyy and European officials for the development of mutually acceptable agreements, who, by the way, are persistently trying to include the Ukrainian leader in the agenda of the event.”</p><p>Budraitskis said certain token measures may be granted without seriously hindering the war effort.</p><p>“It’s possible that Putin will take some symbolic steps, for example limiting or temporarily refraining from bombing Ukraine, because, in general, this aerial warfare does little to help advance Russian troops.”</p><p>Although Putin and Trump have spoken several times by phone this year, Friday’s talks will mark the first face-to-face meeting between the two statesmen since they met in Osaka, Japan, in 2019. Putin is wanted by the International Criminal Court (ICC) in The Hague over alleged war crimes in Ukraine, but because the United States is not a member of the ICC, it is under no obligation to arrest him.</p><p>Alexey Nechayev, a political scientist and member of the Digoria Expert Club, said Ukraine is unlikely to be the only item on Friday’s agenda. Also of interest are arms control treaties, the situation in the Middle East and of course, given how the meeting is taking place in Alaska, the Arctic Circle.</p><p>“Finally, the key issue for Russia is the new security framework in Europe,” Nechayev said.</p><p>“Moscow views the Ukrainian conflict as part of a broader crisis in relations with NATO. This means that the solution requires eliminating the root causes, including legally enshrined nonexpansion of the alliance to the east.”</p></div></div></body></html>"
        },
        {
            "title": "Israel believes “any journalist reporting on Gaza” must be Hamas | Gaza | Al Jazeera",
            "time": "2025-08-12T12:46:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/irene-horz-thumb-1755002713.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand accuses Cambodia of planting landmines after soldier injured | Border Disputes News | Al Jazeera",
            "time": "2025-08-12T11:33:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/13217397-1753410947.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thailand accuses Cambodia of planting landmines after soldier injured</h1><p class=\"article__subhead\"><em>Cambodia dismisses Thai army accusation that it breached truce and international law after incident near border.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1025\" data-end=\"1208\">A Thai soldier has been seriously injured by a landmine near the Cambodian border, days after both countries <a href=\"/news/2025/8/7/cambodia-and-thailand-agree-to-deploy-asean-ceasefire-monitors\">agreed to a ceasefire</a> following last month’s deadly border clashes.</p><p data-start=\"1210\" data-end=\"1446\">The soldier’s left ankle was badly damaged on Tuesday after he stepped on the device while patrolling about 1km (0.6 miles) from the Ta Moan Thom Temple in Thailand’s Surin province, the army said. He is receiving treatment in hospital.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1448\" data-end=\"1649\">Thai army spokesperson Major General Winthai Suvaree said the incident proved Cambodia had breached the truce and violated international agreements, including the Ottawa Convention banning landmines.</p><p data-start=\"1651\" data-end=\"1818\">“Cambodia continues to covertly plant landmines while the Thai army has consistently adhered to peaceful approaches and has not been the initiating party,” he said.</p><p data-start=\"1820\" data-end=\"2134\">The statement warned that if violations continued, Thailand might “exercise the right of self-defence under international law principles to resolve situations that cause Thailand to continuously lose personnel due to violations of ceasefire agreements and sovereignty encroachments by Cambodian military forces”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2136\" data-end=\"2211\">Phnom Penh dismissed the accusation, insisting it has not laid new mines.</p><p data-start=\"2213\" data-end=\"2557\">“Cambodia, as a proud and responsible State Party to the Ottawa Convention, maintains an absolute and uncompromising position: we have never used, produced, or deployed new landmines under any circumstances, and we strictly and fully honour our obligations under international law,” the Cambodian Ministry of National Defence said in a social media post.</p><p data-start=\"2559\" data-end=\"2781\">This is the fourth landmine incident in recent weeks involving Thai soldiers along the two Southeast Asian neighbours’ disputed border. On Saturday, <a href=\"/news/2025/8/9/thai-soldiers-injured-by-landmine-near-cambodia-amid-fragile-truce\">three soldiers</a> were injured in a blast between Thailand’s Sisaket province and Cambodia’s Preah Vihear province.</p><p data-start=\"2783\" data-end=\"3126\">Two earlier incidents on July 16 and 23 prompted a downgrade in diplomatic relations and triggered five days of fighting that erupted on July 24.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2783\" data-end=\"3126\">Those battles, the worst between the neighbours in more than a decade, saw exchanges of artillery fire and air strikes that killed at least 43 people and displaced more than 300,000 on both sides.</p><p data-start=\"3128\" data-end=\"3347\">Thailand has accused Cambodia of planting mines on its side of the <a href=\"/video/the-take-2/2025/7/29/aje-onl-tha_cambodiaclashes_av_v2-290725\">border</a>, which stretches 817km (508 miles), with ownership of the Ta Moan Thom and 11th-century Preah Vihear temples at the heart of the dispute.</p><p data-start=\"3349\" data-end=\"3545\">The fragile truce has held since last week when both governments agreed to allow Association of Southeast Asian Nations (ASEAN) observers to monitor contested areas to prevent further fighting.</p></div></div></body></html>"
        },
        {
            "title": "Why is India so scared of my book on Kashmir that it has banned it? | Human Rights | Al Jazeera",
            "time": "2025-08-12T11:23:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/epa_689b154f4ad0-1754993999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"95\" data-end=\"840\">On August 5, 2019, the Indian government stripped the erstwhile Jammu and Kashmir state of its special status under Article 370 of the Indian Constitution, split it into two entities and demoted the two units to Union Territories under New Delhi’s direct control.</p><p data-start=\"95\" data-end=\"840\">As the sixth anniversary approached, the region was caught in the grip of rumours of a probable further division, or other administrative changes. Reports of unusual jet activity over Srinagar triggered widespread panic among residents.</p><p data-start=\"95\" data-end=\"840\">This evoked harrowing memories of similar aerial activity coupled with a similarly bizarre set of rumours in the tense days leading up to August 5, 2019. People waited anxiously.</p><p data-start=\"842\" data-end=\"1636\">The bombshell that came on the sixth anniversary was an official order <a href=\"/features/2025/8/9/attack-on-peoples-memory-kashmirs-book-ban-sparks-new-censorship-fears\">banning 25 books</a> that focus on Jammu and Kashmir’s history and politics – all accused of promoting “false narratives” and “secessionism” – a sweeping judgement that does not stand the test of scrutiny and is not based on any evidence.</p><p data-start=\"842\" data-end=\"1636\">My book A Dismantled State: The Untold Story of Kashmir After Article 370, published in December 2022 by HarperCollins, is one of them. The book is a rare chronicle of the day-to-day reality in Jammu and Kashmir after 2019. Based on ground research, extensive interviews and the collation of data from other primary and secondary sources, it punctured the Indian government’s claims of “normalcy” in Jammu and Kashmir.</p><p data-start=\"1638\" data-end=\"2208\">The government justified the actions of August 5, 2019 on the grounds that they would usher in peace and development in the region, while glossing over the unprecedented physical and cyber-restrictions imposed across the erstwhile state, during which thousands of people, including pro-India politicians (three former chief ministers included), were arrested. Barbed wire and military barricades turned the region, particularly the Kashmir Valley, into a curfewed zone, and communication channels – from internet to telephone lines – were pushed into some black hole.</p><p data-start=\"2210\" data-end=\"2698\">Six months later, when some of these restrictions were slightly eased and the internet was partially restored, the stranglehold of the Indian state became even more oppressive, with an exacerbation of raids and crackdowns against journalists, political and social activists, and civil rights defenders. The policy of widespread detentions under laws like the Public Safety Act, which allows the government to detain anyone without charge for up to two years, was ramped up significantly.</p><p data-start=\"2700\" data-end=\"3072\">These realities were hardly ever reported. Journalism was severely curtailed under the state’s clampdown, particularly affecting local publications. Newspapers that refused to fall in line were choked financially until they were out of print. Those that did comply were rewarded with lavish government advertisements that kept the businesses going, minus the journalism.</p><p data-start=\"3074\" data-end=\"3425\">Either co-opted or terrorised, the newspapers were no longer daily chroniclers of the events, developments and incidents in the region. Community voices were silenced while journalists no longer asked questions. The rich archives of some newspapers, showcasing the complex day-to-day history of the region, became inaccessible or were removed.</p><p data-start=\"3427\" data-end=\"3982\">In the last six years, the government has been extremely intolerant of any criticism. Any word of dissent invites punitive measures ranging from mere intimidation and interrogation to confiscation of devices, and from the slapping of income tax and money laundering cases to terrorism accusations, sometimes accompanied by short detentions or prolonged arrests. While local journalism was reduced to an extension of the government’s public relations department, all civil society voices were throttled by intimidation, leaving major gaps in information.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"3984\" data-end=\"4584\">It was this vacuum that my book aimed to fill. Focused on the first two years of the revocation of Article 370, and in 12 chapters, I documented what was happening on the ground – the increased suppression of the masses, the lack of space for freedom of expression, the shrinking space for civil society and political activism, the criminalisation of dissent, the continuation of terrorism as opposed to the claims of peace and normalcy, and the hollowness of the development claims by the government even as the new policies and actions robbed the people of their homes and agricultural lands.</p><p data-start=\"4586\" data-end=\"5124\">The book is a pursuit of truth – the naked truth, which challenged everything the Indian state was saying. A paranoid state whose only method of engagement in Jammu and Kashmir is through increasing its military footprint, merciless subjugation of the residents and silencing of all voices of dissent was obviously uncomfortable with what I documented. The book was a warning to the government that its methods of control, creation of a police and surveillance state, and misplaced development models were unsustainable and would fail.</p><p data-start=\"5126\" data-end=\"5972\">In the last six years, the government has been pulling the wool over the eyes of the world by trumpeting its achievements of bringing peace, normalcy, tourism and development. The April 22 killings this year of 26 innocent civilians punctured this bubble. It was a wake-up call for the government to sit back and review its policies in Kashmir and begin course correction.</p><p data-start=\"5126\" data-end=\"5972\">Instead, it clamped down even further with a horrific scale of demonisation of Kashmiris, ruthless detentions and even more brutal demolitions of houses. This, even as there was widespread public condemnation of terrorism, including vigils and calls to reject violence – something unprecedented in the more than three-decade-long history of rebellion in the region – and even as the investigators indicated foreign militants, not locals, were involved in the killings.</p><p data-start=\"5974\" data-end=\"6447\">In the last three months, the government has demonstrated that its policy of control through harsh security measures and pervasive surveillance would be further accelerated. The ban on 25 books, many of which provide rich, well-researched, and layered historical, political and legal narratives about the complex and trouble-torn region, is an extension of the pattern. Through this ban, there is an attempt to erase every trace of a counter-narrative and alternate memory.</p><p data-start=\"6449\" data-end=\"6913\">By branding all criticism of the state and narratives that are out of sync with the official version as “seditious”, the government can now seize and destroy these books. Not only are the written words being criminalised – even the act of reading will be wrongfully deemed a threat to the security and integrity of the nation. While this may not stop ideas and memory from being suppressed, policing what people write and read is likely to be further intensified.</p><p data-start=\"6915\" data-end=\"7256\">Though senseless, shocking and irrational in scale and scope, the ban, which ironically coincides with a government-backed Chinar Book Festival in Srinagar, sends a chilling message: Knowledge and information will be regulated by the state. What people write and read will be decided by the state. The thought police will penetrate deeper.</p><p data-start=\"7258\" data-end=\"7836\">Last year, during Jammu and Kashmir’s first assembly elections as a Union Territory, India’s home minister, Amit Shah, took a dig at the regional political parties and alleged that while “they (local politicians) gave the youth stones in their hands”, his government had given them “books and laptops”.</p><p data-start=\"7258\" data-end=\"7836\">The hollowness of such claims is laid bare when the daily reality is one of confiscation of digital devices, including laptops, during raids and interrogations, alongside a blanket book ban that only reinforces the central message of my work: Kashmir is anything but normal.</p><p data-start=\"7258\" data-end=\"7836\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Italian athlete dies at World Games in China | Athletics News | Al Jazeera",
            "time": "2025-08-12T11:09:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T115852Z_1407954877_UP1EL870XA2UT_RTRMADP_3_GAMES-WORLD-1754995596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italian orienteering athlete Mattia Debertolis died on Tuesday after being found unresponsive during competition at the World Games in China’s Chengdu, organisers have said.</p><p>The 29-year-old was discovered unconscious during an orienteering event on August 8 and died four days later, said a joint statement from World Games organisers and the International Orienteering Federation (IOF).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The World Games is a multisport event held every four years for disciplines not included in the Olympics.</p><p>“Despite receiving immediate expert medical care at one of China’s leading medical institutions, he passed away,” the statement said.</p><p>It did not provide details on the cause of death.</p><p>The event took place in intense heat and humidity, with temperatures above 30 degrees Celsius (86 degrees Fahrenheit).</p><p>Orienteering sees athletes navigate an unmarked course with a map and compass, punching in at designated spots along the route in the quickest time.</p><p>Debertolis, from Primiero in eastern Italy, was taking part in the final of the men’s middle-distance, the first medal event of the Games.</p><p>The 6km (3.7-mile-) course featured 180 metres (590ft) of ascent and 20 control points that athletes must visit.</p><p>Footage from the World Games’ social media accounts showed athletes running through crop fields and villages on a largely rural course.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The winner, Switzerland’s Riccardo Rancan, completed the course in 45 minutes and 22 seconds.</p><p>“I needed to acclimatise quickly with hot and humid conditions. I think I managed quite well,” Chinese state media quoted Rancan as saying.</p><p>Debertolis was listed as “Did Not Finish” in official results, along with 11 other athletes.</p><p>He was ranked 137th in the men’s Orienteering World Rankings and had been competing since 2014, according to the IOF website.</p><p>He participated in several World Championships and World Cups as part of the Italian team.</p><p>Alongside his training, Debertolis was studying for a PhD at the KTH Royal Institute of Technology in Stockholm, where he lived.</p><p>President of the Italian Orienteering Federation (FISO), Alfio Giomi, invited the national team to wear black armbands while competing in the World Mountain Bike Orienteering Championships, which begin on Tuesday in Poland.</p><p>Debertolis’ family had agreed that “athletes will be able to participate in the competitions in Mattia’s name and memory,” Giomi said in an online statement.</p><p>World Games organisers and the IOF were “struck by this tragedy and extend their heartfelt condolences to the family and friends of the athlete and the whole orienteering community”, the joint statement read.</p><p>“Our thoughts are with those touched by this event.”</p><p>Organisers will “continue to support the family of Mattia Debertolis and the orienteering community in every possible way”, it added.</p><p>This is the 12th edition of the World Games, and it runs until August 17, with approximately 4,000 athletes competing in 253 events.</p></div></div></body></html>"
        },
        {
            "title": "Wildfires in Spain kill one person as thousands forced to flee | Environment News | Al Jazeera",
            "time": "2025-08-12T10:48:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__69AX7XV__v1__HighRes-1754990920.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man has died from burns and thousands of people have been forced to flee as wildfires sweep through parts of Spain, fuelled by strong winds during a searing heatwave across Europe.</p><p>The victim suffered serious burns as winds of up to 70 kilometres per hour (43 miles per hour) whipped the flames through Tres Cantos, a wealthy suburb north of the capital, Madrid, officials said on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The man later died in hospital, becoming the first death from dozens of wildfires to hit the country since the heatwave began last week.</p><p>The head of the regional government of Madrid, Isabel Diaz Ayuso, said in a message on X that she “deeply regretted” the man’s death.</p><p>Hundreds of Tres Cantos residents were evacuated from their homes.</p><p>“In barely 40 minutes, the fire advanced 6km [3.7 miles],” Carlos Novillo, Madrid’s regional environment chief, told reporters.</p><p>By Tuesday morning, regional officials said the blaze had been contained.</p><p>Elsewhere, about 2,000 people were evacuated from hotels and homes near the popular beaches of Tarifa in the southern region of Andalusia.</p><p>The wildfire there broke out near where a similar blaze forced evacuations earlier this month.</p><p>“We managed to save the residential area at the very last second,” said Antonio Sanz, the interior minister of Andalusia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A Civil Guard police officer was injured when struck by a car while helping with the evacuation, he added.</p><p>In the northwestern region of Castile and Leon, more than 30 blazes were reported on Monday, including one threatening Las Medulas, a UNESCO World Heritage Site known for its ancient Roman gold mines.</p><p class=\"p1\">Heat alerts were also issued in Italy, France, Spain, Portugal and the Balkans, with temperatures expected to soar above 40C. One child died of heatstroke in Italy on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"turkiye-battles-fires-in-northwest\">Turkiye battles fires in northwest</h2><p>Wildfires are also raging in Turkiye.</p><p>Firefighters battled multiple wildfires across the country on Tuesday with a large blaze in the northwestern province of Canakkale burning for a second day after hundreds of residents were evacuated as a precaution.</p><p>Both the Canakkale Airport and the Dardanelles Strait, which connects the Aegean Sea to the Sea of Marmara, were temporarily closed due to the wildfires on Monday.</p><p>Wildfires in Canakkale province’s Ezine and Ayvacik districts were largely brought under control, but blazes in the province’s centre, south of the Dardanelles Strait, were still burning, Agriculture and Forestry Minister Ibrahim Yumakli said in a post on X.</p><p>Seven planes and six helicopters were tackling the blaze on Tuesday, Canakkale Governor Omer Toraman said on X, adding that there was no immediate danger to residential areas.</p><p>Other wildfires in the northern province of Edirne and southern province of Hatay were brought under control while efforts were under way to battle another wildfire in the western province of Manisa, Yumakli said.</p><p>The <a href=\"/news/2025/8/11/wildfires-blaze-through-parts-of-europe-as-heatwave-hits\">wildfires</a> coincide with what meteorologists expect to be the most intense day yet of the ongoing heatwave in Europe, with all regions under weather alerts.</p><p>Forecasters warned of highs about 40 degrees Celsius (104 degrees Fahrenheit) and overnight lows that remain above 25C (77F).</p></div></div></body></html>"
        },
        {
            "title": "Carter feared racist abuse for James after penalty miss in Euros shootout | Football News | Al Jazeera",
            "time": "2025-08-12T10:27:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2023-12-05T191026Z_2117580136_UP1EJC51H9C21_RTRMADP_3_SOCCER-UEFANATIONS-SCO-ENG-REPORT-1754992673.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Carter feared racist abuse for James after penalty miss in Euros shootout</h1><p class=\"article__subhead\"><em>England beat Sweden on penalties in the Euro 2025 quarterfinal before going on to beat Spain in the final.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England defender Jess Carter said she felt a sigh of relief when her non-Black teammates missed penalties during their shootout win over Sweden in the Women’s Euro 2025 quarterfinals, fearing Lauren James would suffer “astronomical” racist abuse if the forward had been the only player to miss her spot-kick.</p><p>England overcame a two-goal deficit to force penalties in Zurich, eventually triumphing 3-2 in a dramatic shootout that featured 14 attempts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Sweden goalkeeper Jennifer Falk saved four England penalties, including James’ second effort. Beth Mead, Alex Greenwood and Grace Clinton, who are all white, also missed their spot-kicks for England.</p><p>“It’s horrible to say but it’s almost like a sigh of relief when other players that weren’t Black missed a penalty, because the racism that would have come with LJ (James) being the only one that missed would have been astronomical,” Carter told United Kingdom broadcaster ITN on Monday.</p><p>“It’s not because we want them to fail – it’s about knowing how it’s going to be for us (England’s Black players) if we miss.”</p><figure id=\"attachment_3884095\" aria-describedby=\"caption-attachment-3884095\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884095\" src=\"/wp-content/uploads/2025/08/2025-07-27T193205Z_1351314737_UP1EL7R1I9EFD_RTRMADP_3_SOCCER-EURO-ENG-ESP-1754992805.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"England players celebrate with the trophy after winning the UEFA Women's Euro 2025 \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884095\" class=\"wp-caption-text\">England players celebrate with the trophy after winning the UEFA Women’s Euro 2025 [Denis Balibouse/Reuters]</figcaption></figure><p>Carter said in July that she had been the target of online racist abuse since Euro 2025 began in Switzerland and announced that she is stepping away from social media for the duration of the tournament.</p><p>“It makes you feel really small. It makes you feel like you’re not important, that you’re not valuable,” the 27-year-old said about the effect the abuse had on her.</p><p>“It makes you second-guess everything that you do – it’s not a nice place to be. It doesn’t make me feel confident going back on to the pitch. My family was so devastated by it as well and so sad.”</p><p>England, who traditionally take a knee before matches as a gesture against racism, opted not to do so before their semifinal against Italy, following Carter’s revelations about the abuse she faced.</p><p>She also admitted to feeling fear when England manager Sarina Wiegman informed her she would be playing in the final against Spain, which <a href=\"/sports/2025/7/27/england-beat-spain-in-penalty-shootout-to-win-womens-euro-2025\">England won 3-1 on penalties</a> after a 1-1 draw.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“That’s the first time I’ve ever been scared – too scared to play,” Carter said.</p><p>“I think it was a mixture of such a big game, but then on top of that (I was) scared of whatever abuse might come with it, whether it’s football-based or whether it was going to be the racial abuse that was going to come with it because I did something wrong.”</p></div></div></body></html>"
        },
        {
            "title": "‘I knew these giants, Al Jazeera’s Mohammed Qreiqeh and Anas al-Sharif’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T10:26:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/482087696_122115338210824490_8377497112502134896_n-1-1754891094-1-1754988626.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir el-Balah, Gaza</strong> – The first time I met Mohammed Qreiqeh was at al-Ahli Arab Hospital in Gaza City on January 31 when we had just returned from southern Gaza to the north.</p><p>I went to Al Jazeera’s media tent at the hospital, where he was. Photographer Abdel “Abed” Hakim and I introduced ourselves, and we all chatted – about the situation, the war and our displacement to the south.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>At the time, Anas al-Sharif was doing a live report.</p><p>I felt a warm sense of familiarity. I was finally seeing Anas, whose reports we had followed throughout our displacement. He didn’t look different from how he did on screen, but he had a strong presence in person.</p><p>We approached Anas after he finished his report and spoke briefly. He knew Abed well, but it was the first time I met him. He spoke with humility and an easy smile during our short conversation – he had to go report across northern Gaza.</p><p>My brief meeting with Anas and Mohammed that day felt like standing before giants, powerful and unshakable. In their presence, I felt like nothing compared to their strength, determination and persistence despite the horrors that had unfolded in the north.</p><p>Those of us reporting from the south often marvelled at their strength, and we were always proud of them.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>I met Mohammed and Anas several times after that.</p><p>On April 13 when al-Ahli Arab Hospital in the centre of Gaza City was struck by two missiles, the meeting was brief but warm – the kind that you could feel how ready they were to help at any moment.</p><p>That day, Mohammed advised me to focus on certain points and pointed me towards a place to get important interviews and information. Moments later, he excused himself to go live on air.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This was something Anas and Mohammed shared: tireless work and a willingness to help any journalist on the ground, especially as veterans who knew every inch of northern Gaza.</p><p>The last time I saw Anas was last week outside al-Shifa Hospital in Gaza City. I had gone there to film an interview.</p><p>We exchanged a quick greeting because, as always, he was busy and getting ready for a live broadcast. I watched him gesture to his cameraman where to set up under the blazing sun.</p><p>For a moment, I observed him, his energy and professionalism, despite the wave of Israeli incitement and threats against him. My parting words to him were: “Stay safe,” because we all knew he could be a target at any moment.</p><p>When the news came of his assassination on Sunday night, it was a catastrophe, not only for journalists, but for all Palestinians who considered Anas a son, someone who told their stories.</p><figure id=\"attachment_3882017\" aria-describedby=\"caption-attachment-3882017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882017\" src=\"/wp-content/uploads/2025/08/520553085_122094082064964439_5885789456406200080_n-1-1754892231.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammed Qraiqea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882017\" class=\"wp-caption-text\">The author first met Mohammed Qreiqeh at the end of January [Al Jazeera]</figcaption></figure><p>Everyone hoped the news was wrong, but it wasn’t. And it carried another blow: Mohammed, Mohammed Noufal and Ibrahim Zaher had also been targeted.</p><p>Al Jazeera Arabic’s entire northern Gaza crew had been wiped out – correspondents, cameramen and equipment – erased.</p><p>The charges against them were ready-made, fabricated. But everyone knows Israel fears only one thing: the truth.</p><p>It was a moment when I hated everything. I hated journalism – now a lie for a world that does not hear us or see us, a world that waits for our deaths, waits for us to become the news instead of delivering it.</p><p>It was a moment heavy with futility, with the shamelessness of the crime and yet heavier with the rage that the crimes go unpunished.</p><p>Why wasn’t Anas protected? Why was he left alone, facing death at any moment? Why did we have to watch this as just another news item?</p><p>Journalism has become a fear and a curse that shadows us all, every moment.</p><p>Anas, Mohammed and their colleagues are no longer here to hold the microphones or cameras, but their voices, courage and relentless pursuit of truth will remain etched in Gaza’s memory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN probe finds evidence of ‘systematic torture’ in Myanmar | Human Rights News | Al Jazeera",
            "time": "2025-08-12T10:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_67974DM-1754988870.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1027\" data-end=\"1198\">United Nations investigators say they have gathered evidence of systematic torture in Myanmar’s detention facilities, identifying senior figures among those responsible.</p><p data-start=\"1200\" data-end=\"1449\">The Independent Investigative Mechanism for Myanmar (IIMM), set up in 2018 to examine potential breaches of international law, said on Tuesday that detainees had endured beatings, electric shocks, strangulation and fingernail removal with pliers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1451\" data-end=\"1681\">“We have uncovered significant evidence, including eyewitness testimony, showing systematic torture in Myanmar detention facilities,” Nicholas Koumjian, head of the mechanism, said in a statement accompanying its <a href=\"https://iimm.un.org/en/myanmar-mechanism-advances-its-identification-perpetrators-annual-report\">16-page report</a>.</p><p data-start=\"1683\" data-end=\"1849\">The UN team said some prisoners died as a result of the torture.</p><p data-start=\"1683\" data-end=\"1849\">It also documented the abuse of children, often detained unlawfully as proxies for their missing parents.</p><p data-start=\"1851\" data-end=\"2085\">According to the report, the UN team has made more than two dozen formal requests for information and access to the country, all of which have gone unanswered. Myanmar’s military authorities did not respond to media requests for comment.</p><p data-start=\"2087\" data-end=\"2229\">The military has repeatedly denied committing atrocities, saying it is maintaining peace and security while blaming “terrorists” for unrest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2231\" data-end=\"2429\">The findings cover a year that ended on June 30 and draw on information from more than 1,300 sources, including hundreds of witness accounts, forensic analysis, photographs and documents.</p><p data-start=\"2431\" data-end=\"2582\">The IIMM said it identified high-ranking commanders among the perpetrators but declined to name them to avoid alerting those under investigation.</p><p data-start=\"2584\" data-end=\"2752\">The report also found that both government forces and armed opposition groups had committed summary executions. Officials from neither side of Myanmar’s conflict were available to comment.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2754\" data-end=\"2991\">The latest turmoil in Myanmar began when a 2021 military coup ousted an elected civilian government, sparking a nationwide conflict. The UN estimates tens of thousands of people have been detained in efforts to crush dissent and bolster the military’s ranks.</p><p data-start=\"2993\" data-end=\"3140\">Last month, the leader of the military government, Min Aung Hlaing, ended a four-year state of emergency and appointed himself acting president before planned elections.</p><p data-start=\"3142\" data-end=\"3396\">The IIMM’s mandate covers abuses in Myanmar dating back to 2011, including the military’s 2017 campaign against the mostly Muslim Rohingya, which forced hundreds of thousands of members of the ethnic minority to flee to Bangladesh, and postcoup atrocities against multiple communities.</p><p data-start=\"3398\" data-end=\"3572\">The IIMM is also assisting international legal proceedings, including cases in Britain. However, the report warned that budget cuts at the UN could undermine its work.</p><p data-start=\"3574\" data-end=\"3745\">“These financial pressures threaten the Mechanism’s ability to sustain its critical work and to continue supporting international and national justice efforts,” it said.</p></div></div></body></html>"
        },
        {
            "title": "Illia Zabarnyi: PSG sign Ukraine defender from Bournemouth | Football News | Al Jazeera",
            "time": "2025-08-12T09:55:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24158577346233-1754991057.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Illia Zabarnyi: PSG sign Ukraine defender from Bournemouth</h1><p class=\"article__subhead\"><em>Champions League winners Paris Saint-Germain sign Ukraine international defender Illia Zabarnyi from Bournemouth.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Paris Saint-Germain have signed centre back Illia Zabarnyi from Premier League club Bournemouth on a five-year contract, with the 22-year-old becoming the French club’s first Ukrainian player in history.</p><p>Financial details were not disclosed but media reports on Tuesday said the transfer fee was worth about 63 million euros ($73m).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Ukraine international was a key part of Bournemouth’s defensive lineup last season, making 36 appearances as the club achieved positive goal difference in a Premier League campaign for the first time, finishing ninth.</p><p>Zabarnyi is the latest Bournemouth defender to depart this summer after Dean Huijsen joined Real Madrid and Milos Kerkez signed for Liverpool.</p><p>“I’m very happy to join Paris Saint-Germain, the best club in the world, with the best project. I am here to give everything I have on the pitch and I’m looking forward to making my debut and meeting the fans,” Zabarnyi said in a statement.</p><p>Zabarnyi made his senior debut at his hometown club Dyanmo Kyiv before joining Bournemouth in January 2023 on a five-and-a-half year contract.</p><p>The English club awarded Zabarnyi, known for his aggressive defending and dominance in aerial duels, with a contract extension until 2029 after an impressive 2023-2024 campaign.</p><p>“We’re delighted to continue the strengthening of our squad with the signature of Illia Zabarnyi. Illia is a talented international player and a great professional. He will make a major contribution to everything that we are building long-term at Paris Saint-Germain,” PSG President Nasser Al-Khelaifi said.</p><p>Champions League winners PSG, who also lifted the Ligue 1 and French Cup titles last season, face Tottenham Hotspur for the UEFA Super Cup on Wednesday.</p><p>The Parisians have also already had <a href=\"/sports/2025/8/7/nine-psg-players-dominate-ballon-dor-2025-nominee-list\">nine players nominated</a> for this year’s Ballon d’OR award.</p></div></div></body></html>"
        },
        {
            "title": "PSG vs Tottenham: UEFA Super Cup - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-08-12T09:43:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-31T214505Z_1578819068_UP1EL5V1OF3FH_RTRMADP_3_SOCCER-CHAMPIONS-PSG-INT-REPORT-1754989558.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Paris Saint-Germain vs Tottenham Hotspur<br>\n<strong>What:</strong> UEFA Super Cup<br>\n<strong>Where:</strong> Bluenergy Stadium in Udine, Italy<br>\n<strong>When:</strong> Wednesday, August 13 at 9pm (19:00 GMT)</p><p><em><strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/\">Al Jazeera Sport</a> from 5pm (15:00 GMT) in advance of our live text commentary stream</em>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The first major trophy of the season is up for grabs and UEFA Champions League winners Paris Saint-Germain will be targeting a fourth title in the calendar year when they face Europa League champions Tottenham Hotspur.</p><p>Luis Enrique’s Parisians swept all before them on home soil and in Europe last year, although success wasn’t to follow on the global stage in the summer.</p><p>Tottenham manager Thomas Frank inherits a side that secured their first European trophy in more than four decades. The north Londoners, however, finished only one place above the relegation zone in the English Premier League.</p><p>Al Jazeera Sport takes a closer look at the match being played at the home of Italian side Udinese.</p><h2 id=\"what-is-the-uefa-super-cup\">What is the UEFA Super Cup?</h2><p>The competition pits the winners of the previous season’s UEFA Champions League and UEFA Europa League competitions.</p><figure id=\"attachment_3884016\" aria-describedby=\"caption-attachment-3884016\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884016\" src=\"/wp-content/uploads/2025/08/GettyImages-2228870972-1754989404.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"UEFA Super Cup Giant Ball and Trophy in Piazza Matteotti ahead of the UEFA Super Cup\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884016\" class=\"wp-caption-text\">The 2025 UEFA Super Cup Giant Ball and Trophy in Piazza Matteotti before the UEFA Super Cup in Udine City Centre [Chris Ricco – UEFA/UEFA via Getty Images]</figcaption></figure><h2 id=\"how-did-psg-and-tottenham-qualify-for-the-super-cup-final\">How did PSG and Tottenham qualify for the Super Cup final?</h2><p>PSG hammered Inter Milan 5-0 in the final of <a href=\"/sports/2025/5/31/psg-beat-inter-milan-to-lift-champions-league-football-doue-paris-saint-germain\">last season’s UEFA Champions League</a>.</p><p>French teenage sensation, Desire Doue, scored twice and provided an assist as the Italians were swept aside in Munich.</p><p>Tottenham overcame Manchester United 1-0 in <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">the final of the UEFA Europa League</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Brennan Johnson scored the only goal of the game in the first half. It wasn’t enough to save Ange Postecoglu’s job as manager, as the Australian was <a href=\"/sports/2025/6/6/tottenham-sack-postecoglou-despite-europa-league-win\">sacked two weeks later</a> following the 17th-place finish in the Premier League.</p><figure id=\"attachment_3884034\" aria-describedby=\"caption-attachment-3884034\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884034\" src=\"/wp-content/uploads/2025/08/2025-05-21T212200Z_903556270_UP1EL5L1NCLO3_RTRMADP_3_SOCCER-EUROPA-TOT-MUN-REPORT-1754989818.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Tottenham Hotspur's captain, Son Heung-min, lifts the trophy with teammates after winning the Europa League Final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884034\" class=\"wp-caption-text\">Tottenham Hotspur’s now-departed captain, Son Heung-min, lifts the trophy with teammates after winning the Europa League final last season [Andrew Couldridge/Reuters]</figcaption></figure><h2 id=\"what-trophies-did-psg-win-in-their-treble-last-season\">What trophies did PSG win in their treble last season?</h2><p>PSG sealed the 2024-25 Ligue 1 season by an incredible 19 points – despite easing off for the final three-winless matches.</p><p>The Parisians also sealed the French Cup, beating Reims 3-0, a week before the Champions League final.</p><h2 id=\"what-happened-to-psg-at-the-uefa-club-world-cup\">What happened to PSG at the UEFA Club World Cup?</h2><p>Following their treble, PSG had the chance to follow in the footsteps of Manchester City, who lifted five trophies in a calendar year in 2023.</p><p>Pep Guardiola’s side followed up the domestic and European treble with wins in the Super Cup and <a href=\"/sports/liveblog/2023/12/22/manchester-city-vs-fluminese-club-world-cup-final-live-match-coverage-football-commentary-updates-jeddah-saudi-arabia\">FIFA Club World Cup (CWC)</a> that year.</p><p>PSG’s chance to replicate that unique achievement was ended by <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">a shock 3-0 defeat</a> by unfancied Chelsea in the final of this year’s expanded CWC.</p><p></p><h2 id=\"who-are-the-uefa-super-cup-holders\">Who are the UEFA Super Cup holders?</h2><p>Spanish giants Real Madrid beat Italian side Atalanta 2-0 in the final in Monaco last year.</p><p>Real were the Champions League holders, having <a href=\"/sports/liveblog/2024/6/1/uefa-champions-league-final-borussia-dortmund-vs-real-madrid\">overcome Germany’s Borussia Dortmund 2-0 in the final</a> the previous season.</p><p>Atalanta also topped a German side in the Europa League final the year before, as <a href=\"/sports/2024/5/23/europa-league-final-nigerias-lookman-the-hero-as-atalanta-stun-leverkusen\">they beat Bayer Leverkusen 3-0</a>.</p><h2 id=\"are-real-madrid-the-record-uefa-super-cup-winners\">Are Real Madrid the record UEFA Super Cup winners?</h2><p>Yes. The Spanish giants’ victory against Atalanta in 2024 was a record-extending sixth Super Cup victory. It was also the fifth time in 11 years that Los Blancos lifted the trophy.</p><figure id=\"attachment_3883982\" aria-describedby=\"caption-attachment-3883982\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883982\" src=\"/wp-content/uploads/2025/08/AP24227770866415-1754988708.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Real Madrid players and staff pose with the trophy after winning the UEFA Super Cup Final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883982\" class=\"wp-caption-text\">Real Madrid players and staff pose with the trophy after winning the UEFA Super Cup final against Atalanta last season [Darko Bandic/AP]</figcaption></figure><h2 id=\"what-happens-if-you-win-the-uefa-super-cup\">What happens if you win the UEFA Super Cup?</h2><p>Both finalists have already qualified for this season’s UEFA Champions League based on their European victories last season.</p><p>UEFA retains the official trophy, but a replica, alongside 40 gold medals, are presented to the winners to keep.</p><h2 id=\"how-much-money-does-the-uefa-super-cup-winner-get\">How much money does the UEFA Super Cup winner get?</h2><p id=\"winners-of-the-trophy-will-receive-five-million-euros-4-3m-in-prize-money-while-the-runners-up-get-four-million-euros-3-4m\">The winners will receive a cheque for 5 million euros ($5.8m) in prize money.</p><p>The runners-up don’t fare too badly, receiving 4 million euros ($4.64m).</p><figure id=\"attachment_3883999\" aria-describedby=\"caption-attachment-3883999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883999\" src=\"/wp-content/uploads/2025/08/GettyImages-2229542786-1754989213.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The Winners' Medal is seen prior to the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur at Stadio Friuli at Friuli Stadium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883999\" class=\"wp-caption-text\">The Winners’ Medal is seen before the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur at Udine, Italy [Tullio Puglia – UEFA/UEFA via Getty Images]</figcaption></figure><h2 id=\"psg-team-news\">PSG team news</h2><p>Midfielder Joao Neves is suspended following his red card in the FIFA World Cup final defeat by Chelsea.</p><p>Conversely, Willian Pacho and Lucas Hernandez were both suspended for that final but are free to return for this match.</p><p>Goalkeeper Gianluigi Donnarumma has been left out of the squad amid increasing reports he will leave the club.</p><p>PSG named its squad on Tuesday. Goalkeeper Lucas Chevalier, who recently joined from Lille for just more than 40 million euros ($46.4m), was included along with backup goalie Matvei Safonov.</p><h2 id=\"tottenham-team-news\">Tottenham team news</h2><p>James Maddison tore his ACL in the preseason friendly with Newcastle United and is now set to miss most of the forthcoming campaign.</p><p>Dejan Kulusevski, Radu Dragusin and Dominic Solanke all remain sidelined, while Destiny Udogie is also a doubt.</p><p>Spurs last week waved goodbye to their captain, Son Heung-min, who <a href=\"/sports/2025/8/6/son-heung-min-completes-los-angeles-transfer-from-tottenham\">joined Major League Soccer side Los Angeles</a>.</p><h2 id=\"paris-saint-germain-predicted-starting-xi\">Paris Saint-Germain predicted starting XI:</h2><p>Chevalier; Hakimi, Marquinhos, Pacho, Nuno Mendes; Zaire-Emery, Vitinha, Fabian Ruiz; Doue, Dembele, Kvaratskhelia</p><h2 id=\"tottenham-hotspur-predicted-starting-xi\">Tottenham Hotspur predicted starting XI:</h2><p>Vicario; Pedro Porro, Romero, Van de Ven, Spence; Bentancur, Palhinha, Sarr; Johnson, Richarlison, Kudus</p><figure id=\"attachment_3884042\" aria-describedby=\"caption-attachment-3884042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884042\" src=\"/wp-content/uploads/2025/08/GettyImages-2229570952-1754990224.jpg?w=770&amp;resize=770%2C470&amp;quality=80\" alt=\"A general view of the Stadio Friuli prior to the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur at Friuli Stadium on August 11, 2025 in Udine, Italy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884042\" class=\"wp-caption-text\">A general view of Bluenergy Stadium in Udine, Italy, before the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur [Claudio Villa/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "‘My studies, my life’: War leaves Gaza students hungry and out of school | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-12T09:32:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T113853Z_651294527_RC2B0GAK384U_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754983874.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Maha Ali was determined to one day become a journalist and report on events in Gaza. Now she and other students have just one ambition: finding food as hunger ravages the Palestinian enclave.</p><p>As war rages, she is living among the ruins of the Islamic University, a once-bustling educational institution that, like most others in Gaza, has become a shelter for displaced people.</p><p>“We have been saying for a long time that we want to live, we want to get educated, we want to travel. Now we are saying we want to eat,” the 26-year-old honours student said.</p><p>Ali is part of a generation of Palestinians in Gaza – from primary school through university students – who say they have been robbed of an education by nearly two years of Israeli air strikes that have destroyed the enclave’s institutions.</p><p>More than 61,000 people have been killed by <a href=\"/tag/gaza/\">Israel’s war on Gaza</a>, according to Gaza health authorities. Much of the enclave, which suffered from poverty and high unemployment even before the war, has been demolished.</p><p>Palestinian Minister of Education Amjad Barham accused Israel of carrying out systematic destruction of schools and universities, saying 293 of 307 schools have been destroyed completely or partially.</p><p>“With this, the occupation wants to kill hope inside our sons and daughters,” he said.</p><p>The United Nations Office for the Coordination of Humanitarian Affairs said, according to the latest satellite-based damage assessment in July, 97 percent of educational facilities in Gaza have sustained some level of damage with 91 percent requiring major rehabilitation or complete reconstruction to become functional again.</p><p>“Restrictions by Israeli authorities continue to limit the entry of educational supplies into Gaza, undermining the scale and quality of interventions,” it said.</p><p>Those grim statistics paint a bleak future for Yasmine al-Za’aneen, 19, sitting in a tent for the displaced and sorting through books that have survived Israeli strikes and displacement.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>She recalled how immersed she was in her studies, printing papers, finding an office and fitting it with lights.</p><p>“Because of the war, everything was stopped. I mean everything I had built, everything I had done. Just in seconds, it was gone,” she said.</p><p>There is no immediate hope for relief or a return to the classroom.</p><p>Israel plans a new Gaza offensive, which Prime Minister Benjamin Netanyahu said on Sunday that he expected to complete “fairly quickly”, as the UN Security Council heard new demands for an end to the suffering in the Palestinian enclave.</p><p>Saja Adwan, 19, an honours student at the al-Azhar Institute who is living in a school turned shelter with her family of nine, recalled how the building where she once learned was bombed.</p><p>Her books and study materials are gone. To keep her mind occupied, she takes notes on the meagre educational papers she has left.</p><p>“All my memories were there – my ambitions, my goals. I was achieving a dream there. It was a life for me. When I used to go to the institute, I felt psychologically at ease,” she said.</p><p>“My studies were there; my life, my future, where I would graduate from.”</p></div></div></body></html>"
        },
        {
            "title": "Sudanese RSF fighters kill more than 40 people in Darfur camp | Sudan war News | Al Jazeera",
            "time": "2025-08-12T08:49:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_688259ab3bdbe-1753373099.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s paramilitary Rapid Support Forces (RSF) has attacked a famine-hit camp for displaced people in Darfur, killing at least 40 civilians, according to first responders.</p><p>The RSF stormed Abu Shouk camp on Monday, opening fire inside homes and on the streets, said the local Emergency Response Room,one of hundreds of volunteer networks providing front-line aid since war erupted between the Sudanese army and the RSF in April 2023.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It said more than 40 civilians were killed and at least 19 were wounded in the attack.</p><p>The rescue group said civilians were “killed either by stray bullets or direct executions” at the camp, located on the northern outskirts of el-Fasher, the last major city in Darfur still held by the Sudanese army.</p><p>The RSF has laid siege to el-Fasher, the capital of North Darfur state, since May 2024.</p><p>The local resistance committee, a pro-democracy volunteer group, confirmed the toll of at least 40 killed in Monday’s attack.</p><p>The group condemned what it called “horrific violations being committed against innocent, unarmed people”.</p><p>In recent months, el-Fasher and nearby displacement camps have come under renewed RSF attacks after the paramilitary was pushed out of Sudan’s capital, Khartoum, by the army in March.</p><p>A major RSF offensive in April on the Zamzam camp displaced tens of thousands of people, and many sought shelter in el-Fasher.</p><h2 id=\"war-and-famine\">War and famine</h2><p>The war between Sudan’s army and the RSF has killed tens of thousands of people, displaced millions and created what the United Nations describes as the world’s largest displacement and hunger crisis.</p><p>The <a href=\"/tag/sudan-war/\">conflict</a> has in effect split the country in two with the army holding the north, east and centre while the RSF dominates nearly all of Darfur and parts of the south.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last year, famine was declared in three camps around <a href=\"/news/2025/8/6/why-are-people-in-sudans-el-fasher-starving\">el-Fasher</a>, including Abu Shouk, and the UN warned it could spread to the city by May.</p><p>But data shortages have prevented an official declaration.</p><p>At a community kitchen in el-Fasher, organisers said some of the children and women they serve arrive there with swollen bellies, sunken eyes and signs of acute malnutrition, according to the AFP news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, in North Kordofan state in central Sudan, the RSF has been accused of displacing more than 3,000 families from 66 villages due to fighting since early August, according to the Sudan Doctors Network.</p><p>The group also said the RSF looted their properties and stole their money and livestock.</p><p>Those displaced ended up arriving in Khartoum and White Nile provinces last week.</p><p>The recent attacks on the villages in the province killed 18 civilians and injured dozens, according to the latest update by the UN.</p></div></div></body></html>"
        }
    ]
}