{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Europe promises to ‘stand firmly’ with Ukraine as Trump, Putin plan summit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-10T06:02:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25087543286374-1754795907.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders have welcomed plans by United States President Donald Trump to <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">hold talks</a> with his Russian counterpart, Vladimir Putin, on ending the war in Ukraine, but called for continued support for Kyiv and pressure on Moscow to achieve a just and lasting peace.</p><p>The statement by France, Italy, Germany, Poland, the United Kingdom and the European Commission late on Saturday came as Ukrainian President Volodymyr Zelenskyy insisted that Kyiv will not surrender land to Russia to buy peace.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump, who has promised to end the three-year war, plans to meet Putin in Alaska on Friday, saying the parties were close to a deal that could resolve the conflict.</p><p>Details of a potential agreement have not been announced, but Trump said it would involve “some swapping of territories to the betterment of both”. It could require Ukraine to surrender significant parts of its territory, an outcome Zelenskyy and his European allies say would only encourage Russian aggression.</p><p>The European leaders, in their joint statement, stressed their belief that the only approach to end the war successfully required active diplomacy, support for Ukraine, as well as pressure on Russia.</p><p>They also said any diplomatic solution to the war must protect Ukraine’s and Europe’s security interests.</p><p>“We agree that these vital interests include the need for robust and credible security guarantees that enable Ukraine to effectively defend its sovereignty and territorial integrity,” they said, adding that “the path to peace in Ukraine cannot be decided without Ukraine.”</p><p>The leaders said they were ready to help diplomatically and promised to maintain their “substantial military and financial support for Ukraine”.</p><p>“We underline our unwavering commitment to the sovereignty, independence and territorial integrity of Ukraine,” they said, adding: “We continue to stand firmly alongside Ukraine.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"chevening-talks\">Chevening talks</h2><p>The statement came after US Vice President JD Vance met British Foreign Secretary David Lammy and representatives of Ukraine and European allies on Saturday at Chevening House, a country mansion southeast of London, to discuss Trump’s push for peace.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Zelenskyy’s chief of staff, Andriy Yermak, who took part in the talks with European leaders and US officials, said Ukraine was grateful for their constructive approach.</p><p>“A ceasefire is necessary – but the front line is not a border,” Yermak said on X, reiterating Kyiv’s position that it will reject any territorial concessions to Russia.</p><p>Yermak also thanked Vance for “respecting all points of view” and his efforts towards a “reliable peace”.</p><p>The Reuters news agency, quoting a European official, said European representatives had put forward a counterproposal, while the Wall Street Journal said the document included demands that a ceasefire must take place before any other steps are taken. According to the Journal, the document also stated that any territorial exchange must be reciprocal, with firm security guarantees.</p><p>“You can’t start a process by ceding territory in the middle of fighting,” the newspaper quoted a European negotiator as saying.</p><p>There was no immediate comment from the White House on the European counterproposal.</p><p>British Prime Minister Keir Starmer and French President Emmanuel Macron also spoke earlier in the day and promised to find a “just and lasting peace” in Ukraine, pledging “unwavering support” for Zelenskyy while welcoming Trump’s efforts to end the fighting, according to a spokesperson for Downing Street.</p><p>Macron separately stressed the need for Ukraine to play a role in any negotiations.</p><p>“Ukraine’s future cannot be decided without the Ukrainians, who have been fighting for their freedom and security for over three years now,” he wrote on X after what he said were calls with Zelenskyy, German Chancellor Friedrich Merz and Starmer.</p><p>“Europeans will also necessarily be part of the solution, as their own security is at stake,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trilateral-meeting\">Trilateral meeting?</h2><p>Meanwhile, Reuters and the NBC News broadcaster, quoting US officials, reported that Trump is open to a trilateral summit with Putin and Zelenskyy. But, for now, the White House is planning a bilateral meeting as requested by the Russian leader, they said.</p><p>The summit in Alaska, the far-north territory which Russia sold to the US in 1867, would be the first between sitting US and Russian presidents since Joe Biden met Putin in Geneva in June 2021.</p><p>Nine months after that meeting, Moscow sent troops into Ukraine.</p><p>Trump and Putin last sat together in 2019 at a G20 summit meeting in Japan, during Trump’s first term. They have spoken by telephone several times since January, but the US president has failed to broker peace in Ukraine as he promised he could.</p><p>Ukraine and the EU have meanwhile pushed back on peace proposals that they view as ceding too much to Putin, whose troops invaded Ukraine in February 2022.</p><p>Russia justifies the war on the grounds of what it calls threats to its security from a Ukrainian pivot towards the West. Kyiv and its Western allies say the invasion is an imperial-style land grab.</p><p>Moscow has claimed four Ukrainian regions – Luhansk, Donetsk, Zaporizhia and Kherson – as well as the Black Sea peninsula of Crimea, which was annexed in 2014.</p><p>Russian forces do not fully control all the territory in the four regions, and Russia has demanded that Ukraine pull out its troops from the parts that it still controls.</p><p>Ukraine says its troops still have a small foothold in Russia’s Kursk region, a year after they crossed the border to try to gain leverage in any negotiations.</p><p>Russia said it had expelled Ukrainian troops from Kursk in April.</p><p>Fierce fighting meanwhile continues to rage along the more than 1,000-km (620-mile) front line in eastern and southern Ukraine, where Russian forces hold about a fifth of the country’s territory.</p><p>Russian troops are slowly advancing in Ukraine’s east, but their summer offensive has so far failed to achieve a major breakthrough, Ukrainian military analysts say.</p><p>Ukrainians remain defiant.</p><p>“Not a single serviceman will agree to cede territory, to pull out troops from Ukrainian territories,” Olesia Petritska, 51, told Reuters as she gestured to hundreds of small Ukrainian flags in the Kyiv central square commemorating fallen soldiers.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,263 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-10T02:14:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250809-38786651-38786644-AFTERMATH_OF_RUSSIAN_ARTILLERY_SHELLING_ON_KOSTIANTYNIVKA-1754775498.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,263</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,263 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Sunday, August 10:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>One person has been killed, and several residential apartments and an industrial facility were damaged in a Ukrainian drone attack on the south Russian region of Saratov, the governor said on Sunday.</li>\n<li>Russian forces launched a drone attack on a bus in Ukraine’s Kherson region, killing at least two people and wounding 16 others, according to Ukrainian officials. Another drone hit the bus as the police were responding to the attack, injuring three officers, the police added.</li>\n<li>Russian forces also launched 36 other attacks on settlements across the Kherson region through Friday and Saturday, killing at least one more person and injuring three, according to Governor Oleksandr Prokudin.</li>\n<li>Russian attacks on Ukraine’s Zaporizhia region killed two people travelling in a car in the Bilenkivska community on Saturday morning, and a 61-year-old woman who was in her home in the Vasylivka district, a local official reported.</li>\n<li>In Ukraine’s Dnipropetrovsk region, a Russian attack killed a 56-year-old woman and wounded a 62-year-old man in the city of Nikopol, while in the Donetsk region, other Russian attacks killed four people and wounded nine, according to officials.</li>\n<li>A Ukrainian drone attack on a house in Russian-occupied Zaporizhzhia in Ukraine killed one person, Russia’s state-run TASS news agency reported, while another assault on a car in the Borisovsky district of Russia’s Belgorod region killed a husband and wife.</li>\n<li>Russia’s Ministry of Defence said on Saturday that its forces had taken control of another Ukrainian village in the Donetsk region. The TASS news agency identified the village as Yablunivka.</li>\n<li>Russia’s Defence Ministry also said that Moscow’s forces shot down 224 Ukrainian drones on Friday night into Saturday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy rejected concessions of land in any peace deal with Russia as United States President Donald Trump and Russian President Vladimir Putin prepare <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">to meet in Alaska</a> on August 15. Trump has said that his meeting with Putin could see “some swapping of territories” between Russia and Ukraine, “to the betterment of both”.</li>\n<li>Zelenskyy said that “Ukrainians will not gift their land to the occupier”, and that “decisions without Ukraine” would not bring peace.</li>\n<li>The leaders of the United Kingdom, France, Germany, Italy, Poland and Finland, together with European Commission President Ursula von der Leyen, issued a joint statement welcoming Trump’s efforts, while stressing the need to maintain support for Ukraine and pressure on Russia. The leaders said “they remain committed to the principle that international borders must not be changed by force”.</li>\n<li>The US’s NBC News broadcaster cited an unnamed US official as saying that the Trump administration was considering inviting Zelenskyy to join the US and Russian presidents at their Alaska meeting.</li>\n<li>The Wall Street Journal also reported that European officials who met US Vice President JD Vance in the UK on Saturday had presented a counterproposal for peace, which included demands that a ceasefire must take place before any other steps are taken. The proposal also said that any territory exchanges must be reciprocal, with firm security guarantees.</li>\n<li>UK Prime Minister Keir Starmer and French President Emmanuel Macron also spoke on Saturday and pledged to find a “just and lasting peace” in Ukraine, while welcoming Trump’s efforts to end the fighting, a Downing Street spokesperson said. The two leaders also pledged “their unwavering support to President Zelenskyy”, the spokesperson said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Al Hilal sign Darwin Nunez from Liverpool | Football News | Al Jazeera",
            "time": "2025-08-09T22:53:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T201614Z_445108551_RC2H0GA467S3_RTRMADP_3_SOCCER-SAUDI-HIL-NUNEZ-1754778964.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Al Hilal sign Darwin Nunez from Liverpool</h1><p class=\"article__subhead\"><em>Uruguay striker Darwin Nunez completes $62m move from Premier League champions Liverpool to Saudi Arabia’s Al Hilal.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Saudi Arabian soccer league has secured its latest marquee signing after Darwin Nunez completed the move from Liverpool to Al Hilal on Saturday.</p><p>The Uruguay international cost a reported 46.3 million pounds ($62m) and has signed a three-year contract.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Al Hilal, Saudi Arabia’s most successful team, has been searching for another star signing after releasing Brazil great Neymar in January.</p><p>Manchester United captain Bruno Fernandes <a href=\"/sports/2025/6/3/man-utds-fernandes-confirms-he-has-rejected-saudi-pro-league-move\">rejected a move before the Club World Cup</a> in June, and there was also reported interest in former Napoli striker Victor Osimhen.</p><p>Nunez leaves Liverpool after a mixed time in the Premier League, where he produced some spectacular moments but could not establish himself as the Merseyside club’s first-choice centre forward. He scored 40 goals in 143 games and <a href=\"/sports/2025/4/27/liverpool-net-record-equalling-20th-premier-league-title-by-thrashing-spurs\">won the Premier League title</a> last season.</p><p>But he made only one league start from the turn of the year and scored just seven goals in 47 total appearances last term.</p><p>In a summer when Liverpool has reinforced its attack with the signings of Hugo Ekitike and <a href=\"/sports/2025/6/20/liverpool-sign-wirtz-shattering-club-record-transfer-fee\">Florian Wirtz</a>, along with interest in <a href=\"/sports/2025/8/8/slot-hints-at-new-liverpool-bid-for-newcastles-isak\">Newcastle striker Alexander Isak</a>, Nunez’s position had been in doubt.</p><p>He follows a slew of players who have left Europe’s top leagues for Saudi Arabia since <a href=\"/sports/2023/1/19/what-does-ronaldos-signing-for-al-nassr-mean-for-saudi-arabia\">Cristiano Ronaldo’s move to Al Nassr</a> in 2022.</p><p>Karim Benzema, Sadio Mane and Riyad Mahrez are some of the high-profile names to make the switch as Saudi Arabia has mounted an ambitious recruitment drive to establish itself as a major player in global soccer.</p><p>Al Hilal, which produced one of the biggest upsets at the Club World Cup by <a href=\"/sports/2025/7/1/al-hilal-stun-man-city-4-3-to-enter-club-world-cup-quarterfinals\">eliminating Manchester City</a>, already has a host of marquee players, including Kalidou Koulibaly, Sergej Milinkovic-Savic, Joao Cancelo and Aleksandar Mitrovic.</p><p>It is also coached by two-time Champions League runner-up Simone Inzaghi.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It has won a record 19 Saudi league titles as well as four Asian championships, but was beaten to the title by Al-Ittihad last season.</p></div></div></body></html>"
        },
        {
            "title": "Salah criticises UEFA tribute to ‘Palestinian Pele’ | Football News | Al Jazeera",
            "time": "2025-08-09T22:36:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T184456Z_1820960735_UP1EL841G2VMK_RTRMADP_3_SOCCER-ENGLAND-LIV-ATH-1754778097.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Salah criticises UEFA tribute to ‘Palestinian Pele’</h1><p class=\"article__subhead\"><em>Former Palestinian international player Suleiman Al-Obeid was killed by an Israeli attack on aid seekers in Gaza on Wednesday.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool forward Mohamed Salah has criticised the Union of European Football Associations (UEFA)’s tribute to the late Suleiman Al-Obeid, known as the “Palestinian Pele,” after European football’s governing body failed to reference the circumstances surrounding his death this week.</p><p>The Palestine Football Association said that Al-Obeid, 41, was <a href=\"/sports/2025/8/7/palestinian-footballer-suleiman-al-obeid-killed-while-seeking-aid-in-gaza\">killed by an Israeli attack</a> on civilians waiting for humanitarian aid in the southern Gaza Strip on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In a brief post on the social media platform X, UEFA called the former national team member “a talent who gave hope to countless children, even in the darkest of times”.</p><p>Salah responded: “Can you tell us how he died, where, and why?”</p><p></p><p>UEFA was not immediately available to comment when contacted by the Reuters news agency.</p><p>One of the Premier League’s biggest stars, the 33-year-old Egyptian, Salah, has <a href=\"/news/2023/10/19/liverpool-star-mohamed-salah-calls-for-end-to-massacres-in-gaza\">previously advocated for humanitarian aid</a> to be allowed into Gaza during the nearly two-year-long war.</p><p>The United Nations says that more than 1,000 people have been killed near aid distribution sites and aid convoys in Gaza since the launch of the GHF, a United States- and Israel-backed aid distribution system, in late May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chad opposition leader, ex-PM sentenced to 20 years for inciting violence | Politics News | Al Jazeera",
            "time": "2025-08-09T21:27:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20240428__34QG9ZN__v1__HighRes__ChadPoliticsElectionCampaign-1754771832.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chad opposition leader, ex-PM sentenced to 20 years for inciting violence</h1><p class=\"article__subhead\"><em>Succes Masra denies the charges against him, which relate to inter-communal clashes that left dozens dead in May.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chad’s former prime minister and opposition leader <a href=\"/news/2024/1/1/former-chad-opposition-leader-appointed-as-pm-of-transitional-government\">Succes Masra</a> has been sentenced to 20 years in prison for disseminating racist and xenophobic messages that incited violence.</p><p>Defence lawyer Kadjilembay Francis told reporters following Saturday’s ruling at a court in the Chadian capital, N’Djamena, that Masra would appeal his sentence.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“He has just been subjected to ignominy and unworthy humiliation,” Francis said.</p><p>Masra, who was prime minister between January and May last year, is the head of the Transformers party and a sharp critic of <a href=\"/news/2024/5/16/chads-mahamat-deby-confirmed-as-winner-of-disputed-presidential-election\">Mahamat Deby</a>, Chad’s current president.</p><p>He was accused alongside 67 co-defendants, mostly from the same Ngambaye ethnic group, of causing a clash between herders and farmers in May in Logone Occidental, in the southwest of the central African country. The fighting left 35 people dead and six others injured.</p><p>Masra has denied the charges against him, which include hate speech, xenophobia and having incited a massacre.</p><p>Before leaving the courtroom on Saturday, he gave a message to his supporters: “Stand firm.” Activists with his party said they would put out a “special message” later in the day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Ngambaye ethnic group enjoys wide popularity among the predominantly Christian and animist populations of the south, whose members feel marginalised by the largely Muslim-dominated authorities in N’Djamena.</p><p>Masra left Chad after a bloody crackdown on his followers in 2022, only returning under an amnesty agreed in 2024.</p><p>He faced off against Deby in that year’s <a href=\"/news/2024/5/9/chads-president-deby-wins-election-against-prime-minister-in-heated-race\">presidential election</a>, which Deby won with more than 61 percent support.</p><p>But Masra did not accept the results, claiming that the vote was rigged. He later agreed to serve as premier after signing a reconciliation deal with Deby.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Masra has strongly opposed the military rulers who came to power in Chad in April 2021, after the death of Deby’s father, Idriss Deby Itno, who had led the country for 30 years.</p><p>Deby took power in 2021 and legitimised his presidency with a parliamentary <a href=\"/news/2025/1/12/chad-ruling-party-wins-majority-in-controversial-parliamentary-election\">election earlier this year</a>, which was opposed by Masra and his party.</p></div></div></body></html>"
        },
        {
            "title": "Haiti declares three-month state of emergency as gang violence spikes | Conflict News | Al Jazeera",
            "time": "2025-08-09T21:22:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T000009Z_1540891659_RC260GACIT3B_RTRMADP_3_HAITI-POLITICS-POLICE-1754774514.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Haiti’s government has announced a three-month state of emergency in several parts of the country as it battles surging <a href=\"/news/2025/4/21/haiti-is-nearing-point-of-no-return-as-gang-violence-surges-un-official\">gang violence</a>.</p><p>The measure will cover the West, Centre and Artibonite departments, the latter of which is known as Haiti’s “rice basket” and has experienced an increase in attacks by armed groups in recent months.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In a statement on Saturday, the government said the state of emergency would allow the Haitian authorities to “continue the fight against insecurity and respond to the agricultural and food crisis”.</p><p>“Insecurity has negative effect both on the lives of citizens and on the country’s different sectors of activity. Given the scale of this crisis, it is imperative to decree a major mobilisation of the state’s resources and institutional means to address it,” it said.</p><p>Haiti has reeled from years of violence as powerful armed groups, often with ties to the country’s political and business leaders, have vied for influence and control of territory.</p><p>But the situation worsened dramatically after the July 2021 assassination of President Jovenel Moise, which created a power vacuum.</p><p>Nearly <a href=\"https://www.iom.int/news/haiti-sees-record-displacement-13-million-flee-violence\" target=\"_blank\" rel=\"noopener\">1.3 million people</a> have been displaced across the country, the International Organization for Migration (IOM) said in June, while the United Nations estimates that 4,864 people were killed from October 2024 to June of this year.</p><p>Efforts to stem the deadly gang attacks, including the deployment of a UN-backed, Kenya-led <a href=\"/news/2024/6/25/kenyan-police-contingent-arrives-in-haiti-as-protests-roil-nairobi\">police mission</a>, have so far failed to restore stability.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While much of the focus has been on Haiti’s capital, Port-au-Prince, where up to 90 percent of the city is under the control of armed groups, the violence has also been spreading to other parts of the country.</p><p>Between October 2024 and the end of June, more than 1,000 Haitians were killed and 620 were kidnapped in the Artibonite and Centre departments, according to the UN’s human rights office.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In late April, dozens of people waded and swam across the <a href=\"/video/newsfeed/2025/5/1/haitians-flee-across-countrys-longest-river-to-escape-gang-violence\">Artibonite River</a>, which cuts through the region, in a desperate attempt to flee the gangs.</p><p>Meanwhile, the government on Friday appointed Andre Jonas Vladimir Paraison as interim director of Haiti’s National Police, which has been working with Kenyan police officers leading the UN-backed mission to help quell the violence.</p><p>“We, the police, will not sleep,” Paraison said during his inauguration ceremony. “We will provide security across every corner of the country.”</p><p>Paraison previously served as head of security of Haiti’s National Palace and was on duty as a police officer when Moise was killed at his private residence in July 2021.</p><p>He replaced Normil Rameau, whose tenure of just more than a year was marked by tensions with a faction of the Transitional Presidential Council, notably Prime Minister Alix Didier Fils-Aime.</p><p>Rameau had repeatedly warned about the police force’s severe underfunding.</p><p>The change comes as <a href=\"/news/2025/8/7/haiti-names-new-head-of-transitional-council-ahead-of-scheduled-elections\">Laurent Saint-Cyr</a>, a wealthy businessman, also took over this week as president of the Transitional Presidential Council, which is charged with holding elections by February 2026.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who are Premier League title favourites: Liverpool, Arsenal, Man City, Utd? | Football News | Al Jazeera",
            "time": "2025-08-09T19:21:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-25T181714Z_540407635_UP1EL5P1ESOV1_RTRMADP_3_SOCCER-ENGLAND-LIV-CRY-REPORT-1754738588.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The new Premier League season kicks off on Friday, August 15, when champions Liverpool entertain Bournemouth.</p><p>Arne Slot’s Reds will be favourites to lift the trophy once more, but can Arsenal improve on three consecutive second-placed finishes? Manchester City are expected to bounce back from an uncharacteristically quiet season under Pep Guardiola, while Chelsea are the FIFA Club World Cup (CWC) champions.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Al Jazeera Sport takes a look at the likely candidates.</p><h2 id=\"liverpool\">Liverpool</h2><p>Slot’s side stormed to a record-equalling 20th Premier League title last season. The Reds finished 10 points clear of Arsenal – and that after taking their foot off the gas in a winless four-game run to finish.</p><p>Florian Wirtz is <a href=\"/sports/2025/6/20/liverpool-sign-wirtz-shattering-club-record-transfer-fee\">the big name summer arrival</a> from Bayer Leverkusen and comes with a hefty price tag of $156m. The German midfielder follows French forward Hugo Ekitike and Dutch wide man Jeremie Frimpong through the Anfield gates.</p><p>The latter will be utilised both in covering for Trent Alexander-Arnold, <a href=\"/news/2025/5/30/real-madrid-announce-alexander-arnold-signing-from-liverpool\">who has joined Real Madrid</a>, and Mohamed Salah, who will depart midseason to represent Egypt at the Africa Cup of Nations.</p><p>Securing the ongoing services of both <a href=\"/sports/2025/4/11/salah-signs-new-liverpool-contract\">Salah</a> and <a href=\"/sports/2025/4/17/virgil-van-dijk-signs-new-liverpool-contract-until-2027\">Virgil van Dijk</a>, however, was undoubtedly the biggest piece of business the Reds needed.</p><p>Egyptian forward Salah was heavily linked with the Saudi Pro League and, having topped the goalscoring charts against last season with 29 goals, would have been a huge loss.</p><figure id=\"attachment_3879777\" aria-describedby=\"caption-attachment-3879777\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879777\" src=\"/wp-content/uploads/2025/08/2025-05-25T175034Z_1112787626_UP1EL5P1DK9SP_RTRMADP_3_SOCCER-ENGLAND-LIV-CRY-REPORT-1754739852.jpg?w=770&amp;resize=770%2C528&amp;quality=80\" alt=\"Liverpool manager Arne Slot celebrates with the trophy after winning the Premier League \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879777\" class=\"wp-caption-text\">Liverpool manager Arne Slot celebrates with the trophy after winning the Premier League as the now-departed Trent Alexander-Arnold, centre, watches on [Phil Noble/Reuters]</figcaption></figure><p>Dutch defender and Liverpool captain van Dijk has been the rock upon which the Reds’ fortunes have been built since his arrival from Southampton in 2018.</p><p>The pursuit of Aleksander Isak from Newcastle United has been ongoing for some time. <a href=\"/sports/2025/8/8/slot-hints-at-new-liverpool-bid-for-newcastles-isak\">Slot has teased</a> the Reds may return with a second bid, and if one position has been in question, it is an out-and-out striker – Isak’s 23 goals last season proved he is one of the hottest talents in that role.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Every team in the Premier League is spending money,” Slot said in the run-up to the new campaign. “So if we are only favourites because we’ve spent a bit, I would see that as weird because we’ve lost a lot as well. But that we are favourites because we won it last season and we played so well, that’s clear.”</p><p>The tragic death of Diogo Jota, in <a href=\"/sports/2025/7/8/diogo-jota-speeding-likely-cause-of-footballers-car-crash-police-say\">a car crash in Spain</a> in July, supersedes all concerns of success. Coming to terms with his loss will be painful in training and in matches, with his absence felt in ways far beyond the gap the Portuguese forward leaves in the starting XI each week.</p><h2 id=\"arsenal\">Arsenal</h2><p>Mikel Arteta’s Arsenal have been the form team of the last three seasons in the Premier League, but three second-place finishes in a row are starting to burn deeply in north London.</p><p>Substantial reinforcements have been sought to help the Gunners end their 22-season wait to lift the Premier League title once again.</p><p>Viktor Gyokeres is the headline news, given Arteta made little secret of his frustration with the club’s lack of striking options last season.</p><figure id=\"attachment_3879780\" aria-describedby=\"caption-attachment-3879780\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879780\" src=\"/wp-content/uploads/2025/08/2025-07-27T112919Z_454596523_UP1EL7R0VWSEZ_RTRMADP_3_SOCCER-FRIENDLY-ARS-NEW-1754740103.jpg?w=770&amp;resize=770%2C508&amp;quality=80\" alt=\"Arsenal's Viktor Gyokeres is pictured in the stands\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879780\" class=\"wp-caption-text\">Viktor Gyokeres is pictured in the stands during Arsenal’s preseason tour of Singapore [Caroline Chia/Reuters]</figcaption></figure><p>The <a href=\"/sports/2025/7/26/gyokeres-joins-arsenal-from-sporting-lisbon\">signing of the Swedish striker</a> from Sporting Lisbon for 63 million pounds ($85m) will be seen as the best chance to close the gap on Liverpool.</p><p>Noni Madueke’s capture from Chelsea, meantime, <a href=\"/sports/2025/7/18/arsenal-seal-madueke-signing-from-chelsea-in-divisive-move\">divided Arsenal fans</a>. The England international does, however, bring further depth and additional quality to a forward line, whose top scorer last season was Kai Havertz with a paltry nine goals.</p><p>The arrival in midfield from Real Sociedad of Martin Zubimendi, a Euro 2024 winner with Spain, can only solidify the already meticulously manufactured system Arteta has arranged.</p><h2 id=\"chelsea\">Chelsea</h2><p>Chelsea will surely hit the ground running following their stunning FIFA Club World Cup success against European champions Paris Saint-Germain last month.</p><p>Enzo Maresca’s side stormed to <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">a 3-0 win</a> against the Parisians, who swept through the UEFA Champions League – culminating in their own <a href=\"/sports/2025/5/31/psg-beat-inter-milan-to-lift-champions-league-football-doue-paris-saint-germain\">5-0 demolition of Inter Milan</a> – to complete the treble.</p><p>Joao Pedro’s three goals across the semifinal and final at the CWC have already gone a long way towards validating his 60-million-pound ($80.7m) signing from Brighton before the tournament. That move came on top of the capture of fellow strikers, Liam Delap from Ipswich and Estevao from Palmeiras.</p><figure id=\"attachment_3879782\" aria-describedby=\"caption-attachment-3879782\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879782\" src=\"/wp-content/uploads/2025/08/2025-07-13T225713Z_1805860243_UP1EL7D1RRCNG_RTRMADP_3_SOCCER-CLUB-CHE-PSG-1754740333.jpg?w=770&amp;resize=770%2C539&amp;quality=80\" alt=\"Chelsea's Reece James and teammates celebrate with the trophy alongside U.S. President Donald Trump after winning the FIFA Club World Cup \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879782\" class=\"wp-caption-text\">Chelsea captain Reece James was presented with the trophy by US President Donald Trump after winning the FIFA Club World Cup [Hannah Mckay/Reuters]</figcaption></figure><p>Estevao scored against the west London club in his last game with his Brazilian outfit during <a href=\"/sports/2025/7/5/chelsea-beat-palmerias-to-set-up-fluminense-club-world-cup-semi\">the quarterfinals of the CWC</a>.</p><p>Disjointed has long been a word associated with Chelsea on and off the pitch, certainly since their last Premier League title win in 2017.</p><p>Whether Maresca can continue to tie the team together following the CWC triumph, and whether that tournament will test the legs of the Blues players later in the season, could well be deciding factors in Chelsea’s title challenge.</p><h2 id=\"manchester-city\">Manchester City</h2><p>Will Pep Guardiola’s team bounce back to the form that saw them claim a record fourth consecutive Premier League title only a season ago? Or will the light blues of Manchester continue to feel the heavy burden of a side that conquered all before them, only to seemingly lose control of their own success last season?</p><p>The injury to Ballon d’Or holder Rodri undoubtedly hit City hard last term, and the news that he will <a href=\"/sports/2025/8/9/ballon-dor-holder-rodri-suffers-latest-man-city-injury-set-back\">miss the start of the new campaign</a> will also come as a huge concern to Guardiola.</p><p>For a team that won an unprecedented <a href=\"/sports/liveblog/2023/12/22/manchester-city-vs-fluminese-club-world-cup-final-live-match-coverage-football-commentary-updates-jeddah-saudi-arabia\">five trophies in 2023</a>, and the record-setting Premier League title the following year, to fall so far last season came as a huge shock to all, not least their manager.</p><p>Indeed, many believed last season may well have been Guardiola’s final term. Even with a two-year contract extension signed midway through the last campaign, a slow start to this season will once again cast doubt where once it seemed unthinkable.</p><p>The <a href=\"/sports/2025/5/21/kevin-de-bruyne-man-city-bid-farewell-to-captain-at-etihad-stadium\">departure of Kevin De Bruyne</a> marks a passing of the guard, and that absence will now be doubly felt in the early stages with the unavailability of Rodri.</p><p>Their nine league losses last season were more than their two previous seasons combined and resulted in a first finish outside the top two since 2016-2017. The Blues also crashed out of the Champions League and League Cup early, and their <a href=\"/sports/2025/5/17/fa-cup-final-2025-crystal-palace-defeat-man-city-in-major-upset\">FA Cup final defeat by Crystal Palace</a> meant no silverware for the first time in eight years.</p><figure id=\"attachment_3879787\" aria-describedby=\"caption-attachment-3879787\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879787\" src=\"/wp-content/uploads/2025/08/2025-07-01T030553Z_1473454713_UP1EL7108LRQJ_RTRMADP_3_SOCCER-CLUB-MCI-HIL-1754740619.jpg?w=770&amp;resize=770%2C541&amp;quality=80\" alt=\"Manchester City manager Pep Guardiola reacts at full time before extra time at the Club World Cup\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879787\" class=\"wp-caption-text\">Pep Guardiola’s time at Manchester City may well be reaching a crossroads [Lee Smith/Reuters]</figcaption></figure><p>Midfielder Tijjani Reijnders, defender Rayan Ait-Nouri, winger Rayan Cherki and goalkeeper James Trafford have all been recruited in the close season.</p><p>The summer spree pushed City’s spending for 2025 past the 300-million-pounds ($403.5m) mark, following the arrivals of Omar Marmoush, Abdukodir Khusanov, Nico Gonzalez and Vitor Reis in the January window.</p><p>“I’m pretty sure it’ll be good, but it won’t be a red carpet season,” Guardiola said.</p><p>“The expectation at the beginning of the season is always, let’s go and try to do our best, win the first games, get confidence and move forward. We want to try and do better than last season, especially with consistency.”</p><p>A cloud that continues to hang over the club, however, is that they still face 115 charges of breaking Premier League financial regulations.</p><p>City, who have always denied any wrongdoing, were charged with the alleged breaches in February 2023. A verdict during the October international break.</p><h2 id=\"manchester-united-and-the-rest\">Manchester United and the rest</h2><p>United have defied <a href=\"/sports/2025/5/22/man-utds-defeat-by-tottenham-sharpens-focus-on-financial-woes\">their financial woes</a> to reinvent their front three with <a href=\"/sports/2025/6/12/manchester-united-complete-matheus-cunha-signing-from-wolves\">Matheus Cunha</a> and <a href=\"/sports/2025/7/22/bryan-mbeumo-signs-with-manchester-united-from-brentford\">Bryan Mbeumo</a> signed earlier in the window, and the big-money move for <a href=\"/sports/2025/8/7/man-utd-set-to-complete-sesko-signing-from-leipzig\">Benjamin Sesko from RB Leipzig</a>.</p><p>The Red Devils’ captain Bruno Fernandes hit out at <a href=\"/sports/2025/8/4/fernandes-labels-man-utd-lasy-and-calls-for-more-signings\">a “lazy” preseason performance</a> following the 2-2 preseason draw with Everton, and also called for more reinforcements.</p><p>One of the longest serving players at the club, England international Luke Shaw, also criticised a “toxic” dressing room culture that manager Ruben Amorim was trying to change.</p><p>Just like Guardiola, his opposite number across the Manchester divide, how long the reversal in fortunes takes is likely to take will define how much longer Amorim has at the helm.</p><p>A slow start may mean his tenure barely lasts a year <a href=\"/sports/2024/11/1/ruben-amorim-confirmed-as-new-manchester-united-manager-portuguese-coach-premier-league\">having replaced Eric ten Hag as manager</a> last November.</p><figure id=\"attachment_3879993\" aria-describedby=\"caption-attachment-3879993\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879993\" src=\"/wp-content/uploads/2025/08/2025-08-09T115426Z_72409049_UP1EL890X2PJP_RTRMADP_3_SOCCER-FRIENDLY-MUN-FIO-1754754811.jpg?w=770&amp;resize=770%2C540&amp;quality=80\" alt=\"New Manchester United player Benjamin Sesko applauds fans before the pre-season friendly against Fiorentina\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879993\" class=\"wp-caption-text\">New Manchester United player Benjamin Sesko applauds fans before the preseason friendly with Fiorentina on August 9 [Andrew Boyers/Reuters]</figcaption></figure><p>Newcastle United narrowly missed out on a top-four spot, and with it Champions League qualification, last season, having been seen as early-season title contenders.</p><p>The doubts surrounding their star name, Isak, cast huge doubts heading into the new season for Eddie Howe’s side. Should the Swede depart, and with their own top target, Sesko, moving to Old Trafford, the Geordies look the most under threat of falling short of last season’s progress.</p><p>Aston Villa were another side that have threatened to break into the Premier League’s elite, having secured Champions League football two years ago, which resulted in <a href=\"/sports/2025/4/15/barcelona-and-psg-reach-champions-league-semifinals-dortmund-and-villa-out\">a run to the quarterfinals</a> last year.</p><p>Ivory Coast forward Evann Guessand has been signed from French club Nice for a reported fee of at least 30 million euros ($35m). The 24-year-old winger scored 13 goals last season.</p><p>If the transfer merry-go-round continues, however, then Villa striker Ollie Watkins could be the next on the move, with all of last season’s top four having been linked with a move for the England international at some stage.</p><p>Indeed, Isak’s future at Newcastle could well be the trigger for whether Watkins remains at Villa Park when the transfer window shuts on September 1.</p></div></div></body></html>"
        },
        {
            "title": "Iran rejects planned transit corridor outlined in Armenia-Azerbaijan pact | Conflict News | Al Jazeera",
            "time": "2025-08-09T18:15:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T211132Z_564796402_RC283GAK6Q15_RTRMADP_3_USA-AZERBAIJAN-ARMENIA-1754758961.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has said it will block a corridor planned in the Caucasus under a United States-brokered <a href=\"/news/2025/8/8/azerbaijan-and-armenia-sign-accord-overseen-by-trump-at-the-white-house\">peace accord</a> between Azerbaijan and Armenia, which has been hailed by other countries in the region as beneficial for achieving lasting peace.</p><p>Ali Akbar Velayati, a top adviser to Iran’s supreme leader, said on Saturday that Tehran would block the initiative “with or without Russia”, with which Iran has a strategic alliance alongside Armenia.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>US President Donald Trump “thinks the Caucasus is a piece of real estate he can lease for 99 years”, Velayati told state-affiliated Tasnim News, referring to the transport corridor included in the peace deal.</p><p>“This passage will not become a gateway for Trump’s mercenaries — it will become their graveyard,” he added, describing the plan as “political treachery” aimed at undermining Armenia’s territorial integrity.</p><p>The terms of the accord, which was unveiled at a signing ceremony at the White House on Friday, include exclusive US development rights to a route through Armenia that would link Azerbaijan to Nakhchivan, an Azerbaijani enclave that borders Baku’s ally Turkiye.</p><p>The corridor, which would pass close to the border with Iran, would be named the Trump Route for International Peace and Prosperity, or TRIPP, and operate under Armenian law.</p><p>Velayati argued that it would open the way for NATO to position itself “like a viper” between Iran and Russia.</p><figure id=\"attachment_3879079\" aria-describedby=\"caption-attachment-3879079\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879079\" src=\"/wp-content/uploads/2025/08/AP25220722343034-1754684744.jpg?w=770&amp;resize=770%2C550&amp;quality=80\" alt=\"Trump, Aliyev, and Pashinyan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879079\" class=\"wp-caption-text\">Trump, centre, brokered the deal between Azerbaijan and Armenia [File: Mark Schiefelbein/AP Photo]</figcaption></figure><p>Separately, Iran’s foreign ministry issued a statement expressing concern about the negative consequences of any foreign intervention in the vicinity of its borders.</p><p>While it welcomed the peace deal between Armenia and Azerbaijan, the ministry said any project near Iran’s borders should be developed “with respect for national sovereignty and territorial integrity, and without foreign interference”.</p><p>For its part, Russia’s Ministry of Foreign Affairs cautiously welcomed the deal, saying on Saturday that Moscow supported efforts to promote stability and prosperity in the region, including the Washington meeting.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Similarly to Iran, however, it warned against outside intervention, arguing that lasting solutions should be developed by countries in the region.</p><p>“The involvement of non-regional players should strengthen the peace agenda, not create new divisions,” the ministry said, adding that it hoped to avoid the “unfortunate experience” of Western-led conflict resolution in the Middle East.</p><p>Meanwhile, Turkiye on Saturday said it hoped the planned transit corridor would boost exports of energy and other resources through the South Caucasus.</p><p>A NATO member, Turkiye has strongly backed Azerbaijan in its conflicts with Armenia, but has pledged to restore ties with Yerevan after it signs a final peace deal with Baku.</p><p>The Turkish presidency said President Recep Tayyip Erdogan discussed the peace agreement with Ilham Aliyev, his counterpart from Azerbaijan, and offered Ankara’s support in achieving lasting peace in the region.</p><p>Turkish Foreign Minister Hakan Fidan also addressed the planned corridor during a visit to Egypt, saying it could “link Europe with the depths of Asia via Turkiye” and would be “a very beneficial development”.</p><p>Armenia and Azerbaijan have fought a series of wars since the late 1980s when Nagorno-Karabakh, a region in Azerbaijan that had a mostly ethnic Armenian population at the time, broke away from Azerbaijan with support from Armenia.</p><p>Armenia last year <a href=\"/news/2024/4/19/armenia-and-azerbaijan-agree-on-historic-return-of-villages\">agreed to return several villages to Azerbaijan</a> in what Baku described as a “long-awaited historic event”.</p><p>Ahmad Shahidov, of the Azerbaijan Institute for Democracy and Human Rights, told Al Jazeera that he expected a final peace declaration between Armenia and Azerbaijan to be signed in the coming weeks.</p><p>Shahidov said Friday’s US-brokered deal constituted a “roadmap” for the final agreement, which appears imminent given there are no unresolved territorial disputes between the two neighbours.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Can Israel have a ‘normal’ place in the Middle East? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-09T17:49:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754759314.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As Israel’s war on Gaza rages, chances of normalising ties with its neighbours are fading.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly every state in the Middle East has condemned Israel’s war on Gaza.</p><p>Saudi Arabia says normalising relations with Israel hinges on a Palestinian state.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Jordan, Egypt and some Gulf nations have diplomatic ties with Israel, but have criticised it publicly.</p><p>In Europe, a growing number of countries are recognising Palestine and the EU is reviewing economic relations with Israel.</p><p>But are words enough to make Israel stop killing and starving Palestinians?</p><p>And what would it take for countries to cut ties with Israel?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Daniel Levy – President of the US/Middle East Project and a former Israeli negotiator</p><p>James Moran – Former European Union ambassador to Egypt and Jordan</p><p>Jawad Anani – Former deputy prime minister and former foreign minister of Jordan</p></div></div></body></html>"
        },
        {
            "title": "Palestinian foreign minister demands action to end Israel’s Gaza genocide | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-09T17:39:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-15T032716Z_1532919656_RC2FMFAFLS08_RTRMADP_3_ISRAEL-PALESTINIANS-EU-1754757582.jpg?resize=1920%2C1392",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The international community must “shoulder its responsibility” and take action against Israel’s <a href=\"/news/liveblog/2025/8/9/live-israels-gaza-city-occupation-plan-condemned-as-4-more-die-of-hunger\">genocide in Gaza</a>, the Palestinian foreign affairs minister has told Al Jazeera before an emergency United Nations Security Council session.</p><p>In an interview on Saturday, Varsen Aghabekian Shahin said the 15-member council must uphold international law when it convenes at UN headquarters in New York on Sunday to discuss the situation in the Gaza Strip.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The meeting was organised in response to Israel’s newly announced plan to seize Gaza City, which has drawn widespread <a href=\"/news/2025/8/8/how-the-world-is-reacting-to-israels-plan-to-take-over-gaza-city\">condemnation from world leaders</a>.</p><p>“I expect that the international community stands for international law and international humanitarian law,” Aghabekian Shahin told Al Jazeera.</p><p>“What has been going in Palestine for the last 22 months is nothing but a genocide, and it’s part and parcel of Israel’s expansionist ideology that wants to take over the entirety of the occupied State of Palestine.”</p><p>The Israeli security cabinet <a href=\"/news/2025/8/8/israeli-security-cabinet-approves-plan-to-occupy-gaza-city-report\">approved plans this week</a> to seize Gaza City, forcibly displacing nearly one million Palestinians to concentration zones in the south of the bombarded coastal enclave.</p><p>Palestinians have <a href=\"/news/2025/8/8/faced-death-100-times-palestinians-spurn-israel-plan-to-occupy-gaza-city\">rejected the Israeli push</a> to force them out of the city while human rights groups and the UN have warned that the plan will worsen an already dire humanitarian crisis in Gaza and lead to further mass casualties.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has pledged to push ahead with its plans despite the growing criticism, saying that it wants to “free Gaza from Hamas”.</p><p>The country’s top global ally, the United States, has not commented directly on the plan to seize Gaza City. But US President Donald Trump <a href=\"/news/2025/8/5/trump-says-it-is-up-to-israel-whether-to-occupy-all-of-gaza\">suggested earlier this week</a> that he would not block an Israeli push to take over all of Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Aghabekian Shahin told Al Jazeera that if Trump – whose administration continues to provide unwavering diplomatic and military support to Israel – wants to reach a solution, Palestinian rights must be taken into account.</p><p>“There will be no peace in Israel-Palestine, or the region for that matter, or even the world at large, if the rights of the Palestinians are not respected,” she said, noting that this means a Palestinian state must be established.</p><p>The minister also slammed recent remarks from Israeli Prime Minister Benjamin Netanyahu about the future governance of Gaza.</p><p>In a social media post on Friday, Netanyahu said he wants “a peaceful civilian administration” to be established in the enclave, “one that is not the Palestinian Authority, not Hamas, and not any other terrorist organization”.</p><p>But Aghabekian Shahin said it’s up to Palestinians to decide who should govern them.</p><p>“The one that has the legal and the political authority on Gaza today is the PLO,” she said, referring to the Palestine Liberation Organization.</p><p>“If Gaza wants to come back to the core, which is the entirety of the Palestinian land, then it has to become under the control and governance of the Palestinian Authority, the PLO.”</p><p>Aghabekian Shahin also condemned the international community for failing to act as Palestinians in the occupied West Bank have faced a <a href=\"/news/2025/8/6/israel-pushes-for-more-illegal-settlements-in-occupied-west-bank-amid-raids\">surge in Israeli military and settler attacks</a> in the shadow of the country’s war on Gaza.</p><p>“It is the inaction that has emboldened the Israelis, including the settlers, to do whatever they are doing for the last six decades, since day one of the 1967 occupation,” she said.</p><p>“The times are very dangerous now, and it’s important that the international community shoulders its responsibility. The impunity with which Israel was happily moving should stop.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UK police arrest 466 people at Palestine Action protest in London | Protests News | Al Jazeera",
            "time": "2025-08-09T15:36:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T160408Z_2125469966_RC2S3GA7X70S_RTRMADP_3_ISRAEL-PALESTINIANS-BRITAIN-PALESTINE-ACTION-PROTEST-1754761946.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in London have detained more than 466 people who were protesting the United Kingdom’s decision to ban the <a href=\"/news/2025/7/30/uk-court-rules-palestine-action-may-challenge-antiterrorism-ban\" data-stringify-link=\"/news/2025/7/30/uk-court-rules-palestine-action-may-challenge-antiterrorism-ban\" data-sk=\"tooltip_parent\">Palestine Action Group,</a> marking the “largest ever mass arrest” at a single protest in the British capital, according to campaigners.</p><p>The arrests came after hundreds of people gathered at Parliament Square in London on Saturday, denouncing Israel’s war on Gaza and holding placards with the message, “I oppose genocide. I support Palestine Action.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Videos posted online showed the protesters sitting on the ground, with some chanting, “Hands off Gaza!” The footage also showed the protesters being carried away by the police as the crowd chanted “shame on you” at the officers.</p><p>The Metropolitan Police, in a statement on X, said that 466 demonstrators had been arrested at Parliament Square by 9pm local time (20:00 GMT) “for showing support for Palestine Action”. It said eight others were arrested at the protest for other offences, including five assaults on officers.</p><p>The group that organised the protest, Defend Our Juries, said on X that some 800 people had held up signs, and that the detention of more than half of the protesters marked “the largest mass arrest ever by the Met Police at a single protest”.</p><p>It added, “The people are collectively opposing the genocide in Gaza and the Palestine Action ban.”</p><figure id=\"attachment_3880272\" aria-describedby=\"caption-attachment-3880272\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3880272\" src=\"/wp-content/uploads/2025/08/AFP__20250809__696Y9KP__v3__HighRes__TopshotBritainPoliticsProtestIsraelPalestinianC-1754784143.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"people sit holding protest signs in front of the UK parliament\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3880272\" class=\"wp-caption-text\">Hundreds of people joined the protest holding signs saying, ‘I oppose genocide, I support Palestine Action’, in Parliament Square, central London, on Saturday [Chris J Ratcliffe/AFP]</figcaption></figure><p>The protests are the latest in a series of rallies denouncing the UK government’s <a href=\"/news/2025/7/4/uks-palestine-action-loses-bid-to-pause-ban-as-terrorist-group\">ban of Palestine Action</a> under the Terrorism Act 2000 in July. The ban came after members of the group <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">broke into a military airbase</a> in June and damaged two planes.</p><p>Membership in or <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\">support for the group</a> is now a criminal offence punishable by up to 14 years in prison.</p><p>Critics say the ban infringes on freedom of speech and the right to protest, as well as aims to stifle demonstrations against Israel’s war on Gaza.</p><p>Al Jazeera’s Sonia Gallego, reporting from Parliament Square, said the threat of arrest or punishment “hasn’t deterred any supporters” of Palestine Action from expressing their backing for the group.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Something as simple as wearing a t-shirt saying, ‘I support Palestine Action’, or even having that written on a sheet of paper”, could lead to an arrest, Gallego said.</p><h2 id=\"alternative-universe\">‘Alternative universe’</h2><p>Paddy Friend, a protester, told Al Jazeera on Saturday that the mass arrests at Parliament Square raised serious questions about freedoms in the UK.</p><p>“If we can’t come down with seven words on a sign and sit quietly, then what does freedom of speech mean?” Friend said.</p><p>Another demonstrator, grandmother Manji Mansfield, returned to protest on Saturday, despite having been arrested at a previous rally.</p><p>“This isn’t the Britain that I grew up in,” she told Al Jazeera.</p><p>“We’re now living in an alternative universe, and I’m not going to accept it.”</p><p>John McDonnell, a Labour Party MP, also condemned the arrests. “It’s a disgrace that people are being arrested for upholding our democratic rights,” he wrote on X.</p><p>Amnesty International UK denounced the arrest of peaceful protesters solely for holding signs, saying such action constitutes “a violation of the UK’s international obligations to protect the rights of freedom of expression and peaceful assembly”.</p><p>Palestine Action, which accuses the UK’s government of complicity in what it says are Israeli war crimes in Gaza, has increasingly targeted Israel-linked companies in the country, often spraying red paint, blocking entrances or damaging equipment.</p><p>UK Secretary of State for the Home Department Yvette Cooper tabled the order to ban the group in parliament days after its activists <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">broke into RAF Brize Norton</a>, the largest station of the Royal Air Force in Oxfordshire, and sprayed two military planes with red paint, resulting in millions of pounds of criminal damage, according to police.</p><p>The ban was passed on July 2.</p><p>The move, however, has drawn concern from United Nations human rights exerts, who say labelling Palestine Action as a “terrorist” group was “unjustified”, as the group’s actions were limited to civil disobedience and “mere property damage, without endangering life”.</p><p>But Cooper, speaking to reporters on Saturday, insisted that Palestine Action had been outlawed “based on strong security advice” and following “an assessment from the Joint Terrorism Assessment Centre that the group prepares for terrorism”.</p><p>“Many people may not yet know the reality of this organisation,” she said, claiming the group “is not non-violent”.</p><p>“The right to protest is one we protect fiercely, but this is very different from displaying support for this one specific and narrow, proscribed organisation,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"repressive-consequences\">Repressive consequences</h2><p>Before the arrests on Saturday, at least 200 people had been detained for protesting the ban.</p><p>More than 350 academics from around the world have also signed an open letter, published this week, applauding a “growing campaign of collective defiance” against Cooper’s decision to proscribe Palestine Action.</p><p>The signatories “deplore the repressive consequences that this ban has already had, and are especially concerned about the likely impact of Cooper’s ban on universities across the UK and beyond”, the letter read.</p><p>Israeli historian and University of Exeter professor Ilan Pappe, Goldsmiths, University of London professor Eyal Weizman, and political thinkers Michael Hardt and Jaqueline Rose were among those who signed the letter.</p><p>Meanwhile, a separate march organised by the Palestine Coalition group was also held in London on Saturday.</p><p>The Metropolitan Police said one person had been arrested at that march, which went from Russell Square to Whitehall, for displaying a banner in support of Palestine Action.</p><p>London’s High Court has, meanwhile, ruled that Palestine Action cofounder Huda Ammori can <a href=\"/news/2025/7/30/uk-court-rules-palestine-action-may-challenge-antiterrorism-ban\">bring a judicial review</a> against the ban, with Judge Martin Chamberlain saying that it was “reasonably arguable” that proscription amounted to a disproportionate interference with the right to freedom of expression.</p><p>However, the full judicial review will not take place until late 2025, according to the lawyers representing Ammori.</p><figure id=\"attachment_3880274\" aria-describedby=\"caption-attachment-3880274\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3880274\" src=\"/wp-content/uploads/2025/08/AP25221520213765-1754784150.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"police lead away a woman holding a sign saying I oppose genocide I support Palestine Action\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3880274\" class=\"wp-caption-text\">Police officers arrest a demonstrator during a protest in support of the Palestinian people, in Parliament Square, London, on Saturday [Alberto Pezzali/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Syria backs out of Paris talks with Kurdish-led fighters: State TV | Conflict News | Al Jazeera",
            "time": "2025-08-09T15:24:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/12957621-1745855906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria backs out of Paris talks with Kurdish-led fighters: State TV</h1><p class=\"article__subhead\"><em>Government source says recent Kurdish-led conference ‘dealt blow’ to talks on implementing a March integration deal.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s new government will not take part in planned meetings with the Kurdish-led Syrian Democratic Forces (SDF) in Paris, Syria’s state news agency has reported, as tensions mount between the two sides.</p><p>SANA’s report on Saturday cast doubt over an integration deal signed this year by the armed group and Syria’s interim government, which took over after the overthrow of longtime President Bashar al-Assad in December.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Quoting an unnamed government source, the news agency said the government wants future negotiations to be held in the Syrian capital, Damascus, “as it is the legitimate and national address for dialogue among Syrians”.</p><p>The SDF was the main force allied with the United States in Syria during fighting that defeated ISIL (ISIS) in 2019. In March, the SDF <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">signed a deal</a> with the new government to join Syria’s state institutions.</p><p>The deal aims to stitch back together a country fractured by 14 years of war, paving the way for Kurdish-led forces that hold a quarter of Syria and regional Kurdish governing bodies to integrate with Damascus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, the agreement did not specify how the SDF will be merged with Syria’s armed forces. The group has previously said its forces must join as a bloc while the government wants them to join as individuals.</p><p>Saturday’s report comes a day after the Kurdish administration held a conference involving several Syrian minority communities, the first such event since al-Assad’s removal from power.</p><p>The conference’s final statement called for “a democratic constitution that … establishes a decentralised state” and guarantees the participation of all components of Syrian society.</p><p>Damascus has previously rejected calls for decentralisation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In its report on Saturday, SANA said the government “stresses that the SDF conference dealt a blow to the ongoing negotiation efforts” towards implementing the March agreement.</p><p>“Accordingly, the government will not participate in any meetings scheduled in Paris, nor will it sit at the negotiating table with any side seeking to revive the era of the deposed regime under any name or cover,” the report said.</p><p>Participants in the Kurdish-organised conference also criticised the government over sectarian <a href=\"/news/2025/8/3/tensions-high-as-new-violence-spirals-in-syrias-suwayda-despite-ceasefire\">clashes</a> in Syria’s southern province of Suwayda and the coastal region.</p><p>“The current constitutional declaration does not meet the aspirations of the Syrian people. … It should be reviewed to ensure a wider participatory process and a fair representation in the transitional period,” the conference’s final statement read.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The dispute is the latest in a recent conflict between the Syrian administration and the SDF after <a href=\"/news/2025/8/4/syrias-kurdish-led-sdf-government-forces-clash-in-aleppo-province\">clashes</a> between the group and government forces this month.</p><p>The SDF on Saturday accused government-backed factions of attacking areas in northeastern Syria more than 22 times.</p><p>It said it had exercised restraint during such “aggressions” but the continuation of attacks “threatens mutual trust and undermines understandings”.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian boy killed in Gaza aid drop as starvation toll rises to 212 | Gaza News | Al Jazeera",
            "time": "2025-08-09T14:16:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T145415Z_768356054_RC2N3GAULTTZ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754785728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A 15-year-old Palestinian boy has been crushed to death by a falling pallet during an airdrop of humanitarian aid in Gaza, as global condemnation grows of <a href=\"/news/2025/8/8/faced-death-100-times-palestinians-spurn-israel-plan-to-occupy-gaza-city\">Israel’s plan</a> to take over the largest city in the war-torn enclave, where nearly a million people are sheltering.</p><p>Footage from Gaza, verified by Al Jazeera, shows several people gathering around the body of Muhannad Zakaria Eid on Saturday, near the so-called Netzarim Corridor in central Gaza, following the airdrop.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Some people try to resuscitate the boy, whose face appears bloodied.</p><p>Other footage shows the boy’s brother carrying him away from the site and his father clutching his body at al-Awda Hospital in Nuseirat.</p><p>Eid’s brother told the Reuters news agency that the Palestinian boy was killed after an aid pallet fell on top of him.</p><p>“Despite the famine and the hard conditions that we live in, my brother went to get aid that was dropped into the sea by [aero]planes. A box fell on him directly and he was martyred,” he said.</p><p>“They [the countries involved in the airdrops] cannot enter the aid through the crossing but they drop them over us and kill our children. A kid was killed in [az-]Zawayda and here and there, and nobody feels us. God is sufficient for us, against them and their aid,” he added.</p><p>The latest death comes after the United Nations repeatedly warned that the <a href=\"/features/longform/2024/3/21/a-jordanian-flight-across-israel-an-airdrop-over-gazas-ruins\">airdrops are dangerous</a>, inefficient and costly, and it called on Israel to allow a steady supply of humanitarian assistance into Gaza via land crossings instead.</p><p>The Gaza Government Media Office said at least 23 Palestinians have been killed and another 124 wounded in airdrops of aid since Israel’s war on the enclave began in October 2023.</p><p>“We have repeatedly warned of the danger of these inhumane methods and have repeatedly called for the entry of aid through land crossings in a safe and sufficient manner, especially food, infant milk, medicines, and medical supplies,” the office said in a statement.</p><figure id=\"attachment_3880286\" aria-describedby=\"caption-attachment-3880286\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3880286\" src=\"/wp-content/uploads/2025/08/2025-08-09T150257Z_282121412_RC2L3GAK8O7N_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754785753.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"A person carries the body of Palestinian boy Muhannad Eid, who died after being struck by a box of airdropped aid, in Nuseirat, in the central Gaza Strip, August 9, 2025. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3880286\" class=\"wp-caption-text\">A person carries the body of Palestinian boy Muhannad Eid, who died after being struck by a box of airdropped aid, in Nuseirat, in the central Gaza Strip, August 9, 2025 [Stringer/ Reuters]</figcaption></figure><p>Medical sources in Gaza, meanwhile, said that Israeli forces killed at least 47 people in attacks across the Strip on Saturday, including dozens who were waiting for aid, while the Ministry of Health said that at least 11 more Palestinians had <a href=\"/news/2025/8/7/famine-kills-nearly-200-in-gaza-amid-apocalyptic-battle-for-survival\">starved to death</a> in the previous 24 hours.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The latest toll brings the total number of deaths from malnutrition to 212, including 98 children, since the war began.</p><p>Most of those deaths have occurred in recent weeks, as Israel continues to impose severe restrictions on aid supplies entering Gaza after partially lifting a total blockade in late May.</p><p>Mohammed Abu Salmiya, the director of al-Shifa Hospital in northern Gaza, told Al Jazeera that famine continues to pose a serious risk, “especially among children and the elderly”.</p><p>“Malnutrition among children leads to decreased immunity and may lead to death,” he said.</p><h2 id=\"severe-restrictions-persist\">Severe restrictions persist</h2><p>On Friday, the World Food Programme (WFP) called on Israel to allow at least 100 aid trucks per day into Gaza, noting that only 60 of its aid truck drivers have been vetted and approved by the Israeli military to date.</p><p>The 100 trucks per day the organisation called for is a fraction of the 600 per day other UN agencies and Gaza authorities have said are needed to meet the basic needs of residents in the Strip.</p><p>“Since July 27, 266 WFP trucks arriving at crossing points were turned back, 31 percent of which had initially been approved,” the agency’s latest report said.</p><p>“Convoy movements are frequently hampered by last-minute changes by Israeli authorities, and heavy insecurity due to military activities along convoy routes.”</p><p>The UN agency for Palestinian refugees, UNRWA, also noted on Saturday that it has not been allowed to bring any humanitarian aid into Gaza, including food and medicine, for more than five months, depriving hungry and ailing Palestinians of what they need to survive.</p><p>The warnings came as Israeli forces continued to escalate their attacks across the territory. Six people were killed by Israeli soldiers while waiting for aid near the Netzarim Corridor in central Gaza, medical sources told Al Jazeera.</p><p>Two other Palestinians were also killed, and their bodies were transported to the Nasser Medical Complex from a GHF aid distribution site in the southern part of the territory. One woman was killed and another person was wounded in an Israeli air strike that hit an apartment in Khan Younis in the south.</p><p><a href=\"/tag/israel-palestine-conflict/\">Israel’s war on Gaza</a> has killed at least 61,369 Palestinians in Gaza and wounded 152,850. An estimated 1,139 people were killed in Israel during Hamas-led attacks on October 7, 2023, and more than 200 were taken captive.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-one-and-nowhere-is-safe\">‘No one and nowhere is safe’</h2><p>As the death toll continues to soar, international condemnation of Israel’s conduct in the war is growing.</p><p>Several <a href=\"/news/2025/8/8/how-the-world-is-reacting-to-israels-plan-to-take-over-gaza-city\">countries have raised alarm</a> over Israel’s plans to seize Gaza City in an operation that could forcibly displace hundreds of thousands of Palestinians to concentration zones in southern Gaza.</p><p>A rare emergency UN Security Council meeting has been scheduled on Sunday to address the plan approved by Israel’s Security Cabinet this week.</p><p>In Gaza City, residents were defiant, promising not to leave in the event of a new Israeli ground offensive.</p><p>Umm Imran told Al Jazeera that there was nowhere safe in Gaza. “They say go south, go to al-Mawasi, but there is nowhere safe any more – north, south, east or west. No one and nowhere is safe. We will stay here.”</p><p>Al Jazeera’s Hani Mahmoud, reporting from Deir el-Balah in central Gaza, said residents were unable to sleep on Friday night after Israel’s announcement.</p><p>“People are wondering what’s going to happen to them, what’s going to be left of Gaza if Israel moves on with its approved plan to occupy the entire Gaza Strip, starting with Gaza City,” he said.</p><p>The Israeli plan has also been condemned by the foreign ministers of Australia, Germany, Italy, New Zealand and the United Kingdom.</p><p>In a joint statement on Saturday, the diplomats warned that Israel’s plan will “aggravate the catastrophic humanitarian situation, endanger the lives of the hostages, and further risk the mass displacement of civilians”.</p><p>“Any attempts at annexation or of settlement extension violate international law.”</p><p class=\"tr-story-p1\">Turkish Minister of Foreign Affairs Hakan Fidan also urged Muslim nations to work in unison to oppose Israel’s plan.</p><p>Speaking at a joint news conference in El Alamein with his Egyptian counterpart after meeting Egyptian President Abdel Fattah el-Sisi, Fidan said members of the Organisation of Islamic Cooperation had been called to an emergency meeting to tackle the crisis.</p><p>“We completely reject [Israel’s] intention to fully occupy Gaza. This plan is a new phase of Israel’s expansionist and genocidal policy,” he said.</p><p>Fidan added that Israel’s policy aimed to force Palestinians out of their lands through hunger, and that it aimed to permanently invade Gaza, adding that there was no justifiable excuse for nations to continue to support Israel.</p><p>“Palestine belongs to the Palestinians. Any effort aimed at expelling Palestinians from their own lands is null and void and is doomed to fail,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Six Lebanese soldiers killed in explosion in southern Lebanon | Military News | Al Jazeera",
            "time": "2025-08-09T14:04:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-12-23T145512Z_248891561_RC2YUBA4PB8K_RTRMADP_3_ISRAEL-PALESTINIANS-LEBANON-1754748155.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Six Lebanese soldiers killed in explosion in southern Lebanon</h1><p class=\"article__subhead\"><em>Deadly explosion at weapons depot comes as army has been dismantling Hezbollah infrastructure in southern Lebanon.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least six Lebanese soldiers have been killed in an explosion as they were inspecting a weapons depot in southern Lebanon, the military has announced.</p><p>In a statement on Saturday, the Lebanese army said the unit was dismantling the contents of the depot in the Wadi Zibqin area, in the Tyre region, when the explosion occurred. It said other soldiers were injured but did not specify how many.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“An investigation is underway to determine the cause of the incident,” the statement said.</p><p>The Lebanese army has been working with the United Nations peacekeeping force in southern Lebanon (UNIFIL) to dismantle Hezbollah military infrastructure as part of <a href=\"/news/2024/11/26/ceasefire-between-lebanons-hezbollah-and-israel-what-to-know\">a ceasefire deal</a> with Israel that came into force in November.</p><p>The deadly explosion comes as the Lebanese government this week <a href=\"/news/2025/8/7/lebanese-cabinet-holds-more-talks-on-disarming-hezbollah-under-us-pressure\">approved</a> United States-backed plans to disarm Hezbollah – a move the Lebanese group has rejected, saying such demands serve Israeli interests.</p><p>It also comes just days after Andrea Tenenti, a spokesperson for UN peacekeepers in Lebanon, said troops had “discovered a vast network of fortified tunnels” in the same area.</p><p>UN spokesperson Farhan Haq had told reporters that peacekeepers and Lebanese troops found “three bunkers, artillery, rocket launchers, hundreds of explosive shells and rockets, anti-tank mines and about 250 ready-to-use improvised explosive devices”.</p><p></p><p> </p><p>Lebanese Prime Minister Nawaf Salam said in a social media post on Saturday that “Lebanon mourns” the soldiers who were killed “while fulfilling their national duty”.</p><p>Diodato Abagnara, head of the UNIFIL mission, also expressed condolences to the troops and their families.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Several dedicated Lebanese soldiers were killed and others injured, simply doing their job to restore stability and avoid a return to open conflict,” Abagnara wrote on X.</p><p>“Sincere wishes for a full and fast recovery for the injured. Peacekeepers will continue to support the Lebanese Armed Forces and their work to restore stability, however we can.”</p></div></div></body></html>"
        },
        {
            "title": "Israel’s starvation denial is an Orwellian farce | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-09T13:37:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250805-38749756-38749755-THE_NUMBER_OF_CHILDREN_SUFFERING_FROM_MALNUTRITION_DUE_TO_HUNGER_IN_GAZA_IS_INCREASING-1754453821.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For more than 21 months, much of the international media danced around the truth about Israel’s war on Gaza. The old newsroom cliche – “if it bleeds, it leads” – seemed to apply, for Western media newsrooms, more to Ukraine than Gaza. When Palestinian civilians were bombed in their homes, when entire families were buried under rubble, coverage came slowly, cautiously and often buried in “both sides” framing.</p><p>But when the images of starving Palestinian children began to emerge – haunting faces, skeletal limbs, vacant stares – something shifted. The photographs were too visceral, too undeniable. Western audiences were confronted with what the siege of Gaza truly means. And for once, the media’s gatekeepers could not entirely look away.</p><p>The world’s attention, however, alerted Israel, and a new “hasbara” operation was deployed. Hasbara means “explaining”, but in practice, it’s about erasing. With Tel Aviv’s guidance, pro-Israel media operatives set out to “debunk” the evidence of famine. The method was fully Orwellian: Don’t just contest the facts. Contest the eyes that see them.</p><p>We were told there is no starvation in Gaza. Never mind that Israeli ministers had publicly vowed to block food, fuel and medicine. Never mind that trucks were stopped for months, sometimes vandalised by Israeli settlers in broad daylight.</p><p>Israeli officials, speaking in polished English to Western media, assured the public this was all a Hamas fabrication, as though Hamas had somehow managed to trick aid agencies, foreign doctors and every journalist in Gaza into staging hunger.</p><p>The propaganda machine thought it had struck gold with one photograph. A New York Times image showed a skeletal boy, Mohammad Zakariya Ayyoub al-Matouq. Israeli intelligence sources whispered to friendly outlets: He’s not starving. He has a medical condition. As if that somehow makes his horrific condition acceptable.</p><p>The Times went ahead and added an editor’s note to “correct” the record.</p><p>That’s how hasbara works – not by persuading people but by exhausting them. By turning every fact into a dispute, every image into a row. By pushing editors to “balance” a photograph of an emaciated child with a government news release denying he is hungry.</p><p>Imagine a weather report where one source says, “It’s raining,” and another insists, “No, it’s sunny,” while everyone stands outside, soaked from the downpour. Gaza is that drenched truth, and yet much of the Western news media still feels obliged to quote the weatherman in Tel Aviv.</p><p>Every honest report is met with a barrage of emails, phone calls and social media smears, all designed to create just enough doubt to make editors pull back.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But the claim “He’s not starving. He’s just sick” is not an exoneration. It’s an admission.</p><p>A child with a pre-existing medical condition who is brought to the point of looking like a skeleton means he has been deprived not only of the nutrition he needs, but of the medical care. This is forced starvation and medicide side by side.</p><p>Palestinian journalists inside Gaza, the only ones reporting since Israel banned all foreign media and killed more than 200 Palestinian journalists, are starving alongside the people they report on. In a rare joint statement, the BBC, AFP and Associated Press warned that their own staff members face “the same dire circumstances as those they are covering”.</p><p>At the height of the outrage over these photos last week, Israel allowed in a trickle of aid – some airdrops and 30 to 50 trucks a day when the United Nations says 500 to 600 are needed. Some trucks never arrived, blocked by Jewish extremists.</p><p>Meanwhile, a parallel mechanism for aid distribution has been funnelled through Israeli-approved American contractors, which purposefully create dangerous and chaotic conditions that lead to daily killings of aid seekers. Crowds of starving Palestinians gather, only to be shot at by Israeli soldiers.</p><p>And still, the denials persist. The official line is that this is not starvation. It’s something else – undefined but definitely not a war crime.</p><p>The world has seen famine before – in Ethiopia, in Somalia, in Yemen, in South Sudan. The photographs from Gaza belong in the same category. The difference is that here, a powerful state causing the starvation is actively trying to convince us that our own eyes are lying to us.</p><p>The goal is not to convince the public that there is no hunger but to plant enough doubt to paralyse outrage. If the facts can be made murky, the pressure on Israel diminishes. This is why every newsroom that avoids the word “starvation” becomes an unwitting accomplice.</p><p>Starvation in Gaza is not collateral damage. It is an instrument of war, measurable in calories denied, trucks blocked and fields destroyed.</p><p>Israel’s strategy depends on controlling the lens as well as the border. It goes as far as prohibiting journalists allowed on airplanes airdropping food from filming the devastation below.</p><p>For a brief moment, the publication of those photos of starving Palestinians broke through the wall of propaganda, prompting minimal concessions. But the siege continues, the hunger deepens and the mass killing expands. Now the Israeli government has decided to launch another ground offensive to occupy Gaza City, and with it, the genocide will only get worse.</p><p>History will record the famine in Gaza. It will remember the prices of flour and sugar, the names of children and the aid trucks turned back. And it will remember how the world allowed itself to be told, in the middle of a downpour, that the sky was clear.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "The trillion-dollar war machine | TV Shows | Al Jazeera",
            "time": "2025-08-09T12:03:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754739520.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Hind Hassan explores the US weapons industry and its effects on democracy, domestically and beyond.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>When it comes to selling weapons, the United States is in a league of its own: more than 40 percent of all arms sold worldwide come from US companies.</p><p>Five corporations, known as the “big five”, dominate that trade – and since the start of the wars in Gaza and Ukraine, their revenues have soared.</p><p>But selling weapons overseas is only part of their business. At home, they enjoy an almost guaranteed windfall every year, from a US military budget worth roughly a trillion dollars.</p><p>Hind Hassan travels to Washington to learn how these firms use their riches to buy influence – confronting the senators who receive hefty campaign donations from the industry, and hearing the tricks of the lobbying game from a former insider.</p></div></div></body></html>"
        },
        {
            "title": "India says six Pakistani aircraft shot down during May conflict | News | Al Jazeera",
            "time": "2025-08-09T11:26:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2020-08-11T151254Z_1536611547_RC2RBI98JWQJ_RTRMADP_3_RUSSIA-DEFENCE-1754738636.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">India shot down five Pakistani fighter jets and one other military aircraft during fighting in May, India’s air force chief says, the first such statement from the country since the deadly conflict with its neighbour.</p><p>Air Chief Marshal Staff Amar Preet Singh made the announcement on Saturday, weeks after India’s military acknowledged that an unspecified number of its own <a href=\"/news/2025/5/31/india-top-general-admits-losses-in-recent-conflict-with-pakistan\">jets were also shot down</a> by Pakistan during their heaviest fighting in decades. It involved fighter planes and cruise missiles and killed dozens of people.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We have at least five fighters confirmed killed and one large aircraft,” Singh said at a military lecture in the southern city of Bengaluru, adding that the large aircraft, which could have been a surveillance plane, was shot down at a distance of 300km (186 miles).</p><p>He added that India’s S-400 air defence systems took down most of the Pakistani aircraft.</p><p>“This is actually the largest ever recorded surface-to-air kill that we can talk about. Our air defence systems have done a wonderful job,” he was quoted as saying by several Indian media outlets.</p><p>Pakistan rejected the statement, accusing India of dishonesty and saying it had not hit or destroyed a single Pakistani aircraft.</p><p>“If the truth is in question, let both sides open their aircraft inventories to independent verification – though we suspect this would lay bare the reality India seeks to obscure,” Defence Minister Khawaja Muhammad Asif said in a social media post.</p><p>“Such comical narratives, crafted for domestic political expediency, increase the grave risks of strategic miscalculation in a nuclearised environment.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Singh, the Indian air force chief, did not mention the type of fighter jets that were downed but said air strikes also hit an additional surveillance plane and “a few F-16” fighters that were parked in hangars at two airbases in southeastern Pakistan.</p><p>Half of the F-16 hangar at the Shahbaz Jacobabad airbase in Sindh province was destroyed, he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Pakistan, whose air force primarily operates Chinese-made jets and US F-16s, has previously denied that India downed any Pakistani aircraft during the May 7-10 fighting between the nuclear-armed neighbours.</p><p>The conflict between the two neighbours was triggered after armed men killed 26 tourists in India-administered Kashmir’s Pahalgam town on April 22.</p><p>During their fighting, Pakistan said it downed six <a href=\"/news/2025/5/14/did-pakistan-shoot-down-five-indian-fighter-jets-what-we-know\">Indian military jets</a>, including at least three Rafale fighters – a claim one Indian military official described as “absolutely incorrect”.</p><p>Both India and Pakistan claim Kashmir in full but administer only parts of the Muslim-majority Himalayan territory, which has been a continuing source of tension between them.</p><p>Armed groups in the India-administered portion of Kashmir have been fighting New Delhi’s rule since 1989.</p><p>India accuses Pakistan of backing some armed groups, but the latter says it provides only diplomatic support to the Kashmiris’ struggle for self-determination.</p><p>Since India and Pakistan <a href=\"/news/2025/5/10/india-and-pakistan-agree-ceasefire-what-does-it-mean\">declared a ceasefire in May</a>, intermittent fighting has continued in the area between Indian troops and fighters.</p><p>On Saturday, Indian officials said two Indian soldiers and a suspected fighter were reported killed late on Friday in the India-administered Kashmir district of Kulgam.</p><p>According to Indian military officials, two soldiers were also injured.</p></div></div></body></html>"
        },
        {
            "title": "Thai soldiers injured by landmine near Cambodia amid fragile truce | News | Al Jazeera",
            "time": "2025-08-09T11:15:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T234343Z_1763079493_RC2BTFALGBMC_RTRMADP_3_THAILAND-CAMBODIA-1-1753714521.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thai soldiers injured by landmine near Cambodia amid fragile truce</h1><p class=\"article__subhead\"><em>It is the third incident in a few weeks in which Thai soldiers have been injured by mines around the border.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three Thai soldiers have been injured by a landmine while patrolling the border with Cambodia, according to the army, days after the two neighbours agreed to a detailed ceasefire following a violent five-day conflict last month.</p><p>One soldier lost a foot and two others were injured after one of them stepped on a landmine as they patrolled an area between Thailand’s Sisaket and Cambodia’s Preah Vihear provinces on Saturday morning, the Royal Thai Armed Forces said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>One soldier suffered a severe leg injury, another was wounded in the back and arm, and the third had extreme pressure damage to the ear, the military said.</p><p>Cambodia’s defence ministry said that it “has yet to receive clear confirmation from Cambodian frontline forces concerning the explosion,” adding that its army has been strictly respecting the spirit of the ceasefire.</p><p>Thailand said the incident took place within its territory in an area recently cleared of landmines. It would lodge a complaint against Cambodia for violating a treaty that bans the use of landmines and for infringing Thai sovereignty, the Thai foreign ministry said in a statement.</p><p>Both Thailand and Cambodia are signatories to the Ottawa Convention against landmines.</p><p>It is the third incident in a few weeks in which Thai soldiers have been injured by mines while patrolling along the border.</p><p>Two previous similar incidents led to the downgrading of diplomatic relations and triggered five days of fighting.</p><p>The Southeast Asian neighbours were engaged in deadly border clashes from July 24-28, in the worst fighting between the two in more than a decade.</p><p>The exchanges of artillery fire, infantry battles and jet fighter sorties killed at least 43 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The clashes halted with a ceasefire on July 28 after United States President Donald Trump warned both sides that he would not conclude trade deals with them if fighting continued.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A meeting of defence officials in Kuala Lumpur <a href=\"/news/2025/8/7/locals-pray-for-peace-as-thailand-cambodia-tensions-continue-despite-talks\">ended</a> on Thursday with a deal to extend the ceasefire, and the two sides also <a href=\"/news/2025/8/7/cambodia-and-thailand-agree-to-deploy-asean-ceasefire-monitors\">agreed</a> to allow observers from the Association of Southeast Asian Nations (ASEAN) to inspect disputed border areas to ensure hostilities do not resume.</p><p>Bangkok accused Cambodia of planting landmines on the Thai side of the disputed border that injured soldiers on July 16 and July 23. Phnom Penh denied it had placed any new mines and said the soldiers had veered off agreed routes and triggered old landmines left from its decades of war.</p></div></div></body></html>"
        },
        {
            "title": "How RFK Jr’s vaccine funding cuts fit with Trump’s vision | Donald Trump News | Al Jazeera",
            "time": "2025-08-09T10:27:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/2024-11-14T213007Z_86610712_RC285BA61H9P_RTRMADP_3_USA-TRUMP-RFK-HHS-1731647930.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Health and Human Services Secretary Robert F Kennedy Jr has announced that the US is to <a href=\"/news/2025/8/7/who-says-us-ending-mrna-vaccine-contracts-a-significant-blow\">cut funding for mRNA vaccine development</a> – a move that health experts say is “dangerous” and could make the US much more vulnerable to future outbreaks of respiratory viruses like COVID-19.</p><p>Kennedy is known for his vaccine scepticism and recently <a href=\"/news/2025/6/9/robert-kennedy-jr-expels-all-17-members-of-cdc-vaccine-panel\">ousted</a> all 17 members of a scientific advisory panel on vaccines at the US Centers for Disease Control and Prevention (CDC) to be replaced with his own selections. However, this latest announcement is just part of a series of moves by President Donald Trump himself that appear to target the vaccine industry and give increasing weight to the arguments of <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11860934/#:~:text=1.1.&amp;text=Although%20vaccine%20coverage%20remains%20generally,2019%20and%202022%20%5B8%5D.\">vaccine sceptics</a> in the US.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump has previously undermined the efficacy of vaccines and sought to cut funding to vaccine programmes. Public health experts sounded the alarm after his election win in November, warning there would likely be a “war on vaccines” under Trump.</p><p>“My main concern is that this is part of an increasingly ideological rather than evidence-based approach to healthcare and vaccination in particular that is being adopted in the US,” David Elliman, associate professor at University College London, told Al Jazeera.</p><p>“This is likely to increase vaccine hesitancy … [and] will result in more suffering and death, particularly for children. This would be a tragedy, even more so because it is avoidable.”</p><h2 id=\"what-new-cuts-to-vaccine-funding-have-been-made\">What new cuts to vaccine funding have been made?</h2><p>In a statement posted on Tuesday on X, Kennedy said 22 projects on mRNA vaccine development worth nearly $500m will be cancelled. The main reason, he said, was that the Biomedical Advanced Research and Development Authority (BARDA) in his Department of Health and Human Services (HHS) had reviewed mRNA vaccines and found them to be “ineffective” in fighting mutating viruses.</p><p>“A single mutation can make mRNA vaccines ineffective,” Kennedy said in a video statement. “After reviewing the science and consulting top experts, … HHS has determined that mRNA technology poses more risk than benefits for these respiratory viruses.”</p><p>Instead, Kennedy said, the US will shift mRNA funding to other vaccine development technologies that are “safer” and “remain effective”.</p><p>Some notable institutions and companies that will be affected by the latest decision, as <a href=\"https://www.hhs.gov/press-room/hhs-winds-down-mrna-development-under-barda.html\" target=\"_blank\" rel=\"noopener\">listed</a> on the HHS website, include:</p><ul>\n<li>Emory University and Tiba Biotech (terminated contracts)</li>\n<li>Pfizer, Sanofi Pasteur, CSL Seqirus (rejected or cancelled proposals)</li>\n<li>Luminary Labs, ModeX (“descoped” or weakened contracts)</li>\n<li>AstraZeneca and Moderna (“restructured” contracts)</li>\n</ul><h2 id=\"what-are-mrna-vaccines-and-are-they-really-ineffective-against-virus-mutations\">What are mRNA vaccines, and are they really ineffective against virus mutations?</h2><p>Messenger ribonucleic acid vaccines prompt the body to produce proteins that help it build immunity against certain microbes. They differ from traditional vaccines that introduce weakened or dead microbes into the body to stimulate immunity. Both types of vaccines have their strengths and weaknesses, but mRNA vaccines are notably faster to manufacture although they don’t provide the lifelong coverage that traditional vaccines might.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>However, Elliman said virus mutations are a general problem for any vaccines and present a challenge scientists are still contending with.</p><p>“As yet, there are no vaccines in use that have solved this problem, so this is not a good reason for abandoning mRNA vaccines,” Elliman said. “The technology has great promise for vaccines and therapeutics, so ceasing research in the field without good evidence is unjustified.”</p><p>The move, he added, could discourage investors and scientists, both inside and outside the US, from keeping up research.</p><p>Dorit R Reiss, a law professor at the University of California, San Francisco, who focuses on vaccine law, told Al Jazeera that the decision is “troubling and shortsighted”.</p><p>“Procedurally, the decision was done in a very flawed manner. At the least, there should be notice and an opportunity for hearing and explanation under our administrative law, and there was instead a short and cursory X video with no references, no real data,” she said.</p><p>The move will not only hurt innovation, she said, but will also leave the country less prepared for emergencies.</p><figure id=\"attachment_3756557\" aria-describedby=\"caption-attachment-3756557\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3756557\" src=\"/wp-content/uploads/2025/06/afp_6842b7f4cdbd-1749202932.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MIAMI, FLORIDA - MAY 29: In this photo illustration, Pfizer-BioNTech COVID-19 (top) and Moderna COVID-19 vaccines sit in boxes at Borinquen Health Care Center on May 29, 2025 in Miami, Florida. Health and Human Services Secretary Robert F. Kennedy Jr. announced that he will no longer recommend that healthy children and pregnant people get COVID-19 shots. (Photo illustration by Joe Raedle/Getty Images) (Photo by JOE RAEDLE / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3756557\" class=\"wp-caption-text\">Boxes of Pfizer-BioNTech, top, and Moderna COVID-19 vaccines [File: Joe Raedle/Getty Images]</figcaption></figure><h2 id=\"what-are-rfk-s-views-on-vaccines\">What are RFK’s views on vaccines?</h2><p>The health secretary has long been considered a <a href=\"/news/2025/1/30/fact-check-rfk-jrs-statements-during-senate-confirmation-hearing\" target=\"_blank\" rel=\"noopener\">vaccine sceptic.</a></p><p>Kennedy formerly chaired Children’s Health Defense – an anti-vaccine advocacy group formed in 2007 – until 2023 when he announced his run for the presidency. The organisation has also campaigned against the fortification of drinking water with fluoride, which prevents tooth decay.</p><p>During a 2013 autism conference, Kennedy compared the CDC’s childhood vaccine programme to Nazi-era crimes. “To me, this is like Nazi death camps, what happened to these kids,” he said, referring to an increasing number of children diagnosed with autism. “I can’t tell you why somebody would do something like that. I can’t tell you why ordinary Germans participated in the Holocaust.”</p><p>In a 2023 interview with Fox News, Kennedy claimed vaccines cause autism. He cited a widely debunked study by Andrew Wakefield, a discredited British doctor and antivaccine activist whose study on the matter has since been retracted from journals. In another 2023 podcast, Kennedy said, “No vaccine is safe or effective.”</p><p>Aside from his vaccine scepticism, Kennedy, also known as RFK Jr, has also made several controversial remarks about other health issues, such as COVID-19. He criticised vaccine mandates and lockdown restrictions during the pandemic under former President Joe Biden. He also claimed in a leaked video in 2022 that COVID-19 “attacked certain races disproportionately” because of their genetic makeup and Ashkenazi Jews were most immune to the virus. Several research <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8586903/#:~:text=Findings,mortality%20rates%20than%20White%20individuals.\" target=\"_blank\" rel=\"noopener\">studies</a>, however, found that social inequalities were major influences on how COVID-19 affected different ethno-social groups because certain people had reduced access to care.</p><p>During a congressional hearing in the lead-up to his appointment in Trump’s administration, Kennedy denied making several of the controversial statements attributed to him in the past. He also promised to maintain existing vaccine standards.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-trump-s-views-on-vaccines\">What are Trump’s views on vaccines?</h2><p>Trump has flip-flopped on this issue.</p><p>He has previously downplayed the usefulness of vaccines and, in particular, criticised the schedules under which children receive several vaccine doses within their first two years. In his election campaign last year, Trump promised to dismantle vaccine mandates in schools.</p><p>In a 2007 interview with the South Florida Sun-Sentinel, Trump claimed that an autism “epidemic” had arisen as a result of vaccines, a theory which has since been debunked. “My theory – and I study it because I have young children – my theory is the shots [vaccines]. We’re giving these massive injections at one time, and I really think it does something to the children.”</p><p>In subsequent interviews, Trump called childhood vaccines a “monster shot” and in 2015 during a debate among Republican presidential candidates said vaccines were “meant for a horse, not a child”.</p><p>In 2015, he told a reporter he had never received a flu shot.</p><p>But Trump has also spoken in favour of vaccines at times. During his first term as president, Trump said at a news briefing that children “have to get their shots” after outbreaks of measles emerged across the country. “The vaccinations are so important. This is really going around now,” he said.</p><p>Additionally, in his first term during the COVID-19 pandemic, his administration initially downplayed the virus, but it ultimately oversaw the rapid production of COVID-19 vaccines in a project it called Operation Warp Speed.</p><p>After Biden became president in 2021, Trump’s camp criticised his vaccine and face mask mandates, which critics said contributed to rising levels of antivaccine sentiment among conservative voters.</p><p>Trump also avoided using Operation Warp Speed’s success as a selling point in last year’s presidential campaign. He also did not publicly announce that he had received initial and booster COVID-19 vaccine shots before leaving the White House.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-the-trump-administration-targeted-vaccines-more-broadly\">Has the Trump administration targeted vaccines more broadly?</h2><p>During Trump’s second term, the US introduced vaccine regulations that some critics said undermine the country’s vaccine system.</p><p>Furthermore, the Trump administration has cut funding to the US Agency for International Development, which supported hundreds of vaccine development programmes across the world.</p><ul class=\"spaced-bullet-spacing\">\n<li>In February, Trump halted federal funding for schools that required students to have what his administration called “coercive” COVID-19 vaccines.</li>\n<li>In May, Kennedy announced that the federal government would no longer recommend COVID-19 vaccines for healthy children and pregnant women without giving details about the reasons behind the change in policy. That went against the advice of US health officials who had previously urged boosters for young children.</li>\n<li>In June, Kennedy fired all 17 members of a CDC panel of vaccine experts, claiming that the board was “rife with conflicts”. The panel, which had been appointed by Biden, was responsible for recommending how vaccines are used and for whom. Kennedy said the move would raise public confidence, stating that the US was “prioritising the restoration of public trust above any specific pro- or antivaccine agenda. However, the move drew condemnation from scientists and health bodies.</li>\n<li>At the same time, the Food and Drug Administration, which also comes under the remit of the HHS, has approved at least one COVID-19 vaccine. In May, the FDA approved Novavax’s non-mRNA, protein-based COVID-19 vaccine although only for older adults and those over the age of 12 who also have underlying health conditions that put them at higher risk from the virus. That was unusual for the US, where vaccines are usually approved without such limitations.</li>\n<li>The 2026 budget proposal to Congress does not include funding for the Global Vaccine Alliance (GAVI), a public-private entity formed in 2002 to support vaccine distribution to low and middle-income countries. GAVI was instrumental in securing vaccines for several countries in Africa and other regions during the COVID-19 pandemic when it was feared that richer countries could stockpile the available doses. The US currently provides more than 10 percent of GAVI’s funding. In 2024, that amounted to $300m.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"did-trump-seek-to-undermine-vaccine-research-and-development-during-his-first-term-as-well\">Did Trump seek to undermine vaccine research and development during his first term as well?</h2><p>Yes.</p><ul class=\"spaced-bullet-spacing\">\n<li>Trump’s health budget proposals in 2018 and subsequently proposed budget cuts to the National Institute of Health and the CDC would have impacted immunisation programmes and a wide range of life-saving research on vaccines. However, the proposals were rejected by Congress.</li>\n<li>In May 2018, the Trump administration disbanded the Global Health and Biodefense Unit of the National Security Council. The team, which was set up to help prepare the US for pandemics and vaccine deployments, was formed in 2015 under President Barack Obama’s administration during an Ebola epidemic. Later, when the COVID-19 pandemic reached the US, scientists blamed the country’s vulnerability on Trump’s decision.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Benjamin Sesko: Manchester United complete signing from Leipzig | Football News | Al Jazeera",
            "time": "2025-08-09T10:07:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T115426Z_72409049_UP1EL890X2PJP_RTRMADP_3_SOCCER-FRIENDLY-MUN-FIO-1754754811.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Benjamin Sesko: Manchester United complete signing from Leipzig</h1><p class=\"article__subhead\"><em>The Slovenia striker was also a target for Newcastle United, having scored 39 times in two years for RB Leipzig.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United have signed Slovenia striker Benjamin Sesko from Germany’s RB Leipzig on a contract until 2030, the Premier League club have announced.</p><p>The transfer fee is 76.5 million euros ($89m) with 8.5 million euros ($9.9m) in bonuses.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 22-year-old, who joined Leipzig from the Austrian club RB Salzburg in 2023, scored 39 goals in 87 appearances across all competitions for the German side.</p><p>“The history of Manchester United is obviously very special, but what really excites me is the future,” Sesko said, upon completing the deal on Saturday.</p><p>“When we discussed the project, it was clear that everything is in place for this team to continue to grow and compete for the biggest trophies again soon.</p><p>“From the moment that I arrived, I could feel the positive energy and family environment that the club has created. It is clearly the perfect place to reach my maximum level and fulfil all of my ambitions.</p><p>“I cannot wait to start learning from [manager] Ruben [Amorim] and connecting with my teammates to achieve the success that we all know we are capable of together.”</p><p>Manchester United, who finished 15th in the Premier League last season, have also signed forwards Matheus Cunha and Bryan Mbeumo for the new campaign, which starts at home against Arsenal on August 17.</p><p></p><p>Sesko had also been a target for Newcastle United, who are actively seeking replacements for <a href=\"/sports/2025/8/8/slot-hints-at-new-liverpool-bid-for-newcastles-isak\">wantaway striker Alexander Isak</a>.</p><p>“Benjamin possesses a rare combination of electrifying pace and the ability to physically dominate defenders, making him one of the most exceptional young talents in world football,” Jason Wilcox, Man United’s director of football, said in the club’s announcement.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We have followed Benjamin’s career closely; all of our data analysis and research concluded that he has the required qualities and personality to thrive at Manchester United.</p><p>“Working under the guidance of Ruben and our excellent performance team, Benjamin is joining the perfect environment to support him to reach his world-class potential.</p><p>“The desire that all of our new signings have shown to join the club this summer highlights the appeal and stature of Manchester United, as we continue to build and develop a team capable of challenging for the biggest honours.”</p><p>Current United strikers Rasmus Hojlund and Joshua Zirkzee scored just 18 goals between them in all competitions last term as United fell to a club-record 18 losses in the Premier League era and its lowest points total of 42.</p><p>Only four teams scored fewer goals than United in the top flight last term – including the three relegated clubs – as the 20-time English champion recorded its lowest finish in the modern era when it placed 15th, just three places above the relegation zone.</p><p>Sesko has been compared with former Paris Saint-Germain and United striker Zlatan Ibrahimovic because of his height – both are 1.95 metres (6 feet, 5 inches) tall – and flashes of technical skill.</p><p>Of his goals, the striker has six goals in 28 Champions League games for Leipzig and his previous club, Salzburg. He has also tallied 16 goals in 41 games for Slovenia.</p></div></div></body></html>"
        },
        {
            "title": "Elvis-inspired teacher fights Roma prejudice with music and heart | Arts and Culture News | Al Jazeera",
            "time": "2025-08-09T09:52:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25217445420143-1754724539.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tudor Lakatos challenges Roma discrimination through Elvis Presley’s musical legacy.</p><p>Sporting a rhinestone shirt, oversized sunglasses and a classic 1950s quiff, Lakatos captivates audiences across Romania with his distinctive renditions of songs like Blue Suede Shoes.</p><p>Rather than being an impersonator, Lakatos harnesses Elvis’s universal appeal to dismantle stereotypes about Roma people and inspire Roma youth.</p><p>“I never wanted to get on stage, I did not think about it,” Lakatos, 58, said after a recent gig at a restaurant in the capital, Bucharest. “I only wanted one thing – to make friends with Romanians, to stop being called a Gypsy,” he added, using an often derided term for people belonging to the Roma ethnic group.</p><p>The Roma, with South Asian origins, have endured centuries of persecution throughout Eastern Europe and continue to face poverty, unemployment and prejudice. In Romania, they represent approximately seven percent of the population, with one-fifth reporting discrimination experiences in the past year, according to European Union data.</p><p>Lakatos began his mission in the early 1980s as an art student during Nicolae Ceausescu’s communist regime. When anti-Roma sentiment was widespread, he discovered that Elvis’s music created connections with ethnic Romanian students while simultaneously symbolising resistance against government oppression.</p><p>Now, 40 years later, his audience has expanded. As a teacher for 25 years, Lakatos uses music to show his students they can aspire beyond the limited opportunities of their northwestern Romanian village.</p><p>“The adjective Gypsy is used everywhere as a substitute for insult,” Lakatos said. “We older people have gotten used to it, we can swallow it, we grew up with it. I have said many times, ‘Call us what you want, dinosaur and brontosaurus, but at least join hands with us to educate the next generation.'”</p><p>Despite his teaching career, Lakatos continues performing throughout Romania at various venues.</p><p>The eclectic mix of languages can sometimes lead to surprises because there is not always a literal translation for Elvis’s 1950s American English.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>For example, “Don’t step on my blue suede shoes” does not make sense to many of the children he teaches because they are so poor, Lakatos said.</p><p>In his version, the lyric Elvis made famous becomes simply “Don’t step on my bare feet.”</p><p>It is a message that Elvis – born in a two-room house in Tupelo, Mississippi, during the Great Depression – probably would have understood.</p></div></div></body></html>"
        },
        {
            "title": "Before Trump-Putin talks, Ukraine rules out ‘gifting land to occupier’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-09T09:38:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/37716561-1745394071.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has ruled out ceding land to Russia and demanded his country take part in negotiations aimed at ending the war between the neighbours, just days before <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">planned talks</a> between the leaders of Russia and the United States.</p><p>In a video shared on social media on Saturday, Zelenskyy said Ukraine was ready for “real decisions” that could bring a “dignified peace” but stressed there could be no violation of the constitution on territorial issues.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Ukrainians will not gift their land to the occupier,” he said, warning that “decisions without Ukraine” would not bring peace.</p><p>“They will not achieve anything. These are stillborn decisions. They are unworkable decisions. And we all need real and genuine peace. Peace that people will respect,” added Zelenskyy, whose country has been fighting off a <a href=\"/tag/ukraine-russia-crisis/\">full-scale Russian invasion</a> since February 2022.</p><p>His comments came hours after US President Donald Trump said a peace deal would involve “some swapping of territories” as he announced a meeting on Friday with his Russian counterpart, Vladimir Putin, in the US state of Alaska to discuss the war.</p><p>Tens of thousands of people have been killed since Russia launched its invasion of Ukraine, which also forced millions of people to flee their homes.</p><p>Three rounds of negotiations between Russia and Ukraine this year have failed to bear fruit, and it remains unclear whether a summit would bring peace any closer.</p><p>On Thursday, Putin said he considers a meeting with Zelenskyy possible but the conditions for such negotiations must be right. The prerequisites for such talks are still far from being met, the Russian president added, without outlining what his conditions would be.</p><p>Previously, the Kremlin has insisted that Ukraine give up the territories Russia occupies, and that Western nations stop supplying Ukraine with weapons and exclude the country from membership in the NATO military alliance.</p><p>“There has been a lot of speculation over what a ceasefire agreement could look like in which the lines of contact between Russia and Ukraine could be frozen for a number of years,” Al Jazeera’s Osama Bin Javad reported from Moscow.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It is also not clear whether the Russian demand that NATO’s ambitions in Ukraine should be forever quashed is actually going to be met.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately on Saturday, Zelenskyy spoke with British Prime Minister Keir Starmer and urged Ukraine’s allies to take “clear steps” towards achieving a sustainable peace.</p><p>Zelenskyy said he also shared the same view with Starmer on the danger of Russia’s plan “to reduce everything to discussing the impossible”.</p><p>The Ukrainian president also spoke with his French counterpart, Emmanuel Macron. “I am grateful for the support. We exchanged views on the diplomatic situation,” Zelenskyy said on social media, “it is truly important that the Russians do not succeed in deceiving anyone again”.</p><p>For his part, Macron said he had also spoken to Starmer and German Chancellor Friedrich Merz and expressed the European countries’ determination to support Ukraine.</p><p>“Ukraine’s future cannot be decided without the Ukrainians, who have been fighting for their freedom and security for over three years now,” Macron said. “Europeans will also necessarily be part of the solution, as their own security is at stake.”</p><p>Meanwhile, national security advisers from Ukrainian allies – including the US, European Union nations and the UK – gathered in Britain on Saturday to align their views ahead of the Putin-Trump summit.</p><p>Zelenskyy said those talks were constructive. “The path to peace for Ukraine should be determined together and only together with Ukraine, this is key principle,” he said in his evening address to Ukrainians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ukraine and its European allies have long opposed any agreement that involves ceding occupied territory, but Putin has repeatedly said any deal must require Ukraine to relinquish some of the territories Russia has seized.</p><p>Russia declared four Ukrainian regions that it does not fully control – Kherson, Donetsk, Zaporizhia and Luhansk – its territory in 2022 and also claims the Black Sea peninsula of Crimea, which it annexed in 2014.</p><p>Ukrainian parliament member Oleksiy Goncharenko told Al Jazeera on Saturday that Ukraine will “never recognise an inch of its territory as Russian”.</p><p>“We have a lot of hope that Trump will make Putin accept a real negotiation and a ceasefire to the conflict,” said Goncharenko, adding that the outcome of the war in Ukraine is crucial for Europe’s security, as well as that of his own country.</p><p>“It’s clear that Russia is more and more dangerous for Europe,” he said. “I think Europe is clearly on our side and Trump should [keep] Europe on its side.”</p><p>Meanwhile, Putin aide Yuri Ushakov has said the talks between Putin and Trump next week will “focus on discussing options for achieving a long-term peaceful resolution to the Ukrainian crisis”.</p><p>“This will evidently be a challenging process, but we will engage in it actively and energetically,” Ushakov said.</p><p>The Alaska summit would be the first between sitting US and Russian presidents since Joe Biden met Putin in Geneva in June 2021.</p><p>Trump and Putin last sat together in 2019 at a Group of 20 summit in Japan during Trump’s first term. They have spoken by telephone several times since Trump returned to the White House in January.</p></div></div></body></html>"
        },
        {
            "title": "Ballon d’Or holder Rodri suffers latest Man City injury setback | Football News | Al Jazeera",
            "time": "2025-08-09T09:13:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-20T204447Z_748036320_UP1EL5K1LMMEX_RTRMADP_3_SOCCER-ENGLAND-MCI-BOU-REPORT-1754729961.jpg?resize=1920%2C1306",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ballon d’Or holder Rodri suffers latest Man City injury setback</h1><p class=\"article__subhead\"><em>The Spanish midfielder missed the majority of last season due to injury and will miss the start of the new campaign.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Midfielder Rodri is recovering from a “big injury” sustained during the Club World Cup, likely limiting the Ballon d’Or winner’s playing time in the early stages of the new Premier League season, Manchester City manager Pep Guardiola says.</p><p>Guardiola did not disclose the details of the injury but said the 29-year-old Spain international picked up the problem during <a href=\"/sports/2025/7/1/al-hilal-stun-man-city-4-3-to-enter-club-world-cup-quarterfinals\">City’s 4-3 loss</a> against the Saudi Arabian side Al Hilal in the round of 16 of the Club World Cup in July.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>British media reported Rodri has suffered a groin injury.</p><p>Rodri only made his return to competitive action in May after eight months out of action due to a ruptured anterior cruciate ligament.</p><p>“Rodri is getting better, but he had a big injury in the last game against Al Hilal,” Guardiola told reporters on Friday before Saturday’s friendly match against the Italian side Palermo.</p><p>“He has trained better in the last few days. Hopefully after the international break [in September], he will be really fit.</p><p>“Hopefully in these [first three Premier League] games, he can play some minutes, but what is important is that he doesn’t have pain because we don’t want Rodri coming back injured. We will try desperately to avoid that.</p><p>“He has been training the last two sessions with us, and that’s good.”</p><p>City, who finished third last season, begin their Premier League campaign away against Wolverhampton Wanderers on August 16.</p></div></div></body></html>"
        },
        {
            "title": "At least one killed as firefighters battle Greece blaze for second day | Climate News | Al Jazeera",
            "time": "2025-08-09T08:42:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250808__694Q6TX__v4__HighRes__GreeceFire-1754722835.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least one killed as firefighters battle Greece blaze for second day</h1><p class=\"article__subhead\"><em>The worst blaze in the town of Keratea on the outskirts of Athens was contained but not out on Saturday, fire brigade spokesperson says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least one person has been killed while homes and farmland were destroyed as wildfires stoked by ferocious winds broke out across Greece.</p><p>The worst blaze broke out in the small town of Keratea, southwest of Athens, where firefighters discovered the body of a man in a burned-out structure on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A fire brigade spokesperson said early on Saturday that the fire there was under control but not out, the Reuters news agency reported, as evacuations of at-risk areas continued with strong winds expected to last through the weekend.</p><p>Greece and other Mediterranean countries are in an area dubbed <a href=\"/news/2025/7/26/athens-suburb-residents-told-to-evacuate-as-wildfires-in-greece-spread\">“a wildfire hotspot”</a> by scientists, with blazes common during hot and dry summers. These have become more destructive in recent years due to a fast-changing climate, prompting calls for a new approach.</p><p>Much of the region around Athens has had <a href=\"/gallery/2025/7/27/greece-battles-major-wildfires-amid-persistent-heatwave\">barely a drop of rain in months</a>.</p><p>More than 200 firefighters backed by 11 water bombers and seven helicopters were deployed to battle the Keratea blaze, Costas Tsigkas, head of the association of Greek firefighter officers, told ERT state television.</p><p>“It’s a difficult fire,” he said, citing gusts of wind and reporting that several communities had been evacuated.</p><p>Wind gusts of up to 80 kilometres per hour (50 miles per hour) fanned the flames around Keratea on Friday, setting olive orchards alight. Homes were engulfed as locals wearing face masks assisted firefighters. Police went door to door late at night making sure that homes had been evacuated.</p><p>Dozens of people were evacuated late Friday from homes and an elderly care centre as the flames neared the nearby coastal resort of Palea Fokea.</p><p>Much of the Keratea area smouldered on Saturday morning, and images on local media showed houses gutted by fire.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Other blazes in the region of Ancient Olympia and on the island of Kefalonia appeared to have abated also.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Gale-force winds on Friday also caused the deaths of two Vietnamese tourists who fell into the sea at Sarakiniko beach on the Cycladic island of Milos.</p><p>The 61-year-old woman and 65-year-old man were on a cruise ship group visiting the beach, the Greek coastguard said.</p><p>“The man and woman were found unconscious in the sea and were taken to the local health centre,” a coastguard spokesperson said.</p><p>“The woman fell in the water and the man apparently tried to save her.”</p><p>The national weather service EMY said winds of up to 74 kilometres per hour (46 miles per hour) were forecast for Saturday, and the civil protection ministry placed several areas under the <a href=\"/news/2025/7/4/fires-in-greeces-crete-and-near-athens-extinguished-two-dead-in-turkiye\">highest alert for wildfires</a>, including the Attica region, which includes Athens.</p><p>The weather on Friday disrupted ferry travel for tens of thousands of people. A sailing ban on Athens ports was lifted on Saturday.</p><figure id=\"attachment_3879514\" aria-describedby=\"caption-attachment-3879514\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3879514\" src=\"/wp-content/uploads/2025/08/13250072-1754722937.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"epa12289743 Travelers queue to board a ferry where they will wait for departure from the port of Piraeus, Greece, 08 August 2025. Ferries will remain docked at the ports of Piraeus, Lavrio, and Rafina on 08 August as a sailing ban has been extended due to the gale-force winds blowing in the Aegean. However, certain routes are being operated, following decisions by ferry companies, as provided for. EPA/ALEXANDROS BELTES\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3879514\" class=\"wp-caption-text\">The coastguard said most ferries were unable to depart on schedule from Piraeus and other Athens ports, especially to the Cyclades or Dodecanese islands, due to strong winds that also whipped up large waves [Alexandros Beltes/EPA]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Uganda court denies bail to opposition leader Kizza Besigye in treason case | News | Al Jazeera",
            "time": "2025-08-09T07:15:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/2022-05-25T183455Z_2013012448_RC2IEU97HMQL_RTRMADP_3_UGANDA-POLITICS-1732092476.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Uganda court denies bail to opposition leader Kizza Besigye in treason case</h1><p class=\"article__subhead\"><em>Case has raised concerns among government critics about a crackdown ahead of Uganda’s national election early next year.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Ugandan judge has refused to grant bail to veteran opposition figure Kizza Besigye, who has been in jail for nearly nine months on treason charges.</p><p>Judge Emmanuel Baguma said on Friday that the 180-day maximum period before mandatory bail is granted only began when he was remanded in the civilian court on February 21, which means he falls short by 12 days to meet the requirements to secure bail.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>His lawyers argued he should be automatically released on bail because he has spent more than 180 days in jail without his trial starting.</p><p>The case has raised concerns among government critics, including opposition leader Bobi Wine and rights groups, about a crackdown ahead of Uganda’s national election early next year in which President Yoweri Museveni, 80, is seeking re-election.</p><p>The government denies targeting opposition figures and says all those who have been detained have committed crimes.</p><h2 id=\"four-elections-lost\">Four elections lost</h2><p>A former ally and personal physician of Museveni, Besigye has stood against the incumbent leader in four elections.</p><p>He lost all the elections but rejected the results and alleged fraud and voter intimidation. Besigye has not said whether he is running again.</p><p>Besigye has been arrested numerous times over the years, including in 2022 on <a href=\"/news/2022/7/1/uganda-opposition-figure-besigye-freed-on-bail-after-two-weeks\">charges of inciting violence</a>.</p><p>Besigye, who denies any wrongdoing, was forcefully returned to Uganda from neighbouring Kenya in November last year, and initially charged in a military tribunal, before his case was <a href=\"/news/2025/2/17/uganda-drops-military-trial-as-opposition-leaders-health-falters\">transferred</a> to a civilian court.</p></div></div></body></html>"
        }
    ]
}