{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump to sign order requiring universities to disclose admissions data | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T18:03:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24102671948492-1754588332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump is preparing to sign an order that would require universities to disclose to the federal government data about their student admissions.</p><p>White House Press Secretary Karoline Leavitt confirmed the news in a post on the social media platform X, reposting an article from the right-wing publication The Daily Caller.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump has long sought to exert greater control over the country’s higher education system, which he and other prominent Republicans consider ideologically skewed.</p><p>At the same time, Trump has also sought to dismantle initiatives to promote diversity, equity and inclusion — goals known collectively by the acronym DEI — on the basis that such efforts are inherently discriminatory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rolling-back-dei\">Rolling back DEI</h2><p>This was such a priority for Trump that, on January 20, during the first day of his second term, he signed <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/ending-radical-and-wasteful-government-dei-programs-and-preferencing/\" target=\"_blank\" rel=\"noopener\">an executive order</a> titled “Ending Radical And Wasteful Government DEI Programs And Preferencing”.</p><p>That order repealed a previous directive, issued under President Joe Biden, to advance “racial equity” and better support “underserved communities”.</p><p>It also called diversity initiatives “illegal and immoral” and ordered the termination of any such programmes run by the federal government.</p><p>“Federal employment practices, including Federal employee performance reviews, shall reward individual initiative, skills, performance, and hard work and shall not under any circumstances consider DEI,” the order explained.</p><p>Trump has sought to extend his campaign against DEI beyond the auspices of the federal government, including to private enterprises.</p><p>In the immediate aftermath of Trump’s inauguration, major US companies like <a href=\"/economy/2025/1/24/target-becomes-latest-us-firm-to-end-dei-initiatives\">the retailer Target</a> and the carmaker Ford have reframed or dialled back their DEI programming, in an apparent response to the president’s platform.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But critics have questioned whether Trump may be exceeding his constitutionally mandated powers.</p><p>Some have argued that an embrace of diversity practices falls well within a private enterprise’s free speech rights under the First Amendment of the Constitution.</p><p>They also point out that, without proactively supporting diversity in companies and universities, those institutions are likely to maintain imbalances in race, gender and ability that do not reflect the wider public.</p><p>That, in turn, keeps certain groups out of positions of power, perpetuating a history of segregation and bias in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peeling-back-affirmative-action\">Peeling back affirmative action</h2><p>But Trump and his allies have long argued that diversity-promoting practices use race, gender and other factors to discriminate against qualified candidates who may belong to over-represented groups.</p><p>In a subsequent <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/ending-illegal-discrimination-and-restoring-merit-based-opportunity/\" target=\"_blank\" rel=\"noopener\">executive order</a> on January 21, Trump pledged to restore “merit-based opportunity” in the US.</p><p>“Hardworking Americans who deserve a shot at the American Dream should not be stigmatized, demeaned, or shut out of opportunities because of their race or sex,” the executive order said.</p><p>Under Trump, the Department of Education <a href=\"https://www.ed.gov/about/news/press-release/us-department-of-education-takes-action-eliminate-dei\" target=\"_blank\" rel=\"noopener\">has taken steps</a> to roll back diversity initiatives and other “divisive ideology” in schools, including by freezing federal funds to institutions that do not comply.</p><p>That has put it at loggerheads with academic freedom advocates, who fear the independence of US schools is being trampled in favour of advancing a political agenda.</p><p>Opponents of diversity initiatives, however, have won significant victories, most recently in 2023.</p><p>That year, the <a href=\"/news/2023/6/29/us-top-court-bans-colleges-from-considering-race-in-admissions\">US Supreme Court ruled</a> that affirmative action — the practice of considering race and other diversity factors in school admissions — violated the US Constitution’s Fourteenth Amendment, which asserts the right to equal protection under the law.</p><p>That decision, delivered by the court’s conservative supermajority, overturned decades of precedent and barred schools from using race as a factor for choosing students.</p><p>Some conservative groups, however, have continued to question whether there is a bias in school admissions against white, male and Asian students.</p><h2 id=\"trump-versus-the-ivy-league\">Trump versus the Ivy League</h2><p>The US president has been among the sceptics clamouring for more information about university admissions and hiring practices, and he has made that demand a pillar in his fights with various top schools.</p><p>Trump has yanked billions in federal contracts, grants and other funds from schools, including Columbia University in New York, Harvard University in Massachusetts and the University of California, Los Angeles (UCLA), which reported this week a pause on $584m in grants.</p><p>To restore those suspended funds, Trump has called on university leaders to agree to his demands, including oversight over admissions.</p><p>Columbia was the first major campus to do so. As part of <a href=\"https://president.columbia.edu/sites/default/files/content/03.21.2025%20Columbia%20-%20FINAL.pdf\" target=\"_blank\" rel=\"noopener\">its deal</a> with the Trump administration, Columbia agreed to review its admissions practices and establish an advisory group to “analyze recent trends in enrollment”.</p><p>The advisory group will then “report to the President”, according to the deal.</p><p>The Trump administration has also launched federal investigations into universities, alleging violations of civil rights law. Some universities have submitted to Trump’s demands in part to bring those probes to a close.</p><p>On July 30, for instance, another Ivy League school, Brown University in Rhode Island, announced <a href=\"https://www.brown.edu/news/2025-07-30/brown-united-states-resolution-agreement\" target=\"_blank\" rel=\"noopener\">it had struck a deal</a> in exchange for the continuation of its federal funding and a “permanent closure” to the “open reviews and investigations” the Trump administration had launched.</p><p>As part of the deal, however, Brown <a href=\"/news/2025/7/30/brown-university-strikes-50m-deal-to-end-trump-administration-pressure\">agreed to spend $50m</a> on workforce development programmes and maintain “merit-based admissions policies”.</p><p>“No proxy for racial admission will be tolerated,” <a href=\"https://www.brown.edu/sites/default/files/brown-and-united-states-resolution-agreement_July-30-2025.pdf\" target=\"_blank\" rel=\"noopener\">the deal reads</a>. “Brown may not use personal statements, diversity narratives, or any applicant reference to racial identity as a means to introduce or justify discrimination.”</p><p>Still, some schools have resisted Trump’s demands, <a href=\"/news/2025/4/15/harvard-university-defies-trumps-demands-faces-2-3bn-in-funding-cuts\">most notably Harvard</a>, the nation’s oldest university.</p><p>In April, Harvard President Alan Garber rejected an agreement proposed by the Trump administration, which <a href=\"https://www.harvard.edu/research-funding/wp-content/uploads/sites/16/2025/04/Letter-Sent-to-Harvard-2025-04-11.pdf\" target=\"_blank\" rel=\"noopener\">would have required</a> a “comprehensive audit” of the school’s hiring and admissions practices.</p><p>That data would have then been shared with the federal government.</p><p>“No government — regardless of which party is in power — should dictate what private universities can teach, whom they can admit and hire, and which areas of study and inquiry they can pursue,” Garber <a href=\"https://www.harvard.edu/president/news/2025/the-promise-of-american-higher-education/\" target=\"_blank\" rel=\"noopener\">wrote</a> at the time.</p></div></div></body></html>"
        },
        {
            "title": "Cambodia nominates Trump for Nobel Prize after Thai border truce | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T17:53:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-28T101000Z_729507036_RC2MVFAOB4VQ_RTRMADP_3_THAILAND-CAMBODIA-MALAYSIA-1754588035.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cambodia nominates Trump for Nobel Prize after Thai border truce</h1><p class=\"article__subhead\"><em>Cambodia credits US President Donald Trump for brokering Thai border truce, nominates him for Nobel Peace Prize after he sharply reduced tariffs.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodia has joined <a href=\"/news/2025/6/21/pakistan-to-nominate-genuine-peacemaker-trump-for-nobel-peace-prize\">Pakistan</a> and Israel in nominating Donald Trump for the Nobel Peace Prize, crediting the US president with “visionary and innovative diplomacy” that ended border <a href=\"/news/2025/8/7/locals-pray-for-peace-as-thailand-cambodia-tensions-continue-despite-talks\">clashes with Thailand</a>.</p><p>A letter from Cambodian Prime Minister Hun Manet on Thursday addressed to the Norwegian Nobel Committee said he wished to nominate Trump “in recognition of his historic contributions in advancing world peace”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Cambodia and Thailand saw five days of hostilities that killed at least 43 people last month as a territorial dispute boiled over into cross-border combat. More than 300,000 were displaced by the conflict that started with small arms fire and quickly escalated into heavy artillery and rocket fire, then Thailand’s deployment hours later of an F-16 fighter jet for air strikes.</p><p>A truce began last week after phone calls from Trump, as well as mediation from Malaysian Prime Minister Anwar Ibrahim – chair of the Association of Southeast Asian Nations (ASEAN) regional bloc – and a delegation of Chinese negotiators.</p><p>“President Trump’s extraordinary statesmanship – marked by his commitment to resolving conflicts and preventing catastrophic wars through visionary and innovative diplomacy – was most recently demonstrated by his decisive role in brokering an immediate and unconditional ceasefire between Cambodia and Thailand,” Hun Manet’s letter said.</p><p>It was a July 26 call by Trump to the leaders of both Thailand and Cambodia that broke the deadlock in efforts to end some of the heaviest fighting between the neighbours in recent history, Reuters has reported. That led to a ceasefire negotiated in Malaysia on July 28.</p><p>“This timely intervention, which averted a potentially devastating conflict, was vital in preventing great loss of lives and paved the way towards the restoration of peace.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The nomination had been expected after Cambodia’s deputy prime minister last week announced the plan, while thanking Trump for a tariff of 19 percent on Cambodian imports by the United States – sharply reduced from the previously threatened 49 percent that he said would have decimated its vital garment manufacturing sector.</p><p>The Norwegian Nobel Committee does not publish the list of nominees for the prize.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>However, a list of candidates is set by January 31, and the announcement is generally made the following October.</p><p>Tens of thousands of people can offer a nomination to the Nobel committee, including lawmakers, ministers, certain university professors, former laureates and members of the committee themselves.</p><p>Mentioning the prestigious award has become a sign of diplomatic goodwill for some foreign leaders towards Trump, who has touted his deal-making credentials as a broker of global peace.</p></div></div></body></html>"
        },
        {
            "title": "United States expects monthly tariff revenue to rise to $50bn | International Trade News | Al Jazeera",
            "time": "2025-08-07T17:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25212780712388-1754585178.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>United States expects monthly tariff revenue to rise to $50bn</h1><p class=\"article__subhead\"><em>Commerce Secretary Howard Lutnick forecasts the revenue increase even as Trump announces higher pharma and semiconductor chip levies, which have yet to kick in.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States expects to bring in at least $50bn a month from tariffs as higher levies on imports from dozens of countries begin to kick in.</p><p>US Commerce Secretary Howard Lutnick on Thursday outlined the forecasted revenue, an increase of $20bn from last month, when tariffs brought in $30bn.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“And then you’re going to get the semiconductors, you’re going to get pharmaceuticals, you’re going to get all sorts of additional tariff money coming in,” Lutnick said in an interview with Fox Business Network.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US President Donald Trump’s higher tariffs on imports from dozens of countries took effect on Thursday, raising the average US import duty to its highest in a century, with countries facing tariffs of 10 percent to 50 percent.</p><p>Trump on Wednesday also announced plans to levy a tariff of about <a href=\"/news/2025/8/7/trump-announces-100-percent-tariff-on-semiconductor-imports\" target=\"_blank\" rel=\"noopener\">100 percent on imported semiconductor chips</a> unless manufacturers commit to producing in the US, as well as a small tariff on pharmaceutical imports that would rise to <a href=\"/news/2025/4/23/trade-war-with-china-to-hit-us-healthcare\" target=\"_blank\" rel=\"noopener\">250 percent over time.</a></p><p>Details of those sectoral tariffs are expected in the coming weeks after the Commerce Department completes investigations into the impact of those imports on US national security.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lutnick told Fox Business Network that companies could win exemptions from the expected semiconductor tariff if they filed plans to build plants in the US, and those plans were overseen by an auditor.</p><p>“[Trump’s] objective is to get semiconductor manufacturing done here,” he said, predicting that the initiative would result in some $1 trillion in investment to bolster domestic manufacturing.</p><p>Other exemptions have already been agreed, including with the European Union, which said its agreement to accept a 15 percent tariff on most EU exports includes chips, and with Japan, which has said the US agreed not to give it a worse rate than other countries.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The push to boost domestic chip manufacturing is not new.</p><p>The US Congress created a $52.7bn semiconductor manufacturing and research subsidy programme in 2022 under former President Joe Biden, and all five leading-edge semiconductor firms agreed last year to locate chip factories in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last year, the Commerce Department said the US produced about 12 percent of semiconductor chips globally, down from 40 percent in 1990.</p><p>Lutnick, asked about separate talks under way with <a href=\"/economy/2025/8/1/in-the-wake-of-new-tariffs-how-are-us-china-trade-talks-going\">China on extending a tariff truce</a> that is due to end on August 12, said he felt an agreement was possible.</p><p>“I think we’re going to leave that to the trade team and to the president to make those decisions,” he said. “It feels likely that they’re going to come to an agreement and extend that for another 90 days, but I’ll leave it to that team.”</p></div></div></body></html>"
        },
        {
            "title": "Lebanese cabinet holds more talks on disarming Hezbollah, under US pressure | Hezbollah News | Al Jazeera",
            "time": "2025-08-07T17:41:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__68Z49LQ__v1__HighRes__LebanonUsIsraelPoliticsGovernmentConflict-1-1754579892.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanese cabinet holds more talks on disarming Hezbollah, under US pressure</h1><p class=\"article__subhead\"><em>Group warns US-driven plans bow to interests of Israel, which continues to carry out near-daily violations of truce.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon’s cabinet has again met to discuss the disarmament of Hezbollah despite the latter’s earlier rejection of the demands, which have largely been driven by the United States.</p><p>As ministers gathered for more talks on Thursday, two days after they announced they were planning to <a href=\"/news/2025/8/5/hezbollah-supporters-protest-disarmament-ahead-of-lebanese-government-talks\">restrict arms to six official forces</a> by the end of the year, Hezbollah’s parliamentary bloc accused the government of “slipping into accepting American demands” that would serve Israel’s interests.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">Hezbollah ministers and Muslim Shia allies in the Lebanese cabinet withdrew from the cabinet meeting on Thursday in protest during discussions about the proposal to disarm Hezbollah, three Lebanese political sources told Reuters.</p><p>Beirut’s clampdown on Hezbollah comes after prodding from US envoy Tom Barrack, who presented the government with detailed proposals featuring a timetable for disarming the group, even as Israel continued to violate a November truce it signed with Lebanon to end more than a year of hostilities that culminated last year in two months of full-blown war.</p><p>The phased proposals aim to “extend and stabilise” the ceasefire, requiring the government to remove Hezbollah’s arsenal under “a detailed [Lebanese army] deployment plan”, and calling on Israel to cease attacks and withdraw from the five positions it continued to hold in south Lebanon after the ceasefire deal was struck, according to a copy of a Lebanese cabinet agenda seen by the news agency Reuters.</p><p>Under the truce, Israel was meant to completely withdraw from Lebanon. Hezbollah, meanwhile, was to pull its fighters north of the Litani River, around 30 kilometres (20 miles) north of the border with Israel, to be replaced by the expanded deployment of the Lebanese army and United Nations Interim Forces in Lebanon (UNIFIL).</p><p>After Tuesday’s cabinet meeting, <a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">Hezbollah</a> said on Wednesday that it would treat the government’s decision to disarm it “as if it did not exist”, accusing the cabinet of committing a “grave sin”.</p><p>Citing “political sources”, pro-Hezbollah newspaper Al Akhbar said the group and its ally the Amal movement could choose to withdraw their four ministers from the government or trigger a no-confidence vote by parliament’s Shiite bloc, which comprises 27 of Lebanon’s 128 lawmakers.</p><p>Israel, which routinely carries out air strikes in Lebanon despite the November ceasefire, has already signalled it would not hesitate to launch destructive military operations if Beirut failed to disarm the group.</p><p>Israeli strikes in southern Lebanon killed two people on Wednesday, according to the Ministry of Public Health. On Thursday, an Israeli drone strike on a vehicle killed five people and injured 10.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The government’s decision is unprecedented since the end of Lebanon’s civil war more than three decades ago, when the country’s armed factions – with the exception of Hezbollah – agreed to surrender their weapons.</p></div></div></body></html>"
        },
        {
            "title": "AIPAC slams Trump ally Marjorie Taylor Greene over Gaza genocide remark | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T17:13:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24197856175864-1754583232.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The American Israel Public Affairs Committee (AIPAC) has accused Congresswoman Marjorie Taylor Greene of betraying “American values” by saying that Israel is committing genocide in Gaza.</p><p>In a fundraising email to supporters on Thursday, AIPAC – one of the most influential foreign policy lobby groups in the United States – likened Greene, a far-right legislator, to left-wing opponents of Israel.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“You expect anti-Israel smears from <a href=\"/news/2025/7/24/us-doctors-veterans-urge-trump-to-end-israel-support-as-hunger-grips-gaza\">Rashida Tlaib</a> and Ilhan Omar,” the group said, referring to Muslim-American Democratic congressmembers.</p><p>“But now, Marjorie Taylor Greene has joined their ranks – spouting the same vile rhetoric and voting against the US-Israel alliance.”</p><p>Last week, Greene, an ally of US President Donald Trump, echoed the growing consensus of <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">rights groups</a>, academics and United Nations experts that Israel is carrying out a genocide in Gaza.</p><p>“It’s the most truthful and easiest thing to say that Oct 7th in Israel was horrific and all hostages must be returned, but <a href=\"/news/2025/7/29/trump-ally-marjorie-taylor-greene-decries-genocide-in-gaza\">so is the genocide</a>, humanitarian crisis, and starvation happening in Gaza,” the congresswoman wrote in a social media post.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The United Nations defines genocide as “acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group”.</p><p>Over the past 22 months, Israel has destroyed nearly <a href=\"/news/liveblog/2025/8/7/live-israel-kills-13-in-attacks-since-dawn-as-five-starve-to-death-in-gaza\">all of Gaza</a>, repeatedly displaced the enclave’s population, killed more than 61,000 people and imposed a suffocating blockade that sparked deadly hunger in the territory.</p><p>On Thursday, AIPAC called Greene’s genocide accusation “disgusting”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Let’s call this what it is: Marjorie Taylor Greene is the newest member of the anti-Israel Squad,” the group said.</p><p>“She may think this earns her praise from the far-left or online radicals — but we see it for what it is: a betrayal of American values and a dangerous distortion of the truth.”</p><p>Greene’s recent stances on Gaza stand in stark contrast with her staunch early support for Israel. In 2023, she led efforts to <a href=\"/news/2023/11/8/who-is-rashida-tlaib-why-was-the-palestinian-american-lawmaker-censured\">formally rebuke Tlaib</a> – the only Palestinian American in Congress – over condemning Israeli policies.</p><p>With criticism of Israel in the US mostly coming from the progressive left, AIPAC rarely denounces members of Trump’s Republican Party.</p><p>But the lobby group said on Thursday that it will challenge “lies” about Israel, whether they come from the “radical left or the radical right”.</p><p>Although <a href=\"/news/2025/8/7/trump-says-he-wants-all-middle-eastern-countries-to-have-formal-israel-ties\">Trump has been</a> uncompromising in his backing for Israel, a segment of his Republican base has been increasingly critical of unconditional support for the US ally, viewing the relationship as incompatible with the president’s “America first” mantra.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aipac-spending\">AIPAC spending</h2><p>For decades, AIPAC has encouraged its members to donate to candidates for public office, and in 2022, it started directly spending tens of millions of dollars to defeat critics of Israel.</p><p>Last year, AIPAC helped oust two incumbent progressive <a href=\"/news/2024/8/5/why-is-a-pro-israel-lobby-targeting-us-congress-member-cori-bush\">congressmembers</a>, spending record amounts on election advertisements.</p><p>AIPAC has not announced plans to challenge Greene in next year’s midterm elections.</p><p>The congresswoman did not face a primary opponent in her Georgia district last year and won the general election by nearly 30 percentage points.</p><p>In recent weeks, AIPAC has been trying to mitigate the growing outrage at Israel’s starvation policy in Gaza, often repeating false Israeli statements denying hunger in the territory and accusing Hamas of stealing the humanitarian aid.</p><p>However, despite the group’s efforts, <a href=\"/news/2025/7/26/horrors-upon-horrors-how-us-congress-responded-to-mass-hunger-in-gaza\">many congressmembers</a>, including some legislators who have been backed by AIPAC, have begun condemning Israel’s conduct in Gaza.</p><p>On Wednesday, Democratic Congresswoman Valerie Foushee, whom AIPAC helped elect to Congress in 2022 with $2m in campaign spending, said she was co-sponsoring a bill to block offensive weapons to Israel.</p><p>“We simply cannot continue to provide the Israeli government with weapons when they are not being used in accordance with <a href=\"/features/2025/4/10/israels-war-on-international-humanitarian-law\">international law</a> to maximize the protection of civilians in Gaza,” Foushee wrote in a social media post.</p></div></div></body></html>"
        },
        {
            "title": "Toyota expects to lose billions as Trump tariffs weigh on auto sector | Automotive Industry News | Al Jazeera",
            "time": "2025-08-07T17:05:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213683804893-1754580909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Toyota expects a $9.5bn hit from United States President Donald Trump’s tariffs on cars imported to the US, the largest of any company to date, underscoring growing margin pressures.</p><p>The world’s top-selling carmaker announced the forecast impact alongside its updated annual guidance on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Toyota also cut its forecast for full-year operating profit by 16 percent, reflecting challenges for global manufacturers grappling with rising costs from US levies on cars, parts, steel and aluminium.</p><p>“It’s honestly very difficult for us to predict what will happen regarding the market environment,” Takanori Azuma, Toyota’s head of finance, told a briefing, vowing to keep making cars for US customers, regardless of tariff impact.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Azuma said the 1.4-trillion yen ($9.50bn) estimate also includes fallout that suppliers are facing, particularly those in the US importing parts from Japan, though he declined to say how much of the total was attributable to that.</p><p>Toyota’s North American business swung to an operating loss of 63.6 billion yen ($431.3m) in the first quarter, from a profit of 100.7 billion yen ($682.9m) a year earlier, as it took a hit of 450 billion yen ($3bn) from the tariffs.</p><p>Its broad production operations, which include US, Canadian, Mexican and Japanese plants, expose it to <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\" target=\"_blank\" rel=\"noopener\">tariffs not only on direct exports</a> but also on vehicles and parts shipped across borders within North America.</p><p>Last week, the automaker said it turned out some 1.1 million Toyota and Lexus brand vehicles in North America in the first six months of 2025, including more than 700,000 in the US.</p><h2 id=\"forecasts-tumble\">Forecasts tumble</h2><p>Toyota cut its operating profit forecast for the financial year to the end of March 2026 to 3.2 trillion yen ($21.7bn) down from a previous outlook of 3.8 trillion yen ($25.7bn).</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It had previously estimated a tariff hit of 180 billion yen ($1.2bn) for April and May, but that was solely for the impact from tariffs on Toyota’s vehicles. It had not issued a full-year projection until now.</p><p>Rivals have reported <a href=\"/economy/2025/7/25/volkswagen-profits-tumble-as-tariffs-weigh-on-auto-industry\" target=\"_blank\" rel=\"noopener\">smaller tariff hits so far</a>: Jeep maker Stellantis said tariffs were expected to add $1.7bn in expenses for the year. General Motors (GM) has projected one of $4bn to $5bn for the year, while Ford expects a $3bn gross hit to pretax adjusted profit.</p><p>On Wednesday, Ford reported that second-quarter results took an $800m hit from tariffs.</p><h2 id=\"trade-deals\">Trade deals</h2><p>The first-quarter results highlight the pressure US import tariffs are putting on Japanese automakers, even as a trade pact between Tokyo and Washington offers potential relief.</p><p>Under the deal agreed last month, Japanese auto exports into the US would face a 15 percent tariff, down from levies totalling 27.5 percent previously. But a timeframe for the change has yet to be unveiled.</p><p>Last week, Toyota reported record global output and sales for the year’s first half, driven by strong demand in North America, Japan and China, including that for petrol-electric hybrid vehicles.</p><p>The carmaker also announced on Thursday a plan to build a new vehicle factory in Japan, where car sales have been falling due to a shrinking population and declining ownership.</p><p>Toyota said it planned to start operations early next decade at the new plant, but has yet to decide production models.</p><p>On Wall Street, Toyota’s stock is on the decline amid its downward revised forecast. As of 11:30am in New York City (15:30 GMT), it is down by 1.6 percent. Competitors’ stocks are mixed. Ford is down 0.5 percent, Stellantis is up 2.4 percent and GM is up by about 0.7 percent.</p></div></div></body></html>"
        },
        {
            "title": "Chainsaw economics, organ sales and governing by dog: Argentina under Milei | TV Shows | Al Jazeera",
            "time": "2025-08-07T16:08:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754582881.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Mehdi Hasan debates ex-FM Diana Mondino on Milei’s fitness to lead and his radical ‘chainsaw’ economics.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2024, Argentina’s far-right President Javier Milei launched an economic overhaul that slashed public spending, gutted state institutions and triggered massive protests.</p><p>The government dubbed it “chainsaw economics”. Critics say it’s deepening poverty and pushing the country into chaos, while Milei continues to make headlines for bizarre behaviour, including claims he takes political advice from his dead dog’s clones.</p><p>So who is really running Argentina – and at what cost?</p><p>Mehdi Hasan goes head-to-head with Diana Mondino, who served as Milei’s foreign minister before being abruptly fired. She defends the president’s policies, brushes off Milei’s personal attacks, and distances herself from his more extreme views, including his support for organ sales and his insults towards the late Pope Francis.</p><p><strong>Joining the discussion are:<br>\n</strong>Matias Vernengo – Economics professor at Bucknell University and former official at Argentina’s Central Bank<br>\nMaxwell Marlow – Director of public affairs at the Adam Smith Institute<br>\nMartina Rodriguez – Member of the Argentina Solidarity Campaign and the Feminist Assembly of Latin Americans</p></div></div></body></html>"
        },
        {
            "title": "Man Utd set to sign Sesko from Leipzig | Football News | Al Jazeera",
            "time": "2025-08-07T16:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-12-15T191945Z_509843544_UP1EKCF1HOWYI_RTRMADP_3_SOCCER-GERMANY-RBL-SGE-REPORT-1754581051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd set to sign Sesko from Leipzig</h1><p class=\"article__subhead\"><em>Manchester United are on the verge of signing Slovenian international striker Benjamin Sesko from RP Leipzig.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United have agreed a deal worth up to 85 million euros ($99m) to sign striker Benjamin Sesko from RB Leipzig, according to multiple reports in England.</p><p>United will reportedly pay an initial 76.5 million euros ($89m) for the 22-year-old with a further 8.5 million euros ($9.9m) due in add-ons.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Newcastle United <a href=\"/sports/2025/8/5/man-utd-and-newcastle-make-sesko-bids-as-leipzig-admit-concrete-interest\">were also interested in signing the Slovenian</a>, possibly to replace wantaway star Alexander Isak, a target for Liverpool.</p><p>However, Sesko has been wooed by the enduring stature of the 20-time English champions, despite a lack of European football in the coming season.</p><p>His arrival will complete an overhaul of the Red Devils’ blunt attack.</p><p>Only four other teams scored fewer than United’s 44 goals in 38 Premier League games last season as the English giants endured their worst campaign for 51 years, finishing 15th in the table.</p><p><a href=\"/sports/2025/6/12/manchester-united-complete-matheus-cunha-signing-from-wolves\">Matheus Cunha</a> and <a href=\"/sports/2025/7/22/bryan-mbeumo-signs-with-manchester-united-from-brentford\">Bryan Mbeumo</a> were signed earlier in the window, taking United’s total spend on forwards in recent months to more than 200 million pounds ($268.6m).</p><p>Sesko had also previously been linked with Arsenal after impressing during his two-year spell in Germany, where he scored 39 times in 87 appearances for Leipzig, including 21 last season.</p><p>Standing 1.95 metres (6ft 4ins) tall, Sesko’s towering physique, electric pace and eye for goal have earned comparisons with Manchester City’s Erling Haaland.</p><p>Like Haaland, he also made his name at RB Salzburg before moving to Germany in 2023.</p><p>United are banking on Sesko realising his abundant potential to fire them back into contention at the top of the Premier League table.</p><p>Between them, Sesko, Cunha and Mbeumo combined for 58 goals last season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The massive outlay on their arrivals needs to bear fruit quickly, with United under pressure to meet financial sustainability rules, especially without the revenue of European football this season.</p></div></div></body></html>"
        },
        {
            "title": "Trump calls on CEO of tech firm Intel to resign over China investments | Business and Economy News | Al Jazeera",
            "time": "2025-08-07T16:01:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T090232Z_1894517018_RC2K7EAIN6MM_RTRMADP_3_USA-CHIPS-INTEL-1754580056.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has fired off a social media message calling on the head of the US technology firm Intel to resign from his post as chief executive officer.</p><p>Trump’s decision to denounce Intel CEO Lip-Bu Tan on Thursday morning sent the company’s stocks tumbling, amid the uncertainty about the future of its leadership.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The CEO of INTEL is highly CONFLICTED and must resign, immediately,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114987288040725570\" target=\"_blank\" rel=\"noopener\">wrote</a>. “There is no other solution to this problem. Thank you for your attention to this problem!”</p><p>Trump’s post appeared to be a response to reports that Tan has invested nearly $200m in Chinese technology manufacturing and chip firms, including some with links to the country’s military.</p><p>But the president’s social media message also raises concerns about his apparent willingness to get involved in the affairs of private companies, even calling for dramatic changes in leadership and direction.</p><h2 id=\"scrutiny-on-tan-s-ties-to-china\">Scrutiny on Tan’s ties to China</h2><p>Tan, a longtime technology investor, is relatively new to his post. He <a href=\"https://newsroom.intel.com/corporate/tan-joins-intel-ceo\" target=\"_blank\" rel=\"noopener\">was appointed</a> as Intel’s CEO on March 12, and he also serves on the company’s board of directors.</p><p>Previously, Tan served in leadership positions at the software company Cadence Design Systems, and he was a founding partner for the venture capital firm Walden Catalyst Ventures.</p><p>His personal investments — and the investments of the venture funds he manages — caught the public’s attention shortly after his appointment at Intel, though.</p><p>In April, the news agency Reuters reported that, between March 2012 and December 2024, Tan invested in Chinese firms that create technology for the People’s Liberation Army, China’s armed forces.</p><p>For some US politicians, that raised a conflict of interest.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Wednesday, for instance, Republican Senator Tom Cotton of Arkansas <a href=\"https://x.com/SenTomCotton/status/1953108003525185686\" target=\"_blank\" rel=\"noopener\">posted</a> a letter on social media written to the chairman of Intel’s board of directors, Frank Yeary.</p><p>In it, he demanded more information about Tan’s hiring and his investments in China.</p><p>Cotton pointed out that, on July 28, Cadence Design Systems agreed to <a href=\"https://www.justice.gov/opa/pr/cadence-design-systems-agrees-plead-guilty-and-pay-over-140-million-unlawfully-exporting\" target=\"_blank\" rel=\"noopener\">plead guilty</a> to federal charges concerning the sale of technology and intellectual property to China’s National University of Defense Technology.</p><p>That plea deal resulted in criminal and civil penalties of more than $140m.</p><p>“I write to express concern about the security and integrity of Intel’s operations and its potential impact on US national security,” Cotton wrote in his letter to Yeary.</p><p>“Mr Tan reportedly controls dozens of Chinese companies and has a stake in hundreds of Chinese advanced-manufacturing and chip firms. At least eight of these companies reportedly have ties to the Chinese People’s Liberation Army.”</p><p>In an accompanying message to his social media followers, Cotton added that Intel “owes Congress an explanation”. Intel and Tan have yet to respond to the concerns.</p><h2 id=\"trump-pushes-america-first-plan\">Trump pushes ‘America First’ plan</h2><p>For years, the US and China have been locked in tense competition for economic and political dominance, and the US has repeatedly accused China of attempting to poach American innovation and spy on its technology firms.</p><p>China, meanwhile, has denied such allegations, describing them as part of a US smear campaign.</p><p>Founded in 1968, Intel has long been a flagship US technology firm, known for producing computer parts like microprocessors. But in recent decades, the company has struggled to keep pace with its competitors, particularly as artificial intelligence (AI) has transformed Silicon Valley, Intel’s longtime home.</p><p>Trump, however, has sought to bolster domestic manufacturing with his “America First” economic agenda, which leverages tariffs to discourage the import of products from abroad.</p><p>On Tuesday, the Republican leader even said he planned to impose <a href=\"/economy/2025/8/6/white-house-says-apple-to-invest-billions-in-us-manufacturing\">100-percent tariffs</a> on foreign chips and semiconductors sold in the US.</p><p>But Trump has faced criticism for testing the boundaries of his executive power — and, in some cases, seeking to impose his will on the running of private companies.</p><p>Since taking office for a second term, for instance, Trump <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">has withheld federal funds</a> from private universities in order to <a href=\"/news/2025/7/24/columbia-university-to-pay-200m-to-settle-anti-semitism-claims\">extract guarantees</a> that those institutions would eliminate their diversity initiatives and implement disciplinary reforms, among other demands.</p><p>In an interview with Reuters, analysts appeared split over whether Trump was overplaying his hand.</p><p>“Many investors likely believe that President Trump has his hand in too many cookie jars, it’s just another signal that he’s very serious about trying to bring business back to the US,” said David Wagner, the head of equity and a portfolio manager at Aptus Capital Advisors, which has invested in Intel.</p><p>Meanwhile, Phil Blancato, the CEO of Ladenburg Thalmann Asset Management, told Reuters that Trump ousting Tan could have a chilling effect on US business.</p><p>“It would be setting a very unfortunate precedent,” Blancato said. “You don’t want American presidents dictating who runs companies, but certainly his opinion has merit and weight.”</p><p>It is unclear how Trump’s pressure campaign against Tan may affect Intel’s future.</p><p>Last year, Intel received $8bn in subsidies under the 2022 CHIPS and Science Act, to build further chip manufacturing plants in the US.</p></div></div></body></html>"
        },
        {
            "title": "Is Trump winning the trade war and at what cost to the economy? | Business and Economy | Al Jazeera",
            "time": "2025-08-07T16:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754580627.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Donald Trump’s tariff policy is taking shape and the president is already touting benefits to the US economy.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump aims to rebalance the global trading system. The president has announced a new round of tariffs on many nations.</p><p>Trump’s trade experiment seems to be paying off better than most had expected, at least for now. He got his biggest trading partners to make deals that are closer to his demands than theirs.</p><p>Financial markets have shrugged off higher duties, and tariff revenues are pouring in. But economists say Americans will pay more for many goods they consume when the tariffs take effect.</p><p>What’s the impact of tariffs on Asia’s manufacturing hubs?</p><p>Plus, can global hunger be ended?</p></div></div></body></html>"
        },
        {
            "title": "Trump says he wants all Middle Eastern countries to have formal Israel ties | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T15:57:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-07T015833Z_1905028714_RC21YJ9ZW8NG_RTRMADP_3_USA-EMIRATES-ORDNANCE.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has called on all countries in the Middle East to forge formal relations with Israel despite the ongoing Israeli <a href=\"http://aljazeera.com/news/liveblog/2025/8/7/live-israel-kills-13-in-attacks-since-dawn-as-five-starve-to-death-in-gaza\">atrocities in Gaza</a>, citing the US attacks on Iran’s nuclear facilities in June.</p><p>Trump’s call on Thursday comes amid a growing international <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">push to recognise</a> a Palestinian state.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Now that the nuclear arsenal being ‘created’ by Iran has been totally OBLITERATED, it is very important to me that all Middle Eastern Countries join the Abraham Accords,” the US president wrote.</p><p>“This will insure [sic] PEACE IN THE MIDDLE EAST. Thank you for your attention to this matter!”</p><p>Trump’s administration has not presented evidence that Iran was weaponising its nuclear programme or building a nuclear arsenal, as the president has claimed.</p><p>During his first term in 2020, Trump secured a series of deals, known as the Abraham Accords, to establish official diplomatic ties between Israel and several Arab states, including the <a href=\"/news/2023/9/17/three-years-on-how-have-the-abraham-accords-done-for-the-uae\">United Arab Emirates</a>, Bahrain and Morocco.</p><p>But US efforts to expand the agreements – with focus on Saudi Arabia – over the past years have failed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The kingdom’s top officials have repeatedly stressed that Riyadh is committed to the 2002 <a href=\"/news/2010/3/28/the-arab-peace-initiative\">Arab Peace Initiative</a>, which conditions recognising Israel on establishing a Palestinian state.</p><p>The war on Gaza, which Riyadh <a href=\"/video/newsfeed/2024/11/11/saudi-crown-prince-urges-israel-to-end-wars-on-gaza-lebanon\">has decried</a> as a genocide, further complicated the push to normalise relations between Saudi Arabia and Israel.</p><p>But Trump appeared to link Arab-Israeli relations to the Iranian nuclear programme and the 12-day war between Iran and Israel, which saw the US military strike Iran’s <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">nuclear sites</a>.</p><p>Arab countries had condemned Israel’s attacks on Iran in June, which killed top military officials and nuclear scientists as well as <a href=\"/video/newsfeed/2025/6/16/iran-says-most-victims-of-israeli-attacks-are-civilians\">hundreds of civilians</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>When he visited <a href=\"/news/2025/5/16/five-key-takeaways-from-us-president-donald-trumps-middle-east-trip\">the Gulf region</a> in May, Trump appeared to de-emphasise Arab-Israeli normalisation.</p><p>He said it is his “dream” for Saudi Arabia to establish official <a href=\"/news/2025/5/13/israel-normalisation-takes-backseat-as-trump-announces-saudi-deals\">ties with Israel</a>, but he wants the kingdom to do it on its “own time”.</p><p>While the so-called Abraham Accords fostered trade and security ties between the countries involved, they failed to end or mitigate the Israeli-Palestinian conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has continued to build and expand illegal settlements in the <a href=\"/news/2025/8/4/us-house-speaker-mike-johnson-visits-israeli-west-bank-settlement\">occupied West Bank</a>, and it has destroyed most of Gaza, killing more than 61,000 people as it imposes a starvation crisis on the territory.</p><p>It’s not clear what sparked Trump’s renewed call for Arab-Israeli normalisation. But his statement coincides with an Arab-backed international push to recognise the state of Palestine, which Washington has rejected.</p><p>Earlier this week, Trump suggested that he would not block Israel’s plan to expand its ground military operations to all of Gaza – a move that could compound the suffering of Palestinians who have been repeatedly displaced throughout the war.</p><p>“That’s going to be pretty much up to Israel,” the <a href=\"/news/2025/8/5/trump-says-it-is-up-to-israel-whether-to-occupy-all-of-gaza\">US president said</a> when asked about the Israeli plan.</p><p>Washington provides Israel with billions of dollars in military aid annually, assistance that significantly increased following the start of the war on Gaza in October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Sudan military destroyed UAE plane carrying Colombian mercenaries: State TV | Sudan war News | Al Jazeera",
            "time": "2025-08-07T15:54:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2221760357-1754561753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s air force has destroyed a UAE aircraft carrying Colombian mercenaries as it was landing at an airport in Darfur controlled by the paramilitary Rapid Support Forces (RSF), army-aligned state TV reported.</p><p>The attack late on Wednesday killed at least 40 people, the state broadcaster reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The airport has recently come under repeated air strikes by the Sudanese army, which has been at war with <a href=\"/news/2025/7/28/why-sudans-rsf-chose-this-parallel-government-ahead-of-peace-talks\">the RSF</a> since April 2023.</p><p>A military source, speaking to the AFP news agency on condition of anonymity, said the Emirati plane “was bombed and completely destroyed” at Darfur’s Nyala airport.</p><p>There was no immediate comment from the RSF.</p><p>AFP quoted an Emirati official denouncing what he considered false allegations that the Sudanese army had destroyed the plane.</p><p>Colombia’s President Gustavo Petro said his government was trying to find out how many Colombians died in the attack.</p><p>“We will see if we can bring their bodies back,” he wrote on X.</p><p>State TV said the aircraft had taken off from an airbase in the Gulf, carrying dozens of foreign fighters and military equipment intended for the RSF, which controls nearly all of <a href=\"/news/2025/7/11/crimes-against-humanity-in-sudans-darfur-icc-deputy-prosecutor\">Darfur.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The army, led by Abdel Fattah al-Burhan, has long accused the United Arab Emirates of supplying advanced weaponry, including drones, to the RSF via Nyala Airport.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Abu Dhabi has denied the accusations.</p><p>Satellite images released by Yale University’s Humanitarian Research Lab have shown multiple Chinese-made long-range drones at the airport of the South Darfur state capital.</p><p>On Monday, Sudan’s army-aligned government accused the UAE of recruiting and funding Colombian mercenaries to fight for the RSF, claiming it has documents proving that.</p><p>Reports of Colombian fighters in Darfur date back to late 2024 and have been confirmed by United Nations experts.</p><h2 id=\"colombia-seeks-to-ban-mercenaries\">Colombia seeks to ban mercenaries</h2><p>This week, the Joint Forces – a pro-army coalition in Darfur – reported more than 80 Colombian mercenaries fighting on the RSF’s side in el-Fasher, the last Darfur state capital still under army control.</p><p>The army also released video footage it said was of “foreign mercenaries believed to be from Colombia”, which could not be independently verified.</p><p>In December, Sudan said Colombia’s Foreign Ministry had expressed regret “for the participation of some of its citizens in the war”.</p><p>Colombian mercenaries, many former soldiers and guerrillas, have appeared in other global conflicts and were previously hired by the UAE for operations in Yemen and the Gulf.</p><p>In his post on Wednesday, Petro said he was moving to ban mercenary activity, calling it “a trade in men turned into commodities to kill”.</p><p>As fighting continues, thousands of families trapped in the <a href=\"/news/2025/8/4/cholera-deaths-rise-to-191-in-sudans-darfur-area-amid-famine-ongoing-war\">besieged city of el-Fasher</a> are at “risk of starvation”, the UN’s World Food Programme (WFP) has warned.</p><p>An outbreak of cholera in the North Darfur state, of which el-Fasher is the capital, has further added to the misery.</p><p>Sudan’s war, now in its third year, has killed tens of thousands, displaced 13 million, and plunged the nation into the world’s worst hunger and displacement crisis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Nine PSG players dominate Ballon d’Or 2025 nominee list | Football News | Al Jazeera",
            "time": "2025-08-07T15:30:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-31T232259Z_619532927_UP1EL5V1SY9HC_RTRMADP_3_SOCCER-CHAMPIONS-PSG-INT-REPORT-1754578597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nine players from treble-winning Paris Saint-Germain have been nominated for the men’s Ballon d’Or this year, along with the club’s coach Luis Enrique, as France Football announced its list of nominees.</p><p>Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Achraf Hakimi, Khvicha Kvaratskhelia, Nuno Mendes, Joao Neves, Fabian Ruiz and Vitinha are all on the list of 30 players nominated on Thursday for the big prize.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Dembele scored 35 goals and claimed 16 assists in all competitions as PSG won the Ligue 1 title, French Cup and <a href=\"/sports/2025/5/31/psg-beat-inter-milan-to-lift-champions-league-football-doue-paris-saint-germain\">Champions League</a> and were <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">Club World Cup runners-up to Chelsea</a>.</p><p>Other nominees include Barcelona’s Raphinha (34 goals, 25 assists), Liverpool’s Mohamed Salah (34 goals, 23 assists), who was named Premier League Player of the Season, and Manchester City striker Erling Haaland (34 goals, five assists).</p><figure id=\"attachment_3877336\" aria-describedby=\"caption-attachment-3877336\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877336\" src=\"/wp-content/uploads/2025/08/2025-05-31T213051Z_2130696136_UP1EL5V1NRDDY_RTRMADP_3_SOCCER-CHAMPIONS-PSG-INT-REPORT-1754578931.jpg?w=770&amp;resize=770%2C505&amp;quality=80\" alt=\"Paris St Germain's Ousmane Dembele celebrates with the trophy after winning the Champions League\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877336\" class=\"wp-caption-text\">Paris Saint-Germain’s Ousmane Dembele celebrates with the trophy after winning the Champions League [Peter Cziborra/Reuters]</figcaption></figure><p>Scott McTominay, who won Serie A’s Most Valuable Player after guiding <a href=\"/sports/2025/5/23/napoli-win-serie-a-title-inter-milan-refocus-on-champions-league\">Napoli to the title</a>, was also nominated as the first Scotsman in 38 years to make the shortlist. Barca’s Lamine Yamal (18 goals, 25 assists) made the cut while the 18-year-old winger was also nominated for the Kopa Trophy for best Under-21 player, an award he won last year.</p><p>Five England players were nominated for the women’s Ballon d’Or after <a href=\"/sports/2025/7/27/england-beat-spain-in-penalty-shootout-to-win-womens-euro-2025\">their Euros triumph</a>, including goalkeeper Hannah Hampton, Lucy Bronze, Alessia Russo, Chloe Kelly and Leah Williamson.</p><p>Marta, who came out of retirement to lead Brazil to the women’s Copa America title at the age of 39, was also nominated. Along with Luis Enrique, Enzo Maresca, who guided Chelsea to the Club World Cup title, and Liverpool’s Arne Slot, who won the Premier League crown in his first season at the club, were nominated for the men’s Coach of the Year award.</p><p>Spanish midfielders Rodri and Aitana Bonmati are <a href=\"/sports/2024/10/29/man-citys-rodri-barcelonas-bonmati-win-ballon-dor-amid-real-madrid-snub\">the current holders of the men’s and women’s Ballon d’Or awards</a>, respectively.</p><p>The former spent most of last season injured with Manchester City, while Bonmati was a defeated finalist at Euro 2025 as England overcame Spain.</p><figure id=\"attachment_3877339\" aria-describedby=\"caption-attachment-3877339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877339\" src=\"/wp-content/uploads/2025/08/2025-07-27T193912Z_518638829_UP1EL7R1HOVDS_RTRMADP_3_SOCCER-EURO-ENG-ESP-1754579028.jpg?w=770&amp;resize=770%2C579&amp;quality=80\" alt=\"Spain's Aitana Bonmati looks dejected after the Women's Euro 2025 final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877339\" class=\"wp-caption-text\">Current Ballon d’Or Women’s holder Aitana Bonmati looks dejected after Spain’s Euro 2025 defeat by England [Bernadett Szabo/Reuters]</figcaption></figure><p>The women’s coach nominees are led by Sonia Bompastor, who won a domestic treble at Chelsea, Renee Slegers, who took Arsenal to their second Champions League crown, and Sarina Wiegman, after she helped England retain their Euros title.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"ballon-d-or-nominations-in-full\">Ballon d’Or nominations in full</h2><p><strong>Men:</strong> Jude Bellingham, Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Denzel Dumfries, Serhou Guirassy, Viktor Gyokeres, Erling Haaland, Achraf Hakimi, Harry Kane, Khvicha Kvaratskhelia, Robert Lewandowski, Alexis Mac Allister, Lautaro Martinez, Kylian Mbappe, Scott McTominay, Nuno Mendes, Joao Neves, Michael Olise, Cole Palmer, Pedri, Raphinha, Declan Rice, Fabian Ruiz, Mohamed Salah, Virgil van Dijk, Vinicius Jr, Vitinha, Florian Wirtz, Lamine Yamal</p><p><strong>Women:</strong> Sandy Baltimore, Barbra Banda, Aitana Bonmati, Lucy Bronze, Klara Buehl, Mariona Caldentey, Sofia Cantore, Steph Catley, Temwa Chawinga, Melchie Dumornay, Emily Fox, Cristiana Girelli, Esther Gonzalez, Caroline Graham Hansen, Hannah Hampton, Pernille Harder, Patri Guijarro, Amanda Gutierres, Lindsey Heaps, Chloe Kelly, Frida Leonhardsen-Maanum, Marta, Clara Mateo, Ewa Pajor, Claudia Pina, Alexia Putellas, Alessia Russo, Johanna Rytting Kaneryd, Caroline Weir, Leah Williamson</p><p><strong>Men’s coach of the year:</strong> Antonio Conte, Luis Enrique, Hansi Flick, Enzo Maresca, Arne Slot</p><p><strong>Women’s coach of the year:</strong> Sonia Bompastor, Arthur Elias, Justine Madugu, Renee Slegers, Sarina Wiegman</p><p><strong>Men’s club of the year:</strong> Barcelona, Botafogo, Chelsea, Liverpool, Paris St Germain</p><p><strong>Women’s club of the year:</strong> Arsenal, Barcelona, Chelsea, OL Lyonnes, Orlando Pride</p><p><strong>Yashin trophy men:</strong> Alisson Becker, Yassine Bounou, Lucas Chevalier, Thibaut Courtois, Gianluigi Donnarumma, Emi Martinez, Jan Oblak, David Raya, Matz Sels, Yann Sommer</p><p><strong>Yashin trophy women:</strong> Ann-Katrin Berger, Cata Coll, Hannah Hampton, Chiamaka Nnadozie, Daphne van Domselaar</p><p><strong>Men’s Kopa Trophy:</strong> Ayyoub Bouaddi, Pau Cubarsi, Desire Doue, Estevao, Dean Huijsen, Myles Lewis-Skelly, Rodrigo Mora, Joao Neves, Lamine Yamal, Kenan Yildiz</p><p><strong>Women’s Kopa Trophy:</strong> Michelle Agyemang, Linda Caicedo, Wieke Kaptein, Vicky Lopez, Claudia Martinez Ovando</p></div></div></body></html>"
        },
        {
            "title": "Ahead of cabinet meeting, Netanyahu says Israel will take control of Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T15:11:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T153539Z_18798012_RC2ESFA1CBJI_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-CABINET-1754581427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\"><span>In an interview with Fox News, Israeli Prime Minister Benjamin Netanyahu has said Israel intends to take control of the entire Gaza Strip, but does not want to govern it.</span></p><p>His comments came on Thursday shortly before Israel’s cabinet meets to consider his proposal to take over the Strip.</p><p>“We intend to [take over] in order to ensure our security, remove Hamas [from] there … and to pass it to civilian governance that is not Hamas and not anyone advocating the destruction of Israel,” he said.</p><p>Netanyahu said in the interview that Israel wants a security perimeter, and wants to hand Gaza over to Arab forces to govern the territory.</p><p>“We don’t want to keep it. We want to have a security perimeter. We don’t want to govern it. We don’t want to be there as a governing body.”</p><p class=\"p1\">Hamas said in a statement that the remarks constituted “a coup” amid the Gaza ceasefire negotiations.</p><p class=\"p1\">Netanyahu’s plans to expand Israel’s Gaza offensive show his aim is to sacrifice Israel’s own hostages to serve his personal interests, Hamas added in its statement.</p><p>The Israeli security cabinet meeting comes as international outrage over the dire humanitarian situation in Gaza has ratcheted up pressure on Israel, with United Nations agencies warning of famine in the devastated territory.</p><p>Gaza’s hospitals have recorded four new deaths “due to famine and malnutrition over the past 24 hours”, according to the enclave’s Health Ministry, raising the total number of hunger-related deaths to 197, including 96 children, since Israel’s war on Gaza after the Hamas-led October 7, 2023, attacks on southern Israel.</p><p>Al Jazeera’s Hoda Abdel-Hamid noted that Netanyahu’s statements were quite different from what had been reported in Israeli media about a full-blown occupation of Gaza, but cautioned that “this is an interview that he gave to one of the American networks”.</p><p>For days now, Israeli media has been reporting that Netanyahu is set to seek approval to expand military operations, including in densely populated areas where captives are believed to be held.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This comes despite growing concern among Israelis about the fate of the remaining captives, some of whose families set sail from the port of Ashkelon on Thursday seeking to approach the Gaza Strip.</p><p>In the run-up to the meeting, rumours have been rife in the Israeli press about disagreements between the cabinet and Israel’s military chief, Lieutenant General Eyal Zamir, who is said to oppose plans to fully reoccupy Gaza.</p><p>On Wednesday, Defence Minister Israel Katz had weighed in on social media, saying that “it is the right and duty of the chief of staff to express his position”, but the military must ultimately respect any policies adopted by the government.</p><p>In a statement released by the military on Thursday, Zamir underscored his independence, promising to “continue to express our position without fear”.</p><p>“We are not dealing with theory – we are dealing with matters of life and death, with the defence of the state, and we do so while looking directly into the eyes of our soldiers and citizens,” Zamir said in the statement.</p><p class=\"p1\">Farhan Haq, a spokesman for the UN Secretary General, warned of “the prospect of huge levels of humanitarian suffering, including potential starvations that that could worsen if the conflict gets gets worse.”</p><p>Gideon Levy, an Israeli journalist at local newspaper Haaretz, says the Israeli prime minister’s remarks about another governing body taking over Gaza are “far-fetched” and not realistic.</p><p>“What does he mean, another force will take over Gaza? Who is going to get into Gaza, who will be willing to do so, except for the Israeli military, obviously?” Levy told Al Jazeera.</p><p>He said it appeared clear that the real goal of such a move is “aiming at an ethnic cleansing of Gaza”.</p><p>“There is a goal for this war … to push all the people of Gaza to <a href=\"/news/2025/7/16/israel-presses-ahead-gaza-concentration-camp-plans-despite-criticism\">this ‘humanitarian’ concentration camp</a> and then offer them to leave Gaza,” Levy said.</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Why are Israelis ‘not at all troubled’ by starvation in Gaza? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T14:14:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213577360427-1754506735.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of thousands of demonstrators took to the streets of Tel Aviv on Saturday to demand that their government reach a deal to release two Israeli captives held in Gaza who have been shown as starving in Hamas footage.</p><p>The video showed that captives have been as badly affected by the blockade Israel imposed on Gaza in March as the rest of the population trapped there.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>So far, at least 197 people have starved to death in Gaza, <a href=\"/news/liveblog/2025/8/7/live-israel-kills-13-in-attacks-since-dawn-as-five-starve-to-death-in-gaza\">96 of them children</a> and global outrage about the famine Israel is imposing on Gaza has mounted.</p><p>However, a poll from the Israel Democracy Institute (<a href=\"https://en.idi.org.il/media/28796/israeli-voice-index-july-2025-eng-data.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) found more than half of Jewish Israeli respondents were “not at all troubled” by the reports of Palestinians starving and suffering in Gaza.</p><p>Front pages of international newspapers previously accused of backing Israel’s war on Gaza have carried images showing the massive human cost of Israel’s actions.</p><p>Yet, in the past 24 hours, gangs of <a href=\"/video/newsfeed/2025/8/6/israeli-settlers-block-gaza-bound-aid-trucks\">far-right Israeli agitators have blocked aid trucks</a> from reaching a starving Gaza, in apparent defiance of global anger.</p><p>Formerly stalwart allies, such as Canada, France and the United Kingdom, have condemned Israel and its actions in Gaza, committing to <a href=\"/news/2025/7/30/how-significant-is-uks-move-to-recognise-palestinian-state-and-why-now\">recognising Palestinian statehood</a> if some kind of resolution is not reached.</p><p></p><p>Domestically, two of Israel’s leading NGOs – B’Tselem and Physicians for Human Rights, Israel – have labelled Israel’s war on Gaza a genocide, and protests against the war have grown.</p><p>But a week ago, hundreds of demonstrators led by wounded soldiers and the families of some of the captives marched on the Knesset, Israel’s parliament, in Jerusalem, demanding that the war on Gaza be continued.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Widespread awareness of the extent of the humanitarian crisis in Gaza, and their government’s role in inflicting it, has yet to dawn upon the bulk of Israeli society, Orly Noy, journalist and editor of the Israeli Hebrew-language magazine Local Call, told Al Jazeera.</p><p>This is particularly the case because Gaza’s suffering has <a href=\"/features/2025/6/26/israels-media-amplifies-war-rhetoric-ignores-gazas-suffering\">not been featured</a> in mainstream media.</p><p>“I avoid Israeli TV,” Noy told Al Jazeera. “However, I was round at my mother’s yesterday, and they were covering the story of the video of the two captives.</p><p>“So, for once, starvation and famine in Gaza was finally on Israeli news,” she said, adding that, instead of denying that starvation existed in Gaza, the wider Israeli public was being told that the only two people starving there were the captives in the Hamas film.</p><p>For months now, the mainstream media narrative in Israel has been that the widespread hunger documented by numerous aid agencies is “a Hamas-orchestrated starvation campaign”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This perception runs deeper than the framing by Israel’s nationalistic television channels, political analyst and former government adviser Daniel Levy told Al Jazeera.</p><p>“It comes from decades of self-justification and dehumanisation,” Levy said.</p><p>“Most Israelis would be uncomfortable setting out some kind of moral critique of the country, but still have the feeling that something has gone very seriously wrong. There’s a kind of cognitive dissonance at play that helps them make sense of it.”</p><p>Then there is the language used by politicians, the media and, ultimately, the public to discuss the war, Israeli sociologist Yehouda Shenhav-Shahrabani said.</p><p>“They’ve corrupted language. Instead of ‘<a href=\"/news/2025/7/14/lapid-olmert-slam-israels-plans-for-concentration-camps-in-gazas-rafah\">concentration camps</a>‘, they say ‘humanitarian city’. Instead of talking about ‘killing’, they say ‘elimination’. Every military operation has a biblical name, which we now use to measure time.</p><p>“We don’t say ‘such and such a thing’ happened in June. We say, ‘during Operation Whatever’. It helps people make sense of everything. The jargon’s become a new type of speech. It’s become Orwell’s 1984,” he said, referring to the dystopian novel in which language is dictated by the state.</p><h2 id=\"changing-tides\">Changing tides</h2><p>However, while most Israelis have continued to see Gaza’s starvation through the lens of its media and politicians, there are signs that, at its fringes, the mood is beginning to shift, observers say.</p><figure id=\"attachment_3726635\" aria-describedby=\"caption-attachment-3726635\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3726635\" src=\"/wp-content/uploads/2025/05/Standing-Togethers-Alon-Lee-Green-is-arrested-while-protesting-near-the-Israeli-Gaza-border-1747911704.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Standing Together's Alon-Lee Green is arrested while protesting near the Israeli-Gaza border [Courtesy of Standing Together]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3726635\" class=\"wp-caption-text\">Standing Together’s Alon-Lee Green is arrested while protesting near Gaza [Courtesy of Standing Together]</figcaption></figure><p>“This isn’t going to hold up,” Aida Touma-Suleiman, a member of the Israeli parliament representing the left-wing Hadash-Ta’al party, said.</p><p>“More and more, people are beginning to understand that there is real hunger in Gaza, and if Israel is making such a big deal of sending food now, then how can it not have been responsible for the hunger before?”</p><p>Meanwhile, activists such as Alon-Lee Green of the Israeli-Palestinian group Standing Together say resistance to the war is growing across all parts of Israeli society – albeit for often widely differing reasons.</p><p>“We don’t care why people are protesting the war. We don’t care if it’s because you don’t want to do another tour with the army, or you don’t want your children to go to Gaza and kill people. If you’re against the war, you’re welcome,” he said.</p><p>However, despite the killing of more than 61,000 Palestinians since October 2023 – and thousands more lost under the rubble and presumed dead – much of Israeli society has yet to accept that the suffering Israel is inflicting on Gaza is real.<strong><em> </em></strong></p><p>“From my perspective, we’ve reached the point where the Israeli state and society has lost whatever moral claims they had as a result of the Holocaust,” Shenhav-Shahrabani said.</p><p>“They’ve spent whatever symbolic capital that was associated with it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Palestinian Pele’ Suleiman al-Obeid killed while seeking aid in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T13:38:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20070620__Nic177908__v1__HighRes__FblWaffIranPalestine-1754565445.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Palestinian Pele’ Suleiman al-Obeid killed while seeking aid in Gaza</h1><p class=\"article__subhead\"><em>Al-Obeid was known as the ‘Pele of Palestinian football’ and became one of its brightest stars.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian national football team player Suleiman al-Obeid has been killed in an Israeli attack on aid seekers in Gaza.</p><p>Al-Obeid, 41, was killed on Wednesday when Israeli forces attacked people waiting near an aid distribution centre in southern Gaza, the Palestinian Football Association said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He was nicknamed the “Pele of Palestinian football” – after the Brazilian professional footballer widely regarded as one of the best football players of all time.</p><p>During his long career, the Gaza player scored more than 100 goals, making him one of the brightest stars of Palestinian football.</p><p>“Former national team player and star of the Khadamat al-Shati team, Suleiman Al-Obeid, was martyred after the [Israeli] occupation forces targeted those waiting for humanitarian aid in the southern Gaza Strip on Wednesday,” the Palestinian Football Association said in a statement.</p><p></p><p> </p><p> </p><p>With al-Obeid’s death, the number of athletes and their family members killed in the Strip since the start of <a href=\"/news/2025/8/7/us-made-bombs-used-in-deadly-israeli-strikes-on-gaza-schools-hrw-says\">Israel’s war</a> has risen to 662.</p><p>The number of football-related deaths in Gaza now stands at 321, including players, coaches, administrators, referees and club board members.</p><p>The former football star began his career with the Khadamat al-Shati club in Gaza, before joining the ranks of the Al-Amari Youth Center Club in the occupied West Bank.</p><p>At the international level, al-Obeid played 24 international matches with Al-Fida’i, scoring two goals, the most famous of which was a scissor kick goal against the Yemeni national team during the 2010 West Asian Football Federation Championship.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The football star leaves behind a wife and five children.</p><p>More than 1,300 Palestinians have been killed near aid distribution sites run by the controversial Gaza Humanitarian Foundation since it began operations in late May.</p><p>At least 18 people were killed while seeking aid on Wednesday, medical sources told Al Jazeera, amid a growing hunger crisis in the territory as Israel continues to impose severe restrictions on supplies of humanitarian aid.</p><p>Gaza’s hospitals, meanwhile, have recorded four new deaths due to famine and malnutrition over the past 24 hours, according to the enclave’s Ministry of Health, raising the total number of hunger-related deaths to 197, including 96 children, since Israel launched its war on Gaza in October 2023. Most of the deaths have been in recent weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Microsoft cloud used in Israeli mass surveillance of Palestinians: Report | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T12:50:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13230173-1754563071.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"314\" data-end=\"523\">Israel’s elite cyber-intelligence unit stored vast volumes of intercepted Palestinian phone calls on Microsoft’s cloud servers, according to a joint investigation by The Guardian, +972 Magazine and Local Call.</p><p data-start=\"525\" data-end=\"876\">The surveillance system, operational since 2022, was built by Unit 8200, the Israeli military’s secretive intelligence branch. It enables the unit to collect and retain recordings of millions of daily phone calls from Palestinians in Gaza and the occupied West Bank.</p><p data-start=\"525\" data-end=\"876\">The revelations initially reported on Wednesday stem from leaked Microsoft documents and testimonies from 11 sources, including from Israeli military intelligence and the company.</p><p data-start=\"525\" data-end=\"876\">According to the leaks, a large amount of the data appeared to be stored on Microsoft’s Azure servers located in the Netherlands and Ireland, the Guardian reported.</p><p data-start=\"878\" data-end=\"1162\">Three sources from Unit 8200 said that the cloud-based system helped guide deadly air strikes and shaped operations across the occupied Palestinian territories.</p><p data-start=\"1164\" data-end=\"1437\">Microsoft said that CEO Satya Nadella, who met with Unit 8200’s commander Yossi Sariel in 2021, was unaware of the nature of the data to be stored. The company has said an internal review found “no evidence to date” that Azure or its artificial intelligence (AI) tools were “used to target or harm people”.</p><p>The revelations come after the United Nations special rapporteur on the situation of human rights in the occupied Palestinian territory, Francesca Albanese, issued a <a href=\"https://www.ohchr.org/en/documents/country-reports/ahrc5923-economy-occupation-economy-genocide-report-special-rapporteur\" target=\"_blank\" rel=\"noopener\">report</a> mapping the corporations aiding Israel in its occupation and war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"94\" data-end=\"837\" data-is-last-node=\"\" data-is-only-node=\"\">The report <a href=\"https://www.un.org/unispal/document/a-hrc-59-23-from-economy-of-occupation-to-economy-of-genocide-report-special-rapporteur-francesca-albanese-palestine-2025/\">noted</a> that Microsoft, which has operated in Israel since 1991, has built its largest hub outside the US in Israel and began integrating its technologies across the country’s military, police, prisons, schools, and settlements.</p><p data-start=\"94\" data-end=\"837\" data-is-last-node=\"\" data-is-only-node=\"\">Since 2003, the company has deepened ties with Israeli defence, acquiring surveillance and cybersecurity start-ups and embedding its systems in military operations. In 2024, an Israeli colonel called cloud technologies such as those offered by Microsoft “a weapon in every sense”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1439\" data-end=\"1768\">The Guardian reported that internal records at Microsoft showed that Nadella offered support for Sariel’s aim to move large volumes of military intelligence into the cloud.</p><p data-start=\"1439\" data-end=\"1768\">A Microsoft statement cited by the Guardian said it “is not accurate” to say he provided his personal support for the project.</p><p data-start=\"1439\" data-end=\"1768\">Microsoft engineers later worked closely with Israeli intelligence to embed security features within Azure, enabling the transfer of up to 70 percent of Unit 8200’s sensitive data to the platform.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1770\" data-end=\"2075\">While Israeli officials claim the technology helps thwart attacks, Unit 8200 sources said the system collects communications indiscriminately, which are often used to detain or blackmail Palestinians. “When they need to arrest someone and there isn’t a good enough reason … that’s where they find the excuse,” one source was cited as saying.</p><p data-start=\"2077\" data-end=\"2271\">Some sources alleged the stored data had been used to justify detentions and even killings.</p><p data-start=\"2273\" data-end=\"2580\">The system’s expansion coincided with a broader shift in Israeli surveillance, moving from targeted tracking to bulk monitoring of the Palestinian population. One AI-driven tool reportedly assigns risk scores to text messages based on certain trigger words, including discussions of weapons or martyrdom.</p><p data-start=\"2582\" data-end=\"2819\">Sariel, who resigned in 2024 after Israel’s intelligence failure on October 7, 2023, had long championed cloud-based surveillance.</p><p data-start=\"2821\" data-end=\"3104\">As Israel’s war on Gaza continues, with more than 61,250 Palestinians killed, including 18,000 children, the surveillance programme remains active. Sources said the existing data, combined with AI tools, continues to be used in military operations.</p><p data-start=\"3106\" data-end=\"3374\">Microsoft claimed it had “no information” about the specific data stored by Unit 8200.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump and Vladimir Putin to meet in coming days, Kremlin aide says | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-07T12:45:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250604__499G9G2__v1__HighRes__ComboUsUkraineRussiaConflictDiplomacyTrumpPutin-1754570192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1232\" data-end=\"1416\">United States President Donald Trump and Russian President Vladimir Putin are preparing to meet “in the coming days”, a Kremlin official has said, as a US deadline approaches for Russia to agree to a ceasefire in its war on Ukraine or face economic penalties.</p><p data-start=\"181\" data-end=\"415\">Kremlin adviser Yuri Ushakov said on Thursday that a Trump-Putin meeting could happen as early as next week. A location has been chosen, he added, though it would be revealed at a later stage.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"417\" data-end=\"652\" data-is-last-node=\"\" data-is-only-node=\"\">“At the request of the American side, both parties have effectively agreed to hold a high-level bilateral meeting in the coming days,” Ushakov told reporters.</p><p data-start=\"0\" data-end=\"200\">Later on Thursday, Putin named the United Arab Emirates as one of the possible venues for a meeting with Trump, calling it a “suitable” location for high-level talks.</p><p data-start=\"202\" data-end=\"507\" data-is-last-node=\"\" data-is-only-node=\"\">Putin also addressed the possibility of meeting Ukrainian President Volodymyr Zelenskyy, saying he was not “on the whole” opposed to the idea.</p><p data-start=\"202\" data-end=\"507\" data-is-last-node=\"\" data-is-only-node=\"\">However, he noted that “certain conditions should be created” before such a meeting could take place, adding that the current circumstances were “far” from ready.</p><p data-start=\"1694\" data-end=\"2045\">Ushakov said the prospect of a three-way summit came up <a href=\"/news/2025/8/6/us-envoy-witkoff-in-russia-ahead-of-sanctions-deadline-over-ukraine-war\">during talks</a> in Moscow with Trump’s envoy, Steve Witkoff, who met Putin for the fifth time earlier this week. Russia offered no official comment on the potential <a href=\"/news/2025/8/6/white-house-says-trump-is-open-to-talks-with-putin-and-zelenskyy\">trilateral meeting</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2047\" data-end=\"2319\">Zelenskyy signalled support for such a summit, writing on X that “Ukraine is not afraid of meetings and expects the same brave approach from the Russian side”. He added that discussions had included “two bilateral and one trilateral” format, insisting Europe must be involved in efforts to end the war.</p><p data-start=\"0\" data-end=\"639\">Al Jazeera’s Charles Stratford, reporting from Kyiv, said there are growing fears in Ukraine over the Trump-Putin meeting, especially since Zelenskyy is not expected to take part in the initial talks.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"0\" data-end=\"639\">“People in Ukraine remember back in February that the notorious meeting in the Oval Office between Zelenskyy and Trump, his dressing down by the US president,” Stratford said, adding that many Ukrainians believe their leader was “effectively being strong-armed into … a minerals deal.” Concerns are mounting that Zelenskyy may once again be sidelined while decisions are made that directly affect Ukraine’s future.</p><p data-start=\"641\" data-end=\"1350\" data-is-last-node=\"\" data-is-only-node=\"\">Despite this, Zelenskyy has been reaching out to European allies. He has spoken to French President Emmanuel Macron and German Chancellor Friedrich Merz, Stratford reported, noting that Zelenskyy insisted “it is vital to coordinate any kind of process with Europe because he says that Ukraine is part of Europe”.</p><p data-start=\"2321\" data-end=\"2632\">Despite multiple visits to Moscow by Witkoff since Trump entered office in January after promising to end the war, no breakthrough has materialised. Trump acknowledged the lack of progress, saying: “I don’t call it a breakthrough … we have been working at this for a long time. There are thousands of young people dying … I’m here to get the thing over with.”</p><p data-start=\"2634\" data-end=\"2877\">The Kremlin described Witkoff’s latest discussions as “constructive” and said both sides had exchanged “signals”, though it provided few specifics. Meanwhile, Zelenskyy confirmed he had spoken with Trump about the meeting, alongside European leaders.</p><p data-start=\"0\" data-end=\"744\">Pavel Felgenhauer, a defence and military analyst speaking from Moscow, told Al Jazeera that there is confusion surrounding what was actually agreed in recent diplomacy with Witkoff. “Because in Washington they say one thing, in Moscow, they say the other,” he said.</p><p data-start=\"0\" data-end=\"744\">While Witkoff may have raised the possibility of Ukraine joining talks, Felgenhauer said Russia’s silence on the matter can be interpreted as a flat rejection.</p><p data-start=\"746\" data-end=\"1164\">Felgenhauer argued that Moscow is not aiming for a ceasefire, but is instead focused on securing a high-level summit with Trump. “That’s what Putin always wanted. He wants a summit to lecture Trump on why Russia should have a large part of Ukraine and why Ukraine is an artificial state,” he said. While the agenda for the summit is still being formed, he warned that it is unlikely to produce tangible results in terms of a ceasefire.</p><p data-start=\"1166\" data-end=\"1408\" data-is-last-node=\"\" data-is-only-node=\"\">Still, Felgenhauer noted that there is hope in Moscow that the summit could pave the way for improved US-Russia relations. “That’s Putin’s main objective – to improve relations with America and push Ukraine to the side,” he said.</p><p data-start=\"2879\" data-end=\"3196\">Expectations remain low that a peace deal will be reached before Trump’s deadline. Russia continues to launch air strikes across Ukraine, and Moscow’s conditions for ending the war, such as Kyiv’s demilitarisation, neutrality and renunciation of NATO membership, remain non-starters for Ukraine and its Western allies.</p><p data-start=\"3198\" data-end=\"3378\">Putin also demands Ukrainian withdrawal from Russian-occupied regions, the formal recognition of Crimea, and the lifting of international sanctions. Kyiv has consistently rejected those terms.</p><p data-start=\"3380\" data-end=\"3674\">Meanwhile, the White House has approved an additional $200m military aid package for Ukraine, including support for drone manufacturing. And in a separate move, Trump signed an executive order on Wednesday imposing 25 percent tariffs on Indian imports over India’s ongoing purchases of Russian oil.</p></div></div></body></html>"
        },
        {
            "title": "I lost my link to the outside world as Israel continues to bomb us in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-07T12:32:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Phone2-1754296484.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Khan Younes, Gaza – </strong>A dear companion doesn’t have to be human to be deeply missed when lost.</p><p>Sometimes, it’s a phone – a loyal witness to your joys and sorrows, your moments of sweetness and darkest chapters of pain.</p><p>In the harshness of life in the world’s largest open-air prison, it becomes more than a device. It’s an extension of yourself; your portal to the world, your way of reaching loved ones scattered across the prison or outside it.</p><p>Through its lens, you sometimes capture joy and beauty, but more often, it only captures falling rockets or the rubble of houses covering the corpses of their residents.</p><p>But what are you left with when that loyal companion is disappeared by the genocidal chaos?</p><h2 id=\"my-phone-succumbed-to-its-injuries\">My phone succumbed to its injuries</h2><p>My phone succumbed to its injuries.</p><p>I can’t believe I’m describing it this way, with the same phrase I use when reporting on thousands of my people killed after being denied urgent medical treatment, punished simply for surviving Israeli bombs.</p><p>But in its own way, my phone endured its share of this prolonged Israeli cruelty, the technocide of power-starvation, corrosion by dust and sand, suffocation in overheated tents, and the constant torment of poor connection.</p><p>It tried to hold on, but everyone has a limit of endurance. It fell the day we left our damaged home for our 14th displacement amid chaotic stampeding crowds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Somehow it survived the heavy blow, but it only lasted 70 days after its screen cracked, its body blistered, until its wounds spread too far to bear.</p><p>And then it went dark for good.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Oddly, I felt consoled. Not because it wasn’t painful, but because I wasn’t alone. I’ve seen the same happen to others: Friends, relatives watching their phones slowly perish, just like the people they loved.</p><p>Strangely, we find comfort in these small shared losses. Our loved ones have perished, and our wellbeing is shattering, and yet we expect our phones not to. The real miracle is that they lasted this long at all.</p><p>Smartphone addiction is thrown around as a buzzword. But in Gaza, if you’re lucky enough to still have one, it’s not an addiction, it is survival.</p><p>It’s an escape. A small, glowing portal you cling to. It helps you slip briefly into the past, scrolling through memories, staring at the faces of loved ones who are now names on graves or names you still whisper in hope.</p><p>Your phone’s emotionless memory still holds their beautiful smiles. It connects you to people you can’t reach, voices you can’t otherwise hear. It dulls the pain not by healing it, but by distracting you.</p><p>Like a hunger you can’t satisfy, so you scroll through reels of mouth-watering food, mocking your emptiness.</p><figure id=\"attachment_3871799\" aria-describedby=\"caption-attachment-3871799\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871799\" src=\"/wp-content/uploads/2025/08/Phone3-1754296478.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The author, dark-haried, wearing glasses, out reporting, wearing his press vest and holding his phone\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871799\" class=\"wp-caption-text\">The author reporting, holding his phone tight, on May 3, 2025 [Ahmed Al-Najjar/Al Jazeera]</figcaption></figure><p>You watch strangers at family dinners while your table is buried under rubble. You wonder, how dare they post such scenes, knowing that children are being starved to death a few kilometres away? And yet you keep scrolling, because for a moment, it’s a brutal soothing sedative.</p><h2 id=\"are-you-alive\">‘Are you alive?’</h2><p>When you’re someone who reports daily on the ongoing genocide to the world, finding a new companion becomes an inevitable must. Yet the quest is disastrous in Gaza.</p><p>You might think it’s impossible to find one here, where life has become ruins and even bread is scarce, but surprisingly, there are plenty of options, even the latest high-end brands that somehow found their way through the blockade.</p><p>But this is Gaza, where a bag of flour costs $700, so the cost of a phone is on a whole different level.</p><p>Even the lowest-quality phones in makeshift shops sell for more than what it costs to build the shop itself, inflated by genocidal conditions.</p><p>And it doesn’t stop there. You must pay in cash, in a place where almost nothing is free except the air you breathe.</p><p>An iPhone might cost $1,000 elsewhere, but here it costs $4,200.</p><p>So you turn to cheaper options, hoping for something more affordable, but the calculations remain the same.</p><p>But that’s not me – because either way, by spending such unthinkable amounts, you’re solidifying the very reality your captors are trying to impose, and doing it with your own money.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>You realise that you’re feeding into their design. We’re already draining whatever’s left in our pockets just for flour during this genocidal siege, and we don’t know how long it will last.</p><p>So you cling to what you have, to avoid paying your soul at a GHF centre for deadly “aid” you’ll never get.</p><p>For a while now, I’ve felt paralysed, a helplessness especially familiar during June’s two-week total communication blackout imposed by Israel – during which my phone finally died in total silence.</p><p>When the captor cuts yet another lifeline, it’s more than just being unable to check on loved ones. It means ambulances can’t be called. It means a wounded person might die in the dark, unheard.</p><p>It’s like someone is out there, cruelly deciding when you’re allowed to contact the world or to be contacted, to receive the now-typical: “Are you alive?”</p><p>There’s a cruel irony in Israel issuing expulsion orders online even as it cuts off the networks people in Gaza need to receive them. You only find out when you see thousands flooding the streets, the earth trembling beneath their feet from Israeli attacks.</p><p>The hand that controls your digital lifeline is the same one that’s been blockading and colonising your land for years.</p><p>And you realise, with certainty, that if they could block the very air you breathe, they would not hesitate.</p><figure id=\"attachment_3871797\" aria-describedby=\"caption-attachment-3871797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871797\" src=\"/wp-content/uploads/2025/08/Phone1-1754296470.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A non-functioning phone on a light-coloured table. It stopped working two months ago, and its screen shows the damage\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871797\" class=\"wp-caption-text\">The phone, after it ‘succumbed to its wounds’, shown in Khan Younis, Gaza, on August 4, 2025 [Ahmed Al-Najjar/Al Jazeera]</figcaption></figure><h2 id=\"so-you-rise\">So, you rise</h2><p>There are still moments when, instinctively, I reach out to call someone or check something – but my hand touches nothing.</p><p>My companion is gone. I remain phoneless, helpless under blockade, both digital and physical.</p><p>And then, you start to compare your shackles to the abundance your captors enjoy, genociding you with full access to every technological privilege, every luxury.</p><p>You, on the other hand, are being hunted down with the world’s most advanced weapons, under the watchful eye and silent complicity of the tech giants whose tools are backing your erasure.</p><p>While they use satellites and precision-guided missiles, you just want to tell the world you’re still here.</p><p>How vital your lost companion was. It wasn’t just a phone. It was your sword, your shield, your witness.</p><p>And in the face of this tyranny, surrendering is something you cannot afford. So, you rise.</p><p>You whisper, “Rest in power, my companion,” because we refuse to be slaughtered in silence.</p><p>We will keep telling our truth, even if all we have left is a scrap of paper and a drop of ink.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Boy who looks after cats in Gaza mourns for kitten he could not save | Gaza | Al Jazeera",
            "time": "2025-08-07T12:27:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754569635.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Fabregas’s Como and Pellegrini’s Betis involved in punch-up | Football News | Al Jazeera",
            "time": "2025-08-07T12:23:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2228895014-1754566180.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Fabregas’s Como and Pellegrini’s Betis involved in punch-up</h1><p class=\"article__subhead\"><em>Both sides have a player sent off as first half between Real Betis and Como descends into violence.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A preseason friendly between Spain’s Real Betis and Italian club Como got extra heated, with players exchanging punches and causing a mass scuffle.</p><p>The Italian club are managed by former Arsenal and Barcelona midfielder Cesc Fabregas, while Betis are managed by former Manchester City manager Manuel Pellegrini.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>There were several rough exchanges in the first half of the match at La Linea de la Concepcion in southern Spain on Wednesday, and Betis player Pablo Fornals and Como midfielder Maximo Perrone then got into an altercation entering halftime.</p><p>They had a few brief words to each other and then started exchanging blows.</p><p>Players from both teams rushed in and the altercation escalated. The benches were cleared, with substitutes and staff members entering the field, some trying to break up the fighting.</p><p>It took several moments before order was re-established. The referee sent off a player from each team.</p><p>“We are competitive and both teams want to win, but in the end there’s a line you can’t cross in these matches,” Betis midfielder Sergi Altimira said. “They were making many fouls, stopping the match all the time.”</p><p>Como, which will face Barcelona in another preseason match on Sunday, won the friendly 3-2.</p><p>Former Spain international Fabregas played for Arsenal between 2003 and 2011, while Pellegrini was Pep Guardiola’s predecessor at Man City.</p></div></div></body></html>"
        },
        {
            "title": "MSF demands Gaza’s GHF sites be shut down over ‘orchestrated killing’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-07T12:06:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754568280.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Settlements ‘annex the West Bank into Israel’ | Occupied West Bank | Al Jazeera",
            "time": "2025-08-07T11:58:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/hagit-horz-1754567689.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "South Africa ‘fear’ nothing as Australia seek WTC revenge | Cricket News | Al Jazeera",
            "time": "2025-08-07T11:41:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-14T130940Z_855909713_UP1EL6E10K23P_RTRMADP_3_CRICKET-TEST-ZAF-AUS-1754565081.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Africa’s leading paceman Kagiso Rabada says it is time to move on from the euphoria of beating Australia in the World Test Championship final, but insists the side have “nothing to fear” now following their belated major trophy success.</p><p>Rabada will lead South Africa’s attack as they take on Australia in three Twenty20 clashes and three one-day internationals starting in Darwin on Sunday.</p><p>“I think it was special, and I’ve done so many interviews on that since,” Rabada said of <a href=\"/sports/2025/6/14/south-africa-beat-australia-in-wtc-final-to-net-first-major-title\">South Africa’s victory over Australia</a> at Lord’s in June.</p><p>“I think it’s time to move on. I don’t think we’ll forget about that ever as a team, and South Africa won’t ever [forget], but time to move on now,” he told a news conference on Thursday.</p><p>The five-wicket win in the WTC final followed several frustrating near misses for South Africa in limited-overs World Cups.</p><p>“It was kind of like a relief. But the show moves on, and moving toward the T20 World Cup, I guess the approach will be a bit different.</p><p>“Now, you know, there’s no fear of anything.”</p><figure id=\"attachment_3877047\" aria-describedby=\"caption-attachment-3877047\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877047\" src=\"/wp-content/uploads/2025/08/2025-06-14T131152Z_1726050563_UP1EL6E10NQ3Q_RTRMADP_3_CRICKET-TEST-ZAF-AUS-1754565186.jpg?w=770&amp;resize=770%2C534&amp;quality=80\" alt=\"South Africa's Kagiso Rabada lifts the ICC Test Championship Mace on the podium with teammates after winning the final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877047\" class=\"wp-caption-text\">South Africa’s Kagiso Rabada lifts the ICC Test Championship mace on the podium with teammates after winning the final [Andrew Boyers/Reuters]</figcaption></figure><p>Rabada is relishing a reprisal of the rivalry between Australia and South Africa.</p><p>“It’s always some hard cricket being played, some good cricket,” he said. “Whenever we play Australia, I always feel like they get the best out of us, because they’re sort of in our faces. And I guess we like that.”</p><p>Rababa, who turned 30 in May, has not played since the WTC final in London.</p><p>“Thankfully, I’ve had quite a long break, so that’s been awesome. Maintenance work consistently has to be done because the volume of cricket is quite a bit.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Australia tour comes ahead of next year’s T20 World Cup in India and Sri Lanka, and the 2027 World Cup in Southern Africa, and South Africa hope the experience will benefit the young players in their squad.</p><p>“For me, that’s extremely exciting to see them raring to go. It’s just about trying to see where we’re at as a team, moving into almost like another generation,” Rabada added.</p></div></div></body></html>"
        },
        {
            "title": "Captive negotiator says he received written ceasefire proposal from Hamas | Digital Series | Al Jazeera",
            "time": "2025-08-07T11:40:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Horizontal-1-1754566781.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}