{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Enzo Maresca leaves Chelsea after just 18 months as manager | Football News | Al Jazeera",
            "time": "2026-01-01T14:00:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-01T123053Z_1884080335_RC2UVGA1FCUK_RTRMADP_3_SOCCER-ENGLAND-CHE-MARESCA-1767274337_e64ec4-1767274884.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Enzo Maresca leaves Chelsea after just 18 months as manager</h1><p class=\"article__subhead\"><em>Maresca exits the club midway through a turbulent season with the team winning just one Premier League game in December.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chelsea have parted ways with ‌Enzo Maresca, a dramatic fall from grace for the Italian who was named ‍Manager of the Month ‍for November before the club won just one of their last seven league games, causing them to fall out of the Premier League title race.</p><p>“Chelsea Football Club and head coach Enzo Maresca have parted company,” the club said in a statement on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Maresca, who joined Chelsea in 2024 after steering Leicester City to Premier League promotion, leaves 18 months to the day since he was ⁠tasked with reviving the club’s fortunes after two years of failing to qualify for the Champions League.</p><p>He eventually ​guided the London side to UEFA Champions League qualification with a fourth-placed finish, the Conference ‍League trophy and the Club World Cup title in his first season with a young but expensively built squad.</p><h2 id=\"poor-run-of-form\">Poor run of form</h2><p>However, a poor run of form in December and an uncharacteristic outburst from the Italian prompted the club hierarchy to take ‍action and part ⁠ways with the 45-year-old manager.</p><p>“With key objectives still to play for across four competitions including qualification for Champions League football, Enzo and the club believe a change gives the team the best chance of getting the season back on track,” the Chelsea statement said.</p><p>Chelsea were as high as third in November and were among the title contenders, high on confidence after they had also crushed Barcelona 3-0 in ​the Champions League at Stamford Bridge.</p><p>But they have since slipped to fifth in ‌the league to sit 15 points behind leaders Arsenal at the halfway stage of the season.</p><figure id=\"attachment_4208427\" aria-describedby=\"caption-attachment-4208427\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208427\" src=\"/wp-content/uploads/2026/01/2026-01-01T124152Z_1580012717_RC28RIAK3826_RTRMADP_3_SOCCER-ENGLAND-CHE-MARESCA-1767274504.jpg?w=770&amp;resize=770%2C534&amp;quality=80\" alt=\"Enzo Maresca and Cole Palmer react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208427\" class=\"wp-caption-text\">Chelsea star Cole Palmer shakes hands with Maresca, left, after being substituted during what turned out to be the Italian’s last match in charge of the club against Bournemouth at Stamford Bridge, London, UK, on December 30, 2025 [Andrew Boyers/Action Images via Reuters]</figcaption></figure><h2 id=\"worst-48-hours\">‘Worst 48 hours’</h2><p>Last month, Maresca voiced frustration over issues behind the scenes, saying he felt he had a lack of support from the club, describing a period ‌after a 2-0 win over Everton as “the worst 48 hours” of his tenure.</p><p>The Italian did not clarify what he meant by the comment, but the damage ‌seemed to have been done as Chelsea’s league form nosedived.</p><p>Although Chelsea ⁠beat Cardiff City to reach the League Cup semifinals, they picked up only two points in their last three Premier League games.</p><p>Off the pitch, there was also the unwelcome distraction of rubbishing links to the Manchester City job as Maresca pointed out that he was committed ‌to Chelsea, where he had a contract until 2029.</p><p>But Tuesday’s 2-2 home draw with Bournemouth – where fans chanted, “You don’t know what you’re doing” when he substituted playmaker Cole Palmer while they also booed at the final whistle – proved to be his final match in charge.</p><p>The club did not say who would take charge before Sunday’s match against second-placed Manchester City.</p></div></div></body></html>"
        },
        {
            "title": "Russia claims Ukrainian drone attack killed 24 people in Kherson | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-01T13:59:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69565f6d-1767268205.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has accused Ukraine of killing at least 24 people, including a child, in a drone attack on a hotel and cafe where New Year celebrations were taking place in a Russian-controlled part of Ukraine’s southern Kherson region.</p><p>Vladimir Saldo, the Russian-installed governor of the region, first made the claim in a statement on Telegram before Russia’s Ministry of Foreign Affairs, and senior politicians later accused ⁠Ukraine of carrying out “a terrorist attack”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Saldo also published photos of what he wrote was the aftermath of the attack, which Al Jazeera has not been able to verify.</p><p>At least one person’s body was visible in the images beneath a white sheet.</p><p>The building showed signs that a fierce fire had raged, and there were what appeared to be bloodstains on the ground.</p><p>In the statement, ​Saldo said three Ukrainian drones had struck the site of New Year ‌celebrations in Khorly, a coastal village, in what he said was a “deliberate strike” against civilians. He said many people were burned alive.</p><p>Russia’s Foreign Ministry said initial information indicated that 24 people had been killed, and that 50 people had been injured.</p><p>“There is ‌no doubt that the attack was planned in advance, with ⁠drones deliberately targeting areas where civilians had gathered to celebrate New Year’s Eve,” the ministry said in a statement, calling the attack “a war crime”.</p><figure id=\"attachment_4208230\" aria-describedby=\"caption-attachment-4208230\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208230\" src=\"/wp-content/uploads/2026/01/reuters_69565ecc-1767268044.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Flames and smoke rise from a fire following what Russian-installed authorities described as an overnight Ukrainian drone strike on a hotel and cafe, amid the ongoing Russia-Ukraine conflict in the village of Khorly, in the Kherson Region, a Russian-controlled area of Ukraine, January 1, 2026. Governor of Kherson Region Vladimir Saldo via Telegram/Handout via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. NO RESALES. NO ARCHIVES. MANDATORY CREDIT.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208230\" class=\"wp-caption-text\">Flames and smoke rise from a fire following what Russian-installed authorities described as an overnight Ukrainian drone attack on a hotel and cafe [Handout/Governor of Kherson on Telegram via Reuters]</figcaption></figure><p>Russian Foreign Ministry spokeswoman Maria Zakharova said in a statement on Telegram that ‌Ukraine’s backers in the West were ultimately to blame.</p><p>Senior politicians, including the speakers of both houses of Russia’s parliament, condemned Kyiv.</p><p>Kherson is one of the four regions in Ukraine ‍that <a href=\"https://aje.aj-harbinger.com/news/2025/12/30/have-russian-claims-of-ukraine-attack-on-putin-home-ended-hopes-for-peace\">Russia</a> claimed as its own in 2022, a move Kyiv and most Western countries denounced as an illegal land grab.</p><p>Ukraine’s ‍military ‍did not comment on Moscow’s claim, but it said it had hit Russia’s Ilsky ⁠oil refinery in ​the Krasnodar region overnight, ‍adding that the results of the attack ‍were still ⁠being confirmed.</p><p>In a statement on Telegram, the military also said it hit the ​Almetyevsk ‌oil facility in Russia’s Tatarstan region.</p><p>The Almetyevsk facility is ‌more than 965km (600 ‌miles) from ⁠the nearest part of Ukraine, and even further ‌from the nearest territory currently controlled by ‍Kyiv.</p><h2 id=\"releases-video-of-attack-on-putin-s-residence\">Russia releases video of ‘attack’ on Putin’s residence</h2><p>On Tuesday, Moscow claimed that Ukraine launched a long-range drone attack against one of <a href=\"https://aje.aj-harbinger.com/news/2025/12/31/putin-says-russia-believes-it-will-win-in-ukraine-in-new-years-eve-address\">President Vladimir Putin’s</a> official residences in northwestern Russia, which Kyiv has denounced as a “lie”.</p><p>Russia’s Defence Ministry released a video on Wednesday of a downed drone it said was involved in the attack.</p><p>The night-time clip showed a man in camouflage, a helmet and a Kevlar vest standing near a damaged drone lying in snow.</p><p>The man, with his face covered, talks about the drone. Neither the man nor the Defence Ministry provided any location or date.</p><p>The video and claims could not be independently verified.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-talks\">Peace talks</h2><p>Kyiv has called the allegations of an attack on Putin’s residence a ruse to derail ongoing peace negotiations, which have ramped up in recent weeks on both sides of the Atlantic.</p><p>In his New Year’s address, President Volodymyr Zelenskyy said a peace deal was “90 percent ready” but warned that the remaining 10 percent, believed to include key sticking points such as territory, would “determine the fate of peace, the fate of Ukraine and Europe, how people will live”.</p><p>Trump’s special envoy Steve Witkoff said on Wednesday that he, Secretary of State Marco Rubio and Trump’s son-in-law Jared Kushner had had a “productive call” with the national security advisers of the United Kingdom, France, Germany and Ukraine to discuss the “European peace process”.</p><p>“We focused on how to move the discussions forward in a practical way on behalf of [Trump’s] peace process, including strengthening security guarantees and developing effective deconfliction mechanisms to help end the war and ensure it does not restart,” Witkoff said in a post on X.</p><p>Lead Ukrainian negotiator Rustem Umerov also reaffirmed that European and Ukrainian officials plan to meet on Saturday, while Zelenskyy is due to hold talks next week with European leaders.</p><h2 id=\"russia-s-attacks-on-ukraine\">Russia’s attacks on Ukraine</h2><p>Elsewhere in Ukraine, Russia attacked the Odesa region overnight, targeting civilian infrastructure in several waves of drone attacks, according to regional head Oleh Kiper.</p><p>In a post on Telegram, Kiper said a two-storey residential building was damaged and that a drone hit an apartment on the 17th floor of a high-rise building without detonating. No casualties were reported.</p><p>In its daily report, the air force said air defence forces had downed or suppressed 176 of 205 drones targeting Ukraine overnight.</p><p>It said 24 drone hits were recorded at 15 locations, and the attack was ongoing.</p></div></div></body></html>"
        },
        {
            "title": "Bulgaria adopts euro amid celebration and anxiety over inflation | Business and Economy News | Al Jazeera",
            "time": "2026-01-01T13:33:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_89DH4ZT-1767270764.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bulgaria adopts euro amid celebration and anxiety over inflation</h1><p class=\"article__subhead\"><em>Move comes nearly two decades after the Balkan country entered the EU as hope for stability clashes with fear of rising prices.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"479\" data-end=\"682\">Bulgaria has officially adopted the euro, becoming the <a href=\"/news/2025/12/30/which-countries-will-start-using-the-euro-in-2026\">21st country</a> to join the single currency nearly two decades after entering the European Union, a move that has led to both celebration and anxiety.</p><p data-start=\"684\" data-end=\"954\">At midnight on Wednesday (22:00 GMT), the Balkan country abandoned the lev, its national currency since the late 19th century.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"684\" data-end=\"954\">Images of Bulgarian euro coins lit up the central bank’s headquarters in Sofia as crowds gathered in freezing temperatures to mark the new year.</p><p data-start=\"956\" data-end=\"1071\">“I warmly welcome Bulgaria to the euro family,” said Christine Lagarde, the president of the European Central Bank.</p><p data-start=\"1073\" data-end=\"1231\">Some residents welcomed the change with optimism. “Great! It works!” said Dimitar, 43, speaking to The Associated Press after withdrawing 100 euros from a cash machine shortly after midnight.</p><p data-start=\"1233\" data-end=\"1554\">Successive Bulgarian governments have backed euro adoption, arguing it would strengthen the country’s fragile economy, anchor it more firmly within Western institutions and shield it from what officials describe as <a href=\"/opinions/2022/7/8/russia-and-bulgaria-end-of-a-tumultuous-affair\">Russian influence</a>. Bulgaria, with a population of about 6.4 million, remains the poorest member of the EU.</p><figure id=\"attachment_4208333\" aria-describedby=\"caption-attachment-4208333\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208333\" src=\"/wp-content/uploads/2026/01/000_89CV3KG-1767270894.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Commuters walk past an advertisement promoting Bulgaria's entry into the Eurozone in Sofia's subway on December 31, 2025, ahead of the country's adoption of the euro on January 1, 2026. (Photo by Nikolay DOYCHINOV / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208333\" class=\"wp-caption-text\">Commuters walk past an advertisement promoting Bulgaria’s entry into the eurozone in Sofia’s subway on December 31, 2025, ahead of the country’s adoption of the euro on January 1, 2026 [Nikolay Doychinov/AFP]</figcaption></figure><h2 id=\"divided-public\" data-start=\"1233\" data-end=\"1554\">Divided public</h2><p data-start=\"1556\" data-end=\"1759\">Yet public opinion has long <a href=\"/economy/2025/12/31/bulgaria-set-to-adopt-the-euro-why-is-this-causing-controversy\">remained split</a>. Many Bulgarians fear the euro will drive up prices while wages stagnate, worsening living standards in a country already struggling with political instability.</p><p data-start=\"1761\" data-end=\"1975\">In a televised address before midnight, President Rumen Radev described the euro as the “final step” in Bulgaria’s integration into the EU.</p><p data-start=\"1761\" data-end=\"1975\">However, he criticised the absence of a public referendum on the decision.</p><p data-start=\"1977\" data-end=\"2152\">“This refusal was one of the dramatic symptoms of the deep divide between the political class and the people, confirmed by mass demonstrations across the country,” Radev said.</p><p data-start=\"2154\" data-end=\"2349\">Bulgaria recently plunged into further uncertainty after anticorruption protests <a href=\"/news/2025/12/11/bulgarian-government-resigns-after-mass-protests\">toppled</a> a conservative-led government in December, pushing the country towards its eighth election in five years.</p><p data-start=\"2351\" data-end=\"2468\">“People are afraid that prices will rise, while salaries will remain the same,” a woman in her 40s told the AFP news agency in Sofia.</p><p data-start=\"2470\" data-end=\"2644\" data-is-last-node=\"\" data-is-only-node=\"\">At city markets, vendors listed prices in both levs and euros. Not everyone was worried.</p><p data-start=\"2470\" data-end=\"2644\" data-is-last-node=\"\" data-is-only-node=\"\">“The whole of Europe has managed with the euro, we’ll manage too,” retiree Vlad said.</p></div></div></body></html>"
        },
        {
            "title": "Who are the Palestine Action hunger strikers? | Human Rights News | Al Jazeera",
            "time": "2026-01-01T13:25:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/S2-1767268060.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four members of the Palestine Action group, which has been proscribed as a terrorist organisation in the United Kingdom, are <a href=\"/news/2025/12/24/four-palestine-action-hunger-strikers-vow-to-continue-as-two-pause-protest\">continuing</a> with their <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\">hunger strikes</a> in different prisons around the country.</p><p>Four other Palestine Action members have ended their hunger strikes – some after being hospitalised.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here is what we know about the four remaining hunger strikers.</p><h2 id=\"why-are-the-palestine-action-protesters-on-hunger-strike\">Why are the Palestine Action protesters on hunger strike?</h2><p>Imprisoned Palestine Action members have been on hunger strikes in prisons around the UK for more than 50 days.</p><p>The Palestine Action members are being held on remand in prisons over their <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\" target=\"_blank\" rel=\"noopener\">alleged involvement in break-ins</a> at the UK subsidiary of Elbit Systems in Filton near Bristol, where equipment was reportedly damaged, and at a Royal Air Force base in Oxfordshire, where two military aircraft were sprayed with red paint.</p><p>The prisoners deny the charges against them, which include burglary and violent disorder.</p><p>Of the four still on hunger strikes, three were imprisoned in November 2024 for their <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\" target=\"_blank\" rel=\"noopener\">alleged involvement in break-ins</a> at the UK subsidiary of Israeli weapons group Elbit Systems in Filton near Bristol, where equipment was reportedly damaged. One has been in prison since July 2025 for alleged involvement in damage at a Royal Air Force base in Oxfordshire, where two military aircraft were sprayed with red paint.</p><p>Palestine Action, a protest group launched in July 2020, describes itself as a movement “committed to ending global participation in Israel’s genocidal and apartheid regime”.</p><p>The UK parliament <a href=\"/news/2025/7/2/uk-lawmakers-vote-to-ban-palestine-action-as-terror-group\">voted in favour</a> of proscribing the group on July 2, 2025, classifying it as a “terrorist” organisation and bringing it into the same category as armed groups like al-Qaeda and ISIL (ISIS). Critics decried the move, arguing that while members of the group have caused damage to property, they have not committed acts of violence that amount to terrorism.</p><p>More than 1,600 arrests linked to support for Palestine Action were made in the three months following the ban’s introduction. The ban has been challenged in court.</p><p>The hunger strikers have five <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">key demands</a>: immediate bail, the right to a fair trial – which they say includes the release of documents related to “the ongoing witch-hunt of activists and campaigners” – ending censorship of their communications, “de-proscribing” Palestine Action and shutting down Elbit Systems, which operates several UK factories.</p><p>“The UK government has forced their bodies to a breaking point,” pro-Palestine activist Audrey Corno told Al Jazeera Mubasher.</p><p>“A promise to the government is that the prisoners’ resistance and the people’s resistance against the genocide [in Gaza], Israel’s occupation and apartheid of genocide will not stop until it ends.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-are-the-remaining-hunger-strikers\">Who are the remaining hunger strikers?</h2><p>Heba Muraisi, Kamran Ahmed, Teuta Hoxha and Lewie Chiaramello are the four people, aged between 20 and 31, who are continuing their hunger strikes.</p><h3>Heba Muraisi</h3><p>Muraisi, 31, was on day 60 of her hunger strike on Thursday. She is being held in HMP [His Majesty’s Prison] New Hall in Wakefield, a prison in West Yorkshire about 180 miles (290km) north of London.</p><p>Muraisi was arrested in November 2024 for her alleged role in an August 2024 raid on the Israel-based Elbit Systems in Bristol, which is believed to have cost the Israeli weapons manufacturer more than $1.34m.</p><p>According to social media posts, Muraisi is of Yemeni origin. However, Al Jazeera could not independently verify this.</p><p>She was transferred to the West Yorkshire prison in October 2025 from HMP Bronzefield in Surrey, about 18 miles from the UK capital.</p><p>“Heba is demanding to be transferred back to HMP Bronzefield. She was transferred very suddenly, very far away from her entire support network and family, which is based in London. She’s been experiencing consistent medical negligence. Her body is, as you’d imagine, increasingly weak,” Corno said.</p><p>In a statement shared with Al Jazeera on December 29, Muraisi said: “I’ve been force-fed repression and I’m stuffed with rage and that’s why I’m doing what I’m doing now. I am bringing acute awareness to the unjust application of UK laws by our Government and I’m glad that people can now see this after a year of imprisonment and human rights violations. Keep going, keep fighting.”</p><p>Muraisi’s trial is set for June 2026, according to the protest group Prisoners For Palestine.</p><figure id=\"attachment_4208113\" aria-describedby=\"caption-attachment-4208113\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208113\" src=\"/wp-content/uploads/2026/01/s3-1767264724.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Heba Muraisi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208113\" class=\"wp-caption-text\">Heba Muraisi [Courtesy of Prisoners for Palestine]</figcaption></figure><h3>Kamran Ahmed</h3><p>Ahmed, 28, was also arrested in November 2024 and is being held in HMP Pentonville in north London. He was also arrested for his alleged involvement in the raid on Elbit Systems in Bristol. Ahmed has been on a hunger strike for more than 50 days.</p><p>According to a report by Middle East Eye, Ahmed is a mechanic.</p><p>Ahmed was <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\">hospitalised</a> for a third time on December 20 after he refused food, his sister, Shahmina Alam, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We know that he’s rapidly been losing weight in the last few days, losing up to half a kilogramme [1.1lbs] a day,” Alam told Al Jazeera in late December.</p><p>Ahmed, who is 180cm (5′11′), entered prison at a healthy 74kg (163lbs), but his last recorded weight was 60kg (132lbs).</p><p>“Kamran has been hospitalised for the fourth time recently,” Corno said.</p><figure id=\"attachment_4208115\" aria-describedby=\"caption-attachment-4208115\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208115\" src=\"/wp-content/uploads/2026/01/s6-1767264728.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kamran Ahmed\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208115\" class=\"wp-caption-text\">Kamran Ahmed [Courtesy of Prisoners for Palestine]</figcaption></figure><h3>Teuta Hoxha</h3><p>Hoxha, 29, was on day 54 of her hunger strike on Thursday. She is being held at HMP Peterborough. She was also arrested in November 2024 on allegations of involvement in the Elbit Systems raid.</p><p>According to Prisoners for Palestine, Hoxha was moved from HMP Bronzefield on the day UK parliamentarians voted to proscribe Palestine Action – July 2, 2025.</p><p>Corno told Al Jazeera that she is in regular contact with Hoxha and that she has been having heart palpitations. “She’s not been able to sleep through the night for weeks on end. I can see her memory start to deteriorate.”</p><p>In a statement published on the Prisoners for Palestine website, Hoxha said: “This is a witch hunt, not a fair fight, and that behind the arrests of dissenting voices under counterterrorism powers, holding us on remand without trial for nearly two years and targeting protesters who condemn Palestinian suffering, is the palpably desperate attempt to force us all under the imperial boot of submission.”</p><figure id=\"attachment_4208111\" aria-describedby=\"caption-attachment-4208111\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208111\" src=\"/wp-content/uploads/2026/01/s1-1767264722.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Teuta Hoxha\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208111\" class=\"wp-caption-text\">Teuta Hoxha [Courtesy of Prisoners for Palestine]</figcaption></figure><h3>Lewie Chiaramello</h3><p>Chiaramello, 22, has type 1 diabetes and hence, he has been fasting every other day. He is on day 28 of his hunger strike.</p><p>He has been held in HMP Bristol since July 2025 in connection with an incident at RAF Brize Norton, according to Prisoners for Palestine, and faces charges of conspiring to enter a restricted area for purposes harmful to the UK’s safety and interests, as well as conspiracy to commit criminal damage. His trial is set for January 18, 2027.</p><p>On June 20, a group of Palestine Action activists <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">broke into RAF Brize Norton</a>, the largest Royal Air Force base in Oxfordshire, and sprayed two military planes with red paint, causing an estimated $9.4m worth of damage.</p><p>“He’s been having to manage his insulin intake on his own with no medical supervision,” Corno said.</p><figure id=\"attachment_4208117\" aria-describedby=\"caption-attachment-4208117\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208117\" src=\"/wp-content/uploads/2026/01/signal-2025-12-07-190345-1767264731.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lewie Chiaramello\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208117\" class=\"wp-caption-text\">Lewie Chiaramello [Courtesy of Prisoners for Palestine]</figcaption></figure><h2 id=\"who-else-has-been-on-a-hunger-strike\">Who else has been on a hunger strike?</h2><p>Four other imprisoned Palestine Action activists have ended their hunger strikes, mostly after being hospitalised.</p><p>This includes Qesser Zuhrah, 20 and Amu Gib, 30, who are being held at Bronzefield prison in Surrey. The pair began their hunger strikes on November 2 to coincide with the <a href=\"/features/2018/11/2/more-than-a-century-on-the-balfour-declaration-explained\">Balfour declaration</a> of 1917, when Britain pledged to establish a national home for the Jewish people in Palestine.</p><p>Umar Khalid, 22, who has muscular dystrophy, ended his hunger strike after 13 days. Jon Cink ended his hunger strike after 41 days when he was hospitalised. Qesser Zuhrah ended her hunger strike after 48 days and was hospitalised. Amy Gib was also hospitalised.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "ICE operations and their impact on US residents | Al Jazeera | Al Jazeera",
            "time": "2026-01-01T13:21:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767273264.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In this episode of Centre Stage, Al Jazeera’s Phil Lavelle speaks with Nayna Gupta, Policy Director at the American Immigration Council, to unpack how ICE operates, the legal questions surrounding its authority, and how its actions affect both undocumented immigrants and Americans.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Indonesia floods leave families fighting to survive | Floods | Al Jazeera",
            "time": "2026-01-01T13:12:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/clean-1767273099.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Somaliland denies agreeing to host Israeli bases, resettle Palestinians | Conflict News | Al Jazeera",
            "time": "2026-01-01T12:57:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251227__894G2CF__v1__HighRes__SomaliaSomalilandIsraelDiplomacy-1767268297.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somaliland has rejected accusations that it agreed to host Israeli military facilities and resettle displaced Palestinians from Gaza in exchange for recognition by Israel.</p><p>The Ministry of Foreign Affairs on Thursday dismissed the claims as baseless, saying its engagement with Israel was “purely diplomatic” and conducted “in full respect of international law”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The denial came in response to allegations by Somalia’s President Hassan Sheikh Mohamud, who <a href=\"/news/2025/12/31/israels-recognition-of-somaliland-strange-unexpected-somali-president\">told</a> Al Jazeera that Somaliland had accepted three conditions from Israel: The resettlement of Palestinians, the establishment of a military base on the Gulf of Aden coast, and joining the Abraham Accords to normalise ties with Israel.</p><p>Reports began circulating earlier this year that Somaliland was interested in assisting Israel’s widely condemned aim of <a href=\"/news/2025/9/8/somaliland-recognition-for-forced-transfer-of-palestinians-not-worth-it\">ethnically cleansing Palestinians</a>, as officials in Hargeisa pushed for recognition.</p><p>Somaliland’s foreign minister said no talks had taken place on the issue but stopped short of rejecting the possibility, unlike other countries rumoured to be of interest to Israel.</p><p>Only the final condition has been publicly acknowledged.</p><p>Israeli Prime Minister Benjamin Netanyahu confirmed on Tuesday that Somaliland would join the Accords, telling United States media outlet Newsmax he wanted to “support a democratic, moderate country, a Muslim country, that wants to join the Abraham Accords”.</p><p>Israel became the first country to recognise Somaliland as an independent state last week, ending more than three decades of failed bids by the breakaway region of Somalia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cover-for-israeli-objectives\">‘A cover for Israeli objectives’</h2><p>Somaliland’s President Abdurrahman Mohamed Abdullahi, known as Cirro, is planning an official visit to Israel in the coming weeks, according to Kan, Israel’s public broadcaster.</p><p>Sources told Kan on Wednesday evening that the visit could take place as early as the second week of January, during which Abdullahi would formally join the Abraham Accords.</p><p>Netanyahu initially invited Cirro during a video call announcing the mutual recognition.</p><p>Somalia’s president warned that Israel’s recognition “was not merely a diplomatic gesture but a cover for specific, high-stakes Israeli strategic objectives”.</p><p>He claimed Israel would “export its problem in Gaza” to the Horn of Africa and described the move as opening “a box of evils in the world”.</p><p>Israel’s motives for suddenly recognising Somaliland remain unclear, though analysts point to the region’s strategic position at the gateway to the Red Sea, opposite Yemen’s Houthis, who imposed a naval blockade on Israeli-linked shipping before the US-brokered ceasefire in Gaza and fired rockets at Israel.</p><p>According to a November report by the Institute for National Security Studies, an Israeli think tank, “Somaliland’s territory could serve as a forward base” for intelligence monitoring of the Houthis and “a platform for direct operations” against them.</p><p>The Houthis <a href=\"/news/2025/12/28/any-israeli-presence-in-somaliland-will-be-a-target-houthi-leader\">said</a> earlier this week that any Israeli presence would be a target, a statement Somaliland’s former intelligence chief, Mostafa Hasan, said amounted to a declaration of war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"condemnation-and-concerns\">Condemnation and concerns</h2><p>Somaliland’s foreign minister appeared to downplay regional concerns on Wednesday, telling Israel’s i24NEWS that while some countries “feel Israel establishing a relationship will cause their downfall”, such fears were unfounded.</p><p>The recognition has <a href=\"/news/2025/12/30/somalis-rally-against-israels-world-first-recognition-of-somaliland\">triggered</a> widespread anger across Somalia, with tens of thousands taking to the streets on December 30 in Mogadishu, Baidoa, Dhusamareb, Las Anod and other cities, waving Somali flags and demanding unity.</p><p>More than 50 countries <a href=\"/news/2025/12/30/un-security-council-members-condemn-israels-recognition-of-somaliland\">condemned</a> Israel’s move, while the African Union and the European Union said Somalia’s territorial integrity should be respected.</p><p>Despite the backlash, Somaliland’s president expressed confidence on New Year’s Eve that “many more nations will soon formally recognise the Republic of Somaliland.”</p><p>The region declared independence from Somalia in 1991 during a civil war but has never secured international recognition, despite maintaining its own government, currency and military.</p><p>Somalia continues to claim Somaliland as part of its territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hundreds of thousands march in Istanbul in solidarity with Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-01T12:17:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_89DR69H-1767265302.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"500\" data-end=\"721\">Hundreds of thousands of people are marching through Istanbul in a sweeping show of solidarity with Palestinians, condemning Israel’s <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">genocide</a> in Gaza and rejecting claims that a ceasefire has brought meaningful relief.</p><p data-start=\"723\" data-end=\"1046\">Protesters, many waving Palestinian and Turkish flags, converged on the city’s historic Galata Bridge on Thursday despite freezing temperatures.</p><p data-start=\"723\" data-end=\"1046\">The march, organised by civil society groups under the National Will Platform alongside Turkish football clubs, rallied under the slogan: “We won’t remain silent, we won’t forget Palestine.”</p><p data-start=\"1048\" data-end=\"1367\">More than 400 civil society organisations joined the mobilisation, underscoring the scale of public anger at Israel’s ongoing assault on Gaza. Several major football clubs urged their supporters to attend, helping turn the rally into one of the largest pro-Palestine demonstrations Turkiye has seen since Israel’s war began.</p><p data-start=\"1369\" data-end=\"1645\">Galatasaray football club chair Dursun Ozbek described Israel’s actions as a moral reckoning for the world.</p><p data-start=\"1369\" data-end=\"1645\">“We will not get used to this silence,” Ozbek said in a video message shared on X. “Standing shoulder to shoulder against oppression, we come together on the same side for humanity.”</p><figure id=\"attachment_4208044\" aria-describedby=\"caption-attachment-4208044\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208044\" src=\"/wp-content/uploads/2026/01/GettyImages-2253653897-1767262453.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"ISTANBUL, TURKIYE - JANUARY 1: An aerial view of boats carrying Palestinian flags around Galata Bridge as thousands of people have gathered across Istanbul to march in solidarity with Palestinians, calling for an end to war on Gaza, on January 1, 2026. The 'We Do Not Remain Silent, We Do Not Forget Palestine' rally, organised by the Humanitarian Alliance and the National Will Platform, brought together more than 400 civil society organisations. (Photo by Muhammed Enes Yildirim/Anadolu via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208044\" class=\"wp-caption-text\">An aerial view of boats carrying Palestinian flags around Galata Bridge [Muhammed Enes Yildirim/Anadolu via Getty Images]</figcaption></figure><h2 id=\"a-slow-motion-genocide\" data-start=\"1369\" data-end=\"1645\">‘A slow-motion genocide’</h2><p data-start=\"1647\" data-end=\"1922\">Sinem Koseoglu, Al Jazeera’s Turkiye correspondent, reported from the Galata Bridge that Palestine remains a point of national consensus. She said the issue cuts across political lines, uniting supporters of the governing AK Party with voters from major opposition parties.</p><p data-start=\"1924\" data-end=\"2078\">“Today people are trying to show their support on the very first day of the new year,” Koseoglu said, as crowds packed the bridge and surrounding streets.</p><p data-start=\"2080\" data-end=\"2313\">Police sources and the Anadolu state news agency said about 500,000 people took part in the march.</p><p data-start=\"2080\" data-end=\"2313\">The rally included speeches and a performance by Lebanese-born singer Maher Zain, who sang “Free Palestine” to a sea of raised flags.</p><p data-start=\"2315\" data-end=\"2569\">For many demonstrators, the protest was also a rejection of Israel’s ceasefire narrative.</p><p data-start=\"2315\" data-end=\"2569\">“These people here do not believe in the ceasefire,” Koseoglu said. “They believe the current ceasefire is not a <a href=\"/news/2025/12/31/four-reasons-why-benjamin-netanyahu-may-not-want-a-gaza-ceasefire-to-hold\">real ceasefire</a>, but a slow motion of the genocide.”</p><figure id=\"attachment_4208039\" aria-describedby=\"caption-attachment-4208039\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208039\" src=\"/wp-content/uploads/2026/01/GettyImages-2253653756-1767262263.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ISTANBUL, TURKIYE - JANUARY 1: Thousands of people have gathered across Istanbul to march in solidarity with Palestinians, calling for an end to war on Gaza, on January 1, 2026. The 'We Do Not Remain Silent, We Do Not Forget Palestine' rally, organised by the Humanitarian Alliance and the National Will Platform, brought together more than 400 civil society organisations. (Photo by Muhammed Ali Yigit/Anadolu via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208039\" class=\"wp-caption-text\">Thousands of people have gathered across Istanbul to march in solidarity with Palestinians, calling for an end to the genocidal war on Gaza, on January 1, 2026 [Muhammed Ali Yigit/Anadolu via Getty Images]</figcaption></figure><p data-start=\"2571\" data-end=\"2939\">Turkiye has cut trade with Israel and <a href=\"/news/2025/8/29/turkiye-closes-airspace-to-israel-entirely-cutting-ties-over-gaza-war\">closed its airspace</a> and ports, but Koseoglu said protesters want sustained international pressure rather than symbolic measures.</p><p data-start=\"2571\" data-end=\"2939\">“The main idea here is to show their solidarity with the Palestinian people and let the world not forget about what’s going on in Gaza,” she said, warning that many see the ceasefire as “very fragile”.</p><p data-start=\"2941\" data-end=\"3254\" data-is-last-node=\"\" data-is-only-node=\"\">Turkiye has positioned itself as one of Israel’s sharpest critics and played a role in brokering a ceasefire announced in October by United States President Donald Trump.</p><p data-start=\"2941\" data-end=\"3254\" data-is-last-node=\"\" data-is-only-node=\"\">Yet the pause in fighting has failed to halt bloodshed, with more than 400 Palestinians killed by Israel since the ceasefire took effect, and aid still being <a href=\"/features/2026/1/1/gazas-new-year-begins-with-a-struggle-for-survival-and-dignity\">withheld</a> from entering the besieged Strip.</p></div></div></body></html>"
        },
        {
            "title": "Israel’s new rules for non-profits violate “duty of care” | Al Jazeera | Al Jazeera",
            "time": "2026-01-01T12:09:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT_THUMB16X9_BUSHRA_KHALIDI-1767269286.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oxfam’s Bushra Khalidi explains how Israel’s new rules for aid groups conflict with their obligations, after Israel said it will suspend organisations that fail to comply.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "AFCON 2025: Who is playing in the round of 16? All to know | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-01T12:03:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6953eabe7ac6-1767107262-1767269014.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the New Year begins – and with an action-packed group stage now in the rear view mirror – the Africa Cup of Nations (AFCON) moves into the knockout phase, with the round of 16 getting under way on Saturday.</p><p>Here’s all to know about the eight fixtures:</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"senegal-vs-sudan\">⚽ <strong>Senegal vs Sudan</strong></h2><p><strong>When</strong>: January 3, 5pm/16:00 GMT<br>\n<strong>Where</strong>: Ibn Batouta Stadium in Tangier</p><p data-start=\"69\" data-end=\"307\">Pre-tournament favourites Senegal open their AFCON round-of-16 campaign against Sudan, the lowest-ranked side left in the competition and appearing in the knockout stages for the first time in 14 years.</p><p data-start=\"268\" data-end=\"611\">Senegal finished top of Group D with seven points after two wins and a draw, edging the Democratic Republic of the Congo on goal difference.</p><p data-start=\"268\" data-end=\"611\">The 2022 champions, boasting considerable attacking firepower in Nicolas Jackson and Sadio Mane, will start as clear favourites but will be without captain Kalidou Koulibaly, who was sent off in their final group match.</p><p data-start=\"613\" data-end=\"842\">The 117th-ranked Sudan progressed as one of the four best third-placed teams, collecting three points in Group E courtesy of a victory over Equatorial Guinea: a result that marked only their second-ever win at AFCON since lifting the trophy in 1970.</p><p data-start=\"613\" data-end=\"842\">Reaching the last-16 represents a significant achievement for Sudan, whose footballing progress has come amid ongoing turmoil at home. Sudan has been <a href=\"/news/2025/12/31/war-in-sudan-humanitarian-collapse-fighting-deadlock-december-2025\">ravaged by war</a> since fighting broke out between Sudan’s army and the paramilitary Rapid Support Forces in April 2023.</p><p></p><h2 id=\"mali-vs-tunisia\">⚽ <strong>Mali vs Tunisia</strong></h2><p><strong>When</strong>: January 3, 8pm local/19:00 GMT<br>\n<strong>Where</strong>: Stade Mohammed V in Casablanca</p><p data-start=\"105\" data-end=\"244\">This round-of-16 showdown brings together two familiar AFCON foes, as Group A runners-up Mali take on Group C’s second-placed side Tunisia.</p><p data-start=\"246\" data-end=\"509\">Mali progressed with three points after drawing all three group matches, while Tunisia advanced with four, courtesy of one win and one draw. Neither side set the group stage alight, but both could use this round as a chance to reset and raise their level.</p><p data-start=\"511\" data-end=\"830\">The two teams have met 15 times across competitive fixtures and friendlies, with Tunisia holding a narrow edge in the head-to-head, claiming seven victories to Mali’s five, while three matches ended in a draw. Their most recent meeting came at AFCON in January 2024, when they played out a 1-1 draw in the group stage.</p><p data-start=\"832\" data-end=\"1079\" data-is-last-node=\"\" data-is-only-node=\"\">Mali, who finished runners-up at the tournament in 1972, will be without midfielder Amadou Haidara after he was sent off late in their last game.</p><h2 data-start=\"832\" data-end=\"1079\"><strong>⚽ Morocco vs Tanzania</strong></h2><p><strong>When</strong>: January 4, 5pm/16:00 GMT<br>\n<strong>Where</strong>: Prince Moulay Abdellah Stadium in Rabat</p><p data-start=\"79\" data-end=\"351\">Hosts Morocco, Africa’s highest-ranked nation at 11th in the world, have lined up a meeting with Tanzania, who ended a 45-year wait to play in the AFCON knockouts. With just two points from three Group C games, Tanzania squeezed into the last 16 as one of the four best third-placed teams, edging out Angola on goals scored.</p><p data-start=\"468\" data-end=\"804\" data-is-last-node=\"\" data-is-only-node=\"\">Morocco, meanwhile, topped Group A with seven points from two wins and a draw. Despite being tipped as overwhelming favourites, the Atlas Lions faced early criticism after a nervy opening-day win over minnows Comoros and a draw with Mali, before restoring confidence with a convincing 3-0 victory over Zambia in their final group match.</p><p data-start=\"686\" data-end=\"888\" data-is-last-node=\"\" data-is-only-node=\"\">Coach Walid Regragui, who had earlier apologised to frustrated fans for the team’s underwhelming performance, is targeting the country’s second continental crown, 50 years after Morocco’s maiden AFCON triumph.</p><figure id=\"attachment_4207831\" aria-describedby=\"caption-attachment-4207831\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207831\" src=\"/wp-content/uploads/2026/01/AP25364032217988-1767253913.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Morocco's Achraf Hakimi gestures during the Africa Cup of Nations group A soccer match between Zambia and Morocco in Rabat, Morocco, Sunday, Dec. 28, 2025. (AP Photo/Themba Hadebe)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207831\" class=\"wp-caption-text\">Morocco captain Achraf Hakimi missed the first two group games due to an ankle injury but came off the bench in the final group fixture against Zambia on Monday [Themba Hadebe/AP]</figcaption></figure><h2><strong>⚽ South Africa vs Cameroon<br>\n</strong></h2><p><strong>When</strong>: January 4, 8pm local/19:00 GMT<br>\n<strong>Where</strong>: Al Barid Stadium in Rabat</p><p data-start=\"107\" data-end=\"368\">Oswin Appollis’s late penalty capped a five-goal thriller against Zimbabwe and sealed South Africa’s passage to the round of 16 as Group B runners-up. Bafana Bafana finished the group stage with two wins and one defeat and now face five-time champions Cameroon.</p><p data-start=\"370\" data-end=\"722\">South Africa, one of the seven AFCON participants to have booked their place at FIFA World Cup 2026, finished third at AFCON 2023 but are yet to fully hit top gear this time. They will be hoping to find their rhythm against Cameroon, who progressed as Group F runners-up after an unbeaten group-stage campaign that included two victories.</p><p data-start=\"724\" data-end=\"914\" data-is-last-node=\"\" data-is-only-node=\"\">Sunday’s contest will mark the 10th meeting between the sides: five of their previous encounters ended in draws, with South Africa claiming three wins and Cameroon prevailing just once.</p><p></p><h2><strong>⚽ Egypt vs Benin<br>\n</strong></h2><p><strong>When</strong>: January 5, 5pm/16:00 GMT)<br>\n<strong>Where</strong>: Adrar Stadium in Agadir</p><p data-start=\"95\" data-end=\"374\">An unbeaten group-stage campaign saw Egypt finish top of Group B with seven points. Even with a second-string lineup and key players such as Mohamed Salah and Omar Marmoush rested, the Pharaohs played out a goalless draw in the final group match against Angola to keep up their momentum.</p><p data-start=\"384\" data-end=\"577\">That consistency has fuelled a belief among the team and fans alike that Egypt could finally convert promise into silverware after years of near misses, as the record seven-time champions chase a first AFCON title since 2010.</p><p data-start=\"579\" data-end=\"879\">Benin, by contrast, scraped into the last-16 thanks to a single result: a 1-0 victory over Botswana in Group D, which also marked their maiden win at the AFCON finals. It took them 16 attempts to register that breakthrough following their debut in 2004, despite their run to the quarterfinals in 2019.</p><p data-start=\"881\" data-end=\"983\" data-is-last-node=\"\" data-is-only-node=\"\">Facing the might of Egypt, Benin will be hoping to double that tally and spring another AFCON upset.</p><figure id=\"attachment_4208204\" aria-describedby=\"caption-attachment-4208204\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208204\" src=\"/wp-content/uploads/2026/01/AP25363704354802-1767267137.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohamed Salah reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208204\" class=\"wp-caption-text\">All eyes are on superstar Mohamed Salah, centre, as he aims to win his first – and Egypt’s eighth – AFCON crown [Mosa’ab Elshamy/AP]</figcaption></figure><h2><strong>⚽ Nigeria vs Mozambique</strong></h2><p><strong>When</strong>: January 5, 8pm local/19:00 GMT<br>\n<strong>Where</strong>: Fez Stadium in Fez</p><p data-start=\"121\" data-end=\"279\">Nigeria were the first side to book their place in the round of 16 with a perfect group-stage record, asserting their dominance early in the tournament.</p><p data-start=\"281\" data-end=\"505\">The Super Eagles have quickly put their disappointment of missing out on the World Cup behind them, soaring in Morocco on the back of a talented squad featuring established stars Ademola Lookman, Raphael Onyedika, Victor Osimhen and Alex Iwobi.</p><p data-start=\"507\" data-end=\"804\">The Group C winners now face Mozambique, who finished third in Group F with three points and are making their first appearance in an AFCON knockout stage. The Mambas ended a 40-year wait for a victory at the continental finals by edging Gabon 3-2 – a result that ultimately secured their progression.</p><p data-start=\"806\" data-end=\"995\" data-is-last-node=\"\" data-is-only-node=\"\">Monday’s clash represents Mozambique’s sternest test yet, as they chase a maiden win over Nigeria, having lost four times and drawn once in five previous meetings with the former champions.</p><figure id=\"attachment_4207836\" aria-describedby=\"caption-attachment-4207836\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207836\" src=\"/wp-content/uploads/2026/01/AP25362017609246-1767254136.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nigeria's players pose for the team picture before the Africa Cup of Nations group C soccer match between Nigeria and Tunisia in Fez, Morocco, Saturday, Dec. 27, 2025. (AP Photo/Mosa'ab Elshamy)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207836\" class=\"wp-caption-text\">Nigeria, in statistical terms, have the best attack at the tournament with a total of eight goals scored in three group matches [File: Mosa’ab Elshamy/AP]</figcaption></figure><h2><strong>⚽ Algeria vs DR Congo<br>\n</strong></h2><p><strong>When</strong>: January 6, 5pm/16:00 GMT<br>\n<strong>Where</strong>: Moulay Hassan Stadium in Rabat</p><p data-start=\"106\" data-end=\"433\">After Nigeria, Algeria were the only other side to record a perfect group-stage campaign, topping Group E in style thanks to the clinical finishing of Riyad Mahrez and Ibrahim Maza. The North Africans possess squad depth and have underlined their credentials as title contenders – but their first knockout assignment poses a tricky test against DR Congo.</p><p data-start=\"435\" data-end=\"681\">DR Congo finished runners-up in Group D with two wins and a draw, producing disciplined displays at both ends of the pitch. This round-of-16 meeting is arguably the most intriguing tie, pitting two in-form sides who are yet to taste defeat in Morocco.</p><p data-start=\"683\" data-end=\"876\" data-is-last-node=\"\" data-is-only-node=\"\">History, however, favours Algeria, who are unbeaten against DR Congo in six previous encounters, recording two wins and four draws. Tuesday’s clash will mark their first meeting in seven years.</p><h2><strong>⚽ Ivory Coast vs Burkina Faso<br>\n</strong></h2><p><strong>When</strong>: January 6, 8pm local/19:00 GMT<br>\n<strong>Where</strong>: Marrakesh Stadium in Marrakesh</p><p data-start=\"115\" data-end=\"404\">Title holders Ivory Coast sealed top spot in Group F with seven points after a comeback victory in their final group match, finishing ahead of Cameroon on goals scored. Winger Amad Diallo has been among their standout performers, netting two of the team’s five goals in the group stage.</p><p data-start=\"406\" data-end=\"540\">The Ivorians round off the last-16 fixtures against Burkina Faso, who finished runners-up in Group E with two wins and one defeat.</p><p data-start=\"542\" data-end=\"786\" data-is-last-node=\"\" data-is-only-node=\"\">The West African rivals are no strangers to each other, having met 20 times in all competitions and friendlies. Ivory Coast hold the upper hand with nine victories, while eight encounters ended in draws, and Burkina Faso have prevailed on just three occasions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel’s NGO ban forces dozens of aid groups to suspend work in Gaza | Gaza | Al Jazeera",
            "time": "2026-01-01T11:37:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767267351.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel looking to reopen Rafah crossing after US pressure: Israeli media | Gaza News | Al Jazeera",
            "time": "2026-01-01T11:11:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6956428768-1767260807.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel looking to reopen Rafah crossing after US pressure: Israeli media</h1><p class=\"article__subhead\"><em>Israel currently occupies the Palestinian side of the crossing, choking Gaza of a vital humanitarian entry point.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel is preparing to reopen the Rafah crossing between the Gaza Strip and Egypt in both directions after Prime Minister Benjamin Netanyahu returns from a visit to the United States, according to Israeli media reports.</p><p>Israel’s Kan 11 news reported on Wednesday that the expected decision comes as a result of pressure from US President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For Palestinians in Gaza, the Rafah crossing had long been the only connection to the outside world.</p><p>That was until May 2024, when Israeli forces occupied the Palestinian side of the crossing, destroying its buildings, preventing travel and causing a severe humanitarian crisis, especially for patients.</p><p>It marked the first time in 20 years that Israeli forces directly controlled the border crossing as they deployed soldiers in a military buffer zone all across the Philadelphi Corridor, where they remain today.</p><p>The first phase of Trump’s 20-point plan – imposed by the US administration in <a href=\"/news/2025/10/9/trump-announces-gaza-ceasefire-deal-what-we-know-and-whats-next\">October</a> – to end Israel’s genocidal war on Gaza had called for Israeli authorities to let humanitarian aid into the territory and open “the Rafah crossing in both directions”.</p><p>Israel, however, has continued to restrict the entry of aid, while a military unit called Israel’s Coordination of Government Activities in the Territories (COGAT) announced in December that the “Rafah Crossing will open in the coming days exclusively for the exit of residents from the Gaza Strip to Egypt”.</p><p>The announcement caused concern among mediators, with the foreign ministers of Egypt, Indonesia, Jordan, Pakistan, Qatar, Saudi Arabia, Turkiye and the United Arab Emirates issuing a <a href=\"/news/2025/12/6/arab-muslim-nations-reject-israels-exit-only-plan-for-rafah-crossing\">joint statement</a> that expressed “deep concern” and expressed their “complete rejection of any attempts to displace the Palestinian people from their land”.</p><p>Israel’s Kan news reported that discussions about reopening the crossing in both directions had been held before Netanyahu met with Trump in the US, but the move was postponed.</p><p>It added that an unnamed US source believed that the announcement about the opening of the crossing would take place in the coming days.</p><p>Netanyahu has reached the end of his latest trip to the US, with Trump hailing him as a “hero” and saying Israel – and by extension its prime minister – had “lived up to the plan 100 percent” in reference to the US president’s peace plan.</p><p>However, reports emerged last week that suggested US officials are growing frustrated over Netanyahu’s apparent “slow walking” of the 20-point ceasefire plan, suspecting that the Israeli prime minister might be hoping to keep the door open to resuming hostilities against the Palestinian group Hamas at a time of his choosing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Photos: Thousands march in Turkiye in support of Gaza on New Year’s Day | Gaza News | Al Jazeera",
            "time": "2026-01-01T11:11:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-01T092947Z_1705978485_RC29SIAXNQHD_RTRMADP_3_ISRAEL-PALESTINIANS-TURKEY-PROTEST-1767261705.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of protesters have marched through the Turkish city of Istanbul in support of Gaza.</p><p>A similar demonstration also took place last year, organised by President Recep Tayyip Erdogan’s son, Bilal Erdogan.</p><p>“Today people are trying to show their support on the very first day of the new year,” said Sinem Koseoglu, Al Jazeera’s Turkiye correspondent reporting from Istanbul on Thursday.</p><p>Koseoglu said football clubs have also been calling on their supporters to join the demonstrations.</p><p>She added that Palestine is an issue that draws support across the country’s political spectrum, from the ruling AK Party to major opposition parties.</p><p>Demonstrators, gathering before dawn at prominent Istanbul mosques including Hagia Sophia Grand Mosque, Sultanahmet, Fatih, Suleymaniye, and Eminonu New Mosque, called for an end to the genocide in Gaza. Many displayed Turkish and Palestinian flags in mosque courtyards to express solidarity.</p><p>Despite freezing conditions, attendance was substantial. Authorities implemented comprehensive security measures, particularly around Sultanahmet Square, where hot refreshments were provided to participants.</p><p>After morning prayers, protesters marched towards the Galata Bridge, accompanied by ministers, senior officials and state dignitaries. The official programme commenced at 8:30am local time (05:30 GMT).</p></div></div></body></html>"
        },
        {
            "title": "Yemen’s separatist STC refuses to withdraw from provinces near Saudi Arabia | Conflict News | Al Jazeera",
            "time": "2026-01-01T10:51:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69543639-1767126585.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Yemen’s separatist STC refuses to withdraw from provinces near Saudi Arabia</h1><p class=\"article__subhead\"><em>STC to maintain presence, but agrees to deployment of Riyadh-backed National Shield government forces in the areas.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"529\" data-end=\"817\">Tensions in Yemen continue to simmer as Rashad al-Alimi, the head of the internationally recognised Presidential Leadership Council, has warned against unilateral military moves by southern separatists.</p><p data-start=\"819\" data-end=\"1202\">Al-Alimi cautioned that further advances by the <a href=\"/news/2025/12/9/who-are-the-groups-controlling-yemen\">Southern Transitional Council</a> (STC) separatists in Hadramout and al-Mahra provinces would have serious consequences.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"819\" data-end=\"1202\">His warning followed a surprise offensive in December that saw STC forces seize control of the resource-rich provinces. Riyadh has accused the United Arab Emirates of egging the STC on and warned that the presence of the STC in Yemeni provinces that border Saudi Arabia poses a threat to its security. The UAE has rejected those allegations and has said it supports Saudi Arabia’s security.</p><p data-start=\"1204\" data-end=\"1575\">Meanwhile, the STC has rejected al-Alimi’s authority, insisting its fighters will remain in place in the provinces that Saudi Arabia and the official Yemeni government want them out of.</p><p data-start=\"1204\" data-end=\"1575\">On Wednesday evening, the group announced a new agreement to deploy additional separatist forces to areas it has taken in Hadramout, further entrenching its presence. Neither the Yemeni government nor Saudi Arabia has issued an official response to this announcement.</p><p data-start=\"1577\" data-end=\"1955\">Mohammed al-Naqeeb, an STC spokesperson, said in a video posted on X that the group’s units would continue operating in the seized areas. He added, however, that they would be coordinated with the “Homeland Shield” forces affiliated with the Yemeni government and the Saudi-led coalition.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"limited-withdrawal\" data-start=\"1577\" data-end=\"1955\">Limited withdrawal</h2><p data-start=\"2110\" data-end=\"2478\">Hadramout’s governor, Salem al-Khanbashi, said the STC’s response to official demands for a withdrawal had been limited.</p><p data-start=\"2110\" data-end=\"2478\">Speaking to Al Jazeera Arabic, he urged the separatists to pull their forces out of Hadramout and return them to their original positions. He said he wanted to avoid bloodshed and warned that continued defiance risked plunging the province into violence.</p><p data-start=\"2480\" data-end=\"2714\">On Tuesday, the Saudi-led coalition announced <a href=\"/news/2025/12/31/uae-to-pull-forces-out-of-yemen-as-tensions-rise-with-saudi-arabia\">air strikes</a> on weapons and military vehicles after they arrived at the port of Mukalla on two ships from Fujairah. Mukalla is under STC control.</p><p data-start=\"2716\" data-end=\"2901\">Saudi Arabia said its national security was a “red line” and accused the UAE of sending the military equipment to the STC as its troops gain territory in Hadramout and al-Mahra.</p><p data-start=\"2903\" data-end=\"3266\">Abu Dhabi rejected the <a href=\"/news/2025/12/30/saudi-led-coalition-strikes-yemeni-port-over-unauthorised-weapons-shipment\">accusation</a>. The UAE’s Ministry of Foreign Affairs described the claims as “allegations” but later announced the end of the remaining missions of its “counterterrorism” teams in Yemen.</p><p data-start=\"3268\" data-end=\"3437\">The STC, which seeks the secession of southern Yemen, launched its latest military moves in early December and has ignored repeated local and regional calls to withdraw.</p><p data-start=\"3439\" data-end=\"3702\" data-is-last-node=\"\" data-is-only-node=\"\">The European Union warned on Wednesday that developments in Hadramout and al-Mahra risk spurring new instability across the Gulf. “The EU calls for de-escalation,” a spokesperson said, reaffirming support for Yemen’s unity and the Presidential Leadership Council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Dozens’ killed in Swiss ski resort blaze: What we know | Police News | Al Jazeera",
            "time": "2026-01-01T10:46:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260101__89DQ4NR__v1__MidRes__SwitzerlandAccidentExplosionTourismPolice-1767256684.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A <a href=\"/news/2026/1/1/several-killed-in-explosion-fire-at-swiss-ski-resort-town-police\">blaze</a> killed “dozens” of people and injured more than 100 others in a bar in a ski resort as partygoers celebrated the arrival of the new year in the early hours of Thursday morning, Swiss police say.</p><h2 id=\"what-happened\">What happened?</h2><p>A fire broke out at 1:30am (00:30 GMT) at Le Constellation, a bar in the centre of the luxury Alpine ski resort town of Crans-Montana in southwestern Switzerland, police said in a statement on Thursday.</p><p>Crans-Montana is about 200km south of the Swiss capital, Bern.</p><p>“There has been an explosion of unknown origin,” Gaetan Lathion, a police spokesperson in Wallis canton in southwestern Switzerland, told the AFP news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The bar is a popular tourist venue in the town. At the time of the incident, more than 100 people were present, Swiss media outlet Blick reported, quoting police.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"what-do-we-know-about-the-victims\">What do we know about the victims?</h2><p>During a news conference on Thursday, Frederic Gisler, the police commander in the Valais Canton in southwestern Switzerland, told reporters that “several dozens” of people were presumed dead in the incident, without specifying the exact number. He added that more than 100 people had been injured.</p><p>Later on Thursday morning, the Italian foreign ministry, quoting Swiss police, said it understood that about 40 people had died.</p><p class=\"p1\">A medical source told broadcaster RTS that hospitals in French-speaking Switzerland had been overwhelmed with burn victims. Most of those injured were in a serious condition, regional councillor Mathias Renard said. Police said that some victims were from other countries.</p><p class=\"p1\">Valais hospital’s intensive care ‌unit is full, and patients were being transferred elsewhere, he added. University Hospital Zurich said it is currently treating 12 patients for burns.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">A spokesperson at Lausanne University Hospital said its burns and intensive care units are treating 22 patients, the youngest of whom is 16 years old.</p><p>In neighbouring Italy, the major burns unit at Milan’s Niguarda Hospital has been made available to treat the injured.</p><p>Italy’s ambassador to Switzerland told Italian reporters that it may take “weeks” to identify many of the victims as their burns are so severe.<strong> </strong></p><figure id=\"attachment_4208180\" aria-describedby=\"caption-attachment-4208180\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208180\" src=\"/wp-content/uploads/2026/01/AP26001387281184-1767266278.jpg?w=770&amp;resize=770%2C425&amp;quality=80\" alt=\"Swiss fire\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208180\" class=\"wp-caption-text\">The interior of a building where a fire broke out leaving people dead and injured during a New Year’s celebration, in Crans-Montana, Swiss Alps, Switzerland, Thursday, January 1, 2026 [Police Cantonale Valaisanne via AP]</figcaption></figure><h2 id=\"how-have-authorities-responded\">How have authorities responded?</h2><p>After being alerted to the blaze, 10 helicopters, 40 ambulances and 150 responders were sent to the scene. Police said most of the injured have “significant” injuries with severe burns. Many have been taken to the Valais hospital.</p><p>The area around the bar has been completely closed off to the public and a no-fly zone over Crans-Montana has been imposed.</p><p>So far, there is no information about what may have caused the fire. Specialist forensic investigators from Zurich arrived at the scene later on Thursday.</p><p>“We’re just at the beginning of our investigation, but this is an internationally renowned ski resort with lots of tourists,” Lathion said.</p><p>Beatrice Pilloud, the prosecutor-general of the Valais canton in southwestern Switzerland, told the news conference, “currently we are favouring a fire and at no time is there question of any attack”.</p><p>Lathion added that a reception centre and helpline – +41 848 112 117 – have been set up to provide support to affected families. “The intervention is still ongoing,” he added.</p><p>“What was meant to be a moment of joy turned, on the first day of the year in Crans-Montana, into mourning that touches the entire country and far beyond,” Guy Parmelin, the president of the Swiss confederation, wrote in an X post on Thursday.</p><p></p><h2 id=\"how-common-is-an-incident-like-this-in-switzerland\">How common is an incident like this in Switzerland?</h2><p>Incidents like this are uncommon in Switzerland – fires and explosions in recent years have been minor.</p><p>In June 2024, two people were found dead following a blast in an underground parking garage at an apartment building in northern Switzerland, which also injured 11 people. Police told local media that the explosion had been caused by homemade fireworks.</p><p>Possibly the biggest explosion in Swiss history happened at Mitholz Ammunition Depot in December 1947 when 3,000 tonnes of Swiss army ammunition from World War II, which had been buried in the mountains above Mitholz, blew up. Nine people were killed and several others were injured.</p><p>In February 1970, a bomb exploded on a Swissair flight bound for Israel, killing 39 passengers and nine crew members on board. It is unclear who was behind the attack. Some local media reported that a Palestine Liberation Organization (PLO) splinter group was behind the bombing, but this has never been confirmed or proven.</p></div></div></body></html>"
        },
        {
            "title": "UAE won’t lose “influence in Yemen” after withdrawal | Al Jazeera | Al Jazeera",
            "time": "2026-01-01T10:36:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/UPD-QT-thumbnail-16x9-1767263631.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Luciano Zaccara on the UAE’s decision to withdraw its forces from Yemen, which could alter its regional influence.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luciano Zaccara, a Middle East and Gulf analyst, talks about the United Arab Emirate’s decision to withdraw its forces from Yemen which could alter its regional influence.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Can Syria’s new banknotes help rebuild the economy? | Syria's War | Al Jazeera",
            "time": "2026-01-01T10:23:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Syrias-new-banknotes16x9-1767262751.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian government will issue new banknotes and slash zeros from its depreciated currency in 2026. But will this financial reform strengthen the currency’s value and help rebuild the economy?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Search for survivors after US military strike on alleged drug convoy | Military | Al Jazeera",
            "time": "2026-01-01T09:25:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767259493.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "At least 10 killed in an explosion at Swiss ski resort town | Police | Al Jazeera",
            "time": "2026-01-01T09:00:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767257898.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "The world is still failing its children. We can change that in 2026 | Child Rights | Al Jazeera",
            "time": "2026-01-01T08:21:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693ab3ec4124-1765454828.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As we enter 2026, one truth is impossible to ignore: children around the world are facing their greatest levels of need in modern history – just as the humanitarian system meant to protect them and their futures is battling some of its biggest challenges in decades.</p><p>The events of 2025 marked a dramatic rupture in global humanitarian and development efforts. When the United States abruptly halted foreign aid in January, billions of dollars vanished overnight. Critical programmes were suspended, offices closed, and millions suddenly lost access to food, healthcare, education, and protection. Overnight, lifelines that communities had depended on for decades were thrown into jeopardy – and children, as always, paid the highest price.</p><p>For international NGOs, the shock was immediate and severe. At Save the Children, we were forced to take some of the toughest decisions in our 106-year history. We had to close country offices, cut thousands of staff positions, and wind down life-saving operations. We estimated that about 11.5 million people – including 6.7 million children – would feel the immediate impacts of these cuts, while many more would be impacted in the longer term.</p><p>The aid cuts came at a time when children globally were already facing major challenges, from conflict to displacement, to climate change, with decades of progress at risk of being reversed.</p><p>The facts are startling. In 2025, one in every five children was living in an active conflict zone where children are being killed, maimed, sexually assaulted and abducted in record numbers. About 50 million children globally are displaced from their homes. Nearly half the world’s children – about 1.12 billion – cannot afford a balanced diet, and some 272 million were out of school.</p><p>These numbers point to a global failure. Behind each statistic is a child whose childhood is being cut short, a childhood defined by fear, hunger and lost potential.</p><p>For children, the collapse of aid was not an abstract budgetary decision, but it was deeply personal.  Health clinics closed, classrooms closed, and protection services disappeared just as violence, climate shocks and displacement intensified. Years of hard-won progress in child survival, education and rights were suddenly at risk of being undone, leaving millions of children more vulnerable to hunger, exploitation and violence.</p><p>The crisis also revealed the fragility of the global aid system itself. When humanitarian support is concentrated among a handful of government donors, sudden political shifts reverberate directly through children’s lives. The events of 2025 showed how quickly international commitments can unravel – and how devastating that can be for the youngest and least protected.</p><p>Yet amid this turmoil, something extraordinary happened.</p><p>In many places, families, teachers, health workers and local organisations found ways to keep learning going, to provide care, and to create spaces where children could still play, heal and feel safe. These efforts underscored a simple truth: Responses are strongest when they are rooted close to children themselves.</p><p>There were also moments of progress. In a year marked by pushback against human rights, important legal reforms advanced children’s protection – from a ban on corporal punishment in Thailand, to the criminalisation of child marriage and the passing of a digital protection law in Bolivia. These gains reminded us that change is possible even in difficult times, when children’s rights are put at the centre of public debate and policy.</p><p>Out of the shocks of 2025 has come a moment of reckoning and an opportunity: to adapt, to innovate, towards approaches that are more sustainable, more locally led and more accountable to the people they are meant to serve. For children, this shift is critical. Decisions made closer to communities are more likely to reflect children’s real needs and aspirations.</p><p>This period of reinvention has also revived difficult questions that can no longer be postponed. How can life-saving assistance be insulated from political volatility? How can funding be diversified so that children are not abandoned when a single donor withdraws? And how can children and young people meaningfully participate in decisions that shape their futures?</p><p>Innovation alone will not save children, but it can help. When digital tools, data and community-led design are used responsibly, they can improve access, accountability and trust. Used poorly, they risk deepening inequalities. The challenge is not technological — it is political and ethical.</p><p>Children do not stop wanting to learn, play or dream because bombs fall or aid dries up. In camps, cities and ruined neighbourhoods, they organise, speak out and imagine futures that adults have failed to secure for them. They remind us why our work – and our ability to adapt – matters so profoundly.</p><p>In Gaza this year, I witnessed the horrors that children are living through daily, with the war now raging for more than two years and most of the Strip covered in rubble. I saw children facing malnutrition at our healthcare clinics and heard how some now wish to die to join their parents in heaven. No child should ever be living under such terror that death is preferable. They are children, and their voices need to be heard.</p><p>If 2025 exposed the failures of the old aid model, 2026 must become a turning point. A different choice is possible — one that builds systems resilient to political shocks, grounded in local leadership and accountable to the children they claim to serve. The challenge now is to reshape our systems so that, no matter how the world changes, we can put children first, always, everywhere.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why are some African countries banning US citizens from entry? | Donald Trump News | Al Jazeera",
            "time": "2026-01-01T08:10:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-19T220351Z_1096491290_RC29VGA6TT26_RTRMADP_3_USA-TRUMP-1758422831_81638b-1758499498.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mali and Burkina Faso have announced they are imposing full visa bans on United States citizens in retaliation for US President Donald Trump’s ban on US visas for their citizens this month.</p><p>The two West African countries, which are both governed by the military, on Tuesday became the latest African nations to issue “tit-for-tat” visa bans on the US. These follow Trump’s <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">new visa restrictions</a>, which now apply to 39 countries in Africa, Asia, the Middle East and Latin America. The White House said they were imposed on “national security” grounds.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In accordance with the principle of reciprocity, the Ministry of Foreign Affairs and International Cooperation informs the national and international community that, with immediate effect, the Government of the Republic of Mali will apply the same conditions and requirements to US nationals as those imposed on Malian citizens,” the Malian ministry said in a statement.</p><p>Burkina Faso’s foreign minister, Karamoko Jean-Marie Traore, in a separate statement similarly cited a reciprocity rule for his country’s visa ban.</p><h2 id=\"which-countries-have-issued-bans-on-visas-for-us-citizens\">Which countries have issued bans on visas for US citizens?</h2><p>The US directive issued on December 16 expanded full US visa bans to citizens of five nations other than Mali and Burkina Faso: Laos, Niger, Sierra Leone, South Sudan and Syria.</p><p>Travellers holding travel documents issued by the Palestinian Authority were also banned from entering the US under the order.</p><p>The US <a href=\"https://www.whitehouse.gov/fact-sheets/2025/12/fact-sheet-president-donald-j-trump-further-restricts-and-limits-the-entry-of-foreign-nationals-to-protect-the-security-of-the-united-states/\">cited</a> the countries’ poor screening and vetting capabilities, information-sharing policies, visa overstay rates and refusal to take back their deported nationals for the ban.</p><p>Trump’s order also noted countries were additionally assessed based on whether they had a “significant terrorist presence”.</p><p>The US ban takes effect on Thursday.</p><p>Mali, Burkina Faso and neighbouring Niger have been plagued by violence from armed groups linked to al-Qaeda and ISIL (ISIS) for years. The violence in those countries has displaced millions of civilians.</p><p>On Friday, Niger banned entry for US citizens, also citing the US ban on its citizens. The country is also military-led like its neighbours Mali and Burkina Faso. All three formed the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> in July 2024 to tackle security problems and improve trade relations.</p><p>In its own reciprocal move, Chad stopped issuing visas to US citizens on June 6 with an exception for US officials. Only US citizens who were issued visas before June 9 are now allowed entry into Chad.</p><p>The country was on an initial list of <a href=\"/news/2025/6/5/trump-announces-travel-ban-on-people-from-12-countries\">12 nations</a> whose citizens the Trump administration issued a full visa ban on from June 9.</p><figure id=\"attachment_4206525\" aria-describedby=\"caption-attachment-4206525\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206525\" src=\"/wp-content/uploads/2025/12/AP25357457602550-1767178885.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Traore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206525\" class=\"wp-caption-text\">Burkina Faso President Ibrahim Traoré, second from left, walks alongside Malian President Assimi Goïta during an Alliance of Sahel States summit on security and development in Bamako, Mali, on December 23, 2025 [Handout/Mali government information centre via AP]</figcaption></figure><h2 id=\"which-countries-are-affected-by-the-us-visa-bans\">Which countries are affected by the US visa bans?</h2><p>Citizens of 39 countries are now under full or partial entry restrictions to the US, according to the US-based Council on Foreign Relations think tank.</p><p>Those fully banned are:</p><ul>\n<li id=\"afghanistan\">Afghanistan</li>\n<li id=\"burkina-faso\">Burkina Faso</li>\n<li id=\"chad\">Chad</li>\n<li id=\"equatorial-guineaeritreahaitiiranlaoslibyamalimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Equatorial Guinea</li>\n<li id=\"eritreahaitiiranlaoslibyamalimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Eritrea</li>\n<li id=\"haitiiranlaoslibyamalimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Haiti</li>\n<li id=\"iranlaoslibyamalimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Iran</li>\n<li id=\"laoslibyamalimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Laos</li>\n<li id=\"libyamalimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Libya</li>\n<li id=\"malimyanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Mali</li>\n<li id=\"myanmarnigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Myanmar</li>\n<li id=\"nigerrepublic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Niger</li>\n<li id=\"republic-of-congo-congo-brazaville-sierra-leonesomaliasouth-sudansudansyriayemen\">Republic of Congo</li>\n<li id=\"sierra-leonesomaliasouth-sudansudansyriayemen\">Sierra Leone</li>\n<li id=\"somaliasouth-sudansudansyriayemen\">Somalia</li>\n<li id=\"south-sudansudansyriayemen\">South Sudan</li>\n<li id=\"sudansyriayemen\">Sudan</li>\n<li id=\"syriayemen\">Syria</li>\n<li id=\"yemen\">Yemen</li>\n<li>Holders of travel documents issued by the Palestinian Authority are also fully banned.</li>\n</ul><p>Those partially restricted are:</p><ul>\n<li id=\"angola\">Angola</li>\n<li id=\"antigua-and-barbudabeninburundicubadominicagabongambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Antigua and Barbuda</li>\n<li id=\"beninburundicubadominicagabongambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Benin</li>\n<li id=\"burundicubadominicagabongambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Burundi</li>\n<li id=\"cubadominicagabongambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Cuba</li>\n<li id=\"dominicagabongambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Dominica</li>\n<li id=\"gabongambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Gabon</li>\n<li id=\"gambiaivory-coastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">The Gambia</li>\n<li id=\"ivorycoastmalawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Ivory Coast</li>\n<li id=\"malawimauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Malawi</li>\n<li id=\"mauritanianigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Mauritania</li>\n<li id=\"nigeriasenegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Nigeria</li>\n<li id=\"senegaltanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Senegal</li>\n<li id=\"tanzaniatogotongaturkmenistanvenezuelazambiazimbabwe\">Tanzania</li>\n<li id=\"togotongaturkmenistanvenezuelazambiazimbabwe\">Togo</li>\n<li id=\"tongaturkmenistanvenezuelazambiazimbabwe\">Tonga</li>\n<li id=\"turkmenistanvenezuelazambiazimbabwe\">Turkmenistan</li>\n<li id=\"venezuelazambiazimbabwe\">Venezuela</li>\n<li id=\"zambiazimbabwe\">Zambia</li>\n<li id=\"zimbabwe\">Zimbabwe</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"is-trump-specifically-targeting-african-countries-with-visa-bans\">Is Trump specifically targeting African countries with visa bans?</h2><p>Trump’s approach to Africa regarding visa entries in his second term as US president is similar to that of his first administration when he issued a “Muslim ban”, which included citizens of three African nations – Somalia, Sudan and Libya – as well as Yemen, Syria, Iraq and Iran.</p><p>In later updates to the ban, Sudan was removed while Chad was added.</p><p>Most countries under US entry restrictions since Trump took office on January 20 are in Africa. Of the 39 affected countries, 26 are African nations.</p><h2 id=\"how-have-us-africa-trade-relations-fared-under-trump\">How have US-Africa trade relations fared under Trump?</h2><p>Tradewise, the US has shifted away from its preferential African Growth and Opportunity Act (AGOA) trade programme to a tariff-based regime that has also been applied to most other countries around the world under Trump’s tariffs policy.</p><p>From 2000, AGOA provided African nations with duty-free access to US markets, bolstering African exports to the US of a wide range of goods, from wine to cars.</p><p>AGOA created an estimated 300,000 jobs in African countries and indirectly sustained another 1.2 million jobs, according to the US-based Center for Strategic International Studies.</p><p>However, AGOA expired in September after the US Congress failed to renew it. Although the Trump administration said it supported a one-year extension, no steps have been announced to revive the programme.</p><p>Instead, African countries now face often steep tariffs as the US sometimes justifies them on political grounds.</p><p>South Africa, Africa’s richest country, for example, was <a href=\"/news/2025/7/8/trumps-new-tariffs-who-is-hit-whats-next-how-is-the-world-responding-2\">slapped with a 30 percent tariff</a> after Trump made <a href=\"/news/2025/5/22/fact-check-do-trumps-white-genocide-claims-to-ramaphosa-hold-up\">debunked allegations of a “genocide”</a> on the country’s white Afrikaner minority. The US government has since <a href=\"/news/2025/10/31/trumps-7500-refugee-cap-echoing-restrictive-us-immigration-history\">prioritised resettling Afrikaners</a> as refugees in the US.</p><p>South African President Cyril Ramaphosa met with Trump at the White House in May and explained that crime in the country targets the population at large – not just its white citizens – but was unable to persuade Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s administration is also prioritising its access to critical rare earth minerals, used to develop high-tech devices, in a bid to remain competitive with China, which mines about 60 percent of the world’s rare earth metals and processes 90 percent of them.</p><p>Trump took up a mediator role in the conflict between the Democratic Republic of the Congo (DRC) and neighbouring Rwanda this year after the DRC government proposed a minerals deal with the US. The US and United Nations accuse Rwanda of backing a rebellion by the M23 armed group in the eastern DRC.</p><p>Trump did not commit to US military intervention in the DRC but successfully secured a <a href=\"/news/2025/12/4/trump-hails-great-day-for-the-world-as-drc-rwanda-finalise-peace-deal\">peace pact</a> between the two countries on December 4 after applying diplomatic pressure on Rwanda.</p><p><a href=\"/news/2025/12/11/over-400-civilians-killed-in-eastern-dr-congo-as-us-peace-deal-falters\">Attacks on civilians</a> by M23 have nonetheless continued despite the peace deal.</p><p>A clause in the pact granted US firms priority access to both the DRC’s and Rwanda’s mineral reserves, which include cobalt, copper, lithium and gold.</p><figure id=\"attachment_4103402\" aria-describedby=\"caption-attachment-4103402\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4103402\" src=\"/wp-content/uploads/2025/11/AP25316661702293-1763011536.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"US-South Africa leaders\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4103402\" class=\"wp-caption-text\">US President Donald Trump, right, meets South African President Cyril Ramaphosa in the Oval Office of the White House on May 21, 2025 [Evan Vucci/AP]</figcaption></figure><h2 id=\"how-about-aid-and-security-cooperation\">How about aid and security cooperation?</h2><p>In early 2025, the Trump administration shut down the <a href=\"/news/2025/2/3/what-is-usaid-and-how-central-is-it-to-us-foreign-policy\">US Agency for International Development</a> and <a href=\"/economy/2025/2/27/us-cutting-foreign-aid-budgets-by-more-than-90-trump-administration-says\">cut billions of dollars of US foreign aid</a>, affecting many African countries that greatly depended on the world’s largest funder of health and humanitarian aid.</p><p>Aid groups have since reported rising hunger in <a href=\"/news/2025/7/26/malnutrition-in-nigeria-killed-652-children-in-past-six-months-msf-says\" target=\"_blank\" rel=\"noopener\">northern Nigeria</a>, Somalia and northeastern Kenya.</p><p>Health observers and analysts have also raised the alarm about the risk of undoing work to prevent and contain the spread of HIV in Lesotho and South Africa.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In northern Cameroon, officials have reported a spike in malaria deaths as drug supplies fall. This month, the US unilaterally pledged $400m in health funding to the country over the next five years on the condition that Cameroon raises its own annual health spending from $22m to $450m.</p><p>African nations were also most affected when Trump recalled 30 career diplomats appointed by former President Joe Biden from 29 countries last week.</p><p>Fifteen of them had been stationed in African nations: Algeria, Burundi, Cameroon, Cape Verde, Gabon, Ivory Coast, Egypt, Madagascar, Mauritius, Niger, Nigeria, Rwanda, Senegal, Somalia and Uganda.</p><p>Meanwhile, the US has continued to intensify strikes against armed groups linked to ISIL and al-Qaeda, similar to those during Trump’s first term as president from 2017 to 2021.</p><p>In Somalia, the US launched strikes in September targeting al-Shabab and the ISIL affiliate in Somalia Province, according to the US-based New America Foundation think tank.</p><p>The US also targeted ISIL- and al-Qaeda-linked groups <a href=\"/news/2025/12/26/us-bombs-target-isil-in-nigeria-whats-really-going-on\">in northwestern Nigeria</a> for the first time on Thursday.</p><p>While those strikes were carried out in collaboration with the Nigerian government, a war of narratives prevailed between the two countries.</p><p>The US claims to be “saving” Nigerian Christians, who it alleges are experiencing a genocide.</p><p>Nigerian authorities, on the other hand, deny claims of genocide and say people of all religions have been badly affected by armed groups operating in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Pressure mounts on Israel over Gaza aid agency ban | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-01T07:48:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20251231-40125074-40125068-UNRWA_SCHOOL_TURNS_INTO_SHELTER_FOR_DISPLACED_PALESTINIANS_IN_GAZA-1767253072_e58aa1-1767253168.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Pressure mounts on Israel over Gaza aid agency ban</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>UN agencies warn Israel’s ban of 37 aid agencies will undermine crucial relief work in the war-battered Strip.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel escalates West Bank demolitions amid illegal settlement expansion | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-01T07:46:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_88ER27D-1767249307.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"544\" data-end=\"758\">Israeli forces have begun demolishing dozens of buildings housing Palestinian families in the northern occupied West Bank, forcing mass displacement as winter sets in, and leaving communities scrambling for shelter.</p><p data-start=\"760\" data-end=\"1053\">Israeli military bulldozers and cranes tore through residential blocks in the <a href=\"/news/2025/12/15/israel-to-demolish-25-homes-in-occupied-west-bank-nur-shams-camp\">Nur Shams</a> refugee camp on Wednesday, flattening homes that housed about 100 families. Thick clouds of dust rose over the camp as residents watched from a distance, according to an AFP news agency journalist at the scene.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1055\" data-end=\"1202\">“Being torn away from our homes, our neighbourhoods and our memories is deeply painful,” said Mutaz Mahr, whose building was among those destroyed.</p><p data-start=\"1204\" data-end=\"1308\">“The occupation tries by every means to wear us down and pressure us,” he told AFP, referring to Israel.</p><p data-start=\"1310\" data-end=\"1538\">“Our home is dear to us, the memories are dear to us, the family, the neighbours, and the good people are dear to us,” he said as bulldozers advanced. “The first time, our grandparents were displaced, and this is the second time.”</p><p data-start=\"1540\" data-end=\"1660\">Mahr said he and about 25 relatives were sheltering in a 100-square-metre (120-square-yard) apartment after being driven out of the camp.</p><p data-start=\"1662\" data-end=\"1955\">The Israeli military claimed the demolitions formed part of an operation against Palestinian resistance groups, a claim that could not be independently verified. Palestinian residents and rights groups say the destruction amounts to collective punishment and forced displacement under occupation.</p><figure id=\"attachment_4207702\" aria-describedby=\"caption-attachment-4207702\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207702\" src=\"/wp-content/uploads/2026/01/000_89CE4Q2-1767249798.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Residents of the Nur Shams Palestinian refugee camp watch their homes being demolished on New Year's eve by an Israeli military excavator in the Nur Shams camp, on December 31, 2025. Zain Jaafar/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207702\" class=\"wp-caption-text\">Residents of the Nur Shams Palestinian refugee camp watch their homes being demolished on New Year’s Eve by an Israeli military excavator in the Nur Shams camp, on December 31, 2025 [Zain Jaafar/AFP]</figcaption></figure><p data-start=\"1957\" data-end=\"2105\">Nihaya al-Jendi, a member of Nur Shams’s popular committee, said the scale of displacement had already reached crisis levels before the latest raid.</p><p data-start=\"2107\" data-end=\"2322\">“Today, more than 1,500 families from the camp are still unable to return,” Jendi told AFP. “This is a major catastrophe – a real humanitarian disaster for Palestinian refugees – unfolding before the eyes of the world.”</p><p data-start=\"2344\" data-end=\"2650\">Israel launched what it calls a security operation earlier this year targeting refugee camps in the northern West Bank, including Nur Shams, <a href=\"/news/2025/9/12/show-of-humiliation-as-israeli-army-lays-siege-to-west-banks-tulkarem\">Tulkarem</a> and Jenin.</p><p data-start=\"2652\" data-end=\"2966\">At least 850 homes have been demolished or severely damaged across the three camps, according to <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">Human Rights Watch</a>, which analysed satellite imagery. The group said the destruction appears designed to carve out “clear buffer” zones and permanently reshape the camps’ urban fabric, tightening Israeli control.</p><h2 id=\"more-settlements-approved\" data-start=\"544\" data-end=\"758\">More settlements approved</h2><p data-start=\"3297\" data-end=\"3548\">As refugee homes are reduced to rubble, Israel is pushing ahead with illegal <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">settlement expansion</a>. On Wednesday, Israeli authorities approved plans for 126 settler housing units in the Sa-Nur outpost in the northern West Bank, according to Israeli media.</p><p data-start=\"3550\" data-end=\"3756\">Channel 7 reported that the High Planning Council, operating under Israel’s Civil Administration, greenlit a detailed plan that would allow illegal <a href=\"/features/2025/12/24/victory-against-israeli-west-bank-settlement-offers-palestinians-some-hope\">settlers</a> to return to Sa-Nur, which was evacuated in 2005.</p><p data-start=\"3758\" data-end=\"4108\">The outpost was dismantled under then Prime Minister Ariel Sharon’s unilateral disengagement plan, which removed settlements from Gaza and four northern West Bank sites. That policy was reversed in March 2024 when Israel’s parliament repealed the disengagement law through legislation known as the “Cancellation of the Disengagement Law”.</p><p data-start=\"4110\" data-end=\"4447\">Channel 7 said the new plan could take effect within two months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-moves-against-the-un\" data-start=\"544\" data-end=\"758\">Israeli moves against the UN</h2><p data-start=\"4483\" data-end=\"4783\">The demolitions and settlement approvals come as Israel escalates <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">pressure</a> on the United Nations agency for Palestinian refugees.</p><p data-start=\"4483\" data-end=\"4783\">UN Secretary-General Antonio Guterres condemned an Israeli move to cut electricity or water to facilities owned by UNRWA, his spokesperson said on Wednesday.</p><p data-start=\"4785\" data-end=\"5088\">The measure would “<a href=\"/news/2025/12/31/palestinians-in-gaza-say-lives-will-be-destroyed-by-israels-ngo-ban\">further impede</a>” the agency’s ability to function, the spokesperson added. “The Convention on the Privileges and Immunities of the United Nations remains applicable to UNRWA, its property and assets,” said UN spokesman Stephane Dujarric, stressing that UNRWA is an “integral” part of the UN system.</p><p data-start=\"5090\" data-end=\"5275\">UNRWA Commissioner-General Philippe Lazzarini denounced the decision as part of a “systematic campaign to discredit UNRWA and thereby obstruct” its work supporting Palestinian refugees.</p><p data-start=\"5277\" data-end=\"5548\">In 2024, Israel’s parliament passed a law banning the agency from operating in the country and barring officials from contact with it. UNRWA continues to operate in occupied East Jerusalem, which the UN recognises as occupied territory despite Israel’s annexation claims.</p><p data-start=\"5550\" data-end=\"5869\" data-is-last-node=\"\" data-is-only-node=\"\">The agency provides education, healthcare and humanitarian aid to millions of Palestinians across Gaza, the West Bank, Jordan, Lebanon and Syria. As Israel’s genocidal war on Gaza grinds on, critics say the parallel assault on UNRWA and West Bank communities signals a broader effort to dismantle the refugee question altogether.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s new year begins with a struggle for survival and dignity | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-01T07:31:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A1712-1767205554.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir el-Balah and Nuseirat, Gaza Strip –</strong> In her tent made of fabric sheets with a roof covered in white plastic tarp, Sanaa Issa tries to steal a quiet moment with her daughters.</p><p>Sanaa spoke to Al Jazeera as the <a href=\"/opinions/2025/12/31/as-the-world-welcomes-a-new-year-we-in-gaza-dread-what-it-will-bring\">new year</a> approached, and with a ceasefire officially in place in Gaza. But, lying on a wet blanket in a tent with <a href=\"/news/2025/12/30/israeli-strikes-on-gaza-are-relentless-as-displaced-endure-flooded-camps\">rain pouring down</a>, Sanaa doesn’t have a huge amount to be positive about.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We didn’t know whether to blame the war, the cold, or the hunger. We’re moving from one crisis to another,” Sanaa told Al Jazeera, describing a harsh year she, and other displaced Palestinians like her, have faced in the Gaza Strip.</p><p>Amid worsening humanitarian conditions, the once-ambitious hopes of Palestinians in Gaza, dreams of a better future, prosperity, and reconstruction, are gone. In their place are basic human needs: securing flour, food and water, obtaining tents to shield them from the cold, accessing medical care, and simply surviving bombardments.</p><p>For Palestinians like Sanaa, hope for the new year has been reduced to a daily struggle for survival.</p><p>Sanaa is a 41-year-old mother of seven, who has been solely responsible for raising her children after her husband was killed in an Israeli strike in November 2024, at the end of the first year of Israel’s genocidal war on Gaza.</p><p>“Responsibility for the children, displacement, securing food and drink, making tough decisions here and there. Everything was required of me at once,” Sanaa, who fled with her family from al-Bureij to Deir el-Balah, both in central Gaza, said.</p><p>Sanaa’s biggest challenge in 2025 was securing “a loaf of bread” and getting her hands on even a kilogram of flour every day for her family.</p><p>“During the famine, I slept and woke up with one wish: to get enough bread for the day. I felt I was dying while my children were starving before me, and I could do nothing,” she said bitterly.</p><p>The search for flour eventually saw Sanaa decide to go to the <a href=\"/news/2025/11/25/us-backed-ghf-aid-mission-in-gaza-ends-a-timeline-of-violence\">US-backed GHF</a> aid distribution points that opened at the end of May across Gaza.</p><p>“At first, I was scared and hesitant, but the hunger we live through can force you to do things you never imagined,” Sanaa said, describing her weekly visits to the aid points.</p><p>Visiting the sites, which the US and Israel supported as alternatives to long-established aid organisations, was inherently dangerous. More than 2,000 Palestinians were killed in and around GHF sites, according to the United Nations, before the GHF officially ended its mission in late November.</p><p>But going to the sites wasn’t just a risk to Sanaa’s life, it was a path that “took away her dignity”, leaving lasting scars.</p><p>On one occasion, Sanaa was hit by shrapnel in her arm while waiting for aid at the Netzarim distribution point in central Gaza, and her 17-year-old daughter was injured in the chest at the Morag point east of Rafah.</p><p>But her injuries didn’t stop her from trying again, although she began to go alone, leaving her children behind in relative safety.</p><figure id=\"attachment_4207132\" aria-describedby=\"caption-attachment-4207132\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207132\" src=\"/wp-content/uploads/2025/12/873A1745-1767205773.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"During the famine, Sana’a’s greatest wish was to provide a loaf of bread for her seven children, amid a six-month-long blockade that prevented food and goods from entering [Abdelhakim Abu Riash/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207132\" class=\"wp-caption-text\">During the famine in Gaza, Sana’a’s greatest wish was to provide a loaf of bread for her seven children, amid a six-month-long Israeli blockade that prevented food and goods from entering [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"desperation\">Desperation</h2><p>The war in Gaza led to severe interruptions in food and humanitarian aid, the last of which began in late March 2025, eventually leading to the declaration of a famine. It continued until October 2025, gradually easing after the ceasefire announcement.</p><p>During this period, the United Nations officially declared a state of famine, confirming that parts of Gaza had entered catastrophic hunger stages, with acute shortages in food, water, and medicine, and high rates of malnutrition among children and pregnant women.</p><p>Thousands of residents had to search for food using dangerous methods, including by waiting for long hours at the GHF sites.</p><p>“Hunger lasted a long time; it wasn’t a day or two, so I had to find a solution,” Sanaa said. “Each time, people crowded in their hundreds of thousands. Some would spend the night there, hundreds of thousands of displaced people – men, women, children, old and young.”</p><p>“The scenes were utterly humiliating. Bombing and heavy gunfire on everyone, not to mention the pushing and fighting among people over aid.”</p><p>The crowds meant that Sanaa often returned to her tent empty-handed, but the rare times she brought back a few kilos of flour felt like “a festival”, she recalled.</p><p>“One time, I got five kilos [11 pounds] of flour. I cried with joy returning to my children, who hadn’t tasted bread for days,” she added.</p><figure id=\"attachment_4207142\" aria-describedby=\"caption-attachment-4207142\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207142\" src=\"/wp-content/uploads/2025/12/873A1784-1767206217.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sana’a sits with her children inside their tent, holding on to hope that living conditions will improve in the coming year [Abdelhakim Abu Riash/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207142\" class=\"wp-caption-text\">Sanaa sits with her children inside their tent, holding on to the hope that living conditions will improve in the coming year [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>Sanaa divided the five kilos over two weeks, sometimes mixing it with ground lentils or pasta dough. “We wanted to recite a spell over the flour so it would multiply,” she said with dark humour.</p><p>A heavy silence followed as Sanaa adjusted the plastic tarp over her tent against the strong wind, then said:</p><p>“We witnessed humiliation beyond measure? All this for what? For a loaf of bread!” she added with tearful eyes. “If we were animals, perhaps they would have felt more pity for us.”</p><p>Despite the hardships she has endured and continues to face, Sanaa has not lost hope or her prayers for Gaza’s future.</p><p>“Two years are enough. Each year has been harder than the previous one, and we are still in this spiral,” she added. “We want proper tents to shelter us in winter, a gas cylinder to cook instead of burning wood, we want life and reconstruction.”</p><p>“Our basic rights have become distant wishes at year’s end.”</p><figure id=\"attachment_4207148\" aria-describedby=\"caption-attachment-4207148\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207148\" src=\"/wp-content/uploads/2025/12/873A1950-1767206334.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batoul Abu Shawish, 20, lost her entire family in an Israeli strike that targeted their home in Nuseirat during the ceasefire in November 2025 [Abdelhakim Abu Riash/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207148\" class=\"wp-caption-text\">Batoul Abu Shawish, 20, lost her entire family in an Israeli strike that targeted their home in Nuseirat during the ceasefire in November 2025 [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"the-only-survivor\">The only survivor</h2><p>Sanaa’s husband was one of the more than 71,250 Palestinians killed by Israel during the war.</p><p>Twenty-year-old Batoul Abu Shawish can count her father, mother, two brothers and two sisters – her whole immediate family – among that number.</p><p>Batoul comes into the new year wishing for only one thing: to be with her family.</p><p>Her heartbreaking loss came just a month before the end of the year, on November 22.</p><p>Despite the ceasefire, an Israeli bomb struck the home her family had fled to in central Gaza’s Nuseirat refugee camp.</p><p>“I was sitting with my two sisters. My brothers were in their room, my father had just returned from outside, and my mother was preparing food in the kitchen,” she recalled, eyes vacant, describing the day.</p><p>“In an instant, everything turned to darkness and thick dust. I didn’t realise what was happening around me, not even that it was bombing, due to the shock,” Batoul added, as she stood next to the ruins of her destroyed home.</p><p>She was trapped under the debris of the destroyed home for about an hour, unable to move, calling for help from anyone nearby.</p><p>“I couldn’t believe what was happening. I wished I were dead, unaware, trying to escape the thought of what had happened to my family,” Batoul said.</p><p>“I called for them one by one, and there was no sound. My mother, father, siblings, no one.”</p><p>After being rescued, she was found to have severe injuries to her hand and was immediately transferred to hospital.</p><p>“I was placed on a stretcher above extracted bodies, covered in sheets. I panicked and asked my uncle who was with me: ‘Who are these people?’ He said they were from the house next to ours,” she recalled.</p><p>As soon as Batoul arrived at the hospital, she was rushed into emergency surgery on her hand before she could learn about what had happened to her family.</p><p>“I kept asking everyone, ‘Where is my mom? Where is my dad?’ They told me they were fine, just injured in other departments.”</p><p>“I didn’t believe them,” Batoul added, “but I was also afraid to call them liars.”</p><p>The following day, her uncles broke the news to Batoul that she had lost her mother and siblings. Her father, they told her, was still in critical condition in the intensive care unit.</p><p>“They gathered around me, and they were all crying. I understood on my own,” she said.</p><p>“I broke down, crying in disbelief, then said goodbye to them one by one before the funeral.”</p><p>Batoul’s father later succumbed to his injuries three days after the incident, leaving her alone to face her grief.</p><p>“I used to go to the ICU every day and whisper in my father’s ear, asking him to wake up again, for me and for himself, but he was completely unconscious,” Batoul said as she scrolled through photos of her father on her mobile phone.</p><p>“When he died, it felt as if the world had gone completely dark before my eyes.”</p><figure id=\"attachment_4207152\" aria-describedby=\"caption-attachment-4207152\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207152\" src=\"/wp-content/uploads/2025/12/873A2057-1767206534.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batoul holds a photo on her phone showing her with her family, including her father, mother, and siblings Muhammad, Youssef, Tayma, and Habiba [Abdelhakim Abu Riash/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207152\" class=\"wp-caption-text\">Batoul al-Shawish holds a photo on her phone showing her with her family, including her father, mother, and siblings Muhammad, Youssef, Tayma, and Habiba [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"where-is-the-ceasefire\">‘Where is the ceasefire?’</h2><p>Israel said that it conducted the strikes in Nuseirat in response to an alleged gunman crossing into Israel-held territory in Gaza, although it is unclear why civilian homes in Nuseirat were therefore targeted.</p><p>According to Gaza’s Government Media Office and the Ministry of Health, around 2,613 Palestinian families were completely wiped out during the war on the Gaza Strip up until the announcement of the ceasefire in October 2025.</p><p>Those families had all of their members killed, and their names erased from the civil registry.</p><p>The same figures indicate that approximately 5,943 families were left with only a single surviving member after the rest were killed, an agonising reflection of the scale of social and human loss caused by the war.</p><p>These figures may change as documentation continues and bodies are recovered from beneath the rubble.</p><p>For Batoul, her family was anything but ordinary; they were known for their deep bond and love for one another.</p><p>“My father was deeply attached to my mother and never hid his love for her in front of anyone, and that reflected on all of us.”</p><p>“My mother was my closest friend, and my siblings loved each other beyond words. Our home was full of pleasant surprises and warmth,” she added.</p><p>“Even during the war, we used to sit together, hold family gatherings, and help one another endure so much of what we were going through.”</p><p>The understandable grief that has overtaken Batoul leaves no room for wishes for a new year or talk of a near future, at least for now.</p><p>One question, however, weighs heavily on her: why was her peaceful family targeted, especially during a ceasefire?</p><p>“Where is the ceasefire they talk about? It’s just a lie,” she said.</p><p>“My family and I survived bombardment, two years of war. An apartment next to our home in eastern Nuseirat was hit, and we fled together to here. We lived through hunger, food shortages, and fear together. Then we thought we had survived, that the war was over.”</p><p>“But sadly, they’re gone, and they left me alone.”</p><p>Batoul holds onto one wish from the depths of her heart: to join her family as soon as possible.</p><p>At the same time, she carries an inner resignation that perhaps it is her fate to live this way, like so many others in Gaza who have lost their families.</p><p>“If life is written for me, I will try to fulfil my mother’s dream that I be outstanding in my field and generous to others,” said Batoul, a second-year university student studying multimedia, who is currently living with her uncle and his family.</p><p>“Life without family,” she said, “is living with an amputated heart, in darkness for the rest of your life, and there are so many like that now in Gaza.”</p><figure id=\"attachment_4207156\" aria-describedby=\"caption-attachment-4207156\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207156\" src=\"/wp-content/uploads/2025/12/873A1970-1767206634.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batoul stands in front of the rubble of her destroyed home, where she was trapped for about an hour before being rescued when it was hit [Abdelhakim Abu Riash/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207156\" class=\"wp-caption-text\">Batoul al-Shawish stands in front of the rubble of her destroyed home, where she was trapped for about an hour before being rescued [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Palestine was the deadliest place to be a journalist in 2025: Media union | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-01T07:29:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-10-15T194523Z_2061420503_RC2ICHAQNAX0_RTRMADP_3_ISRAEL-PALESTINIANS-SPAIN-STRIKE-1767246809.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Palestine was the deadliest place to be a journalist in 2025: Media union</h1><p class=\"article__subhead\"><em>Of 128 journalists killed globally last year, 56 were Palestinian, the International Federation of Journalists said.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Jan 2026</span><span aria-hidden=\"true\">1 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestine was the deadliest place to work as a journalist in 2025, with the Middle East as a whole the most dangerous region for media professionals, according to a global journalist union.</p><p>The International Federation of Journalists (IFJ) said the region accounted for 74 deaths last year – more than half of the 128 journalists and media workers killed – in a new report released on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Middle East was followed by Africa with 18 deaths, Asia Pacific (15), the Americas (11) and Europe (10), according to the report. The vast majority of those killed were men, but the list included 10 women.</p><p>“128 journalists killed in a single year is not just a statistic; it is a global crisis. These deaths are a brutal reminder that journalists are being targeted with impunity, simply for doing their job,” IFJ General Secretary Anthony Bellanger said.</p><p>Palestinian journalists were the biggest cohort of victims: 56 Palestinian media professionals were killed in 2025. Yemen followed, with 13 deaths, Ukraine, with eight, and Sudan, with six, according to the IFJ.</p><p>The Paris-based media union cited Israel’s killing of Al Jazeera journalist Anas al-Sharif as the most “emblematic” of the 56 journalists murdered in Palestine last year covering Israel’s genocidal war on Gaza. Al-Sharif, 28, was killed on August 10 alongside several colleagues when Israeli forces struck a media tent outside Gaza City’s al-Shifa Hospital.</p><p>The attack also killed Al Jazeera correspondent Mohammed Qreiqeh, Al Jazeera camera operators Ibrahim Zaher and Mohammed Noufal, freelance camera operator Momen Aliwa and freelance journalist Mohammed al-Khalidi.</p><p>IFJ also cited an Israeli strike in early September on a Yemeni newspaper office as “one of the worst-ever attacks on a media office”. Thirteen journalists and media workers at the Houthi-affiliated “26 September” newspaper were killed, along with more than 20 other people.</p><p>Another nine deaths were ruled as accidents, while others – including two journalists in Syria and two in Iran – were “targeted and killed” because of their work, IFJ said.</p><p>While the Middle East was the deadliest region for the third year in a row in 2025, the Asia Pacific accounted for the largest number of journalists and media workers behind bars. Most cases in 2025 were in China and Hong Kong, which together accounted for 143 journalists, followed by 49 in Myanmar and 37 in Vietnam.</p><p>Europe was another detention hotspot last year, accounting for 149 imprisoned journalists. IFJ attributed the figure, up 40 percent from a year earlier, to “intensified repression in Azerbaijan and Russia”.</p></div></div></body></html>"
        }
    ]
}