{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump says he has revoked Biden’s autopen pardons: But can he do it? | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T04:42:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-03T012517Z_92664070_RC23ZGAE6LNG_RTRMADP_3_USA-TRUMP-BIDEN-AUTOPEN-1764730621.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump says he has voided all pardons and commutations that were signed by his predecessor, Joe Biden, with an autopen.</p><p>“Any and all Documents, Proclamations, Executive Orders, Memorandums, or Contracts, signed by Order of the now infamous and unauthorised ‘AUTOPEN,’ within the Administration of Joseph R. Biden Jr., are hereby null, void, and of no further force or effect,” Trump wrote on his social media platform Truth Social on Tuesday evening.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Anyone receiving ‘Pardons,’ ‘Commutations,’ or any other Legal Document so signed, please be advised that said Document has been fully and completely terminated and is of no Legal effect,” he said.</p><p>However, legal experts say the US president’s move is not enforceable.</p><p>So, what documents did Biden sign with the autopen, who will be affected, and is Trump’s move legal?</p><h2 id=\"what-documents-did-biden-sign-with-his-autopen\">What documents did Biden sign with his autopen?</h2><p>Trump has repeatedly claimed that Biden’s use of the autopen, a mechanical device that allows signatures without a person using their hand, was a reflection of the former president’s physical and mental frailty.</p><p>Biden issued a record 4,245 acts of clemency during his four years in office, more than any other US president since the start of the 20th century, according to the non-partisan Pew Research Center.</p><p>Most of these acts were commutations or a reduction in sentence. Biden only issued 80 individual pardons, the second-lowest number over the same period, but he was better known for issuing “pardons by proclamation”, which impacted entire classes of people.</p><p>These included pardons by proclamation for former military service members convicted of violating a ban on gay sex, which has since been repealed, and people convicted of certain federal marijuana offences, according to the Pew Research Center.</p><p>But it is unclear how many, and which, of the pardons and commutations ordered by Biden were signed using an autopen.</p><h2 id=\"is-trump-s-move-legal\">Is Trump’s move legal?</h2><p>Bernadette Miller, a US and United Kingdom constitutional law expert at Stanford University, told Al Jazeera that Trump does not have the power to reverse pardons or commutations.</p><p>“This declaration has no legal effect. Any laws or pardons that Biden signed by autopen remain valid. The only exception would be an executive order that has effect only until rescinded by the same or another president,” she told Al Jazeera by email.</p><p>“Those orders could be undone by Trump, so presumably, this statement would undo any orders of that kind. But pardons and laws remain valid.”</p><p>PolitiFact, a fact-checking website based at the Poynter Institute for Media Studies, separately found that there is “no constitutional mechanism for overturning pardons, and an 1869 judicial ruling found that once delivered, a pardon is final”.</p><p>The US Constitution also does not specify whether a pardon must be signed by hand, PolitiFact said on its website.</p><h2 id=\"who-might-be-affected-by-trump-s-move\">Who might be affected by Trump’s move?</h2><p>Trump has previously insisted that a series of “preemptive” pardons that Biden issued to US legislators who investigated the January 6, 2021, attack on the US Capitol were signed by autopen.</p><p>A mob of Trump supporters, seeking to prevent Biden’s certification as president by Congress, had attacked the Capitol, claiming that the 2020 election was stolen. Trump and his allies have repeatedly failed to demonstrate mass fraud in the election.</p><p>The US president and his allies view Republicans who chose to investigate Trump, such as former members of Congress Liz Cheney and Adam Kinzinger, as traitors to their movement.</p><p>In March, Trump said on Truth Social that the pardons for these legislators were “VOID, VACANT, AND OF NO FURTHER FORCE OR EFFECT, because of the fact that they were done by Autopen.”</p><h2 id=\"was-biden-the-first-to-use-an-autopen\">Was Biden the first to use an autopen?</h2><p>Biden was not the only US president to rely on an autopen, according to PolitiFact.</p><p>Similar devices have been used throughout most of US history, though as technology has advanced, so has the nature of autopens.</p><p>Thomas Jefferson, the third US president, used what was known as a polygraph: A device consisting of two pens rigged in a way that the second could copy the action of the first.</p><p>In the early 1960s, John F Kennedy used a more modern version of the autopen. More recently, Barack Obama used autopens on some occasions.</p><p>PolitiFact also found two legal memos from 1929 and 2005 stating that the US president does not have to sign documents by hand.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela denounces US-ordered ‘forced sale’ of oil company Citgo | Oil and Gas News | Al Jazeera",
            "time": "2025-12-03T04:09:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f90f4-1764724981.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela denounces US-ordered ‘forced sale’ of oil company Citgo</h1><p class=\"article__subhead\"><em>A Delaware judge has ordered the sale to settle debts, as Venezuela says US military buildup is targeting its oil reserves.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Venezuelan Vice President and Minister of Petroleum Delcy Rodriguez has condemned a US court’s decision to authorise the “fraudulent” and “forced” sale of Venezuelan oil company Citgo in the United States to pay off billions of dollars in debts.</p><p>“We energetically reject the decision adopted in the judicial process”, Rodriguez said in a statement read on state television about the sale, which the Venezuelan government has always opposed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Delaware Judge Leonard Stark last week ordered the sale of Citgo’s parent company to Amber Energy, an affiliate of the hedge fund Elliott Investment Management, for $5.9bn. Elliott Investment Management said in a press release that the court order was “backed by a group of strategic US energy investors”.</p><p>Citgo, a Houston-based subsidiary of Venezuela’s PDVSA (Petroleos de Venezuela, SA), a state-owned oil company, has been facing claims that it owes more than $20bn to creditors, reflecting the broader financial woes of the South American country under US sanctions, which have targeted its once profitable oil industry.</p><p>The company’s creditors include the Canadian firm Crystallex, which another US court said was owed $1.2bn by the Venezuelan government in 2019 over Caracas’s 2008 seizure and nationalisation of the <a href=\"/news/2008/11/6/venezuela-takes-over-gold-mine\">Las Cristinas mine</a>, which is rich with gold, diamonds, iron and other minerals.</p><p>The sale of Citgo comes as Venezuelan President Nicolas Maduro claims that the US’s recent military build-up in the Caribbean Sea surrounding his country is aimed at seizing Venezuela’s vast oil reserves.</p><figure id=\"attachment_4147031\" aria-describedby=\"caption-attachment-4147031\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4147031 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/afp_692f9107301d-1764724999.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt='(FILES) A man walks past a billboard of the United Socialist Party of Venezuela (PSUV), reading \"Return CITGO to the Venezuelans,\" in Caracas on June 27, 2023.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147031\" class=\"wp-caption-text\">A man walks past a billboard of the United Socialist Party of Venezuela (PSUV), which reads, ‘Return CITGO to the Venezuelans’, in Caracas on June 27, 2023 [Federico Parra/AFP]</figcaption></figure><p>While Venezuela holds the world’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest proven oil reserves</a>, estimated at 303 billion barrels as of 2023, it exported just $4.05bn worth of crude oil in 2023, far below other major oil-producing countries, in part due to US sanctions imposed during US President Donald Trump’s first term.</p><p>Last week, Maduro <a href=\"/news/2025/12/1/venezuela-calls-on-opec-to-counter-us-threats\">called on fellow members</a> of the Organization of the Petroleum Exporting Countries (OPEC) to help his country counter “<a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">growing and illegal threats</a>” from the US and its president.</p><p>However, Paolo von Schirach, the president of the Global Policy Institute, said that he doubted that Venezuela’s plea would elicit much support “within OPEC itself”.</p><p>The Trump administration has claimed that its military actions in the region are focused on tackling drug trafficking.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Venezuela was historically one of the <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest exporters of oil</a> to the United States, but sales declined sharply after <a href=\"/features/2012/10/8/profile-hugo-chavez\">Hugo Chavez</a> was elected president in 1998.</p><p>Then, facing strict sanctions under the first Trump administration, Venezuela shifted its exports to countries including China, India and Cuba.</p><p>A slight easing of the trade tensions under former US President Joe Biden’s administration saw US multinational company Chevron granted a limited oil production licence, before sanctions were again tightened at the beginning of the second Trump administration in March this year.</p><p>PDVSA, the state-owned oil company that has dominated Venezuela’s exploitation of its vast oil reserves, has faced other challenges, including ageing infrastructure, underinvestment and mismanagement, as well as the effects of international sanctions.</p></div></div></body></html>"
        },
        {
            "title": "Colombia’s Petro invites Trump to cocaine lab demolition amid attack threat | Drugs News | Al Jazeera",
            "time": "2025-12-03T03:47:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251022__79PK2ZQ__v1__HighRes__FilesComboColombiaUsDiplomacy-1761185899_66981b-1761197403.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Colombia’s Petro invites Trump to cocaine lab demolition amid attack threat</h1><p class=\"article__subhead\"><em>Colombian president chides Trump, saying 18,400 cocaine laboratories have been destroyed ‘without missiles’ fired.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Colombian <a href=\"/news/2025/10/23/us-colombia-tensions-surge-as-presidents-trump-petro-trade-threats\">President Gustavo Petro</a> has invited US President Donald Trump to visit his country and participate in the destruction of cocaine laboratories after Trump said any country trafficking drugs into the United States could be attacked, “not just Venezuela”.</p><p>Trump issued his warning during a Cabinet meeting on Tuesday at the White House, where he <a href=\"/news/2025/10/19/trump-calls-colombias-petro-a-drug-leader-says-us-to-cut-aid-to-country\">singled out Colombia</a> for producing cocaine and selling it into the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I hear Colombia, the country of Colombia, is making cocaine. They have cocaine manufacturing plants, oK, and then they sell us their cocaine,” Trump said.</p><p>“Anybody that’s doing that and selling it into our country is subject to attack,” he said.</p><p>Petro responded swiftly to Trump in a post on social media, pointing out that his government had destroyed 18,400 cocaine laboratories “without missiles”.</p><p>“Come to Colombia, Mr. Trump,” Petro said.</p><p>“Come with me, and I’ll show you how they are destroyed, one laboratory every 40 minutes,” Petro said, “to prevent cocaine from reaching the US”.</p><p>Petro also warned against threatening Colombia’s sovereignty, which he said was a declaration of war that “will awaken a Jaguar”.</p><p>“Do not damage two centuries of diplomatic relations. You have already slandered me; do not continue down that path,” Petro said, apparently referring to Trump’s previous public assertions that the Colombian leader was involved in the drug trade.</p><p>“If there is a country that has helped stop thousands of tonnes of cocaine so that North Americans do not consume it, it is Colombia,” Petro added.</p><p></p><p>Still, Colombia remains the dominant source of cocaine entering the US: According to the US Drug Enforcement Agency, 84 percent of the drug seized in the country in 2024 originated in Colombia.</p><p>Trump’s administration has deployed a huge military force to the Latin American region under the pretext of stemming the <a href=\"/news/2025/11/14/us-announces-southern-spear-mission-as-forces-deploy-to-south-america\">flow of drugs to the US from Venezuela</a>, and has carried out missile attacks on vessels in the Pacific Ocean and Caribbean Sea, killing at least 83 people in the process.</p><p>Trump made his remarks on expanding attacks against narcotics-exporting countries while seated next to <a href=\"/video/newsfeed/2025/12/2/hegseth-under-scrutiny-after-us-kills-boat-strike-survivors\">Defense Secretary Pete Hegseth</a>, who is under scrutiny for a so-called “double-tap” strike in September that killed two survivors from an earlier US attack on a vessel in the Caribbean Sea, which had already killed nine people.</p><p>Legal experts said <a href=\"/news/2025/12/2/hegseth-or-admiral-bradley-who-approved-the-second-venezuela-boat-strike\">the second attack on the two survivors</a> as they clung to the wreckage of the destroyed vessel was potentially a war crime, and both Democrat and Republican lawmakers have promised to investigate the circumstances of the killings.</p><p>Hegseth defended the secondary strike but said on Tuesday that while he had watched the first attack on the suspected drug smuggling vessel in real time, he had not seen survivors or the second deadly US attack.</p><p>The Pentagon chief maintained that he only discovered, some hours later, that US Admiral Frank Bradley, head of special operations command, had ordered the second strike on survivors.</p><p>Washington has <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">provided no evidence of wrongdoing</a> on the part of the victims, and Venezuelan President Nicolas Maduro has accused the US of planning to remove him from government under the guise of its anti-drug operation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US defence chief says he did not see survivors before follow-up boat strike | Military News | Al Jazeera",
            "time": "2025-12-03T02:52:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25336622490879-1764721261.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US defence chief says he did not see survivors before follow-up boat strike</h1><p class=\"article__subhead\"><em>US Secretary of Defense Peter Hegseth defends controversial second strike on alleged drug boat in the Caribbean Sea.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US Secretary of Defense Pete Hegseth has denied seeing any survivors from a military strike on an alleged drug-smuggling boat in the Caribbean Sea in September, before the second deadly strike, which has prompted calls for an investigation into possible war crimes.</p><p>Speaking at a Cabinet meeting at the White House on Tuesday, Hegseth said he watched the initial strike on September 2 in real-time but did not witness the controversial follow-up strike.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As you can imagine, at the Department of War, we’ve got a lot of things to do, so I didn’t stick around… I moved on to my next meeting,” Hegseth said at the meeting presided over by President Donald Trump.</p><p>The Trump administration is calling the Department of Defense the Department of War, though the president insists he is a peacemaker who has brokered multiple ceasefire deals.</p><p>Hegseth said that Admiral Frank Bradley, who heads special operations in the US military and was the mission commander for the September 2 attacks, had made “the right call” to carry out the second strike and “eliminate the threat”.</p><p>“I did not personally see survivors,” Hegseth said, adding that the scene of the strike had been obscured by fire and smoke.</p><p>“This is called the fog of war.”</p><p>Hegseth said the Trump administration fully supported Bradley and had empowered commanders to do “difficult things in the dead of night on behalf of the American people”.</p><p>Hegseth’s comments came amid growing demands for accountability over the double-tap strike, which Democratic lawmakers and legal scholars have condemned as a likely war crime.</p><p>“Secretary Talk Show Host may have been experiencing the ‘fog of war,’  but that doesn’t change the fact that this was an extrajudicial killing amounting to murder or a war crime,” US Senator Chris Van Hollen said on X, referring to Hegseth’s previous career as a host on Fox News.</p><p>“One thing is clear: Pete Hegseth is unfit to serve. He must resign.”</p><p>Scrutiny of Hegseth’s role has mounted since The Washington Post reported last week that military commanders carried out a second strike on two survivors clinging to the vessel’s wreckage to comply with his directive that no one be left alive.</p><p>Hegseth blasted The Washington Post report, which cited two unnamed people familiar with the matter, as “fake news”, “fabricated” and “inflammatory”.</p><p>The Pentagon’s own manual on the laws of war calls orders to fire on the survivors of shipwrecked vessels “clearly illegal”.</p><p>The Trump administration has carried out strikes on at least 22 vessels in the Caribbean Sea and Eastern Pacific as part of a controversial military campaign against alleged drug traffickers.</p><p>At least 83 people have been killed in the strikes, which many legal scholars say amount to extrajudicial killings and are illegal under international law.</p><p>The Trump administration has so far not made public any evidence to back its assertions that the boats were carrying narcotics, were headed to the US, or that they were being commandeered by members of proscribed cartels.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration threatens to withhold food assistance from 21 states | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T02:41:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T233954Z_871155139_RC2A8IAHTBDP_RTRMADP_3_CHRISTMAS-SEASON-USA-CAPITOL-1764728075.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Secretary of Agriculture Brooke Rollins has threatened to revoke federal funds from Democratic states that are currently fighting an order to surrender data about food assistance recipients.</p><p>On Tuesday, during the last cabinet meeting of the year, Rollins spoke about the ongoing lawsuit, which pits 21 states and the District of Columbia against the administration of US President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Under Trump, the US Department of Agriculture (USDA) has demanded that states hand over identifying information about recipients who benefit from the Supplemental Nutrition Assistance Program (SNAP).</p><p>Sometimes called food stamps, SNAP helps low-income households afford groceries. Nearly 41.7 million people relied on the programme as of fiscal year 2024, a number that represents nearly 12 percent of US residents.</p><p>The USDA’s order would require states to pass along information like Social Security numbers, birth dates and home addresses to federal authorities. Critics fear that such a data transfer could constitute an invasion of privacy.</p><p>Rollins, however, told the cabinet meeting that the information was needed to address alleged fraud and “protect the American taxpayer”.</p><p>“ We asked for all the states, for the first time, to turn over their data to the federal government to let the USDA partner with them to root out this fraud, to make sure that those who really need food stamps are getting them,” she said.</p><p>She indicated that resistance to her demand was a question of partisan politics.</p><p>“ Twenty-nine states said yes. Not surprisingly, the red states. And that’s where all of that data [about] fraud comes from,” Rollins continued. “But 21 states including California, New York and Minnesota — the blue states — continue to say no.”</p><p>As a result, those Democratic-leaning states would no longer be receiving federal support for their SNAP recipients, according to Rollins.</p><p>“So as of next week, we have begun and will begin to stop moving federal funds into those states until they comply,” she said.</p><h2 id=\"an-ongoing-legal-question\">An ongoing legal question</h2><p>It is unclear whether Rollins will be able to carry out her threat.</p><p>In September, a US district court in northern California <a href=\"https://ag.ny.gov/sites/default/files/court-filings/california-et-al-v-united-states-department-of-agriculture-temporary-restraining-order-2025.pdf\" target=\"_blank\" rel=\"noopener\">issued</a> a temporary restraining order preventing the federal government from enforcing its data request. In October, another hearing was held on the issue, and a temporary injunction was again granted.</p><p>“Let’s be crystal clear: The President is trying to hijack a nutrition program to fuel his mass surveillance agenda,” California’s Attorney General Rob Bonta, a Democrat, said in a <a href=\"https://oag.ca.gov/news/press-releases/court-blocks-data-grab-attorney-general-bonta-secures-order-halting-trump\" target=\"_blank\" rel=\"noopener\">statement</a> after the October ruling.</p><p>“We won’t let that happen — not on our watch, and not in our communities.”</p><p>Tuesday’s announcement that the states involved in the lawsuit would see a suspension of federal SNAP funds was met with outrage by some top Democratic leaders.</p><p>“Genuine question: Why is the Trump Administration so hellbent on people going hungry?” New York Governor Kathy Hochul <a href=\"https://x.com/GovKathyHochul/status/1995951130027983210\" target=\"_blank\" rel=\"noopener\">posted</a> on social media, with a link to Rollins’s remarks.</p><p>The Democrats on the House Agriculture Committee also released a statement, denouncing the Trump administration’s plan.</p><p>“Yet again, Trump and Rollins are illegally threatening to withhold federal dollars. SNAP has one of the lowest fraud rates of any government program, but Trump continues to weaponize hunger,” the <a href=\"https://x.com/HouseAgDems/status/1995920067159040018\" target=\"_blank\" rel=\"noopener\">statement</a> said.</p><p>But Rollins struck back on social media, accusing the states of seeking to protect “their bribery schemes”, an allegation made without proof.</p><p>“NO DATA, NO MONEY — it’s that simple,” she wrote. “If a state won’t share data on criminal use of SNAP benefits, it won’t get a dollar of federal SNAP administrative funding.”</p><h2>Leveraging SNAP?</h2><p>Last year, the Government Accountability Office (GAO) published a report stating that 11.7 percent of SNAP benefits dispersed in fiscal year 2023 were “improper”. This amounted to about $10.5bn in incorrect payments.</p><p>But some of those “improper” disbursements were overpayments and underpayments to legitimate recipients, the report explained.</p><p>Tuesday’s threat was also not the first time the Trump administration has sought to suspend SNAP funds.</p><p>During this year’s government shutdown, which lasted a record 43 days, the USDA announced it would not pay SNAP benefits for the month of November.</p><p>Critics accused the Trump administration of leveraging food assistance to pressure Democratic lawmakers to pass a Republican-approved budget, and dozens of states sued.</p><p>Two federal courts sided with the states, ordering the federal government <a href=\"http://aljazeera.com/news/2025/10/31/us-courts-rule-trump-cannot-suspend-food-aid-during-government-shutdown\">to resume its funding</a>. The Trump administration <a href=\"/economy/2025/11/8/us-supreme-court-allows-trump-to-block-4bn-in-food-aid-to-families-in-need\">then appealed</a> to the Supreme Court, which <a href=\"/news/2025/11/12/us-supreme-court-extends-order-allowing-trump-to-withhold-food-aid\">placed a hold</a> on the lower courts’ rulings.</p><p>The impasse ultimately ended when the government shutdown came to a close on November 12.</p></div></div></body></html>"
        },
        {
            "title": "Trump and Lula hold phone call to discuss US tariffs on Brazil, sanctions | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T01:20:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-10-26T075815Z_1276819204_RC2JJHA9G6PO_RTRMADP_3_ASEAN-SUMMIT-1761466120.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazilian President Luiz Inacio Lula da Silva and his United States counterpart Donald Trump have signalled that relations between their two countries are improving, after months of economic and political tensions.</p><p>On Tuesday, the two leaders held a 40-minute phone call that each side described as “productive”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reducing trade barriers and tackling organised crime were among the topics they discussed. Both men agreed they would speak again soon.</p><p>“I stressed the urgency of strengthening cooperation with the US to combat international organised crime,” Lula said in a social media <a href=\"https://x.com/LulaOficial/status/1995908479958270345\" target=\"_blank\" rel=\"noopener\">post</a> following the call.</p><p>“President Trump stressed his full willingness to work with Brazil and that he will give full support to joint initiatives between the two countries to confront these criminal organisations.”</p><p>Trump, meanwhile, signalled that their conversation built upon a dialogue they had started in September, on the sidelines of the United Nations General Assembly (UNGA) in New York City.</p><p>“President Lula and I established a relationship at a meeting which took place at the United Nations, and I believe it set the stage for very good dialogue and agreement long into the future,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115652356733049190\" target=\"_blank\" rel=\"noopener\">wrote</a> on his platform, Truth Social.</p><p>“I look forward to seeing and speaking with him soon. Much good will come out of this newly formed partnership!”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tensions-over-bolsonaro\">Tensions over Bolsonaro</h2><p>Brazil and the US have generally had strong ties, but that bond hit turmoil earlier this year after Trump returned to the White House for a second term as president.</p><p>Trump, a Republican, had fostered close relations with Brazil’s former right-wing president, Jair Bolsonaro, who left office in 2023.</p><p>In February, however, Brazil’s attorney general filed charges against Bolsonaro for seeking to overturn the results of the 2022 presidential election, which he lost to Lula.</p><p>His case was heard by a five-member panel on Brazil’s Supreme Court.</p><p>Trump protested the trial, and in July, he threatened to hike tariffs on certain Brazilian exports to 50 percent if the case was not dropped. Those tariffs went into effect in August.</p><p>The US also imposed sanctions and visa restrictions on one of the members of Brazil’s Supreme Court, Alexandre de Moraes, who played a prominent role in the Bolsonaro investigation.</p><p>In response, Lula blasted Trump for interfering in Brazil’s court system and compared the tariffs to “blackmail”.</p><p>Bolsonaro has since been <a href=\"/news/2025/9/15/lula-defends-bolsonaro-verdict-tells-trump-brazils-democracy-not-on-table\">sentenced to 27 years in prison</a> and was <a href=\"/news/2025/11/24/brazils-supreme-court-panel-votes-to-keep-bolsonaro-in-police-custody\">taken into custody</a> last month.</p><h2 id=\"a-detente-in-relations\">A detente in relations?</h2><p>A turning point seemed to come in September, when Lula and Trump shared a brief encounter at the UNGA.</p><p>They exchanged a hug, and both men expressed surprise at the warmth of their meeting.</p><p>“I was walking in, and the leader of Brazil was walking out,” Trump said at the UN conference. “I saw him. He saw me. And we embraced.”</p><p>Trump added that they had “excellent chemistry” and promised to meet Lula again. “He seemed like a very nice man, actually,” Trump said. “He liked me. I liked him. And I only do business with people I like.”</p><p>Afterwards, the two leaders <a href=\"/news/2025/10/26/trump-meets-brazils-lula-at-asean-summit-touts-pretty-good-deals\">met again in Malaysia</a> for a conference of the Association of Southeast Asian Nations (ASEAN).</p><p>And on November 20, Trump announced he would peel back the tariff hike on certain Brazilian agricultural products, including coffee, cocoa and beef.</p><p>On Tuesday, Lula praised the tariff rollback as “very positive” but <a href=\"/economy/2025/10/6/lula-asks-trump-to-lift-40-percent-tariff-from-brazilian-goods\">emphasised that there was more</a> to be done.</p><p>“I highlighted that there are still other tariffed products that need to be discussed between the two countries,” Lula said. “Brazil wants to move quickly in these negotiations.”</p><p>For his part, Trump signalled that he had discussed the “sanctions imposed on various Brazilian dignitaries” in his conversation with Lula.</p><p>The US is Brazil’s second largest trading partner, behind China, and in 2024, the two countries exchanged approximately $127.6bn in goods and services.</p><p>While Trump has criticised Brazil’s economic policies as disadvantaging the US, the South American country has a steep trade deficit with the US.</p><p>The US exports nearly $91.5bn to Brazil, compared with only $36.1bn in Brazilian exports to the US.</p><h2 id=\"collaboration-on-organised-crime\">Collaboration on organised crime</h2><p>Another pillar of Tuesday’s high-level discussion was the prospect of greater collaboration on organised crime.</p><p>Trump has made combating criminal networks in Latin America a major item on his foreign policy agenda. Since returning to office, he has moved to designate numerous Latin American cartels and gangs as “foreign terrorist organisations”.</p><p>He has also launched a series of air strikes against boats and other nautical vessels in the Caribbean Sea and eastern Pacific Ocean, along the South American shoreline.</p><p>While Trump has framed the bombing campaign as a necessary bulwark against drug trafficking, human rights experts have called the attacks extrajudicial killings, in violation of international law. At least 83 people have been killed in the strikes.</p><p>Lula himself has faced pressure to address crime in Brazil, ahead of his <a href=\"/news/2025/10/23/brazils-president-lula-announces-he-will-seek-a-fourth-term-in-2026\">re-election bid in 2026</a>.</p><p>In November, for instance, he called on lawmakers in Brazil’s Congress to pursue stronger legislation to combat criminal networks. His proposals included more support for the federal police and Brazil’s intelligence community.</p><p>“We need firm and secure laws to fight organised crime,” Lula <a href=\"https://www.facebook.com/Lula/posts/precisamos-de-leis-firmes-e-seguras-para-combater-o-crime-organizado-o-projeto-a/1504719464348398/\" target=\"_blank\" rel=\"noopener\">said</a> in a November 19 post on social media.</p><p>Still, the Brazilian government has faced scrutiny for a <a href=\"/news/2025/10/28/police-operation-in-rio-de-janeiro-favelas-leaves-dozens-dead\">bloody October 28 police raid</a> in Rio de Janeiro that left 122 people dead.</p><p>Lula called for an investigation into the incident, which was meant to combat a criminal organisation known as the Red Command.</p><p>After Tuesday’s conversation, however, Lula reiterated that he was committed to “suffocating” the criminal networks in his country, with help from the US.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,378 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-03T01:18:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T053212Z_1066423191_RC2Z7IAOXZDY_RTRMADP_3_UKRAINE-CRISIS-POKROVSK-1764723159.jpg?resize=1920%2C1150",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,378</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,378 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Wednesday, December 3:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces attacked Ukraine’s Kherson region, using “rocket launchers, mortars and drones”, killing a 76-year-old woman and injuring at least two other people, the Kherson Regional Prosecutor’s Office said in a post on Telegram.</li>\n<li>A Russian drone attack killed one person and injured five people in the eastern Ukrainian city of Kramatorsk, the head of the city’s military administration, Oleksandr Honcharenko, wrote on Facebook.</li>\n<li>Rescuers on Tuesday recovered the body of one person who was killed in a Russian attack on a nine-storey residential building in Kramatorsk, in Ukraine’s Donetsk region, on Monday, the State Emergency Service (SES) said.</li>\n<li>A woman who was injured in Russia’s attack on <a href=\"/news/2025/11/19/children-among-the-36-wounded-in-russias-overnight-attacks-on-ukraine\">Ukraine’s Ternopil on November 19</a> has died, bringing the death toll from the bombardment to 36, said Serhii Ziubanenko, the head of the Ternopil regional police.</li>\n<li>Four adults and one child are still missing following the attack on Ternopil, and forensic scientists and investigators are still combing the site, Ziubanenko added in a post on Facebook.</li>\n<li>In the front-line Zaporizhia region, Governor Ivan Fedorov said that a Russian drone attack left 5,000 people without electricity.</li>\n<li>Russia’s Ministry of Defence released video footage again claiming to show that its forces have <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">captured</a> the key city of Pokrovsk in eastern Ukraine. The Ukrainian army says it is still in control of the northern part of the city, and fighting is ongoing.</li>\n<li>Russian President Vladimir Putin challenged foreign and Ukrainian journalists to visit Pokrovsk, as well as Kupiansk, in Ukraine’s Kharkiv region, “to objectively inform their listeners and readers about what is happening in the world, including in Ukraine”.</li>\n</ul><h2 id=\"regional-security\">Regional Security</h2><ul>\n<li>The <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">Russian-flagged MIDVOLGA-2 oil tanker</a> has arrived in northern Turkiye after it reported coming under drone attack in the Black Sea. Russia has blamed Ukraine for the attack, a charge Kyiv has denied.</li>\n</ul><h2 id=\"us-russia-talks\">US-Russia talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Putin met with United States special envoy Steve Witkoff and US President Donald Trump’s son-in-law, Jared Kushner, for a <a href=\"/news/2025/12/2/no-compromise-territory-ukraine-talks-us-kremlin\">five-hour meeting in the Kremlin</a> on Tuesday.</li>\n<li>Putin aide Yury Ushakov doused hopes of a swift breakthrough in talks aimed at ending Russia’s war on Ukraine, saying the meeting was “constructive”, but no compromise was reached, according to Russia’s TASS news agency.</li>\n<li>Putin earlier accused European countries of intentionally scuttling attempts to reach a peace deal by including proposals that are “absolutely unacceptable” to Russia. “They are on the side of war,” Putin said.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said Putin was stringing along the Trump administration in the hopes that it would lose interest in resolving the conflict.</li>\n<li>Trump briefly referred to the talks during a cabinet meeting in Washington, DC. “Our people are over in Russia right now to see if we can get it settled,” Trump said. “Not an easy situation. What a mess.”</li>\n</ul><h2 id=\"economy\">Economy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said he looks forward to Irish companies investing in his country, following a meeting with Irish President Catherine Connolly in Dublin.</li>\n<li>Kremlin spokesperson Dmitry Peskov said India’s imports of Russian oil may decline for “a brief period” as Moscow plans to boost supplies using “sophisticated” technology to offset the impact of Western sanctions.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Justice Department seeks to dismiss lawsuit over Maurene Comey’s firing | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T00:54:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25197827024839-1752772084.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Justice Department is seeking the dismissal of a lawsuit brought by former federal prosecutor Maurene Comey to contest her firing.</p><p>In court papers filed on Monday, the Justice Department argued Comey did not properly follow administrative complaint procedures before suing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The petition to dismiss the suit came ahead of a Thursday hearing in the case before a Manhattan federal court.</p><p>In September, Comey sued the department, the Executive Office of the President, US Attorney General Pamela Bondi, the Office of Personnel Management and the United States.</p><p>The lawsuit said her July firing was based on political reasons, including that her father is James Comey, the former director of the Federal Bureau of Investigation (FBI) and a prominent critic of President Donald Trump.</p><p>Trump fired James Comey in 2017, amid disagreements over an investigation into Russian interference in the 2016 presidential election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"inside-the-dismissal-petition\">Inside the dismissal petition</h2><p id=\"the-justice-department-indicated-its-defence-to-maurene-comey-s-lawsuit-in-a-joint-letter-submitted-to-judge-jesse-m-furman-by-maurene-comey-s-lawyers-and-the-chief-of-the-civil-division-of-the-federal-prosecutor-s-office-in-albany\">The Justice Department petitioned for the dismissal of Maurene Comey’s case in a joint letter submitted to Judge Jesse M Furman.</p><p>Maurene Comey’s lawyers and the chief of the civil division of the federal prosecutor’s office in Albany both contributed to the letter.</p><p>The Justice Department argued that Maurene Comey’s complaint should be tossed because she did not fully comply with administrative procedures requiring the Merit Systems Protection Board to first consider her claim.</p><p>It also rejected her lawsuit’s assertion that the notice of appeal she filed with the board was futile.</p><p>The board, the Justice Department maintained, was “the appropriate forum to determine whether, as Ms Comey claims, her removal was a prohibited personnel action or an arbitrary and capricious agency action”.</p><p>Comey’s lawyers said in the filing that the board “lacks expertise to adjudicate this novel dispute” and was not an appropriate forum because “this case raises foundational constitutional questions with respect to the separation of powers”.</p><p>They also argued that it was “no longer true” that the board functions independently of the president.</p><p>Last month, US Attorney John Sarcone in Albany took the case after the recusal of prosecutors in New York, where Maurene Comey had secured guilty verdicts in several high-profile cases, including the sex trafficking conviction of Ghislaine Maxwell and the bribery convictions of former US Senator Bob Menendez and his wife.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Two weeks before Maurene Comey was fired, a jury convicted music maven Sean Combs of prostitution-related charges, though it acquitted him of more serious sex trafficking and racketeering conspiracy charges. She led the prosecution team.</p><p>Combs, 56, is scheduled for release from prison in June 2028.</p><p>Maxwell, 63, was convicted in December 2021 on sex-trafficking charges after a jury found she aided the sex abuse of girls and women by financier Jeffrey Epstein. Epstein was found dead in his federal jail cell in August 2019 as he awaited a sex trafficking charge. His death was ruled a suicide.</p><p>Maxwell is serving a 20-year prison sentence at a prison camp in Texas, where she was transferred last summer from a prison in Florida.</p><p>Robert Menendez, 71, is imprisoned in Pennsylvania. He is scheduled for release in September 2034.</p></div></div></body></html>"
        },
        {
            "title": "Ilhan Omar denounces Donald Trump for calling Somali immigrants ‘garbage’ | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T00:08:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-08-14T021020Z_1005379647_RC2CF9AYHK3B_RTRMADP_3_USA-ELECTION-OMAR-1764711791.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Progressive United States Congresswoman <a href=\"/features/2016/11/15/ilhan-omar-first-female-somali-american-lawmaker\">Ilhan Omar</a> has hit back against Donald Trump after the president criticised her and renewed his attacks on the Somali community in Minnesota.</p><p>During a cabinet meeting on Tuesday, Trump embarked on a racist tirade, describing Omar and other Somali immigrants as “garbage” and calling for them to leave the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“His obsession with me is creepy,” Omar wrote on social media in response. “I hope he gets the help he desperately needs.”</p><p>Trump has been ramping up his anti-immigration rhetoric in recent weeks, particularly after the deadly shooting of two National Guard troops in Washington, DC, last month.</p><p>The suspect in the shooting is an <a href=\"/news/2025/12/2/rahmanullah-lakanwal-pleads-not-guilty-in-us-national-guard-shooting\">Afghan man</a> who was evacuated from the country in 2021, after the withdrawal of US and allied forces. Trump has used the shooting as the basis for tightening immigration from what he described as “third-world countries”, including Somalia.</p><p>“We’re going to go the wrong way if we keep taking in garbage into our country. Ilhan Omar is garbage. She’s garbage. Her friends are garbage,” the US president said.</p><p>“These aren’t people that work. These aren’t people that say, ‘Let’s go, come on. Let’s make this place great.’ These are people that do nothing but complain. They complain, and from where they came from, they got nothing.”</p><p>Trump said he does not know Omar “at all” but has watched her complain about the US for years. “I think she’s an incompetent person. She’s a real terrible person,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A former child refugee who fled Somalia’s long-running civil war, Omar is considered the first Somali American to serve in the US Congress. She represents a congressional district in Minnesota that contains one of the largest Somali diaspora communities in the country.</p><p>While Somalis in the US suffer from higher unemployment and poverty rates, akin to other refugee groups, a 2021 Minnesota Chamber of Commerce Report highlighted the community’s contributions and a trend towards upward mobility.</p><p>“While many Somali refugees arrived with limited education, low workforce participation rates and high poverty levels, their situation two decades later has shifted significantly,” it said.</p><p>“Poverty levels have dropped, workforce participation has increased, median household income has ticked up and educational attainment has made marginal gains.”</p><p>Trump has nevertheless taken a series of hardline steps in response to the National Guard shooting, including <a href=\"/news/2025/11/28/trump-pauses-immigration-from-third-world-countries-what-that-means\">suspending all migration</a> from the “third world” and ordering a review of the status of permanent residents from 19 countries.</p><p>The US president — whose first and current wives are immigrants from Eastern Europe — has also been decrying immigration in general as a drain on US resources.</p><p>Minnesota’s sizeable Somali community has long been in Trump’s crosshairs.</p><p>During his first term in office, for instance, Trump implemented sweeping migration restrictions against five predominantly Muslim countries, plus North Korea and Venezuela. One of the countries swept up in the so-called “Muslim ban” was Somalia.</p><p>Recently, Trump has also criticised the Somali community for a COVID-era welfare embezzlement scandal in which dozens of people, including some Somali immigrants, have been charged.</p><p>Omar herself has been a years-long target of Trump’s criticisms. He repeatedly berated her and other immigrant politicians for “telling the people of the United States, the greatest and most powerful Nation on earth, how our government is to be run”.</p><p>“Why don’t they go back and help fix the totally broken and crime infested places from which they came,” Trump <a href=\"https://x.com/realDonaldTrump/status/1150381395078000643\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media in 2019.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration recently launched an Immigration and Customs Enforcement (ICE) operation in Minnesota that appears to be targeting <a href=\"/features/2025/3/12/somalia-is-dangerous-former-us-deportees-struggle-with-fear-uncertainty\">the Somali community</a>.</p><p>During the Thanksgiving holiday last week, Trump sparked outcry when he called Minnesota Governor Tim Walz “seriously retarded” and accused him of doing nothing to confront Somali gangs allegedly “roving the streets”.</p><p>The US president also taunted Omar by appearing to mock her Islamic headscarf, saying that she is “always wrapped in her swaddling hijab”.</p><p>On Tuesday, the progressive group <a href=\"/news/2024/3/11/reject-aipac-us-progressives-join-forces-against-pro-israel-lobby-group\">Justice Democrats</a> decried Trump’s attacks on Omar and the Somali community as “disgustingly racist”.</p><p>“This is all Trump knows how to do when he has to distract from his own administration’s failures,” Justice Democrats said in a social media post.</p><p>“Stoke hate, divide our communities, &amp; send ICE in to terrorize our neighbors. Pathetic.”</p></div></div></body></html>"
        },
        {
            "title": "‘No compromise’ on territory after Ukraine talks with US: Russian official | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T23:23:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f72a4042e-1764717220.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>“No compromise” was reached on the crucial issue of control of Ukrainian territory to end Moscow’s war, a Russian official has said, after talks between senior US officials and Russian President Vladimir Putin in Moscow.</p><p>US President Donald Trump’s special envoy, Steve Witkoff, and son-in-law Jared Kushner met Putin in the Russian capital on Tuesday, as the United States seeks to broker an end to the <a href=\"/tag/ukraine-russia-crisis/\">deadliest war</a> in Europe since the Second World War.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The discussions lasted almost five hours and ended after midnight. “So far, we haven’t found a compromise, but some American solutions can be discussed,” said top Kremlin aide Yury Ushakov, who attended the meeting.</p><p>Although Ushakov described the conversation as “very useful and constructive”, he stressed that “a lot of work lies ahead both in Washington and in Moscow”.</p><p>The US delegation had travelled to the Russian capital to discuss a peace plan, which Washington has updated since its earlier leaked <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point draft</a> was strongly criticised by Ukraine and its allies for favouring Russia.</p><p>The Kremlin has condemned Kyiv and Europe’s subsequent counter-proposal, with Putin repeatedly saying that it is “unacceptable” to his country.</p><p>Ahead of his meeting with the US officials, the Russian leader delivered bellicose remarks at an investment forum, where he claimed his nation was <a href=\"/news/liveblog/2025/12/2/russia-ukraine-war-live-trumps-envoy-witkoff-to-meet-putin\">ready to fight against Europe</a>.</p><p>“They are on the side of war,” Putin claimed, referring to Ukraine’s European allies. “We can clearly see that all these changes are aimed at only one thing: to block the entire peace process altogether, to make such demands which are absolutely unacceptable to Russia.”</p><p>The 73-year-old also said that Russia would increase attacks on Ukrainian ports and vessels, as well as tankers that support Kyiv, following attacks on <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">ships carrying Russian oil</a> off the coast of Turkiye.</p><figure id=\"attachment_4146942\" aria-describedby=\"caption-attachment-4146942\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146942\" src=\"/wp-content/uploads/2025/12/afp_692f74d7aa9b-1764717783.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"In this pool photograph distributed by the Russian state agency Sputnik, Russia's President Vladimir Putin, accompanied by Kremlin economic envoy Kirill Dmitriev and Kremlin aide Yuri Ushakov, meets with US special envoy Steve Witkoff and US President Donald Trump's son-in-law Jared Kushner at the Kremlin in Moscow on December 2, 2025. (Photo by Kristina Kormilitsyna / POOL / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146942\" class=\"wp-caption-text\">Russian President Vladimir Putin, economic envoy Kirill Dmitriev and aide Yury Ushakov meet with US special envoy Steve Witkoff and US President Donald Trump’s son-in-law, Jared Kushner, at the Kremlin in Moscow on December 2, 2025 [Kristina Kormilitsyna/Sputnik via AFP]</figcaption></figure><p>Responding to his comments, Ukrainian Minister of Foreign Affairs Andrii Sybiha said it was clear that Putin did not want the war to end.</p><p>“Yesterday, he said he was prepared to fight through the winter. Today, he threatens sea ports and freedom of navigation,” Sybiha wrote on social media.</p><p>Meanwhile, on a visit to Ireland, Ukrainian President Volodymyr Zelenskyy said that a “dignified peace” was needed.</p><p>When asked at an event in Dublin about whether he feared the US could lose interest in the peace process, he said he feared Kyiv’s allies becoming “tired”.</p><p>“It’s the goal of Russia to withdraw the interest of America from this situation,” he explained.</p><p>For his part, Trump admitted that the negotiations were difficult.</p><p>“Our people are over in Russia right now to see if we can get it settled,” Trump said at a cabinet meeting in Washington, DC. “Not an easy situation. What a mess,” he added, noting that the war was causing tens of thousands of casualties each month.</p><p>Witkoff and Kushner could meet a Ukrainian delegation as early as Wednesday, potentially in Brussels, a senior figure in Kyiv told the AFP news agency.</p><p>The flurry of diplomatic activity came as Russia claimed that it had seized Pokrovsk, a city of “special significance” in Ukraine’s Donbas.</p><p>Kyiv has denied the development, saying that Moscow wants to project the impression that Russia’s advance is inevitable.</p><p>Putin suggested on Tuesday that “from this base, from this sector, the Russian army can easily advance in any direction that the General Staff deems most promising”.</p><p>Moscow’s forces control more than 19 percent of Ukraine, up one percentage point from last year. Russia’s troops have advanced more quickly in 2025 than at any time since 2022, according to pro-Ukrainian maps cited by Reuters.</p><p>In the earlier leaked US peace proposal, Russian demands included a cap on the size of the Ukrainian army, control over the whole of the Donbas and recognition of Moscow’s presence in the Ukrainian regions of Zaporizhia and Kherson.</p><p>Kyiv has said such concessions would amount to a “capitulation”, with Zelenskyy saying that protecting Ukraine’s territorial integrity remains the <a href=\"/news/2025/12/1/zelenskyy-says-territorial-concessions-remain-ukraines-biggest-challenge\">“biggest challenge”</a> in the ongoing negotiations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Honduras election council member accuses colleague of ‘intimidation’ | Elections News | Al Jazeera",
            "time": "2025-12-02T22:47:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T204342Z_908373573_RC2D8IAO5CKR_RTRMADP_3_HONDURAS-ELECTION-1764713406.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A member of Honduras’s election council has accused one of her colleagues of seeking to derail proceedings as the Central American country awaits the outcome of Sunday’s presidential election.</p><p>In a social media post on Tuesday, Cossette Lopez-Osorio of the National Electoral Council (CNE) alleged that her fellow panel member, Marlon Ochoa, sought to delay a news conference through “intimidation”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The press conference to mark the resumption of the results release was disrupted,” Lopez-Osorio <a href=\"https://x.com/CossetteOficial/status/1995908016668061842\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>“Councillor Marlon Ochoa opposed restarting the process and sent members of the LIBRE party, as well as members of his staff, to storm the Hotel Plaza Juan Carlos, engaging in acts of intimidation to prevent the public appearance.”</p><p>The accusations escalate the already heated atmosphere surrounding Sunday’s race.</p><p>Currently, two candidates are in a dead heat as votes continue to be counted: Salvador Nasralla of the centre-right Liberal Party and Nasry “Tito” Asfura of the right-wing National Party.</p><p>As of Tuesday afternoon, Nasralla had inched ahead with more than 39.93 percent of the vote, with Asfura close behind at 39.86 percent.</p><p>A former frontrunner in the race, Rixi Moncada of the left-leaning LIBRE party, had fallen behind in early vote counts. According to the CNE, approximately 20 percent of the votes have yet to be tallied.</p><h2 id=\"infighting-on-the-council\">Infighting on the council</h2><p>But even before the first ballots were cast in Sunday’s election, controversies had gripped the council, resulting in accusations of malpractice from all three leading parties.</p><p>The CNE is led by a three-person panel. Each CNE councillor is selected by Honduras’s legislature to represent the three main political parties: the Liberal Party, the National Party and LIBRE, the party of outgoing President Xiomara Castro.</p><p>Lopez-Osorio represents the National Party. She has had a tumultuous relationship with her LIBRE counterpart, Ochoa.</p><p>In October, Ochoa filed a complaint with federal prosecutors, alleging that Lopez-Osorio had been caught in audio recordings conspiring with the Honduran military to influence the results.</p><p>Lopez-Osorio has denied the allegations. “These are fabricated recordings,” she told the Honduran newspaper La Prensa, calling Ochoa’s complaint “outrageous”.</p><p>Attorney General Johel Zelaya nevertheless opened an investigation into the audio recordings on October 29.</p><p>Ochoa, meanwhile, continued to raise doubts about the election proceedings as the November 30 vote drew near.</p><p>On November 9, for instance, he <a href=\"https://x.com/MarlonOchoaHN/status/1987670757795885119\" target=\"_blank\" rel=\"noopener\">posted</a> on social media that a test of the voting system had “failed”, citing connectivity issues.</p><p>That result, he said, “constitutes further proof that the leaked audios are true and that there is a conspiracy against the electoral process, orchestrated from within the electoral body itself”.</p><p>The CNE has faced other high-profile conflicts as well. Also in October, the head of Honduras’s joint chiefs of staff, Roosevelt Hernandez, said the armed forces would seek to hold its own vote count.</p><p>But the president of the CNE, Liberal Party member Ana Paola Hall, rejected his demand, and legal experts have said there is no constitutional basis for the Honduran military to review the results.</p><h2 id=\"trouble-at-the-ballot-box\">Trouble at the ballot box</h2><p>Fears of irregularities and electoral interference have long loomed over Honduras’s presidential race.</p><p>In March, for example, advocates argued that long lines and delays in the distribution of election material impeded voters from participating in the election. Some polling stations stayed open late into the night as a result of the delays.</p><p>This week’s vote count also stuttered amid government website crashes. In an interview with CNN on Tuesday, Lopez-Osorio addressed some of the “technical failures” and “transmission issues” that have marred the proceedings.</p><p>She denied that the hiccups were part of any kind of conspiracy. “It is literally a technical failure in the disclosure platform,” she told CNN host Fernando del Rincon.</p><p>Lopez-Osorio explained that the CNE was “searching for explanations” and had been in contact with the company in charge of the technology, ASD SAS. The vote count, she added, would continue.</p><p>“We have very narrow margins, and we also have a large proportion of ballots to process in these remaining days,” she said.</p><p>A statement published on the CNE website echoed her comments. “The CNE has demanded that ASD SAS provide the fastest possible technical solution, so that all citizens have full and permanent access to the statistical data,” it read in part.</p><p>Still, those comments are unlikely to dampen efforts to contest the election results in the coming days.</p><p>Already, United States President Donald Trump — supporter of the right-wing Asfura — has amplified election fraud claims with posts on his online platform Truth Social.</p><p>“Looks like Honduras is trying to change the results of their Presidential Election. If they do, there will be hell to pay!” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115647697688351327\" target=\"_blank\" rel=\"noopener\">wrote</a> on Monday.</p><p>Moncada, the left-wing candidate, also appears poised to challenge the results. In a statement this week, she denounced Trump for his “imperial foreign interference” in the election process. She also called the initial election results proof that October’s audio leak was authentic.</p><p>“The elections are not lost,” she wrote. “The two-party system imposed its electoral plot on us, following the trap revealed by the 26 audio recordings.”</p><p>She added, “I declare that I will maintain my positions and that I will not surrender.”</p><p>For her part, Lopez-Osorio also called on the electorate to be vigilant, ending her post about her colleague Ochoa with the message: Stay “alert, Honduran people”.</p></div></div></body></html>"
        },
        {
            "title": "Barcelona extend lead at top of La Liga with 3-1 win over Atletico Madrid | Football News | Al Jazeera",
            "time": "2025-12-02T22:33:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_692f637331-1764713331.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">Barcelona produced an impressive comeback to <a href=\"/sports/liveblog/2025/12/2/live-barcelona-vs-atletico-madrid-la-liga\">beat Atletico Madrid 3-1</a> and move four points clear at the top of La Liga.</p><p class=\"p1\">Alex Baena fired Atletico ahead on Tuesday, but Raphinha equalised for the champions before Dani Olmo and Ferran Torres slotted home to end the visitors’ run of 13 straight league games without defeat.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Barca might have been more comfortable had Robert Lewandowski not ballooned a first-half penalty over the bar.</p><p class=\"p1\">Real Madrid, who are second, visit <a href=\"/sports/2025/12/2/athletic-bilbao-vs-real-madrid-la-liga-preview-team-news-start\">Athletic Bilbao on Wednesday</a>, aiming to peg Barca back, while Diego Simeone’s Atletico are fourth, six points behind the Catalans.</p><p class=\"p1\">This was Barca’s fifth consecutive La Liga win after <a href=\"/sports/2025/10/26/mbappe-bellingham-score-as-real-madrid-edge-barcelona-in-fiery-el-clasico\">losing the El Clasico</a> against Madrid in October, but they have not shone consistently in that period, and coming against a title rival, this display gave Flick’s side a welcome boost.</p><p class=\"p1\">They were without defender Ronald Araujo, who is taking a mental health break, according to Spanish reports, along with ill midfielder Frenkie de Jong and the longer-term absentees.</p><p class=\"p1\">After a 3-0 thrashing at Chelsea last week in the Champions League, followed by a shaky win over Alaves to claim pole position in La Liga, nerves were jangling at Camp Nou.</p><p class=\"p1\">Following a tense start, Atletico took the lead with, predictably, a ball in behind Barcelona’s persistently high defensive line.</p><p class=\"p1\">Baena scampered through on goal and beat Joan Garcia, barely celebrating because he could sense the linesman’s raised flag behind him.</p><p class=\"p1\">However, a VAR review showed the Spaniard was level with Pau Cubarsi when he broke, and the goal was reinstated.</p><figure id=\"attachment_4146428\" aria-describedby=\"caption-attachment-4146428\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146428\" src=\"/wp-content/uploads/2025/12/getty_692f4bc4ee-1764707268.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BARCELONA, SPAIN - DECEMBER 02: Alex Baena of Atletico de Madrid celebrates scoring his team's first goal during the LaLiga EA Sports match between FC Barcelona and Atletico de Madrid at Spotify Camp Nou on December 02, 2025 in Barcelona, Spain. (Photo by David Ramos/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146428\" class=\"wp-caption-text\">Alex Baena celebrates scoring the opener [David Ramos/Getty Images]</figcaption></figure><p class=\"p1\">Barcelona responded rapidly and levelled in the 26th minute, when Pedri, back fit to start, played in Raphinha.</p><p class=\"p1\">The Brazilian winger, another player recently back from injury, took the ball around Jan Oblak and slid it into the empty net.</p><p class=\"p1\">Barca should have taken the lead, but Lewandowski spurned a penalty, blazing high and wide of Oblak’s goal after Pablo Barrios brought down Dani Olmo.</p><p class=\"p1\">The Polish veteran almost made amends moments later, but Oblak brilliantly clawed out his header from Lamine Yamal’s cross.</p><p class=\"p1\">Raphinha pulled an effort wide early in the second half, when he should have hit the target, and Giuliano Simeone could not get a clean shot away with the goal beckoning at the other end.</p><p class=\"p1\">Olmo, who netted twice against Alaves on Saturday, sent Barcelona ahead with a slick finish after Lewandowski managed to bundle the ball into his path.</p><p class=\"p1\">Olmo, a playmaker who has struggled for consistency at Barca amid various physical problems, sustained a shoulder injury as he scored and was replaced by Marcus Rashford.</p><figure id=\"attachment_4146678\" aria-describedby=\"caption-attachment-4146678\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146678\" src=\"/wp-content/uploads/2025/12/getty_692f5bc06c-1764711360.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BARCELONA, SPAIN - DECEMBER 02: Dani Olmo of FC Barcelona scores his team's second goal during the LaLiga EA Sports match between FC Barcelona and Atletico de Madrid at Spotify Camp Nou on December 02, 2025 in Barcelona, Spain. (Photo by David Ramos/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146678\" class=\"wp-caption-text\">Olmo gives Barca the lead with a smartly taken goal [David Ramos/Getty Images]</figcaption></figure><p class=\"p1\">Pedri, who was controlling the game for Barca, also went down hurt after 70 minutes, and Flick replaced him, with fans left hoping it was only a scare ahead of next week’s important Champions League match against Frankfurt.</p><p class=\"p1\">Atletico substitute Thiago Almada had his team’s best chance of equalising, but after bursting across the penalty area, he lost balance and screwed his finish wide as Joan Garcia scrambled.</p><p class=\"p1\">Oblak saved from Rashford in stoppage time, before Alejandro Balde found Torres to cap Barca’s win and claim his side three vital points in the title race while dealing Atletico’s own ambitions a blow.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Raphinha praised Barcelona’s resilience in coming back to get the win.</p><p>“The important thing is to believe in the work. We know this can happen in a lot of games [falling behind], but we are prepared to come from behind,” the Barcelona captain told Movistar.</p><p>“We are picking up our confidence. We knew this was a key game. Three points are very important and could decide the league.</p><p>Atletico’s keeper said he was upset by his side’s spurned opportunities.</p><p>“We needed to score more goals. Barcelona played well today and had lots of chances. We had two chances to equalise, but it wasn’t possible,” Oblak told Movistar.</p><p>“Their inside play was causing us problems. They managed to find the spaces, and they caused us lots of problems.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Can former colonial powers be held accountable for past atrocities? | News | Al Jazeera",
            "time": "2025-12-02T21:07:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764708496.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Algerian Foreign Minister Ahmed Attaf said Algeria’s experience under French rule highlighted the need for compensation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>African leaders want colonial-era abuses recognised and criminalised.</p><p>Algeria says a legal framework would ensure reparations are neither a gift nor a favour.</p><p>So, how could former colonial powers be held accountable?</p><p>And can the cost of those atrocities be measured?</p><p><strong>Presenter:</strong> Dareen Abughaida</p><p><strong>Guests:</strong></p><p>Jacques Reland – Senior research fellow in European affairs</p><p>Paul Beaver – Former soldier and defence analyst</p><p>Peter Nielsen – Former commander of NATO’s Force Integration Unit in Lithuania</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Antisemite of the Year’: Pro-Israel group slams kids’ YouTuber Ms. Rachel | Gaza | Al Jazeera",
            "time": "2025-12-02T20:43:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764708055.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Putin meets with Witkoff, Kushner to discuss Ukraine peace plan | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T20:41:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764708045.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Report finds widespread police failings over UK’s Hillsborough disaster | Police News | Al Jazeera",
            "time": "2025-12-02T20:40:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f42f5-1764705013.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A major report has found that there were widespread police failings both before and after the deadly Hillsborough football stadium crush that led to the deaths of 97 Liverpool supporters in northern England in 1989.</p><p>At the end of an investigation that began in 2012, the UK’s police watchdog concluded on Tuesday that 12 police officers would have had cases to answer for gross misconduct over the United Kingdom’s worst sporting tragedy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, no action can be taken against them because they have all retired, with the victims’ families saying that justice will never be served.</p><p>“Not a single officer will face a disciplinary action,” said Nicola Brook, the lead lawyer for the families. “No one will be held to account,” she added.</p><p>Longtime campaigner Margaret Aspinall, whose 18-year-old son James was killed that day, expressed her anger, calling it a “disgrace to this nation” that the 12 officers could “walk away scot free with a full pension”.</p><p>Meanwhile, Charlotte Hennessy, who lost her father Jimmy in the crush, also complained that she and the others would “never get justice”.</p><p>The disaster happened at Hillsborough Stadium in Sheffield on April 15, 1989, when 2,000 Liverpool supporters were permitted to pour into a standing-only section behind one of the goals.</p><p>Almost 100 people died in the ensuing crush, as fans who had come to watch their side play Nottingham Forest in the FA Cup semifinal were trapped against metal fences or trampled underfoot.</p><p>The police initially sought to blame the incident on drunken supporters, but this version of events was discredited by subsequent inquests.</p><p>A 2016 independent inquiry later ruled that the fans were “unlawfully killed”, saying the deadly crush was caused by police errors in opening an exit gate before kickoff.</p><p>In 2023, South Yorkshire Police admitted that their policing of the game had gone “catastrophically wrong”.</p><p>The latest report, published by the Independent Office for Police Conduct (IOPC), said it had “found additional evidence” that provided a more “detailed understanding” of what happened at the stadium.</p><p>Of the 352 complaints about police actions that the IOPC investigated, the watchdog said that 92 of them were upheld or would have required individuals to explain their actions.</p><p>It also condemned a West Midlands Police review of the Hillsborough tragedy as flawed, describing it as being biased in favour of their police colleagues.</p><p>No officer has ever been convicted over the disaster, with David Duckenfield, the police commander in charge at the match, acquitted of manslaughter in 2019.</p><p>The victims’ families said on Tuesday that Norman Bettison, one of the 12 named officers, who went on to become head of Merseyside Police, should be stripped of his knighthood.</p><p>The British Home Secretary Shabana Mahmood called Hillsborough a “stain on our nation’s history” that “today serves as a stark reminder of one of the most significant failings in policing the country has ever seen”.</p><p>A proposed new law — dubbed the “Hillsborough Law” — is currently going through the UK’s parliament with the aim of introducing a legal duty of candour for public officials including police.</p><p>Brook, the lead lawyer for the victims’ families, said this was of “no consolation” to those affected.</p><p>“They are left with yet another bitter injustice: the truth finally acknowledged but accountability denied,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Politician Ayachi Hammami latest arrest in Tunisia opposition crackdown | Human Rights News | Al Jazeera",
            "time": "2025-12-02T20:23:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f3627-1764701735.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in <a href=\"/news/2025/11/29/tunisia-police-arrrest-opposition-figure-chaima-issa-during-protest\">Tunisia</a> have arrested prominent opposition figure Ayachi Hammami at his home to enforce a five-year prison sentence after an appeals court upheld convictions against dozens of the administration’s political opponents on charges of conspiracy against state security.</p><p>The court last week confirmed jail terms ranging from four to 45 years for opposition leaders, business figures and lawyers accused of plotting to overthrow President Kais Saied, who has conducted a crackdown on opposition figures for years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If you are seeing this video, I have been arrested,” Hammami, who served as minister of human rights in 2020, said in a video posted by his family on his Facebook page on Tuesday.</p><p>“I have spent years fighting for democracy, freedom, rights. I will turn my cell into a new front of struggle,” he said, adding that he planned to go on hunger strike.</p><p>His arrest follows that of fellow opposition figure <a href=\"/news/2025/11/29/tunisia-police-arrrest-opposition-figure-chaima-issa-during-protest\">Chaima Issa</a>, detained last week at a protest in Tunis to enforce a 20-year prison sentence in the same case.</p><p>The sweeping prosecution has targeted around 40 people, including former officials and the former head of intelligence, Kamel Guizani.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Opposition members say the charges against them – including attempting to destabilise the country and topple the government – are fabricated and designed to eliminate dissent through the judiciary, adding that the measures are a mark of the country’s deepening authoritarianism.</p><p>Police are widely expected to arrest Najib Chebbi, who heads the National Salvation Front, the main coalition challenging Saied, and who received a 12-year prison sentence.</p><p>Twenty of those charged have fled abroad and were sentenced in absentia, in what analysts describe as one of the largest political prosecutions in Tunisia’s recent history.</p><p>Saied insists he does not interfere in the judiciary, but when the case was launched in 2023, he said judges who acquitted the accused would be considered accomplices.</p><p>Rights groups have condemned the convictions. Human Rights Watch and Amnesty International called for the immediate annulment of the sentences, saying they were politically motivated.</p><p>Responding to the Tunis Court of Appeal’s decision to uphold the convictions on November 28, Amnesty’s Deputy Middle East and North Africa Director, Sara Hashash, said: “The decision by the Tunis Court of Appeal to uphold the unjust convictions in the so-called ‘conspiracy case’ is an appalling indictment of the Tunisian justice system … the Appeals Court has deliberately ignored the litany of fair trial violations that have plagued this sham case from day one.”</p><p>Saied suspended parliament in what opponents describe as a “coup” in July 2021, later ruling by decree. Many of those powers were incorporated into a new constitution ratified in a widely boycotted 2022 referendum, while media figures, activists and lawyers critical of Saied have been detained under a “fake news” law passed the same year.</p><p>Saied has shown no sign of letting up in his crackdown on the opposition, which has seen prominent politicians from across the political spectrum imprisoned.</p><p>They include <a href=\"/news/2025/11/8/tunisian-opposition-figures-join-hunger-strike-to-support-jailed-politician\">Jawhar Ben Mbarek</a>, the cofounder of the country’s main opposition alliance; Issam Chebbi, the leader of the centrist Al Joumhouri party; <a href=\"/news/2025/7/8/tunisian-court-hands-lengthy-prison-sentences-to-ex-officials\">Rached Ghannouchi</a>, the leader of the Ennahda Party and the parliament’s former speaker; former Prime Minister Ali Larayedh; and Abir Moussi, the head of the Free Constitutional Party.</p></div></div></body></html>"
        },
        {
            "title": "Hegseth vows more boat strikes amid accusations he broke the law | Military | Al Jazeera",
            "time": "2025-12-02T20:11:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T190240Z_845962723_RC2I8IAORANV_RTRMADP_3_USA-TRUMP_cropped-1764706004.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Rahmanullah Lakanwal pleads not guilty in US National Guard shooting | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T19:57:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335502337395-1764704154.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Rahmanullah Lakanwal pleads not guilty in US National Guard shooting</h1><p class=\"article__subhead\"><em>Judge orders suspected attacker held without bond after fatal shooting in Washington, DC caused ‘sheer terror’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The man accused of shooting two members of the National Guard in an attack in the United States capital of Washington, DC has pleaded not guilty to <a href=\"/news/2025/11/28/suspect-in-washington-dc-shooting-charged-with-murder-after-soldier-dies\">charges</a> of first-degree murder and assault.</p><p>Rahmanullah Lakanwal, a 29-year-old Afghan national, appeared remotely for his first court appearance on Tuesday via video from a hospital bed, wearing a hospital gown and struggling to keep his eyes open. Lakanwal was also shot in <a href=\"/news/2025/11/27/national-guard-members-shot-in-washington-dc-attack-identified\">the incident</a>, and his lawyer entered a not guilty plea on his behalf.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A judge in Washington said that the Wednesday shooting caused “sheer terror” in the country’s capital and ordered that Lakanwal, who formerly served with a CIA-trained unit in his native Afghanistan during the US occupation of that country, be held without bond.</p><p>Two members of the National Guard, <a href=\"/news/2025/11/21/us-judge-orders-end-to-trumps-deployment-of-troops-in-washington-dc\">deployed</a> by the Trump administration to Washington, DC as part of an anti-crime effort, were targeted in the attack.</p><p>A 20-year-old specialist named Sarah Beckstrom was killed, and 24-year-old Staff Sergeant Andrew Wolfe was wounded in the shooting, which Republicans quickly used to call for greater restrictions on immigration to the US.</p><p>Prosecutors allege that Lakanwal travelled from Washington state on the other side of the country to Washington, DC to carry out the deadly attack and that he yelled out “Allahu akbar!”, meaning “God is greatest,” as he opened fire.</p><p>US news outlets have reported that Lakanwal, evacuated from Afghanistan after the collapse of the US-backed government in 2021, had grown increasingly despondent about the direction of his life after the war, becoming isolated and prompting concern about his mental state from associates.</p><p>“They [the Trump administration] seem to be using this horrific attack as a political cudgel to carry out the heinous immigration plans that they had anyway,” Shawn VanDiver, president of the group Afghan Evac, which supports Afghans brought to the US after the end of the war, said during a recent interview.</p><p>“Afghans didn’t perpetrate this atrocity,” he added. “One man did, and it sounds like he was struggling mightily with PTSD.”</p></div></div></body></html>"
        },
        {
            "title": "OECD warns tariffs, AI will test resilience of the global economy | Business and Economy News | Al Jazeera",
            "time": "2025-12-02T19:40:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-06-04T142345Z_564611551_RC2PVEAKJ9CE_RTRMADP_3_OECD-ECONOMY-1-1764701954.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global growth is holding up better than expected as an artificial intelligence (AI) investment boom helps offset some of the shock from United States tariff hikes, according to the Organisation for Economic Co-operation and Development (OECD).</p><p>The Paris-based organisation, however, warned on Tuesday that global growth was vulnerable to any new outbreak of trade tensions, while investor optimism about AI could trigger a stock market correction if expectations are not met.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In its Economic Outlook, the OECD forecast global growth would slow modestly from 3.2 percent in 2025 to 2.9 percent in 2026, leaving its forecasts untouched from its last estimates in September. It predicted a rebound to 3.1 percent in 2027.</p><p>OECD head Mathias Cormann said the trade shocks triggered by US President Donald Trump’s tariff hikes had so far proved relatively mild, but added their costs were likely to rise.</p><p>“The full effects of those higher tariffs since the start of the year will become clearer as firms run down the inventories that they built up,” he told a press conference.</p><p>The US economy is forecast to grow 2 percent in 2025, revised up from 1.8 percent in September, before slowing to 1.7 percent in 2026, up from 1.5 percent predicted in September.</p><p>AI investment, fiscal support and expected US Federal Reserve rate cuts are helping offset the drag from tariffs on imported goods, reduced immigration and federal job cuts, the OECD said.</p><p>However, it warned that the Trump administration had put US fiscal policy on an unsustainable trajectory, with large budget deficits and rising debt that would require a “significant adjustment” in the coming years.</p><h2 id=\"global-trade-growth-to-slow\">Global trade growth to slow</h2><p>China’s growth is expected to hold steady at 5 percent in 2025, up from 4.9 percent in September, before slowing to 4.4 percent in 2026 – unchanged from September – as fiscal support fades and as new US tariffs on goods imported from China bite.</p><p>The eurozone’s 2025 growth forecast was revised up to 1.3 percent from 1.2 percent, supported by resilient labour markets and increased public spending in Germany. Growth is expected to moderate to 1.2 percent in 2026 – it was seen at 1 percent previously – as budget tightening in France and Italy weighs on the outlook.</p><p>Japan’s economy is projected to grow 1.3 percent in 2025, up from 1.1 percent, and buoyed by strong corporate earnings and investment, before slowing to 0.9 percent in 2026.</p><p>Global trade growth is expected to moderate from 4.2 percent in 2025 to 2.3 percent in 2026 as the full effects of tariffs weigh on investment and consumption. Elevated trade policy uncertainty limits prospects for a recovery.</p><p>Inflation is projected to gradually return to central bank targets by mid-2027 in most major economies. In the US, inflation is expected to peak in mid-2026 due to tariff pass-through before easing. In China and some emerging markets, inflation is projected to rise modestly as excess production capacity declines.</p><p>Most major central banks are expected to maintain or lower borrowing costs over the coming year as inflation pressures ease. The US Federal Reserve is projected to cut rates slightly by the end of 2026, barring inflation surprises from tariffs.</p></div></div></body></html>"
        },
        {
            "title": "Is this the end of the internet? | Social Media | Al Jazeera",
            "time": "2025-12-02T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764666497.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The internet, which was made available to the public in 1991, has rapidly transformed, from a free, creative web to one consolidated by tech giants. Artificial intelligence now fills search results, smothering human voices, while social media has become a carousel of advertisements and AI content. Exhausted by doomscrolling, many creators are quitting the platforms altogether.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong></p><p class=\"p1\">Aidan Walker – Content creator and meme researcher</p><p>Peter Zezas – News and policy commentator</p><p class=\"p1\">Evelyn Ramli – Marketing specialist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s pick Van Epps wins special election in deep-red Tennessee | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T19:13:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25316620917195-1764698242.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump’s Republicans have won a closely watched special election in Tennessee, dashing a long-shot bid by Democrats to flip a deep-red district that last went blue in 1980.</p><p>Trump-backed candidate Matt Van Epps, a former state commissioner, comfortably defeated Democratic state Representative Aftyn Behn on Tuesday, in a race that was nonetheless relatively close by historical standards.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Van Epps had garnered about 54 percent of the vote late on Tuesday, compared with about 45 percent for Behn, according to a partial tally by The New York Times.</p><p>Trump carried the district, which includes parts of Nashville and large rural areas of the state, by 22 points in the 2024 presidential election.</p><p>Van Epps’s Republican predecessor, Mark Green, who resigned in July, won the district by more than 20 points in 2024 and 2022, and more than 40 points in 2020.</p><p>Trump, who had praised Van Epps as a “MAGA warrior”, congratulated the Republican on the win.</p><p>“The Radical Left Democrats threw everything at him, including Millions of Dollars,” Trump said on Truth Social. “Another great night for the Republican Party!!!”</p><p>Democrats had hoped to capitalise on the <a href=\"/news/2025/11/5/us-election-results-2025-key-takeaways-from-historic-night-across-the-us\">growing dissatisfaction</a> with Trump ahead of the upcoming midterm elections.</p><p>Prominent Democrats, including progressive Representative Alexandria Ocasio-Cortez and former Vice President Al Gore, rallied on Behn’s behalf ahead of the vote.</p><p>“The very fact that this race is in play is showing that we are in a time when anything can happen, and that miracles can happen, including in Tennessee,” said Ocasio-Cortez, praising Behn for her “guts”.</p><p>“Now we have this race within striking distance: what we call the margin of effort.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"national-spotlight-on-a-local-race\">National spotlight on a local race</h2><p>The result comes less than a year before the US holds pivotal midterm elections in November 2026.</p><p>During the midterms, all 435 seats in the House of Representatives are up for grabs.</p><p>Currently, Republicans have a narrow majority in the House, as well as in the US Senate.</p><p>Given how small the margins are, both Democrats and Republicans have been angling to win every seat they can.</p><p>The right-wing stronghold of Texas, for instance, passed a bill in August that would redraw the state’s congressional districts with the aim of giving Republican politicians five extra seats in the midterms.</p><p>The Trump-backed redistricting push has inspired other states to take similar efforts.</p><p>In Democrat-leaning California, for instance, voters approved a ballot initiative in November to redraw the state’s congressional map to help Democrats gain five more seats, effectively negating the Texas effort.</p><p>Tennessee’s 7th congressional district was not part of this year’s partisan redistricting push. But in 2022, the Republican-held state legislature did rework its congressional maps to give Republicans a greater edge.</p><p>The 2022 map split Nashville, a Democratic-leaning city, into three separate congressional districts, including the 7th congressional district, thereby diluting the power of its Democratic voters.</p><p>While the 7th district has long been considered a safe Republican seat, Behn had only narrowly trailed Van Epps in most polls.</p><p>A survey by Emerson College put her at 46 percent support, compared with 48 percent for Van Epps. An additional 5 percent of those surveyed remained undecided.</p><p>With the candidates seemingly running neck and neck, money poured into the race.</p><p>MAGA Inc, a super PAC named for Trump’s Make America Great Again (MAGA) movement, poured $1m into the race in its first donation since the 2024 presidential election season. The left-leaning House Majority PAC spent $1m to back Behn.</p><p>The win in Tennessee is a boost for Republicans as they try to recover from a series of stinging election losses to Democrats in November’s off-year elections.</p><p>In New Jersey, Democrat Mikie Sherrill trounced a Trump-backed candidate to win the governor’s seat, and another Democrat, Abigail Spanberger, likewise emerged victorious in Virginia’s gubernatorial race.</p><p>Some political analysts had viewed the Tennessee race as a barometer of an increasingly hostile political landscape for Republicans before the midterms.</p><p>A recent Gallup poll showed <a href=\"/news/2025/11/13/donald-trumps-disapproval-rating-jumps-to-58-percent-poll\">Trump’s popularity</a> at its lowest levels since he began his second term, with just 36 percent of voters saying they approved of his performance. Sixty percent said they disapproved.</p><p>In the lead-up to Tuesday’s vote, Republican leaders had urged supporters to make their voices heard at the ballot box.</p><p>“Special elections are strange animals, and anything can happen. And when you’re in a deep-red district, sometimes people assume that the Republican, the conservative, will win,” Republican House Speaker <a href=\"/news/2025/8/4/us-house-speaker-mike-johnson-visits-israeli-west-bank-settlement\">Mike Johnson</a> told reporters.</p><p>“You cannot assume that, because anything can happen. So we encourage everybody to go out there and make that happen.”</p></div></div></body></html>"
        },
        {
            "title": "Costco sues Trump administration for US tariff refund | Courts News | Al Jazeera",
            "time": "2025-12-02T18:43:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25330457908630-copy-1764698302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Costco has filed a lawsuit against the administration of United States President Donald Trump in efforts to get a full refund on the tariffs the company paid this year before the US Supreme Court weighs in on the legality of tariffs.</p><p>The lawsuit, <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cit.17331/gov.uscourts.cit.17331.2.0.pdf\" target=\"_blank\" rel=\"noopener\">filed on Friday</a>, also calls to block the collection of import duties.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Costco said that the tariffs need to be immediately addressed because there is a December 15 deadline to refund taxes that have already been paid. The lawsuit alleges that US Customs and Border Protection has denied the company’s request to extend the deadline.</p><p>Costco did not specify the amount that it believes it should be refunded for.</p><p>“Importers that have paid IEEPA duties, including Plaintiff, are not guaranteed a refund for those unlawfully collected tariffs in the absence of their own judgment and judicial relief,” the suit said.</p><p>According to the suit, filed in the US Court of International Trade, Costco is also requesting a pause on further collections.</p><p>“Plaintiff seeks relief from the impending liquidations to ensure that its right to a complete refund is not jeopardized,” the lawsuit said.</p><p>The wholesale warehouse giant joins other large companies, including eyeglass maker Ray-Ban and makeup company Revlon, which are also suing the administration. Costco is represented by the law firm Crowell &amp; Moring. The firm declined Al Jazeera’s request for comment.</p><p>“They are filing within the statutory deadline in order to receive the [refunds] for the tariffs that were [allegedly] collected illegally,” Gregory Shaffer, professor of international law at Georgetown University School of Law, told Al Jazeera.</p><p>Companies have 180 days to protest the liquidation, or the amounts owed, according to Shaffer.</p><p>“The liquidation of tariffs is the final, official calculation and assessment of the duties, taxes, and fees owed on imported goods.”</p><p>The White House has pushed back on the lawsuit.</p><p>“The economic consequences of the failure to uphold President Trump’s lawful tariffs are enormous and this suit highlights that fact. The White House looks forward to the Supreme Court’s speedy and proper resolution of this matter,” White House spokesman Kush Desai said in a written statement provided to Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-looming-supreme-court-decision\">The looming Supreme Court decision</h2><p>The Supreme Court is weighing in to see if the White House has the authority under the International Emergency Economic Powers Act (IEEPA) to impose tariffs.</p><p>The law gives the US president the authority to regulate imports in the case of a national emergency. What has largely been in question is whether Trump’s tariffs meet those terms. A decision looms with an unclear date, <a href=\"/news/2025/11/6/what-has-us-supreme-court-said-about-trumps-trade-tariffs-does-it-matter\" target=\"_blank\" rel=\"noopener\">as justices heard arguments</a> nearly a month ago in early November.</p><p>Shaffer believes there is a good chance that the court will rule against the Trump administration.</p><p>“It appeared that there will be at least four votes against, and I got a sense that Justice Gorsuch would vote against, given his concerns,” Shaffer said, referring to Neil Gorsuch, an associate justice of the Supreme Court who was appointed by Trump during his first term as president.</p><p>“There is a greater likelihood from the questioning that the decision will be against the Trump administration.”</p><p>In oral arguments at the November hearing, Gorsuch pushed back on the administration’s interpretation of the IEEPA.</p><p>“Congress, as a practical matter, can’t get this power back once it’s handed it over to the president,” Gorsuch said at the time.</p><p>“It’s a one-way ratchet toward the gradual-but-continual accretion of power in the executive branch and away from the people’s elected representatives.”</p><p>On Wall Street, Costco’s stock is up by 0.2 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau’s electoral commission says coup destroyed election results | Elections News | Al Jazeera",
            "time": "2025-12-02T18:26:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692f1aabd3fe-1764694699.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau’s electoral commission says coup destroyed election results</h1><p class=\"article__subhead\"><em>Major-General Horta Inta-a was sworn in as the new transitional president on November 27.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/1/ecowas-delegation-visits-guinea-bissau-for-talks-after-military-coup\">Guinea-Bissau’s</a> electoral commission has said it can no longer complete the November 23 presidential election after armed men seized ballots, tally sheets and computers from its offices, and destroyed the servers storing the results.</p><p>Army officers seized power on <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">November 26</a>, one day before the commission was due to announce provisional results from the tightly contested vote. Several buildings, including the electoral commission headquarters, came under attack during the takeover.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We do not have the material and logistic conditions to follow through with the electoral process,” Idrissa Djalo, a senior electoral commission official, said in a statement on Tuesday.</p><p>“They confiscated the computers of all 45 staff members who were at the commission that day,” he said, adding that tally sheets from all regions had been seized and the server where the results were stored had been destroyed.</p><p>“It is impossible to complete the electoral process without the tally sheets from the regions,” Djalo said.</p><p>Major-General Horta Inta-A was sworn in as the new transitional president on November 27, halting the election process. The military has since tightened restrictions, banning demonstrations and strikes.</p><p>Inta-A has promised a one-year transitional period and on Saturday appointed a 28-member cabinet made up largely of figures aligned with the deposed president.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"disputed-vote-and-political-fallout\">Disputed vote and political fallout</h2><p>The coup unfolded three days after the presidential election, with both main contenders – incumbent President Umaro Sissoco Embalo and opposition candidate Fernando Dias da Costa – claiming victory before provisional results were due. No results have been released since.</p><p>During the takeover, Embalo told French media by phone that he had been deposed and arrested. He has since fled to Brazzaville, the capital of the Republic of Congo.</p><p>Nigeria said President Bola Tinubu had authorised protection for Dias da Costa, citing an “imminent threat to his life”.</p><p>The PAIGC, one of the country’s dominant political parties, had been barred from presenting a candidate in the election – a decision condemned by civil rights groups who described it as part of a broader crackdown on the opposition.</p><p>Guinea-Bissau’s new military authorities are facing growing pressure from the Economic Community of West African States (ECOWAS) to restore constitutional rule and allow the election process to resume.</p><p>A high-level delegation from the bloc, led by its current chairman and Sierra Leone’s President Julius Maada Bio, met military leaders and electoral commission officials in Bissau on Monday to urge a “complete restoration of constitutional order”.</p><p>ECOWAS leaders, who have threatened sanctions against those undermining the democratic process, are due to meet on December 14 to discuss the crisis.</p></div></div></body></html>"
        },
        {
            "title": "Sri Lanka airlifts aid to communities devastated by huge floods | Climate Crisis | Al Jazeera",
            "time": "2025-12-02T18:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/sri_lanka_flooding_mudslides_airlift_helicopter_minelle_fernandez-1764699546.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}