{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "UNSC delegation visits Syria on first trip a year after al-Assad’s fall | United Nations News | Al Jazeera",
            "time": "2025-12-04T10:04:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__872K3H6__v3__HighRes__SyriaUnDiplomacyConflictSecurity-1764839534.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United Nations Security Council (UNSC) delegation has arrived in Syria for its first-ever trip to the country, reported state media, just days before the war-ravaged nation marks the first anniversary of the ousting of longtime ruler Bashar al-Assad.</p><p>The UNSC delegation arrived via the Jdeidet Yabous border crossing between Lebanon and Syria and “is scheduled to meet a number of Syrian officials” and members of civil society, state news agency SANA reported on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Shortly afterwards, the agency said the delegation was visiting the capital Damascus’s heavily damaged suburb of Jobar.</p><p>The diplomats will meet Syria’s new authorities, including President Ahmed al-Sharaa, before visiting neighbouring Lebanon on Friday and Saturday.</p><p>While the UN works to re-establish itself in Syria, the council recently lifted sanctions against al-Sharaa, a former rebel fighter whose forces led the lightning offensive that ousted Bashar al-Assad last December.</p><p>The UN has urged an inclusive transition in the multiethnic country. With <a href=\"/news/2025/11/10/all-you-need-to-know-about-al-sharaas-historic-visit-to-the-us\">international legitimacy</a> one of al-Sharaa’s main priorities, the government has been seeking to keep a lid on <a href=\"/news/2025/11/26/aftermath-of-homs-killings-may-mark-turning-point-for-syrias-government\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/11/26/aftermath-of-homs-killings-may-mark-turning-point-for-syrias-government\" data-sk=\"tooltip_parent\">eruptions of sectarian violence</a>.</p><p>Last month, the killing of a Bedouin couple just south of the country’s third largest city, Homs, threatened to spark sectarian clashes like the ones reported in <a href=\"/news/2025/11/18/syria-launches-first-trial-over-coastal-violence-that-killed-thousands\">coastal areas</a> in March and again in <a href=\"/news/2025/7/15/syrian-troops-enter-druze-city-of-sweida-after-days-of-deadly-clashes\">Suwayda</a> in July. However, security forces from the ministries of interior and defence deployed to the area and, in tandem with some tribal leaders, calmed the situation.</p><p>The nation ravaged by 14 years of ruinous civil war has also had to contend with more brazen, frequent and violent Israeli military incursions since it expanded its occupation of southern Syria over the past year, despite assertions by al-Sharaa’s government that it is not looking to engage in hostilities with Israel.</p><p>Most recently, an Israeli raid last week <a href=\"/news/2025/11/30/israel-attacks-on-syria-what-happened-who-did-israel-claim-it-was-after\">killed 13 people</a> in the town of Beit Jinn, southwest of Damascus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel seized territory in the Syrian Golan Heights following the 1967 war and has held it ever since. However, following the fall of al-Assad, Israel violated a 1974 agreement and again invaded its neighbour’s territory, <a href=\"/news/2025/11/20/after-israel-pms-trip-to-occupied-syria-is-a-deal-off-the-table\">occupying more land along the border</a> as part of a “buffer zone”, including the strategically located Jabal al-Sheikh, a mountain that commands views over northern Israel and southern Syria.</p><p>Talks have been ongoing over a security agreement between Israel and Syria for months, but appear to have made little progress in recent weeks.</p><p>Slovenian UN ambassador Samuel Zbogar told a news conference on Monday, “The visit to Syria and Lebanon is the first official visit of the Security Council to the Middle East in six years, the first visit to Syria ever.”</p><p>Slovenia currently holds the UNSC’s rotating presidency.</p><p>The trip comes “at a crucial time for the region” and for both countries, Zbogar said, noting the new authorities’ efforts towards Syria’s transition as well as a year-old ceasefire in Lebanon between Israel and Hezbollah, “which we see daily that is being challenged”.</p><p>The visit is important in “expressing support and solidarity with both countries, and learning about the challenges, conveying the messages, also, on the path forward that the council would like to see in both countries”, he added.</p><p>He noted that “there’s still a bit of lack of trust in the UN-Syria relationship, which we try to breach with this visit”.</p><p>UN Secretary-General Antonio Guterres’s spokesman, Stephane Dujarric, said on Tuesday, “We very much hope that the visit will increase the dialogue between the United Nations and Syria.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dispute over Israeli plan for one-way opening of Gaza’s Rafah Crossing | Genocide | Al Jazeera",
            "time": "2025-12-04T09:15:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764839711.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Can Africa choose economic partners on its own terms? | Business and Economy | Al Jazeera",
            "time": "2025-12-04T09:13:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/web-1764839590.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Africa’s minerals and young workforce are attracting global interest as China, the US and Europe compete for influence.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, Africa was defined by aid, debt and development debates.<br>\nToday, the continent’s critical minerals, rising consumer markets and young workforce are turning it into one of the world’s most strategic economic battlegrounds.<br>\nChina, the United States and Europe are all vying for influence there – from infrastructure to clean energy and digital networks.<br>\nBut across the continent, the focus has shifted – leaders want partnerships that deliver real industry, real jobs and real value for African people.<br>\nSo as global rivals step up their game, can Africa finally choose partners on its own terms?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Amid Trump threats, what has the US’s ‘war on drugs’ achieved in 50 years? | Drugs News | Al Jazeera",
            "time": "2025-12-04T09:09:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2023-05-11T051027Z_321391378_RC2PV0A5EP8X_RTRMADP_3_MEXICO-CRIME-TUNNEL-1764806700.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 50 years ago, in the summer of 1971, US President Richard Nixon declared drug abuse “public enemy number one” and announced what would soon be known as the country’s “war on drugs”.</p><p>The policy promised to cleanse streets across the United States of narcotics, dismantle trafficking networks and deliver a safer environment for Americans.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Instead, decades of punitive policing and militarised crackdowns left the US with record overdose deaths, one of the world’s highest incarceration rates, and more than $1 trillion spent with little measurable impact on drug availability or demand, according to estimates by the Center for American Progress.</p><p>In the US, the war on drugs helped reshape policing and criminal justice, disproportionately sweeping Black communities into prisons. Abroad, it fuelled a parallel conflict across Latin America, where US-backed operations deepened cycles of corruption and organised crime.</p><p>Today, overdose deaths driven by fentanyl have reached historic highs and many states have moved to legalise cannabis.</p><p>Now, as the Donald Trump administration appears poised for military action against Venezuela over accusations that the South American nation’s government is driving narcotics trafficking into the US – claims that Washington has not backed with evidence – here’s a look at how the war on drugs started, and its effects in the US and regionally.</p><h3>How did it begin and where does it stand now?</h3><p>Nixon launched the war on drugs at a turbulent political moment in the US. The late 1960s had brought rising heroin use among soldiers returning from Vietnam, growing drug use among youth, and years of protest and growing antiwar sentiment.</p><p>Nixon’s administration laid the groundwork for a punitive system, including new federal agencies, tougher penalties and a rhetoric that framed drug use as a threat to national stability.</p><p>The political logic behind the move was later revealed by John Ehrlichman, a Nixon aide, who in 2016 told a reporter that the administration saw two main “enemies” – the antiwar left and Black Americans. Since the government could not criminalise dissent or race, it instead associated “hippies” with marijuana and Black communities with heroin, and then heavily criminalised both.</p><p>The aim, he said, was to disrupt and discredit those communities by raiding homes, arresting leaders and vilifying them on the news.</p><p>“Did we know we were lying about the drugs? Of course we did,” he said.</p><p>The campaign intensified dramatically in the 1980s under President Ronald Reagan. The Comprehensive Crime Control Act of 1984 toughened sentences for marijuana possession.</p><p>The Anti-Drug Abuse Act of 1986 introduced minimum sentences, but also put in place penalties that ultimately led to major racial disparities in imprisonment rates. The law punished those found with 5gm of crack cocaine with a minimum of five years behind bars. Those found with 500gm of the much more expensive powdered cocaine also faced the same minimum sentence.</p><p>After the passage of the law, the rate of imprisonment of Black Americans jumped fivefold – from 50 in every 100,000, to 250 in 100,000.</p><p>Through the 1990s and 2000s, successive administrations upheld these approaches. Bill Clinton’s 1994 crime bill expanded federal funding for prisons, led to more aggressive policing and introduced a controversial “three-strikes” approach: a mandatory life sentence for a third violent felony conviction.</p><p>Not much changed under the Bush and Obama administrations.</p><p data-start=\"27\" data-end=\"247\" data-is-last-node=\"\" data-is-only-node=\"\">It was not until the 2010s that the conversation around drug use started to change, especially as cannabis legalisation expanded, and the opioid crisis – driven by prescription painkillers – showed that punishment couldn’t curb addiction.</p><p data-start=\"27\" data-end=\"247\" data-is-last-node=\"\" data-is-only-node=\"\">Now, Trump, while maintaining many of the domestic policies that were introduced over the past half-century, has also turned his attention to America’s extended neighbourhood. In recent weeks, Trump authorised US military strikes on dozens of boats in the Caribbean near Venezuelan waters, framing the escalation as a renewed crackdown on “narco-trafficking”, even as critics say the move is a pretext to enforce regime change and oust Venezuelan President Nicolas Maduro.</p><p data-start=\"27\" data-end=\"247\" data-is-last-node=\"\" data-is-only-node=\"\">The US has not presented any public evidence so far to back its claims that the boats its military has bombed were carrying narcotics or that they were headed to its territory.</p><h3>Mass imprisonment and arrests</h3><p>From the mid-1970s onwards, drug criminalisation became a major driver of mass imprisonment in the US.</p><p>At its peak, police made 1.6 million drug arrests per year, mainly for possession. These arrests helped drive the US prison population from about 300,000 in the early 1970s to more than two million four decades later, according to federal data.</p><p>Black communities were hit hardest. Despite drug use being prevalent among various racial groups, Black Americans have long been a lot more likely to be arrested. According to The Sentencing Project, Black people account for more than one in four drug arrests in the US, though they constitute less than 15 percent of the national population.</p><p>As of 2010, they were 3.7 times more likely than white people to be arrested for marijuana possession.</p><p>According to research from Santa Clara University’s Markkula Center for Applied Ethics, the 1986 Anti-Drug Abuse Act and the sentencing disparity it introduced between those punished for possession of crack and powder cocaine played a major role in this racial imbalance in punishment rates.</p><p>Since crack was cheaper and more accessible in poorer, predominantly Black neighbourhoods, many more Black users were jailed than wealthier, white users of powder cocaine.</p><p>Meanwhile, one of the larger arguments behind focusing on drugs – that this would also bring down overall crime rates – fell flat. Homicide rates in the US actually rose after the passage of Reagan’s 1984 crime law, and continued to go up until 1991.</p><p>At the same time, the US continued to fail in treating addiction as a public health issue. As enforcement ramped up, investment in treatment and mental healthcare fell behind. Instead of reducing use, the environment helped drive people into other forms of consumption.</p><p>That emphasis on penalising possession as the way to curb narcotics-related crimes hasn’t changed. In 2020, police made more than 1.1 million drug-related arrests, mostly for possession. The Prison Policy Initiative estimates that roughly 360,000 people are currently imprisoned on drug charges nationwide, with hundreds of thousands more on probation or parole for drug-related offences.</p><p>It hasn’t helped. Today, the US faces its deadliest drug crisis ever, with more than 100,000 overdose deaths each year, largely driven by synthetic opioids like fentanyl, according to the National Institute on Drug Abuse. Overdose is now the leading cause of death for Americans aged 18–44.</p><h3>How the ‘war on drugs’ spilled into Latin America</h3><p>The war on drugs did not stay limited to the US and its borders. In the 1980s, Washington funded and trained militaries and police forces across Latin America to fight drug trafficking at its source.</p><p>In Colombia, the US invested at least $10bn from 2000 under what was known as Plan Colombia, according to the Latin America Working Group, much of it directed to security forces and the fumigation of coca crops.</p><p>According to Colombian human rights organisations and the country’s Truth Commission, while the state succeeded in weakening some armed groups, coca cultivation eventually returned to record levels, but civilians paid a high price. Between 1985 and 2018, an estimated 450,000 people were killed in the conflict.</p><p>In Mexico, a government offensive launched in 2006, supported by US intelligence and equipment, caused a wave of cartel fragmentation and turf wars. Since then, more than 460,000 people have been killed, according to the Council on Foreign Relations, and tens of thousands more have disappeared.</p><p>Cartels diversified into extortion, fuel theft and human smuggling, while corruption spread among police forces as well as local governments.</p><p>These crackdowns shifted trafficking routes elsewhere, mainly through the Central American nations of Honduras, Guatemala and El Salvador, according to the United Nations Office on Drugs and Crime (UNODC).</p><p>Today, the US continues to carry out military operations targeting alleged traffickers. More than 83 people have been killed in the 21 known military strikes the US has conducted on alleged drug smuggling vessels since September 2 in the Caribbean Sea and Pacific Ocean.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s criticism of Somalis in US just “political theatre” | Al Jazeera | Al Jazeera",
            "time": "2025-12-04T08:59:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-QT-thumbnail-16x9-1764838320.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Omar Fateh on president Trump’s hostile rhetoric toward Somali Americans ahead of the midterm elections.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minnesota state senator Omar Fateh says President Trump’s hostile rhetoric towards Somali Americans is a strategy to win support ahead of the midterm elections.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Global campaign launched to free jailed Palestinian leader Marwan Barghouti | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T08:56:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25283778672217-1764831434.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An international campaign to free popular Palestinian leader Marwan Barghouti, who has been jailed in Israel since 2002, is gathering pace, with more than 200 A-listers, from Margaret Atwood to Javier Bardem, lending their support.</p><p>“We express our grave concern at the continuing imprisonment of Marwan Barghouti, his violent mistreatment and denial of legal rights whilst imprisoned,” said an open letter published on Wednesday, calling on the United Nations and governments to take action.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Most of the high-profile cultural signatories were already active in efforts to bring an end to <a href=\"/news/liveblog/2025/12/4/live-gaza-mourns-victims-of-israeli-genocide-that-never-really-ended\">Israel’s genocidal war on Gaza</a>, but the new letter is part of an international “Free Marwan” campaign launched by Barghouti’s family earlier this week.</p><p>Barghouti, a senior leader of President Mahmoud Abbas’s Fatah group, who is viewed by many as Palestine’s Nelson Mandela, is serving five life sentences in Israeli prisons on alleged charges related to attacks during the second Intifada, which lasted from 2000 to 2005.</p><p>Earlier this year, the 66-year-old, who has been subjected to brutal assaults repeatedly, causing bodily harm while in prison, was <a href=\"/news/2025/8/15/palestinians-condemn-israels-ben-gvir-over-marwan-barghouti-threat\">taunted</a> in his cell at Ganot Prison in central Israel by far-right National Security Minister Itamar Ben-Gvir.</p><p>A video broadcast by Israel’s Channel 12 in August showed Ben-Gvir telling the captive, “You won’t win.” It marked the first sighting of Barghouti in years, with relatives noting his “shocking” appearance caused by “exhaustion and hunger”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In October, Barghouti’s son said his father had been severely beaten by Israeli guards during a prison transfer in September, resulting in four broken ribs and head injuries.</p><p>Fearing that he might die in custody, Barghouti’s family launched the “Free Marwan” campaign, with events organised in various countries, including the United Kingdom and France.</p><p>Barghouti is regarded as a likely key player in the creation of any Palestinian state because of his ability to unite various political factions. He is seen by many as the last hope for a free Palestine.</p><p>A poll held by the People’s Company for Polls and Survey Research (PCPSR) in October showed that if Palestinian Authority elections were held, he would win hands down.</p><p>The poll also showed that the armed group Hamas would come second, with Abbas trailing in third place.</p><p>The PA president’s unpopular administration, in place for the past two decades, is seen as a subcontractor of the Israeli occupation in the West Bank, which is currently suffering a full-blown Israeli military assault and daily attacks by rampaging settlers amid threats of annexation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Abbas is now vying for the PA to be given a role in the post-war governance of Gaza under United States President Donald Trump’s UN-endorsed <a href=\"/news/2025/9/29/trump-and-netanyahu-discussed-proposal-for-ending-war-in-gaza\">20-point plan</a>, and has promised legislative and presidential elections within a year after the war in the enclave ends.</p><p>Palestinians are sceptical. The PCPSR poll showed that 60 percent of the participants doubted elections would happen.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Survivors recall terror of landslides from North Sumatra cyclone | Weather News | Al Jazeera",
            "time": "2025-12-04T08:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025_1202_06500000-1764827752.jpg?resize=1776%2C1080",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>North Tapanuli, North Sumatra –</strong> Sri Yuni Pardede, 20, was with her family at home when a thunderous crash jolted them awake at 2:30am (09:30 GMT). “My mother-in-law said it was just thunder. I said, ‘No, the house is shaking.’ Not long after, boulders came crashing down,” she recalled.</p><p>“My younger sibling was staying over. When the landslide happened, I kicked him to wake him up. If we had all been sleeping, we would have died in that house.” Grabbing her daughter, Eleanor, Sri fled to the nearby church. From the hilltop, they watched in horror as another landslide completely destroyed their home.</p><p>For a week now, the family has taken refuge at the church alongside hundreds of other displaced victims. The cyclone-triggered floods and landslides have killed at least 770 people, according to government data, with 463 people still missing.</p><p>“Praise God, we were all saved. Our belongings can be replaced, what matters is that the children and everyone else survived,” she said. The trauma, however, lingers. “Whenever I hear a sound, like a door opening or closing, I get scared. Any loud noise shocks me. On our first day at the church, I heard the noise of a helicopter. I screamed; ‘We’re going to die!’ I nearly fainted because I thought it was another landslide.”</p><p>Sri hopes for government assistance with relocation. “We cannot return there. We don’t want to live there any more. We are too traumatised,” she explained.</p></div></div></body></html>"
        },
        {
            "title": "Armed clashes reported between Yemeni army and southern separatists | Armed Groups News | Al Jazeera",
            "time": "2025-12-04T08:14:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/08/2022-07-29T110554Z_548514675_RC2MLV9X6DIX_RTRMADP_3_YEMEN-SECURITY-TRUCE.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Armed clashes reported between Yemeni army and southern separatists</h1><p class=\"article__subhead\"><em>Yemeni troops battle with Southern Transitional Council forces in oil-rich Hadramout governorate.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Local sources have reported armed clashes between the Yemeni army loyal to the internationally recognised government and the Southern Transitional Council (STC) forces during an attempt by the separatist group to advance towards the strategically located al-Ghuraf area in the oil-rich Hadramout governorate.</p><p>Videos posted by local activists showed STC forces storming the presidential palace building in the city of Seiyun in southern Yemen on Wednesday, following clashes with the army.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The sources added that the STC forces were stationed in the Jathma area of ​​the Seiyun plateau, before they bombed the headquarters of the Yemeni army in the city centre.</p><p>According to local media, Wadi Hadramout has been witnessing large-scale military operations since Wednesday morning, accompanied by intense artillery fire.</p><p>The STC has previously called for the separation of the southern region from Yemen. It controls part of the south, including Aden.</p><p>The group on Wednesday referred to a “Promising Future” operation, which “follows the exhaustion of all options proposed in recent years to restore stability to the valley, end the state of security breakdown, and halt the exploitation of the region by forces alien to the valley [of Hadramout] and the governorate”.</p><p>A Saudi delegation has been negotiating an end to the fighting in Hadramout and has reportedly reached a settlement with the opposing parties.</p><p>Yemen has been plagued by a civil war and external interference for decades.</p><p>The <a href=\"/news/2024/1/12/who-are-yemens-houthis-a-basic-guide\">Houthis</a>, an Iran-aligned group, control much of Yemen’s populous northwest, as well as the capital, Sanaa. While the war they are fighting against the Yemeni government and other groups is largely frozen, it has gained international prominence for its attacks on Israel and shipping in the Red Sea since the start of Israel’s genocidal war on Gaza in October 2023 in support of Palestinians under Israeli fire.</p><p>The United States and Israel have carried out deadly attacks in Sanaa, killing dozens of civilians and political leaders to counter Houthi attacks.</p><p>The Houthis have their own government based in Sanaa.</p><p> </p></div></div></body></html>"
        },
        {
            "title": "LIVE: Gaza mourns victims of Israeli genocide that ‘never really ended’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T07:50:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693136a2-1764832930.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Gaza mourns victims of Israeli genocide that ‘never really ended’</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Gaza residents fear the return of full-scale war as Israel receives second-last captive’s body.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Video: Five killed in Israeli strike on Gaza encampment | Gaza | Al Jazeera",
            "time": "2025-12-04T07:25:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764833098.jpg?resize=1877%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UN’s Guterres says Israel’s conduct of war in Gaza ‘fundamentally wrong’ | United Nations News | Al Jazeera",
            "time": "2025-12-04T07:24:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-03T141414Z_2088919717_RC219IA010Y0_RTRMADP_3_REUTERS-NEXT-1764827024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General Antonio Guterres has condemned the way Israel has waged its war on Gaza, describing it as “fundamentally wrong” and saying “there are strong reasons” to believe that Israeli forces have committed war crimes in the Palestinian territory.</p><p>Guterres made the comments on Wednesday in an interview with Reuters Editor-in-Chief Alessandra Galloni at the news agency’s NEXT conference in New York.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think there was something fundamentally wrong in the way this operation was conducted with total neglect in relation to the deaths of civilians and to the destruction of Gaza,” Guterres said.</p><p>“The objective was to destroy Hamas. Gaza is destroyed, but Hamas is not yet destroyed. So there is something fundamentally wrong with the way this is conducted,” he said.</p><p>When asked if he believed Israeli forces may be guilty of carrying out war crimes since the conflict began more than two years ago, Guterres said that “there are strong reasons to believe that that possibility might be a reality”.</p><p>Responding to Guterres’s comments, Israel’s UN ambassador Danny Danon accused the UN chief of using his “elevated platform to lambast and condemn Israel and Israelis at every opportunity”.</p><p>“The only crime committed is the moral abomination that more than two years after the horrific massacres of October 7, the UN secretary-general has still not visited Israel,” he told Reuters.</p><p>In October 2024, then-Israeli Foreign Minister Israel Katz, now the country’s defence minister, declared Guterres <a href=\"/news/2024/10/2/israels-katz-bars-un-chief-from-country-over-iran-attack-response\">“persona non grata”</a> in Israel, accusing him of giving “backing to terrorists, rapists, and murderers” for failing to condemn Iran’s <a href=\"/news/2024/10/2/risk-of-long-feared-regional-war-rises-as-israel-and-iran-swap-threats\">missile attack</a> on the country that month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More than 70,000 people have died in Gaza since October 7, 2023, when Israeli forces launched an all-out assault in response to a <a href=\"/news/2023/10/7/what-happened-in-israel-a-breakdown-of-how-the-hamas-attack-unfolded\">Hamas-led attack</a> on southern Israel that saw more than 1,200 people killed and 251 taken captive.</p><p>A fragile United States-brokered ceasefire – a <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">20-point peace plan</a> pushed by US President Donald Trump – has been in place since October 10. But Israeli forces have repeatedly violated the truce with strikes and demolitions, claiming to be targeting Hamas infrastructure in Gaza.</p><p>Israel’s most recent violations on Wednesday resulted in <a href=\"/news/2025/12/3/israel-accused-of-manoeuvring-as-it-says-gaza-crossing-open-one-way-only#:~:text=Israel's%20military%20has%20killed%20seven,from%20the%20war%2Dtorn%20territory.\">seven Palestinians being killed</a>, including two children aged eight and 10, in attacks on the coastal enclave.</p><p>According to Gaza’s authorities, Israeli forces have violated the ceasefire at least 591 times since it came into effect, killing at least 360 Palestinians and wounding 922 others.</p><p>In his Reuters interview, Guterres also praised the US for being instrumental in improving aid access in Gaza, saying the humanitarian situation has “considerably improved” because of pressure exerted by Washington on Israel.</p><p>“They have leverage that, of course, we [the UN] do not,” he said. “There is an excellent cooperation in the humanitarian aid between the UN and the US, and I hope that this will be maintained and developed,” he added.</p><p>Israel has continued to restrict the entry of aid into Gaza, despite a key condition of the initial phase of Trump’s peace plan being that it let humanitarian aid into the enclave and open the vital Rafah crossing separating it from Egypt.</p><p>On Wednesday, a military unit called Israel’s Coordination of Government Activities in the Territories (COGAT) said the “Rafah Crossing will open in the coming days exclusively for the exit of residents from the Gaza Strip to Egypt”.</p><p>The announcement, signalling only one direction of travel, has raised fears that Gaza residents could be permanently displaced, something far-right ministers in Israeli Prime Minister Benjamin Netanyahu’s hardline government have <a href=\"/news/2023/12/31/israeli-minister-reiterates-calls-for-palestinians-to-leave-gaza\">promoted for months</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Meta starts blocking teens in Australia under social media ban | Social Media News | Al Jazeera",
            "time": "2025-12-04T07:11:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/11578822-1763606787-1764830686.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tech giant <a href=\"/news/2025/11/20/meta-sets-date-to-remove-australians-under-16-from-instagram-facebook\">Meta</a> has begun removing minors below 16 years of age in Australia from its platforms Instagram, Threads and Facebook ahead of the country’s world-first youth social media ban.</p><p>“While we are working hard to remove all users who we understand to be under the age of 16 by 10 December, compliance with the law will be an ongoing and multilayered process,” a Meta spokesperson said on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Australia requires 10 major online platforms, also including TikTok and YouTube, to <a href=\"/podcasts/2024/11/18/the-take-why-is-australia-trying-to-ban-social-media-for-children\">block underage users</a> by December 10, when the new law comes into force.</p><p>Companies face fines of 49.5 million Australian dollars ($32m) if they fail to take “reasonable steps” to comply.</p><p>Hundreds of thousands of adolescents are likely to be affected by the ban, with Instagram alone reporting about 350,000 Australian users aged 13 to 15.</p><p>Some popular apps and websites, such as Roblox, Pinterest and WhatsApp, are exempt, but the list remains under review.</p><p>Livestreaming service Twitch was added to the list less than two weeks ago.</p><p>Meta said it was committed to complying with Australian law, but it called for app stores to be held accountable for age verification instead.</p><p>“The government should require app stores to verify age and obtain parental approval whenever teens under 16 download apps, eliminating the need for teens to verify their age multiple times across different apps,” the Meta spokesperson said.</p><p>“Social media platforms could then use this verified age information to ensure teens are in age-appropriate experiences.”</p><p>YouTube has also attacked the social media ban.</p><p>The video-streaming giant said this week the new law would make young Australians “less safe” because those below 16 could still visit the website without an account, but would lose YouTube safety filters.</p><p>But Australia’s Communications Minister Anika Wells described its argument as “weird”.</p><p>“If YouTube is reminding us all that it is not safe and there’s content not appropriate for age-restricted users on their website, that’s a problem that YouTube needs to fix,” said Wells.</p><p>Wells added that some Australian teens had killed themselves as algorithms “latched on” – targeting them with content that drained their self-esteem.</p><p>“This specific law will not fix every harm occurring on the internet, but it will make it easier for kids to chase a better version of themselves,” she said.</p><p>The Sydney-based internet rights group Digital Freedom Project said it had challenged the laws in Australia’s High Court last week, calling them an “unfair” assault on freedom of speech.</p><p>Platforms are expected to devise their own means to stop rebellious teenagers from trying to skirt the law, by using fake IDs, for instance, but “no solution is likely to be 100 percent effective”, the internet safety watchdog has said.</p><p>There is keen interest in whether Australia’s sweeping restrictions can work as regulators around the globe wrestle with the potential dangers of social media.</p><p>Malaysia indicated it was <a href=\"/economy/2025/11/24/malaysia-says-it-will-ban-social-media-for-under-16s-from-next-year\">planning to introduce a similar ban</a> next year.</p><p>Wells said the European Commission, France, Denmark, Greece, Romania and New Zealand were also interested in setting a minimum age for social media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Macron tells Xi that China, France must overcome ‘differences’ | Emmanuel Macron News | Al Jazeera",
            "time": "2025-12-04T07:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T051403Z_267722458_RC2G9IAWNDAJ_RTRMADP_3_CHINA-FRANCE-1764825502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French President Emmanuel Macron told Xi Jinping that their two countries must overcome their “differences” during a trip to Beijing focused on economic and geopolitical cooperation.</p><p>The two leaders met in China’s capital Beijing on Thursday, holding wide-ranging talks at the Great Hall of the People that ranged from ending the <a href=\"/news/2025/12/2/no-compromise-territory-ukraine-talks-us-kremlin\">war in Ukraine</a> to redressing global economic imbalances.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Sometimes there are differences, but it is our responsibility to overcome them for the greater good,” Macron told Xi. “Our capacity to work together is decisive,” he said, making a direct reference to Ukraine.</p><p>Reporting from Beijing, Al Jazeera’s Katrina Yu said it was unclear whether any agreement was made. “Macron and other EU leaders have accused China of providing crucial economic support for Russia’s war effort and providing military components for its defence industry, something that Beijing has denied,” she said.</p><p>China has never condemned Russia for its 2022 invasion of Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Macron’s visit to China, his fourth since taking office, came straight after he met Ukraine’s President <a href=\"/news/2025/12/1/ukraine-seeks-to-shore-up-support-in-brussels-paris\">Volodymyr Zelenskyy</a> in Paris as delicate US-brokered ceasefire efforts continue. Zelenskyy is eager to ensure his country maintains territory and sovereignty as Russia seeks to <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">annex</a> large chunks of the east.</p><p>“What we want … is that China can convince and influence Russia to move toward a ceasefire as quickly as possible,” a French diplomatic official told The Associated Press news agency, adding that Paris expected Beijing to “refrain from providing Russia with any means whatsoever to continue the war.”</p><p>Xi, for his part, responded to Macron’s overtures with calls to “make the comprehensive strategic partnership between China and France more stable”, with an oblique comment that China was willing to work with France “to exclude any interference”.</p><p>It was unclear what he was referring to, but Al Jazeera’s Yu said that self-governing Taiwan, which China sees as its territory, would be at the forefront of Beijing’s agenda. “Recently, it’s been in a diplomatic spat with Japan, and it wants France to reaffirm its commitment to the One China policy,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trade formed a major part of discussions, with the European Union seeking more investments to help diminish its massive deficit, which has ballooned by nearly 60 percent since 2019, and China looking for diplomatic wins amid US tariffs.</p><p>“Our two countries have a role to play in laying out, with other partners, the foundations for rebalanced economic governance,” said Macron, who was accompanied by top executives from French companies Airbus, BNP Paribas and Alstom.</p><p>He called for China to work with G7 countries to create fairer and stronger rules, rather than a system based on “survival of the fittest”.</p><p>The two leaders signed 12 cooperation agreements following their talks, covering population ageing, bilateral investment, nuclear energy and panda conservation.</p><p>Xi on Friday will accompany Macron to southwestern China’s Sichuan province, where two giant pandas loaned to France were recently returned.</p></div></div></body></html>"
        },
        {
            "title": "Most Germans, French see ‘high risk’ of war with Russia, survey shows | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T06:04:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86U23WE__v1__MidRes__RussiaUkraineConflictUs-1764818605.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Most Germans, French see ‘high risk’ of war with Russia, survey shows</h1><p class=\"article__subhead\"><em>Just over half of citizens across nine European countries believe there is a high risk of a conflict, French poll finds.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A majority of citizens in Germany, France, the Netherlands and several other European Union member states believe there is a high chance of Russia going to war with their country, a survey has found.</p><p>Across nine European countries surveyed, just over half of respondents said the risk of war was “high” or “very high”, the survey by French pollster Cluster17 showed on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Poland, which shares a border with Russia and was formerly a part of the Soviet Union, showed by far the most anxiety about war, with 77 percent of respondents seeing a high risk of conflict, according to the survey.</p><p>In Belgium and the Netherlands, 59 percent of respondents saw a high risk of war, with roughly half of Germans, French and Spanish saying the same.</p><p>Italians were the least likely to see a risk of war, at 34 percent of respondents, followed by Portuguese and Croatians.</p><p>Meanwhile, just under half of Europeans surveyed said they viewed United States President Donald Trump as an “enemy of Europe,” up four points from September.</p><p>The poll was published in the Paris-based foreign affairs journal Le Grand Continent.</p><p>Europe’s security environment has been a pressing concern for its leaders since Russia launched its full-scale invasion of Ukraine in February 2022.</p><p>France announced last week that it would reintroduce military service, which was abolished in 1996, from next year on a voluntary basis, following similar moves by Belgium and the Netherlands.</p><p>French President Emmanuel Macron explicitly cast the move as a response to Russian aggression, warning that Moscow would seek to exploit any “signal of weakness”.</p><p>On Tuesday, Russian President Vladimir Putin warned Europe that Moscow was “ready” for war as he lashed out at proposed changes to a Trump-backed plan to end the war in Ukraine.</p><p>“We are not going to fight Europe, I have said this a hundred times. But if Europe suddenly wants to fight and starts, we are ready right now,” Putin told reporters ahead of talks with Trump’s special envoy, Steve Witkoff, and son-in-law Jared Kushner.</p></div></div></body></html>"
        },
        {
            "title": "US will expand social media, work history vetting for H-1B visas | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T05:22:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-22T093534Z_1346316349_RC2XWGAGI32O_RTRMADP_3_USA-TRUMP-VISA-INDIA-1764825710.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US will expand social media, work history vetting for H-1B visas</h1><p class=\"article__subhead\"><em>Past work in content moderation or in tackling misinformation and disinformation could be grounds for rejection.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is expanding its vetting process for highly skilled H-1B visa applicants to include more social media checks, as applicants working in fields like misinformation and disinformation will also face enhanced scrutiny.</p><p>The US Department of State said Thursday that all H-1B applicants and their dependants must make all their social media profiles public to ensure they “do not intend to harm Americans and our national interests”. The move follows a similar order in July that all student visa applicants must make their social media profiles public.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>H-1B visas allow US companies to hire foreign employees with “speciality” knowledge, usually in academia or fields like medicine, technology, finance and engineering. While they are classified as temporary visas, in practice, the H -1B provides a pathway to immigrate to the US.</p><p>As part of its enhanced checks, the State Department will also scrutinise H-1B applications for work in fields that promote the censorship of “free speech”, according to an internal cable obtained by the Reuters news agency.</p><p>The December 2 cable orders consular staff to review applicants’ LinkedIn and employment history for any work in “misinformation, disinformation, content moderation, fact-checking, compliance and online safety” or “social media or financial services companies involved in the suppression of protected expression”.</p><p>The new rules apply to any accompanying family members and applicants renewing their H-1B visa.</p><p>“If you uncover evidence an applicant was responsible for, or complicit in, censorship or attempted censorship of protected expression in the United States, you should pursue a finding that the applicant is ineligible,” the cable said.</p><p>The move marks a departure for the US State Department, which once funded overseas projects aimed at fact-checking and at fighting misinformation and disinformation, alongside the US Agency for International Development (USAID).</p><p>US President Donald Trump has moved to cut down on what he sees as restrictions on “free speech” – usually of conservative voices – since returning to the White House in January. Trump himself was previously deplatformed from X, formerly known as Twitter, following the January 6, 2021, attack on the US Capitol. He was reinstated after tech billionaire and free speech absolutist Elon Musk bought the platform in 2022.</p><p>One of his first moves as president was to sign an executive order banning “federal censorship” of free speech. In May, the US State Department also threatened to bar foreign officials from entering the US who had worked to suppress free speech, including by pressuring US tech companies to regulate social media content.</p><p>Much of Trump’s ire has focused on Europe, which has stronger content regulations and stronger laws on hate speech than the US. It is unclear how the Trump Administration will approach US allies like Australia, which this month banned social media for children under 16.</p></div></div></body></html>"
        },
        {
            "title": "Honduras’s Nasralla holds narrow lead over Asfura in presidential vote | Elections News | Al Jazeera",
            "time": "2025-12-04T04:34:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T004425Z_528186455_RC2C7IAU2QBD_RTRMADP_3_HONDURAS-ELECTION-1764820179.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Honduran presidential candidate Salvador Nasralla has widened a narrow lead over his conservative rival, Nasry Asfura, who is <a href=\"/news/2025/12/2/honduras-election-why-has-trump-threatened-to-cut-off-aid\">backed</a> by United States President Donald Trump, as the counting of votes continued for a fourth day.</p><p>With 80.29 percent of ballots tallied on Wednesday, the centrist Liberal Party’s Nasralla held 40.23 percent while the National Party’s Asfura had 39.69 percent, according to the country’s National Electoral Council (CNE).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Nasrallah’s lead over Asfura was less than 14,000 votes.</p><p>Rixi Moncada of the ruling leftist LIBRE Party was well behind in third place with 19.01 percent.</p><p>The result was still too early to call, according to the CNE.</p><p>The Honduran presidency is decided in a single round, and the candidate with the most votes wins, even if the margin is narrow or they fall short of an absolute majority.</p><p>The election on Sunday was fiercely contested, and the counting of votes has been delayed by technical difficulties.</p><p>The CNE on Wednesday suspended vote counting for a second time, with members of the electoral council blaming the company behind the tabulating platform for the outages.</p><p>CNE official Cossette Lopez-Osorio said the latest counting halt was due to system maintenance that was done without proper notice, and added that she considered it “inexcusable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Nasralla, a 72-year-old television presenter, remained confident despite the problems.</p><p>“Either way, we’re going to win,” he wrote on X.</p><p>Election observers from the European Union and the Organization of American States, as well as Honduras’s electoral authority, have called for calm and patience as the final votes are counted.</p><p>Ballots are still arriving from remote areas, some of which are only accessible by donkey or river boats, according to the CNE, and the declaration of a winner may still be days away.</p><p>Early preliminary results <a href=\"/news/2025/12/1/trump-backed-candidate-leads-honduras-presidential-vote-early-trends-show\">released</a> on Monday had originally shown Asfura with a slim lead of some 500 votes. Election organisers declared a “technical tie” and said votes would have to be counted by hand.</p><p>When the count was updated on Tuesday, Nasralla had swung to a narrow lead.</p><p>Trump on Monday <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">alleged</a> election fraud, without providing evidence, saying on his Truth Social account that Honduras was “trying to change the results of their Presidential Election”.</p><p>“If they do there will be hell to pay! The people of Honduras voted in overwhelming numbers on November 30th,” he said. Trump has threatened to stop US aid to Honduras if Asfura does not win. In 2024, the US provided $193.5m in aid to the Central American country.</p><p>The CNE legally has one month to announce a winner.</p><p>Moncada, the ruling party candidate, told the Telesur television news network on Wednesday that the vote transmission system was flawed and criticised it as lacking transparency.</p><p>Referring to Trump’s accusations of fraud, which she said violated international protocols, Moncada said this marked “a direct intervention that affects the interests of the Honduran people”.</p><p>Trump has also <a href=\"/news/2025/12/2/juan-orlando-hernandez-freed-after-trumps-full-and-complete-pardon\">granted a pardon</a> to Juan Orlando Hernandez, a former president from Asfura’s National Party who had been serving a 45-year sentence in the US for drug trafficking.</p><p>The 57-year-old lawyer was released on Monday in what was widely perceived as more interference.</p><p>In his first social media post since being released, Hernandez on Wednesday thanked Trump, saying he “changed my life”.</p><p>Earlier, in a four-page letter to the US president published by the media on Wednesday, Hernandez said: “Just as you, President Trump, I have suffered political persecution.”</p><p>Hernandez’s wife, Ana Garcia, told the AFP news agency he would not be returning home immediately due to security fears.</p></div></div></body></html>"
        },
        {
            "title": "EU proposes using Russian assets, loans to fund $105bn package to Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T04:33:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-03-05T171355Z_1349758617_RC247DA3GDWF_RTRMADP_3_UKRAINE-CRISIS-BRUSSELS-1764813516.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Commission has proposed an unprecedented use of frozen Russian assets or international borrowing to raise 90 billion euros ($105bn) to support Ukraine’s war effort against Russia, though critical reservations about the plan from key stakeholder Belgium appear unresolved.</p><p>The announcement by the European Union’s executive body on Wednesday proposed “two solutions to address Ukraine’s financing needs” for 2026 and 2027.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The first option is an EU loan to Kyiv sourced from the private market, while the second preferred option is a “reparations loan” funded using Russian state assets frozen in the EU in response to Moscow’s 2022 invasion of Ukraine.</p><p>“[These options] reflect the EU’s commitment to supporting Ukraine not only in defending its sovereignty and maintaining state functions, but also as a strategic investment in Europe’s security and in the pursuit of a just and lasting peace,” the Commission said in a press release.</p><p>Commission President Ursula von der Leyen told reporters that the proposals will ensure Ukraine “has the means” to defend itself, “and take forward peace negotiations from a position of strength”.</p><p>“We are proposing to cover two-thirds of Ukraine’s financing needs for the next two years. That’s 90 billion euros. The remainder would be for international partners to cover,” she said.</p><p>“We are increasing the cost of Russia’s war of aggression. And this should act as a further incentive for Russia to engage at the negotiating table,” von der Leyen added.</p><p>The Commission president suggested that the proposal to EU member states had taken into account almost all the concerns raised by Belgium, whose Brussels-based financial institution <a href=\"/news/2025/10/23/eu-leaders-delay-decision-on-using-frozen-russian-funds-to-aid-ukraine\">Euroclear</a> is the main holder of the frozen Russian assets.</p><p>Von der Leyen said the new proposal also covers other financial institutions in the EU holding Russian assets, while EU officials said France, Germany, Sweden and Cyprus also hold such assets that will be used to fund the proposed loan.</p><p>The Commission also said the scheme does not amount to confiscating the money as it would be in the form of a loan – although Ukraine would only have to redeem it if Russia pays reparations for the war damage caused.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The EU could proceed with the frozen assets proposal if 15 out of 27 members vote in favour. The Commission said it hoped to clinch a firm commitment from member states at an EU leaders summit on December 18.</p><p>The second option – borrowing on international markets – would normally require unanimity among EU countries, which could prove a difficult hurdle as Hungary’s Russia-friendly government has opposed previous funding for Ukraine.</p><p>Belgium has repeatedly voiced its resistance to the frozen assets plan, suggesting the proposed use of 140 billion euros ($163bn) it holds would imperil a peace deal in the short term while placing it at risk of future crippling legal action by Russia.</p><p>One demand from Brussels is that EU countries commit to covering all legal costs arising from any future Russian lawsuits challenging the scheme.</p><p>On Wednesday, hours before the proposal’s presentation, Belgian Foreign Minister Maxime Prevot reiterated these reservations, saying the legal texts “do not address our concerns in a satisfactory manner”.</p><p>“We have repeatedly said that we consider the option of the reparations loan the worst of all, as it is risky; it has never been done before,” Prevot said. “This explains why we keep on pleading for an alternative, namely the EU borrowing the amounts needed on the markets.”</p><p>Russia, meanwhile, has said the EU using its assets would constitute theft. On Monday, Andrei Kostin, the head of Russia’s second-largest bank, VTB, threatened the bloc with 50 years of litigation if the idea comes to fruition.</p><p>Von der Leyen, meanwhile, said United States Treasury Secretary Scott Bessent had “positively received” news of the proposed reparation loan. That reported assurance comes despite complexities shrouding the scheme related to the Trump administration’s <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point plan</a> to end the war, which proposed using some of the assets in a joint US-Russian investment vehicle.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier on Wednesday, the EU also agreed to phase out Russian gas imports by late 2027, taking a significant stride towards ending the bloc’s decades-long dependency on Russian energy.</p><p>The EU announced the “historic agreement” had been reached between EU government and European Parliament representatives on June proposals set out by the European Commission to end Russian energy shipments.</p><p>Under the agreement, member states will halt imports of Russian liquefied natural gas (LNG) by the end of 2026. Pipeline gas imports will stop by November 2027.</p><p>The body said the move allows it to end its “dependence on an unreliable supplier”, which has “repeatedly destabilised European energy markets, put at risk security of supply with energy blackmail and harmed the European economy”.</p><p>Von der Leyen hailed the move, saying that “today, we enter the era of Europe’s full energy independence from Russia”.</p><p>“By depleting Putin’s war chest, we stand in solidarity with Ukraine and set our sights on new energy partnerships and opportunities for the sector,” she said.</p><p>Hungary and Slovakia look likely to mount legal challenges to the measure, with both countries still highly reliant on gas and oil supplies from Moscow and fearful that more costly alternatives will damage their economies.</p></div></div></body></html>"
        },
        {
            "title": "Somalis call Trump’s comments insulting their country a ‘grave mistake’ | Donald Trump | Al Jazeera",
            "time": "2025-12-04T04:20:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764822004.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘What’s our fault?’: India’s expulsion of Pakistanis still splits families | Conflict | Al Jazeera",
            "time": "2025-12-04T04:03:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/WhatsApp-Image-2025-10-10-at-8.53.46-PM-1-1761052039.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Srinagar, Indian-administered Kashmir</strong> – The silence of a narrow alley in Srinagar, the main city of Indian-administered Kashmir, is broken by the rehearsed beckoning of street vendors and the restless cries of two little children.</p><p>“Auntie, please take me to my mother; the police took her away,” shouts three-year-old Hussein, as he and his sister Noorie, a year younger than him, cling to the window of their one-room house, their faces pressed against rusted iron bars.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Their father, Majid*, says the two have been calling out like that to almost every passer-by since their mother, Samina*, a Pakistani national, was forcibly taken away by Indian authorities and deported more than seven months ago.</p><p>The family’s ordeal began a week after half a dozen gunmen, a couple of them alleged to be Pakistani nationals, stormed a scenic tourist spot in Indian-administered Kashmir’s Pahalgam area and shot 26 people dead on April 22, 2025 in one of the worst attacks in the disputed region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The <a href=\"/news/2025/5/2/pahalgam-attack-a-simple-guide-to-the-kashmir-conflict\">Muslim-majority region of Kashmir</a> is divided between India and Pakistan, though the nuclear-armed neighbours claim it in full, while regional superpower China also controls a sliver of Kashmir’s land. Since India’s independence from British rule and its partition to create the state of Pakistan in 1947, the two countries have fought two of their three full-scale wars over Kashmir.</p><p>In the late 1980s, an armed rebellion against New Delhi’s rule erupted on the Indian side, which has since claimed tens of thousands of lives, most of them civilians. The rebellion saw the deployment of nearly a million Indian soldiers, making it one of the world’s most militarised regions. The rebels aim to either carve an independent nation out of Kashmir or merge the region with Muslim-majority Pakistan.</p><p>The anti-India sentiments in Kashmir intensified in 2019 when Prime Minister Narendra Modi’s Hindu majoritarian government <a href=\"/news/2023/12/11/whats-article-370-what-to-know-about-india-top-court-verdict-on-kashmir\">scrapped a law</a> that granted the region partial autonomy in matters of land ownership and livelihoods, and split it into two “union territories” to be directly governed by New Delhi. Since then, suspected Kashmiri rebels have launched several attacks against Indian security forces and government employees. India accuses Pakistan of training and financing the rebels, but Islamabad dismisses the charge, claiming it only provides diplomatic backing to Kashmir’s struggle.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>India blamed Pakistan for the Pahalgam attack as well, and swiftly moved to downgrade all diplomatic ties, suspend bilateral trade, and place a key water treaty in abeyance. Two weeks after the killings, in early May, India and Pakistan engaged in an intense <a href=\"/news/2025/6/30/political-limits-why-did-india-lose-jets-to-pakistani-fire-in-may-fight\">four-day air war</a>, each striking the other’s military bases. Dozens of people were killed on both sides — India insists it only hit “terrorists” in Pakistan, while Islamabad said civilians were principally the victims — before the neighbours <a href=\"/news/2025/6/18/indias-modi-maintains-there-was-no-us-mediation-in-pakistan-ceasefire\">agreed to a ceasefire</a>.</p><p>But seven months later, the pause in fighting has meant little for hundreds of families, like Majid’s and Samina’s, that were <a href=\"/features/2025/4/30/exiled-india-pakistan-families-split-as-border-shuts-over-kashmir-attack\">broken apart</a> by one of India’s moves.</p><p>In the <a href=\"/news/2025/4/25/were-cursed-kashmiris-under-attack-across-india-after-pahalgam-killings\">aftermath of the Pahalgam attack</a>, India revoked all visas issued to Pakistani citizens residing in India, including medical and diplomatic visas, giving them an April 29, 2025 deadline to leave the country, and closing the Attari-Wagah border in Punjab province’s Amritsar district on May 1.</p><p>Nearly 800 Pakistanis – many of them married to Indian nationals in Kashmir and other parts of India – were deported.</p><p>With authorities providing no clarity on whether those families will ever be reunited, the wait drags on for relatives on both sides of the border.</p><h2 id=\"i-think-of-ending-my-life\">‘I think of ending my life’</h2><p>Majid married Samina, his 38-year-old Pakistani cousin, in 2018.</p><p>Despite tense relations between their countries, their marriage was not especially rare. When millions of Muslims moved to a newly-created Pakistan in 1947 – as did Hindus to India – many left behind relatives on both sides of the border. Over the years, these blood ties gave rise to cross-border marriages between citizens of the two countries.</p><p>But on April 28, Samina was summoned to the local police station in Srinagar’s Dalgate area. Noorie and Hussein slept on their laps as the couple met the police officer. When the children woke up, they realised their father had brought them back home, their mother no longer around.</p><p>Samina was detained at the police station and informed that she would be deported to Pakistan — she is originally from Lahore — the next day.</p><p>Sitting quietly in a dimly lit room that served as a bedroom and kitchen, Majid said he is still struggling to process the events that turned his life upside down.</p><figure id=\"attachment_4049846\" aria-describedby=\"caption-attachment-4049846\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4049846\" src=\"/wp-content/uploads/2025/10/IMG_4287-1-1761052046.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistanis deported by India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4049846\" class=\"wp-caption-text\">Majid’s children looking out of the window of their one-room home [Arjumand Shaheen/Al Jazeera]</figcaption></figure><p>He used to wait tables at a local restaurant and earned about $70 a month. But since his wife was taken away, he has not been able to leave his little children alone. He is now jobless.</p><p>“I have not slept properly for six months now. My whole time is spent taking care of the children. I cannot think about doing anything else,” he told Al Jazeera.</p><p>Confined to his room, Majid says he is unable to go out even to buy groceries. “Sometimes, I think of ending my life,” he said. “But I stop myself, wondering who would take care of them when I am gone.”</p><p>Majid’s children, Hussein and Noorie, also do not know when they will be able to see their mother.</p><p>“The sudden separation from Samina has traumatised them. They call out to their mother in sleep,” Majid told Al Jazeera as he made a futile attempt to distract his children by showing them cartoons on his mobile phone.</p><p>“All they know is that the police took her away. Whenever they see any police or army officer, they ask them to bring their mother back.”</p><p>Meanwhile, forcibly separated from her children, Samina is struggling with health issues in Pakistan. Her blood pressure is unstable due to stress. “She gets hospitalised every now and then. Her blood pressure isn’t normalising,” said Majid.</p><p>When asked about the deportations, Shazia Ilmi, spokeswoman for India’s ruling Bharatiya Janata Party (BJP), suggested that the moves were driven by national security concerns. Those deported were Pakistani nationals, she emphasised, and often were “married to those who have been found involved in terrorism and activities that are antinational”, she told Al Jazeera.</p><p>“So this cannot become a way for Pakistani nationals to marry into India and support such activities. Why should India have Pakistani nationals?” she said.</p><p>When pressed to present evidence in support of her allegation that deportees were often married to those involved in “terrorism”, Ilmi accused Al Jazeera of having a “dubious agenda”. “I think you have a nasty agenda to find things against India and the Indian government, and it will not work,” she said.</p><h2 id=\"reunited-after-years-separated-again-in-12-days\">Reunited after years, separated again in 12 days</h2><p>Muhammad Shehbaz is a 32-year-old resident of Daryaganj, a densely populated neighbourhood of what is called Old Delhi. In 2014, he married his maternal cousin from Pakistan, 27-year-old Erum. Since then, Erum had been living in India on a long-term visa until she travelled to Pakistan to introduce their three-year-old son, Almeer, to her family.</p><p>That was in March 2020 – just 10 days before a lockdown and travel restrictions were imposed in the wake of the coronavirus pandemic. Erum was forced to extend her stay in Pakistan, during which her Indian visa expired.</p><p>After the lockdown was lifted, Shehbaz tried hard to secure another Indian visa so that Erum could return. After five years of repeated rejections, she was finally granted one in April this year. After more than five years of separation, an elated Shehbaz was finally going to be reunited with his family.</p><p>Erum reached New Delhi on April 17. Twelve days later, the Pahalgam attack happened. She was deported back to Pakistan on April 29.</p><p>“After so many years of separation, hard work and longing, she had finally come home. My world had lit up, and I forgot everything. And then, in the blink of an eye, it all collapsed again. She was taken away, leaving me vulnerable and drowning in despair,” Shehbaz told Al Jazeera.</p><p>“When the police came to our home and informed us about Erum’s deportation, I became numb. My son was crying inconsolably. The struggles I faced all these years to reunite my family are beyond words. And now, it feels like it was all in vain.”</p><p>Almeer, now nine, first grew up for years without his father and has now been torn away from his mother. Shehbaz, who runs a small jewellery business, is worried about his future.</p><p>“He has grown frail and quiet, not expressing much, but I can see he is shattered inside,” Shehbaz told Al Jazeera. “Caught in the animosity between the two countries, why are ordinary citizens pushed to the wall? What is our fault?”</p><h2 id=\"parveena-hadn-t-been-to-pakistan-in-40-years\">Parveena hadn’t been to Pakistan in 40 years</h2><p>Back in Indian-administered Kashmir, Fazl‑u‑Rehman, 62, does not know if he might be able to see his wife, Parveena, who was deported in April to Pakistan, a country she had not seen in more than four decades.</p><p>Parveena, 65, was born in Pakistan’s Karachi city. But she never went back after marrying Rehman in 1982, as she built a life with her husband and children in Baramulla district.</p><p>Rehman now fears he may die without seeing her. “Our home has been divided. Everything is in ruins. I don’t know how many years I will live,” he told Al Jazeera, his voice choking.</p><figure id=\"attachment_4049848\" aria-describedby=\"caption-attachment-4049848\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4049848\" src=\"/wp-content/uploads/2025/10/IMG_4438-1-1761052054.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistanis deported by India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4049848\" class=\"wp-caption-text\">Soliha Parveen shows a photo of her mother, Parveena, on her mobile phone [Arjumand Shaheen/Al Jazeera]</figcaption></figure><p>Rehman and Parveena have two daughters – the elder one, Afreen, is married, while Soliha, 27, is at home, looking after her ageing parents while also pursuing a master’s degree in political science.</p><p>“I missed my second semester mid-term exams in July while managing the household responsibilities alone,” she told Al Jazeera. “I have to do it all alone – getting medicines, groceries and other household chores. Left with no option, I had to sacrifice my education.”</p><p>Soliha said her mother has been undergoing treatment for heart disease in Kashmir. But she has no means to continue her treatment in Pakistan, where she has no immediate relatives or financial support. She said her mother lives in Karachi with a distant relative, who is paralysed.</p><p>“There is no one to look after her. If anything happens to my mother there, the Indian government would be responsible,” she said.</p><p>“If someone else committed the crime, why are we being punished for it? My education and career are at stake. I am facing mental health issues because of my mother’s deportation.”</p><p>Her father, Rehman, intervened. “There are 700,000 to 800,000 armed forces in Kashmir. If they couldn’t prevent the [Pahalgam] attack, how are civilians being held responsible for it?” he asked, furiously.</p><p>Parveen urged the government to “stop punishing your own citizens” and demanded the return of their loved ones.</p><h2 id=\"never-felt-so-helpless-in-life\">‘Never felt so helpless in life’</h2><p>Abdullah* says he has been forced to rebuild his life that fell apart after his wife, Tamarah*, 25, was deported on April 29. He says his twin toddlers – Ayan and Atif, just 18 months old – no longer play, laugh, or eat as they once did. One of the twins was still breastfeeding when Tamarah was deported.</p><p>Abdullah, a 38-year-old public bank manager in Kashmir’s Kupwara district, married Tamarah in 2018. As she was driven to the Attari-Wagah border for deportation, Abdullah took his children and followed the police van in his car all the way from Kupwara to Amritsar, a distance of more than 500km (324 miles).</p><p>“I cried on the way, pleading helplessly with the police to at least let the children see their mother one last time,” he told Al Jazeera. “But they didn’t even allow us a proper goodbye.”</p><p>The first two months were “nothing short of hell” for the children.</p><p>“After the sudden separation from their mother, their health began to deteriorate. They suffered frequent fevers and vomiting,” he said, adding that he has barely attended office in the past six months, with one or the other child needing hospitalisation.</p><p>“Everything is disrupted. Life has turned upside down. I have never felt so helpless in my life,” he said.</p><p>Abdullah said even lawyers refused to take up the case of his children, separated from their mother. He said the lawyers said no legal action could proceed without permission from the federal Ministry of Home Affairs. In desperation, Abdullah said he wrote to Prime Minister Modi and other authorities in New Delhi and Kashmir, but received no response.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"because-they-are-pakistanis-and-muslims\">‘Because they are Pakistanis and Muslims’</h2><p>Human rights activists say there is no justification for penalising innocent civilians due to the tensions between India and Pakistan.</p><p>“Ordinary people hold no enmity towards each other. Why should they suffer because of political or diplomatic conflicts?” said Shabnam Hashmi, a New Delhi-based activist. “In any conflict, civilians must never be the casualties. To separate a child from their mother is cruel, traumatic, and utterly inhuman – a clear violation of human rights.”</p><p>Waheed Para, a Kashmiri legislator from the Peoples Democratic Party, said the deportation of Pakistani nationals is unjust and unfortunate.</p><p>“After Kashmir’s conversion into a union territory, our ability to influence or resolve such issues has been severely limited. We can raise our voices and try to intervene, but we remain largely powerless in the face of decisions made elsewhere,” he told Al Jazeera, referring to the federal government in New Delhi.</p><p>“In cross-border shelling, civilians lose lives and homes. Unfortunately, innocent citizens, children, and women continue to be the casualties of a geopolitical issue between India and Pakistan,” Para added.</p><p>Al Jazeera reached out to the Ministry of Home Affairs for their response, but did not receive any reply.</p><p>Colin Gonsalves, Supreme Court lawyer and rights activist, said the deportation of Pakistani nationals has no legitimate connection to the Pahalgam attack.</p><p>“Linking them to Pahalgam [attack] is simply an excuse and a deeply flawed one … The government may claim it is a fallout of Pahalgam, but that claim is not only misleading, it’s dangerous,” he told Al Jazeera.</p><p>“They were deported simply because they are Pakistanis and Muslims – a clear reflection of a bias against both.”</p><p>Back in Kupwara, Abdullah wipes the tears rolling down his cheeks, struggling to speak as he recollects the months since his wife Tamarah was deported.</p><p>“What the Indian government did to us is no different from what the attackers did in Pahalgam. They destroyed our families and homes too,” he said. “Why are our innocent children being punished? What did they do?”</p><p><em>*Names changed to protect their identities over fears of government reprisal.</em></p></div></div></body></html>"
        },
        {
            "title": "Putin visits India amid Ukraine peace push: What’s on the agenda? | Vladimir Putin News | Al Jazeera",
            "time": "2025-12-04T04:00:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/07/2024-07-09T133450Z_527600057_RC2PR8ASDASC_RTRMADP_3_RUSSIA-INDIA-1720553705.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> Russian President Vladimir Putin is visiting India on Thursday for the first time since Moscow launched a full-scale invasion of Ukraine nearly four years ago, even as a renewed push by the United States to end the conflict appears to have stalled.</p><p>Putin’s 30-hour speed trip also coincides with a tense turn in relations between Washington and New Delhi, with the US also punishing India with tariffs and a sanctions threat for its strong historic ties with Russia and a surge in its purchase of Russian crude during the Ukraine war.</p><p>That tension has, in turn, made India’s longstanding balancing act between Russia and the West an even more delicate tightrope walk.</p><p>Since gaining independence from Britain in 1947, India has tried to avoid getting locked into formal alliances with any superpower, leading the non-aligned movement during the Cold War, even though in reality it drifted closer to the Soviet Union from the 1960s. Since the end of the Cold War, it has deepened strategic and military ties with the US while trying to keep its friendship with Russia afloat.</p><p>Yet, Russia’s war on Ukraine has challenged that balance – and Putin’s visit could offer signs of how Indian Prime Minister Narendra Modi plans to juggle New Delhi’s competing relationships without sacrificing any of them.</p><figure id=\"attachment_3034793\" aria-describedby=\"caption-attachment-3034793\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3034793\" src=\"/wp-content/uploads/2024/07/2024-07-08T214113Z_1994694215_RC27R8A94GVJ_RTRMADP_3_RUSSIA-INDIA-TALKS-1720490958.jpg?w=770&amp;resize=770%2C475&amp;quality=80\" alt=\"Russia's President Vladimir Putin shakes hands with India's Prime Minister Narendra Modi during their meeting at the Novo-Ogaryovo state residence near Moscow, Russia July 8, 2024.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3034793\" class=\"wp-caption-text\">Russia’s President Vladimir Putin, right, shakes hands with India’s Prime Minister Narendra Modi during their meeting at the Novo-Ogaryovo state residence near Moscow, Russia, July 8, 2024 [Sergei Bobylyov/Sputnik/Pool via Reuters]</figcaption></figure><h2 id=\"what-s-scheduled-for-putin\">What’s scheduled for Putin?</h2><p>Putin is expected to land on Thursday evening and head for a private dinner with Modi at the prime minister’s residence in the heart of the Indian capital, New Delhi.</p><p>On the morning of Friday, December 5, Putin is scheduled to visit Rashtrapati Bhavan, the presidential palace, for a guard of honour and a meeting with India’s ceremonial head of state, Droupadi Murmu. He will then, like all visiting leaders, travel to Raj Ghat, the memorial to Mahatma Gandhi.</p><p>Then, Putin and Modi will meet at Hyderabad House, a complex that hosts most leadership summits for the latest chapter of an annual India-Russia summit. After that, they are scheduled to meet business leaders, before attending a banquet thrown in Putin’s honour by Murmu, the Indian president.</p><p>Earlier, the Kremlin said in a statement that Putin’s visit to India was “of great importance, providing an opportunity to comprehensively discuss the extensive agenda of Russian-Indian relations as a particularly privileged strategic partnership”.</p><p>Putin will be joined by Andrei Belousov, his defence minister, and a wide-ranging delegation from business and industry, including top executives of Russian state arms exporter Rosoboronexport, and reportedly the heads of sanctioned oil firms Rosneft and Gazprom Neft.</p><figure id=\"attachment_4149316\" aria-describedby=\"caption-attachment-4149316\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4149316\" src=\"/wp-content/uploads/2025/12/AP25335239159230-1764816544.jpg?w=770&amp;resize=770%2C566&amp;quality=80\" alt=\"FILE - Russian President Vladimir Putin, left, and Indian Prime Minister Narendra Modi greet each other before their meeting in New Delhi, India, on Dec. 6, 2021. (AP Photo/Manish Swarup, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4149316\" class=\"wp-caption-text\">Russian President Vladimir Putin, left, and Indian Prime Minister Narendra Modi greet each other before their meeting in New Delhi, India, on December 6, 2021. That was Putin’s last visit to India before the trip that starts on Thursday [Manish Swarup/AP Photo]</figcaption></figure><h2 id=\"why-is-the-timing-of-the-visit-significant\">Why is the timing of the visit significant?</h2><p>The visit comes as India and Russia mark 25 years of a strategic partnership that began in Putin’s first year in office as his country’s head of state.</p><p>But even though India and Russia like to portray their relationship as an example of a friendship that has remained steady amid shifting geopolitical currents, their ties haven’t been immune to pressures from other nations.</p><p>Since 2000, New Delhi and Moscow have had in place a system of annual summits: The Indian prime minister would visit Russia one year, and the Russian president would pay a return visit to India the following year.</p><p>That tradition, however, was broken in 2022, the year of Russia’s full-scale invasion of Ukraine. Modi was supposed to visit Russia for the summit, but the conclave was put off.</p><p>In 2023, Putin skipped a visit to India for the G20 summit in New Delhi. At the time, Putin was rarely travelling abroad, largely because of an International Criminal Court (ICC) warrant against him related to the Ukraine war. India is not a member of the ICC – and so it would have been safe for Putin to attend, but Western members of the G20 made it clear that their leaders would be uncomfortable sharing the room with the Russian president.</p><p>Finally, in 2024, the annual summit resumed, with Modi visiting Russia. And now, Putin will land in New Delhi after four years.</p><figure id=\"attachment_4149314\" aria-describedby=\"caption-attachment-4149314\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4149314\" src=\"/wp-content/uploads/2025/12/AP25122466708764-1764816384.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Russian S-400 anti-aircraft missile system launcher rolls along Tverskaya street toward Red Square prior to a rehearsal for the Victory Day military parade in Moscow, Russia, on Tuesday, April 29, 2025. (AP Photo/Pavel Bednyakov)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4149314\" class=\"wp-caption-text\">A Russian S-400 anti-missile system launcher moves along Tverskaya Street towards Red Square ahead of a Victory Day parade rehearsal in Moscow, Russia, April 29, 2025. India used S-400 systems during its May air war with Pakistan [Pavel Bednyakov/AP Photo]</figcaption></figure><h2 id=\"what-s-on-the-agenda\">What’s on the agenda?</h2><p>Trade analysts and political experts expect Putin to push for India to buy more Russian missile systems and fighter jets, in a bid to boost defence ties and explore more areas to expand trade, including pharmaceuticals, machinery and agricultural products.</p><p>The summit “offers an opportunity for both sides to reaffirm their special relationship amidst intense pressure on India from [US] President [Donald] Trump with punitive tariffs,” Praveen Donthi, a senior analyst for India at Crisis Group, a US-based think tank, told Al Jazeera.</p><p>Putin, analysts said, will be seeking optical dividends from the summit.</p><p>“President Putin can send a very strong message to his own people, and also to the international community, that Russia is not isolated in the world,” said Rajan Kumar, a professor of international studies at Jawaharlal Nehru University in New Delhi.</p><p>“Russia is being welcomed by a democracy when Putin faces pressure for the war in Ukraine,” Kumar told Al Jazeera.</p><p>But visuals aside, a key driver of the India-Russia relationship – oil trade – is now at risk. And that, along with the shadow of the man responsible for the disruption, will be hovering over talks, said experts.</p><figure id=\"attachment_3914690\" aria-describedby=\"caption-attachment-3914690\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3914690\" src=\"/wp-content/uploads/2025/08/AP25227747123295-1756477587.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Trump and Putin shake hands on a red carpet leading from Air Force One.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3914690\" class=\"wp-caption-text\">President Donald Trump greets Russia’s President Vladimir Putin at Joint Base Elmendorf-Richardson in Alaska, August 15, 2025 [Julia Demaree Nikhinson/AP Photo]</figcaption></figure><h2 id=\"is-trump-an-overshadowing-factor-in-the-summit\">Is Trump an overshadowing factor in the summit?</h2><p>India became the second-largest buyer of Russian crude after Moscow invaded Ukraine in 2022 – an increase of a staggering 2,250 percent in imports, as Russia’s share in its imports went from 1 percent to 40 percent.</p><p>The US at the time quietly encouraged India to buy more Russian oil, New Delhi says. The West was stopping purchases of Russian crude, and a complete global ban on that oil would have shrunk global supplies, raising prices. India, by increasing its uptake of Russian oil, helped stabilise the global market.</p><p>But as Trump, in his second term, has looked for levers to use to pressure Moscow and Kyiv to end the war, he has targeted India for buying Russian oil. After initially imposing 25 percent tariffs on Indian goods, Trump doubled that to 50 percent as a penalty for Russian crude purchases.</p><p>For months after that, India continued importing Russian oil and defended what it called its “strategic autonomy”.</p><p>However, in October, Trump imposed sanctions on Russia’s two biggest oil firms – Rosneft and Lukoil – and threatened sanctions against firms of other countries that trade with them.</p><p>Reliance, India’s largest private oil refiner – and the biggest buyer of Russian oil in India – has since said that it will no longer export petroleum products that use Russian crude.</p><p>Indian imports of Russian crude are expected to fall to a three-year low now. Meanwhile, India recently signed a deal to dramatically ramp up its import of gas from the US.</p><p>In the defence sector too, the US has been pressuring India to buy more from it and less from Russia.</p><p>“New Delhi is wary of upsetting Washington regarding its defence deals with Moscow, but that’s not going to deter it from making important deals,” said Donthi, the analyst at Crisis Group. “India hopes to blunt US criticism by making similar deals with it, some of which are already under way.”</p><p>But Trump’s pressure risks hurting goodwill for the US in India.</p><p>Kanwal Sibal, former Indian foreign secretary and an ex-ambassador to Russia, said Trump and the US were employing “double standards”.</p><p>“Trump can roll out a red carpet for Putin in Alaska. Why should India not build on its ties with Russia then?” he added, referring to the Trump-Putin summit in August.</p><figure id=\"attachment_4147510\" aria-describedby=\"caption-attachment-4147510\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147510\" src=\"/wp-content/uploads/2025/12/2025-09-01T071903Z_1458167711_RC2VIGAJHB0S_RTRMADP_3_CHINA-SCO-PUTIN-MODI-1764750848.jpg?w=770&amp;resize=770%2C530&amp;quality=80\" alt=\"putin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147510\" class=\"wp-caption-text\">Russian President Vladimir Putin and Indian Prime Minister Narendra Modi attend a meeting on the sidelines of the Shanghai Cooperation Organisation (SCO) summit in Tianjin, China, September 1, 2025 [Vladimir Smirnov/Sputnik/Pool via Reuters]</figcaption></figure><h2 id=\"in-which-sector-are-india-russia-ties-strong\">In which sector are India-Russia ties strong?</h2><p>While the bilateral energy ties between India and Russia face several barriers, their defence ties are steadier.</p><p>Russia remains India’s largest defence supplier, accounting for roughly 36 percent of arms imports, and more than 60 percent of India’s existing arsenal.</p><p>Import numbers have come down from 72 percent in 2010, as India attempts to boost domestic production and also buy more from the US and European nations. But experts say that Russia’s position as India’s pre-eminent defence partner will likely remain unchallenged for several years.</p><p>The Russian S-400 missile defence system was central to India’s air defences during its four-day air war with Pakistan in May. India’s air force chief, Marshal AP Singh, said that “the S-400 was a game changer” for India.</p><p>New Delhi is now looking to buy additional S-400 air defence systems. Russia, meanwhile, wants to also sell India its Su-57 fifth-generation stealth fighter jets. “The SU-57 is the best plane in the world,” said Dmitry Peskov, Putin’s press secretary, ahead of the summit. “And it will be on the agenda.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3922713\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-What-do-INDIA-and-Russia-trade-most-sep3-2025-copy-4-1756879432.png?quality=80\" alt=\"INTERACTIVE-What do INDIA and Russia trade most?-sep3-2025 copy 4-1756879432\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-are-india-russia-trade-prospects\">What are India-Russia trade prospects?</h2><p>India-Russia trade has undergone a major shift since 2022, ballooning from a modest $10bn to a record nearly $69bn this year, primarily fuelled by New Delhi’s appetite for discounted Russian crude oil.</p><p>However, these numbers remain lopsided: Indian exports, largely pharmaceuticals and machinery, stand at roughly $5bn, resulting in a widening $64bn trade deficit. And Russia’s exports to India have been dominated by oil over the past three years. With trade now expected to fall, so will overall numbers, caution experts. The India-Russia goal of reaching $100bn in trade by 2030 appears distant.</p><p>Instead, analysts told Al Jazeera, the two countries now appear to be betting on labour migration as a driver of people-to-people and economic ties.</p><p>According to the estimates of the Russian Ministry of Labour, by 2030, the country is expected to see a shortfall of 3.1 million workers. Indian workers could fill that gap.</p><p>“Russia is opening up its labour market for India and looking to change its traditional supplier of labour from Central Asian countries to India,” said Kumar, the professor of international studies. “This kind of migration can have a positive impact on India-Russia relations.”</p><p>That won’t change the fundamental tension that undergirds India’s ties with Russia: New Delhi’s keenness to not damage relations with the US in the process.</p><p>As India simultaneously negotiates trade deals with the US, the European Union and the Eurasian Economic Union, an economic bloc led by Russia at the moment, New Delhi is walking a fine line “where it risks antagonising either of them, who are all important economic trade partners,” said Kumar.</p><p>The one thing that could help: a peace deal between Russia and Ukraine, say analysts.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Maduro confirms ‘cordial’ call with Trump amid tensions with US | Politics News | Al Jazeera",
            "time": "2025-12-04T03:08:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335766082337-1764807254_df2aec-1764807678.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan President Nicolas Maduro has confirmed speaking with United States President Donald Trump by phone late last month amid a US military buildup that has raised fears of war.</p><p>Speaking to state-run Venezolana de Television on Wednesday, Maduro said he decided to speak about his “cordial” call with Trump about 10 days ago because international media had reported certain information and he wished to avoid “microphone diplomacy”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“During my six years as foreign minister, I learned diplomatic prudence, and then, in these years as president, with the experience of being foreign minister and having been mentored by our Commander Chavez, I value prudence,” Maduro said, referring to the late Venezuelan leader Hugo Chavez, under whom he was foreign minister.</p><p>“I don’t like diplomacy with microphones; when there are important matters, they must be handled quietly until they are resolved!”</p><p>Maduro said he welcomed the possibility that the call was a step towards “respectful dialogue” and that his country would always seek peace.</p><p>Maduro added he would not speak further on his conversation with Trump as he favoured “prudence” and “respect”.</p><p>“With the favour of God and our Commander of Commanders, Our Lord Jesus Christ, everything will go well for the peace, independence, dignity, and future of Venezuela,” he said.</p><p>Maduro’s remarks came after Trump on Sunday said he had spoken with the Venezuelan leader by phone amid the most serious diplomatic crisis between Washington and Caracas in years.</p><p>Trump on Wednesday again addressed his call with Maduro without providing specific details of their conversation.</p><p>“I spoke to him briefly, just told him a couple of things, and we’ll see what happens with that,” Trump said during a news conference at the White House.</p><p>“Venezuela sends us drugs, but Venezuela sends us people that they shouldn’t be sending.”</p><p>The Trump administration has deployed the world’s largest aircraft carrier to the Caribbean, blown up alleged drug-smuggling vessels travelling from Venezuela and other Latin American countries, and threatened to carry out strikes on Venezuelan soil as part of an escalating pressure campaign against Maduro.</p><p>Trump administration officials have cast the military campaign as an effort to combat drug trafficking.</p><p>Venezuela produces little of the global supply of cocaine, but served as a transit point for 10-13 percent of the estimated production in 2020, according to a US government estimate.</p><p>Maduro has accused Trump of using the anti-drug campaign as a pretext to topple his government and seize Venezuela’s vast oil reserves.</p><p>In a defiant address to a rally in Caracas on Monday, Maduro said his country wished for peace, but only with “sovereignty, equality and freedom” attached.</p><p>“We do not want a slave’s peace, nor the peace of colonies! Colony, never! Slaves, never!” he said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,379 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T02:29:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-03T140235Z_1586791698_RC2V8IAARBYZ_RTRMADP_3_UKRAINE-CRISIS-KHARKIV-REGION-1764803373.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,379</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,379 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Thursday, December 4:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces have taken control of the village of Chervone in Ukraine’s southeastern Zaporizhia region, according to the Russian Ministry of Defence.</li>\n<li>Ukraine’s military said it struck a Russian oil depot in the Tambov region and another one in the Oryol region on Tuesday. It added that the attacks sparked fires at the sites.</li>\n<li>A source in Ukraine’s GUR military intelligence also confirmed to the Reuters news agency that it had hit the Druzhba oil pipeline, also in Russia’s central Tambov region, which supplies Russian oil to Hungary and Slovakia.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-talks\">Peace talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump has said the path ahead for peace in Ukraine is unclear after what he called <a href=\"/news/2025/12/3/ukraines-nato-membership-key-question-in-us-talks-says-russia\">“reasonably good” talks</a> with Russian President Vladimir Putin on Tuesday. Special envoy Steve Witkoff and Trump adviser Jared Kushner spent hours at the Kremlin but departed with no breakthrough on ending the war.</li>\n<li>Trump said Witkoff and Kushner briefed him about the talks and told him their impression of Putin was “he would like to make a deal”. But Trump added that he “can’t tell” what will come out of the meeting “because it does take two to tango”. He added that Washington already has “something pretty well worked out [with Ukraine]”.</li>\n<li>Asked if it would be correct to say that Putin had rejected Washington’s proposals, Kremlin spokesman Dmitry Peskov disagreed. “A direct exchange of views took place yesterday for the first time,” Peskov said. “Some things were accepted, some things were marked as unacceptable. This is a normal working process of finding a compromise.”</li>\n<li>Ukrainian President Volodymyr Zelenskyy has confirmed his team is preparing for meetings in the US and that dialogue with Trump’s envoys will continue. “Only by taking Ukraine’s interests into account is a dignified peace possible,” he said.</li>\n<li>An unnamed White House official confirmed to Reuters that Witkoff and Kushner would meet with Ukrainian officials in Miami on Thursday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"united-nations\">United Nations</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ninety-one countries at the United Nations General Assembly, including the US, have backed a resolution demanding Russia “ensure the immediate, safe and unconditional return of all Ukrainian children who have been <a href=\"/news/2025/6/10/russia-ukraine-children-war\">forcibly transferred or deported</a>” from Ukraine since Moscow launched its war in 2022.</li>\n<li>Russia and 11 other countries voted against the resolution – which was drafted by Ukraine, Canada and the European Union – while 57 countries abstained.</li>\n<li>Ahead of the vote, Russia had urged countries to oppose the resolution. “Each vote for the resolution is support for lies, war and confrontation. Every vote against is a vote for peace,” Russia’s deputy UN ambassador, Maria Zabolotskaya, said.</li>\n</ul><h2 id=\"ukrainian-affairs\">Ukrainian affairs</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s parliament has approved the 2026 budget allocating nearly a third of the country’s gross domestic product (GDP) to defence. The vote, which comes as Ukraine is dogged by a political crisis following a <a href=\"/news/2025/12/2/what-will-the-sacking-of-zelenskyys-no-2-change-for-ukraine\">recent corruption scandal</a>, was seen as a litmus test for parliament to pass key decisions during a critical stage of the war.</li>\n<li>“This is an important signal of Ukraine’s resilience and securing a stable financial provision for the next year’s needs,” President Zelenskyy said. “The priorities are clear: ensuring our defence, social programmes and the ability to rebuild our lives after Russia’s attacks.”</li>\n</ul><h2 id=\"sanctions-and-military-aid\">Sanctions and military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>The European Commission, the EU’s executive body, has proposed an unprecedented use of frozen Russian assets or international borrowing to raise 90 billion euros ($105bn) for Ukraine. Commission President Ursula von der Leyen said the body is “proposing to cover two-thirds of Ukraine’s financing needs for the next two years. That’s 90 billion euros”. She added that the “remainder would be for international partners to cover”.</li>\n<li>But Belgium, whose Brussels-based financial institution Euroclear is the <a href=\"/opinions/2025/12/2/europe-should-seize-russias-frozen-assets-now\">main holder of the Russian assets,</a> has voiced a range of legal concerns. While von der Leyen said the proposal had taken into account Belgium’s concerns, Brussels does not “share that assessment”, a senior official told Reuters, adding that it “cannot accept being asked to bear the risks of such an operation alone”.</li>\n<li>The EU also agreed to phase out Russian gas imports by late 2027 as part of an effort to end the bloc’s decades-long dependency on Russian energy. Under the agreement, the EU will permanently halt the import of Russian gas and move towards a phase-out of Russian oil. Liquefied natural gas imports will be phased out by the end of 2026 and pipeline gas by the end of September 2027.</li>\n<li>Hungary and Slovakia are both weighing up legal options to challenge the order, as both EU members are still highly reliant on gas and oil supplies from Moscow and fearful that more costly alternatives will damage their economies.</li>\n<li>More than two-thirds of NATO member states have so far committed $4bn worth of weapons for Ukraine through the <a href=\"/news/2025/10/15/germany-pledges-2bn-in-military-aid-for-ukraine-as-kyiv-seeks-more-funds\">Prioritised Ukraine Requirements List (PURL)</a> – an initiative to supply Kyiv with weapons bought from the US – according to the alliance’s secretary-general, Mark Rutte.</li>\n<li>Outside NATO, Australia and New Zealand have also agreed to contribute to the PURL initiative, Rutte said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"european-defence\">European defence</h2><ul class=\"spaced-bullet-spacing\">\n<li>Germany has become the first European nation to deploy the Arrow air defence system, built to intercept intermediate-range ballistic missiles such as Russia’s Oreshnik.</li>\n<li>The system, developed by Israel Aerospace Industries (IAI) in cooperation with the US Missile Defense Agency, is used as the upper layer of Israel’s missile defences. “Who could have imagined that only 80 years after the liberation of Auschwitz, the Jewish state, through the technologies it develops, would help defend not only Germany but all of Europe,” said Ron Prosor, Israel’s ambassador to Germany.</li>\n<li>The Romanian military has blown up a maritime drone it said was endangering navigation in the Black Sea, identifying it as a Ukrainian-developed Sea Baby. Ukraine’s SBU security service, however, said that all of its Sea Baby maritime drones engaged in operational tasks in the Black Sea region were accounted for, with none entering Romanian waters.</li>\n<li>Turkish Foreign Minister Hakan Fidan has described attacks on Russia-linked tankers in the Black Sea in recent days as <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">“very scary”</a>. Ukraine has claimed some of these attacks. Fidan said that the attacks threaten regional safety and show that the reach of the war is expanding. The strikes within Turkiye’s exclusive economic zone violate navigational safety and are impacting commerce, he added, saying that Turkiye, Romania and Bulgaria were looking at measures to boost security.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Kevin Hassett, Trump’s expected pick to lead the Federal Reserve? | Business and Economy News | Al Jazeera",
            "time": "2025-12-04T02:13:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25317530239289-1764739234_038fa7-1764754672.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said he has decided on his pick for the next chair of the Federal Reserve.</p><p>While Trump has yet to confirm his nominee, one name stands out as the overwhelming favourite: Kevin Hassett, the director of the White House’s National Economic Council.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Prediction market Kalshi on Wednesday put the odds of Hassett being nominated at 86 percent, compared with 6 percent for former Fed governor Kevin Warsh and 4 percent for sitting Fed governor Michelle Bowman.</p><h2 id=\"why-does-it-matter-who-leads-the-federal-reserve\">Why does it matter who leads the Federal Reserve?</h2><p>As the central bank of the world’s largest economy, the Fed is arguably the most important financial institution on the planet.</p><p>The Fed performs several key roles in the US economy, including setting monetary policy, supervising and regulating banks, and promoting the stability of the financial system by serving as a lender of last resort.</p><p>The most closely watched of these functions is monetary policy, which the Fed primarily manages by setting interest rates.</p><p>The Fed’s policymaking committee meets eight times each year to set the federal funds rate, the target interest rate at which commercial banks lend to each other on a short-term basis.</p><p>The committee is holding its final meeting of 2025 on Tuesday and Wednesday next week, when it is widely expected to agree on a 0.25 percent cut to the benchmark rate, currently set in the range of 3.75 percent to 4 percent.</p><p>The benchmark rate has far-reaching implications for the entire economy, since banks’ borrowing costs influence the interest rates they charge customers for mortgages, car loans and other forms of credit.</p><p>Typically, the Fed, which has the dual mandate of encouraging employment and keeping prices stable, lowers interest rates when the economy is struggling and raises them when prices are rising too fast.</p><p>Cheaper borrowing encourages businesses to invest and consumers to spend more, stimulating economic growth.</p><p>On the other hand, higher borrowing costs act as a brake on economic activity, helping to bring down inflation.</p><h2 id=\"who-is-hassett-and-what-is-his-background\">Who is Hassett and what is his background?</h2><p>Though Hassett is among several names that have been mooted for the top job at the Fed, he stands alone for the amount of time he has spent in Trump’s proximity.</p><p>A career economist, Hassett was appointed as Trump’s top coordinator on economic policy after serving in his first administration as the head of the Council of Economic Advisers, an older, more research-oriented body than the National Economic Council.</p><p>After leaving the first Trump administration in 2019, Hassett briefly returned to the White House to serve as an adviser on the COVID-19 pandemic.</p><p>Crucially, Hasset has signalled his support for cutting interest rates faster – something Trump has been angrily demanding from the current Fed chair, Jerome Powell, for months to little avail.</p><p>Trump has insisted that concerns that his tariffs could spell a return to high inflation are overblown and suggested that the benchmark rate should be set as low as 1 percent.</p><p>In an interview with Fox News last month, Hassett said he would be “cutting rates right now” if he were in Powell’s shoes.</p><p>Joseph Gagnon, a senior fellow at the Peterson Institute for International Economics, said Hassett would likely push for faster rate cuts in the role, albeit probably not at the pace Trump would prefer.</p><p>“I think it is likely that Hassett would try to lower the Fed’s policy interest rates, but probably not all the way to the 1 percent level that President Trump has demanded,” Gagnon told Al Jazeera.</p><p>“He would probably argue that the administration’s deregulation agenda and the AI boom give the economy more room to grow without causing inflation.”</p><p>Before and in between his stints at the Trump White House, Hasset was an economist at the American Enterprise Institute, a conservative think tank, where he published extensively on tax and trade policy.</p><p>Hassett also served as an economic adviser to the presidential campaigns of John McCain, George W Bush and Mitt Romney.</p><p>Prior to getting involved in the world of politics, the economist did stints at Columbia Business School and the Fed’s research and statistics division.</p><h2 id=\"why-is-hassett-s-potential-nomination-attracting-controversy\">Why is Hassett’s potential nomination attracting controversy?</h2><p>Hassett’s reputation as a Trump loyalist has raised concerns in some quarters about the independence of the Fed.</p><p>The ability of the central bank to make its decisions free from political influence or considerations is widely seen as being crucial to confidence in the US economy.</p><p>But that longstanding expectation is already under scrutiny due to Trump’s repeated verbal attacks on Powell, whose term expires in May, and his <a href=\"/economy/2025/8/26/trump-orders-removal-o-fed-governor-cook-over-mortgage-fraud-claims\">push to remove Lisa Cook</a>, one of the Fed’s six other governors, over unproven claims of mortgage fraud.</p><p>“I think that concerns regarding the Fed’s independence are very real and valid,” Anastassia Fedyk, an assistant professor of finance at the Haas School of Business of the University of California Berkeley, told Al Jazeera.</p><p>“It’s not just about Kevin Hassett being closer to President Trump than prior Fed chairs were to their nominating presidents. There is also the contextual background: the firing of Lisa Cook, the attempts to end Jerome Powell’s term early, and Kevin Hassett’s own stated approval for those attempts.”</p><p>Still, Hassett would not have free rein to steer the Fed if nominated and subsequently confirmed by the US Senate.</p><p>The central bank’s policy committee has 12 members – including four nominees of former Democratic President Joe Biden – and makes its decisions by majority vote.</p><p>David Wilcox, an economist with Bloomberg Economics and the Peterson Institute for International Economics, said that whoever leads the Fed next will face the same difficult task of supporting jobs without stoking higher inflation.</p><p>“On one hand, the jobs market appears to be weakening, albeit only slowly. On the other hand, inflation remains too high – noticeably above the Fed’s 2 percent objective,” Wilcox told Al Jazeera.</p><p>“There’s plenty of room for reasonable people to disagree about how these competing considerations should best be balanced against each other, but no one should pretend that the choice is obvious,” Wilcox added.</p><p>“Any move toward a dramatically easier stance of policy risks pushing inflation higher for longer. We’ve just been through the worst bout of inflation in 40 years, and the American people have spoken loud and clear about how strongly they dislike inflation.”</p></div></div></body></html>"
        },
        {
            "title": "Inspector general report raises concerns about Hegseth’s use of Signal chat | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T01:13:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T190258Z_1800644445_RC2I8IAJ74YP_RTRMADP_3_USA-TRUMP-1764805674.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Pentagon’s inspector general has reportedly determined that Secretary of Defense Pete Hegseth <a href=\"/news/2025/3/24/a-shocking-breach-trump-officials-leak-military-attacks-to-the-atlantic\">improperly used the messaging app Signal</a> to convey sensitive information, thereby putting a United States military operation at risk.</p><p>Media reports, released on Wednesday, offered a preview of the inspector general’s report, slated to be released in full on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Anonymous sources familiar with the document told news agencies, including The Associated Press, that Hegseth’s use of a personal device to transmit sensitive information was deemed to run afoul of Pentagon policy.</p><p>The inspector general’s report focuses on a scandal that unfolded in late March, when the editor-in-chief at The Atlantic magazine, Jeffrey Goldberg, wrote an article describing an extraordinary series of events.</p><p>Goldberg described how, on March 11, he received an invitation to join a Signal chat, apparently sent by then-national security adviser Mike Waltz.</p><p>Unsure whether the message was a hoax, Goldberg nevertheless accepted the invitation. Two days later, he said, he found himself in the middle of a conversation that appeared to feature some of the most senior officials in President Donald Trump’s administration.</p><p>Among the participants were Hegseth, Vice President JD Vance and Secretary of State Marco Rubio.</p><h2 id=\"trump-defends-signal-chat\">Trump defends Signal chat</h2><p>In the Signal chat, Hegseth reportedly <a href=\"/news/2025/3/26/the-atlantic-publishes-us-attack-plans-shared-on-signal\">divulged details</a> in advance about a March 15 attack on Houthi rebels in Yemen. Those details included the precise timing when the F-18 planes would launch, when the drones would arrive, and when both parties would conduct their air strikes.</p><p>Goldberg’s reporting on the chat prompted outrage towards the Trump administration and Waltz and Hegseth in particular.</p><p>Critics decried the risks that the messages posed to US military operations overseas, with some worrying that, if the Signal chat had fallen into the wrong hands, it could have endangered service members’ lives.</p><p>This week’s inspector general report recommends greater training to ensure compliance with operational security standards.</p><p>But it declines to weigh whether the material Hegseth transmitted over Signal was, in fact, classified at the time.</p><p>Instead, the inspector general points out that, as secretary of defence, Hegseth has the right to determine the classification level of military intelligence and could have declassified the information if he decided to do so.</p><p>Sean Parnell, a spokesperson for Hegseth’s office, described that finding as a victory for the embattled defence secretary, who has long denied that <a href=\"/news/2025/3/27/pete-hegseth-says-signal-chat-had-no-war-plans-hes-wrong-say-experts\">“war plans” were shared</a> over the messaging app.</p><p>“The Inspector General review is a TOTAL exoneration of Secretary Hegseth and proves what we knew all along – no classified information was shared,” Parnell wrote in a <a href=\"https://x.com/SeanParnellASW/status/1996367776089571829\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>“This matter is resolved, and the case is closed.”</p><p>Parnell also took the media to task for highlighting the risks the information posed to US military members.</p><p>“There is zero evidence that supports this conclusion. None,” Parnell <a href=\"https://x.com/SeanParnellUSA/status/1996358373978304864\" target=\"_blank\" rel=\"noopener\">wrote</a> in response to a New York Times post that raised the potential dangers.</p><p>On the contrary, Parnell argued, the “flawless execution &amp; success of Operation Rough Rider” – the name of the Yemen bombing campaign – was evidence that no troops were put in harm’s way.</p><p>President Trump himself has previously called the fallout from the scandal <a href=\"/news/2025/3/27/trump-calls-signal-chat-fallout-a-witch-hunt-amid-calls-for-probe\">a “witch-hunt”</a> and questioned whether Signal itself was not “defective”.</p><p>Administration officials <a href=\"/news/2025/3/31/white-house-dismisses-investigation-calls-says-case-closed-on-signalgate\">have repeatedly called</a> for the scandal, dubbed Signalgate, to be “case closed”. Hegseth, meanwhile, has received no public reprimand from the administration for his participation in the chat.</p><h2 id=\"a-breach-in-protocol\">A ‘breach in protocol’</h2><p>But critics like Senate Democratic leader Chuck Schumer have called the conversation one of the “most stunning breaches of military intelligence” in recent years.</p><p>Some pointed out that foreign intelligence operatives could have intercepted the Signal messages. Others argued that Signal’s auto-delete function violated government transparency requirements that require documentation to be kept, albeit securely.</p><p>Democrats and some Republicans demanded an investigation into Hegseth’s actions. In a March 26 <a href=\"https://oversightdemocrats.house.gov/sites/evo-subsites/democrats-oversight.house.gov/files/evo-media-document/2025-03-27-gec-to-igs-and-whc-re-security-assessment-signal-chat.pdf\" target=\"_blank\" rel=\"noopener\">letter</a>, the ranking Democrat on the House Oversight Committee at the time, the late Gerald Connolly, echoed that call.</p><p>“I request that you immediately open an investigation into this severe breach in protocol and national trust,” he wrote.</p><p>“The use of Signal to communicate this information jeopardized the lives of men and women of the military and embarrassingly advertised to our adversaries the careless attitude of our nation’s senior leaders.”</p><p>On April 3, Steven Stebbins, the acting inspector general for the Pentagon, responded to the outcry. He launched a probe and explained he was prompted to do so by the leadership of the Senate Armed Services Committee.</p><p>“The objective of this evaluation is to determine the extent to which the Secretary of Defense and other DoD [Department of Defense] personnel complied with DoD policies and procedures for the use of a commercial messaging application for official business,” Stebbins wrote in a short, one-page <a href=\"https://media.defense.gov/2025/Apr/03/2003681607/-1/-1/1/EVALUATION%20OF%20THE%20SECRETARY%20OF%20DEFENSE'S%20REPORTED%20USE%20OF%20A%20COMMERCIALLY%20AVAILABLE%20MESSAGE%20APPLICATION%20FOR%20OFFICER%20BUSINESS%20(PROJECT%20NO.%20D2025-DEV0PC-0095.000).PDF\" target=\"_blank\" rel=\"noopener\">memo</a>.</p><p>“Additionally, we will review compliance with classification and records retention requirements.”</p><p>Stebbins took up the post of acting inspector general in January, after Trump led a purge of government watchdogs.</p><p>On January 24, just days into his second term, Trump fired more than a dozen inspectors general – the nonpartisan officials charged with the oversight of various executive agencies.</p><p>That included Stebbins’s predecessor Robert Storch, who served as inspector general for the Department of Defense from 2022 to 2025.</p></div></div></body></html>"
        },
        {
            "title": "Last Native American WWII D-Day vet Charles Shay dies at 101 | Indigenous Rights | Al Jazeera",
            "time": "2025-12-03T23:19:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764803952.jpg?resize=1532%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}