{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Inter Milan vs Arsenal: UEFA Champions League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-01-19T13:04:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-11-06T212556Z_1768573791_UP1EKB61NJ6D5_RTRMADP_3_SOCCER-CHAMPIONS-INT-ARS-REPORT-1768810241_1235e9-1768810413.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Inter Milan vs Arsenal<br>\n<strong>What:</strong> Matchday 7 (of 8), league phase, UEFA Champions League<br>\n<strong>Where:</strong> San Siro in Milan, Italy<br>\n<strong>When:</strong> Tuesday, January 20, at 9pm (20:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our text commentary stream.</p><p>Arsenal, now the only unbeaten team in the UEFA Champions League (UCL), travel to northern Italy to take on the might of Inter Milan on Tuesday after a 40-day break in the tournament schedule.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Riding a perfect 18 points from six matches so far, the Gunners enter this Matchday 7 contest as the UCL frontrunners, but their English Premier League (EPL) form has been far from dominant in 2026, drawing with 17th-placed Nottingham Forest in their most recent domestic fixture on Saturday.</p><p>Inter, who co-led the league phase with Arsenal after four rounds, enter this penultimate group stage contest riding a two-match UCL losing streak, including a crushing 1-0 home defeat to Liverpool in their last match on December 9, dropping the Nerazzurri to sixth in the standings.</p><p>Al Jazeera Sport takes a closer look at the high-stakes encounter, which might decide automatic qualification entry into the last 16.</p><h2 id=\"arsenal-lead-ucl-and-epl-but-it-doesn-t-feel-like-it\">Arsenal lead UCL and EPL, but it doesn’t feel like it</h2><p>The Gunners lead next-best Bayern Munich in the Champions League by three points and front-run Manchester City in the Premier League by seven points, but they are playing far from their best in the new year.</p><p>Mikel Arteta’s side have sputtered out of the gate in 2026 with their last EPL victory an unconvincing 3-2 against Bournemouth on January 3, followed by two goalless draws: at home to Liverpool on January 8; and away to lowly Forest on January 17.</p><p>It is the first time since the 2012-13 season that Arsenal have recorded back-to-back 0-0 draws in the domestic league, with Arteta conceding that it was “difficult to generate momentum” during the most recent game.</p><p>“We came here to win the game, that’s clear, and we needed the opportunities that we had,” he said after the Nottingham setback.</p><p>“We haven’t managed that, so the word is disappointment.”</p><p>Arsenal remain well on course to end a 22-year wait to win the Premier League title, but they will need to quickly rediscover their offensive touch against a defensive juggernaut like Inter.</p><figure id=\"attachment_4251815\" aria-describedby=\"caption-attachment-4251815\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251815\" src=\"/wp-content/uploads/2026/01/2026-01-17T182156Z_429068919_UP1EM1H1F0JAO_RTRMADP_3_SOCCER-ENGLAND-NFO-ARS-1768822864.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"Jurrien Timber reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251815\" class=\"wp-caption-text\">Jurrien Timber’s Arsenal have not scored a goal in the Premier League since January 3 [File: Peter Cziborra/Action Images via Reuters]</figcaption></figure><h2 id=\"inter-hitting-peak-form\">Inter hitting peak form</h2><p>In contrast, Inter have recovered from a slow start to the Serie A season – where they lost two of their first three fixtures – to rapidly climb to the top of the ladder, three points clear of next-best AC Milan, and six points ahead of reigning champions Napoli.</p><p>The Nerazzurri are unbeaten in their last 11 domestic league fixtures. They were last defeated in Serie A way back on November 23, a 1-0 home loss in the derby match against Milan.</p><h2 id=\"will-arsenal-qualify-for-the-round-of-16-if-they-beat-inter\">Will Arsenal qualify for the round of 16 if they beat Inter?</h2><p>Yes. An Arsenal victory, or even a draw, in Tuesday’s penultimate League phase match against Inter would guarantee the North London outfit finish in the top eight clubs that automatically qualify for the last 16 of the tournament, thereby skipping the two-legged knockout playoff involving those placing ninth to 24th.</p><h2 id=\"when-did-inter-and-liverpool-last-win-the-champions-league\">When did Inter and Liverpool last win the Champions League?</h2><p>Arsenal have never won the UEFA Champions League title. They came closest in the 2005-06 season, losing the final to Barcelona 2-1.</p><p>Inter last won in 2010, overcoming Bayern Munich 2-0 in the final to complete the treble, a feat never achieved before by any team from either Italy or Germany.</p><h2 id=\"what-happened-the-last-time-inter-played-arsenal\">What happened the last time Inter played Arsenal?</h2><p>Inter defeated Arsenal 1-0 at the San Siro in a Matchday 4, league phase fixture on November 6, 2024.</p><p>Turkish midfielder Hakan Calhanoglu scored what turned out to be the match-winner from the penalty spot just before half time.</p><p>The two storied clubs have played three times in Champions League history, with Inter holding a 2-1 edge over the Gunners.</p><figure id=\"attachment_4251255\" aria-describedby=\"caption-attachment-4251255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251255\" src=\"/wp-content/uploads/2026/01/2024-11-06T211846Z_1183108763_UP1EKB61N78CA_RTRMADP_3_SOCCER-CHAMPIONS-INT-ARS-REPORT-1768810102.jpg?w=770&amp;resize=770%2C483&amp;quality=80\" alt=\"Hakan Calhanoglu in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251255\" class=\"wp-caption-text\">Hakan Calhanoglu scores the match-winning goal for Inter Milan against Arsenal in their last Champions League encounter on November 6, 2024, at the San Siro Stadium, Milan, Italy [Claudia Greco/Reuters]</figcaption></figure><h2 id=\"inter-milan-s-team-news\">Inter Milan’s team news</h2><p>In anticipation of Tuesday’s blockbuster clash against Arsenal, Inter coach Cristian Chivu rested stars Alessandro Bastoni and Marcus Thuram in Saturday’s 1-0 win at Udinese.</p><p>Thuram will re-enter the starting XI at the expense of Pio Esposito and will lead the line with regular strike partner Lautaro Martinez in Chivu’s well-tested 3-5-2 formation.</p><p>The Nerazzurri will likely be without key contributors Hakan Calhanoglu and Denzel Dumfries, both of whom are recovering from leg injuries and are close to a return to match action.</p><p>With a top-eight automatic qualification spot into the UCL round of 16 on the line, Chivu is expected to field his strongest possible side against Arsenal.</p><h2 id=\"inter-milan-s-predicted-starting-lineup-3-5-2\">Inter Milan’s predicted starting lineup (3-5-2):</h2><p>Sommer (goalkeeper); Acerbi, Akanji, Bastoni; Henrique, Barella, Mkhitaryan, Zielinski, Dimarco; Thuram, Martinez</p><figure id=\"attachment_4251840\" aria-describedby=\"caption-attachment-4251840\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251840\" src=\"/wp-content/uploads/2026/01/GettyImages-2255716732-1768823119.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Marcus Thuram in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251840\" class=\"wp-caption-text\">Star striker Marcus Thuram will be available and is expected to start for Inter against Arsenal on Tuesday [Alberto Gandolfo/BSR Agency via Getty Images]</figcaption></figure><h2 id=\"arsenal-s-team-news\">Arsenal’s team news</h2><p>In a desperate effort to find some goal scoring, Arteta is tipped to start Bukayo Saka – who was brought on as a second-half substitute in Saturday’s draw with Forest – alongside Noni Madueke and Gabriel Jesus.</p><p>Arsenal will continue to be without the injured trio of Max Dowman, Piero Hincapie and Riccardo Calafiori, all of whom are not expected back until the first week of February, at the earliest.</p><h2 id=\"arsenal-s-predicted-starting-lineup-4-3-3\">Arsenal’s predicted starting lineup (4-3-3):</h2><p>Raya (goalkeeper), Lewis-Skelly, Saliba, Magalhaes; Timber, Zubimendi, Rice; Odegaard; Madueke, Jesus, Saka</p><h2 id=\"last-five-matches\">Last five matches</h2><p><strong>Inter Milan:</strong> W-W-D-W-W (most recent result last, Serie A matches only)</p><p><strong>Arsenal:</strong> W-W-W-D-D (most recent result last, Premier League matches only)</p><figure id=\"attachment_4251854\" aria-describedby=\"caption-attachment-4251854\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251854\" src=\"/wp-content/uploads/2026/01/2025-12-23T221249Z_711141622_UP1ELCN1PPB3T_RTRMADP_3_SOCCER-ENGLAND-ARS-CRY-1768823280.jpg?w=770&amp;resize=770%2C507&amp;quality=80\" alt=\"Bukayo Saka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251854\" class=\"wp-caption-text\">Arsenal forward Bukayo Saka may start against Inter as Arteta searches for consistent goal-scoring options in 2026 [File: Peter Cziborra/Action Images via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Several killed in Kabul blast, Afghanistan’s Interior Ministry says | Taliban News | Al Jazeera",
            "time": "2026-01-19T12:25:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_68dcf67dd998-1759311485.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Several ‍people ‍have been killed in a blast in ⁠Afghanistan’s Kabul, ​the Taliban’s Interior ‍Ministry has said.</p><p>The explosion occurred on Monday in the Shahr-e-Naw area of the capital, which is home ‌to foreigners and ⁠thought to be one of the most secure areas ‌in Kabul.</p><p>“According to preliminary reports, ‍a ⁠number of people were killed and injured,” Interior Ministry spokesperson Abdul Mateen Qani told ​the Reuters news agency, ‌adding that details would be released later.</p><p>Blasts in Kabul, and across Afghanistan, are rarer since the Taliban returned to power following the <a href=\"/news/2021/8/30/us-completes-afghanistan-withdrawal-as-final-flight-leaves-kabul\">United States withdrawal in 2021</a>, but ISIL (ISIS) affiliates are still active in the country and carry out sporadic attacks.</p><p data-start=\"59\" data-end=\"152\">In 2025, Afghanistan faced <a href=\"/news/2025/2/13/suicide-attacker-detonates-explosives-near-afghan-ministry-in-kabul\">two suicide attacks. </a></p><p data-start=\"154\" data-end=\"378\" data-is-last-node=\"\" data-is-only-node=\"\">The Taliban, which waged an armed rebellion for years, reclaimed power and pledged to restore security to the war-torn country. However, attacks have continued, many of them claimed by the local branch of ISIL.</p></div></div></body></html>"
        },
        {
            "title": "The UK is now willing to undermine British institutions to protect Israel | Politics | Al Jazeera",
            "time": "2026-01-19T12:12:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/12614346-1731043861.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Friday, the retirement of Craig Guildford, the chief constable of West Midlands Police in the United Kingdom, was publicly announced. His decision to step down was prompted by what he described as the “political and media frenzy” surrounding the ban on Israeli fans of Maccabi Tel Aviv from their team’s match with Aston Villa in Birmingham.</p><p>Days earlier, Home Secretary Shabana Mahmood publicly stated that she had “lost confidence” in Guildford’s leadership after sustained political and media pressure; it was the first time in two decades a home secretary has done so. Ministers and much of the media framed the ban as a moral outrage, even a national disgrace.</p><p>This was not a scandal involving corruption, brutality or police cover-ups but a risk assessment. The British media and public officials tore apart the internal advice on which the decision to bar Maccabi Tel Aviv supporters from Villa Park in November was based. In doing so, the British state in effect sided with the fans of an Israeli football club against its own police.</p><p>West Midlands Police later acknowledged errors in its assessment. Those mistakes should be noted but be kept in proportion. They do not amount to proof of bad faith, conspiracy or prejudice. An independent review found no evidence that officers were influenced by anti-Semitism or malign intent – a finding that has been largely drowned out by the public outrage machine.</p><p>What has also been consistently erased from media coverage is context. A hooligan element within Maccabi Tel Aviv’s fanbase has a long, well-documented history of violent and racist behaviour, including explicitly anti-Palestinian chants. This is neither a marginal claim nor a recent invention. It has been acknowledged for decades, including within Israel itself.</p><p>The police risk assessment was informed by violence surrounding a Maccabi Tel Aviv match in Amsterdam in 2024 when unrest spilled into the city, locals were attacked, racist chants glorifying the Israeli military were heard and Palestinian symbols were targeted. This took place amid Israel’s genocide in Gaza at a time of intense global anger over its mass killing, displacement and starvation. Against that backdrop, the decision to err on the side of caution was neither shocking nor sinister. It was policing.</p><p>Anti-Semitism is real, dangerous and rising globally, and it must be confronted seriously. But collapsing Jewish identity into support for an Israeli football club and treating any scrutiny of its fanbase as suspect does nothing to combat anti-Semitism. Instead, it weaponises it while casting suspicion on Muslim communities and eroding trust in public institutions.</p><p>What makes the political reaction to this case even more revealing is that banning football supporters on safety grounds is not unusual in the UK. British authorities have routinely barred British fans from attending matches at home or abroad based on reputations for violence and disorder.</p><p>These collective, preventive measures have long been accepted as normal public-order policing. No ministers have cried discrimination. No police chiefs have been hounded. No national crisis has been declared.</p><p>The difference here is not principle. It is politics.</p><p>For Palestinians, this episode fits a broader and painfully familiar pattern. For more than two years, Israel has carried out a genocide in Gaza: tens of thousands of people killed, most of the population displaced, homes, hospitals, schools and universities destroyed, and starvation imposed as a method of warfare. International legal experts and human rights organisations have warned of war crimes and crimes against humanity. Britain’s response has been consistent: delay, equivocation and protection.</p><p>There has been no arms embargo. No sanctions. No meaningful accountability for Israel.</p><p>The pattern revealed in Birmingham is the same one that shapes Britain’s response to Gaza. When Israeli interests are inconvenienced, the state mobilises. When Palestinians are killed, it urges restraint. When those in Britain attempt to obstruct the supply chains of genocide, they are prosecuted. Some now sit in prison. Some are on hunger strike.</p><p>This is the reality facing Palestine Action activists today. And it is why the question at the heart of this story cannot be avoided.</p><p>If the British government cannot tolerate a policing decision that inconveniences an Israeli football club, it will never confront Israel over mass killing. If it is willing to undermine its own institutions to demonstrate loyalty, it will not deliver justice to those who challenge that impunity.</p><p>The football controversy matters not because of what happened at a stadium in Birmingham but because it exposes how power works. It shows whose fears are treated as legitimate, whose suffering demands action and whose lives can be explained away.</p><p>For Palestinians, the message is unmistakable. Justice, under these conditions, is not delayed. It is denied.</p><p data-start=\"10598\" data-end=\"11116\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israel launches ‘large-scale’ military raid in occupied West Bank’s Hebron | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-19T12:07:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T091724Z_1004639828_RC274JARX3BM_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-RAID-1768822875.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel launches ‘large-scale’ military raid in occupied West Bank’s Hebron</h1><p class=\"article__subhead\"><em>Hundreds of soldiers backed by armoured vehicles raid the Palestinian city, imposing a lockdown and installing new iron gates.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli military has launched a “large-scale” operation in Hebron in the southern occupied West Bank, deploying hundreds of soldiers and heavy machinery in a move that has paralysed the city’s southern districts.</p><p>In a joint statement issued on Monday, the Israeli army and the internal security service, Shin Bet, confirmed the offensive, stating it aims to “thwart terror infrastructure” and confiscate weapons in the Jebel Johar area.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The army warned the operation would continue for “several days”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"defensive-shield-tactics\">‘Defensive Shield’ tactics</h2><p>Reporting from the scene, Al Jazeera Arabic’s correspondent Montaser Nassar described a state of total lockdown.</p><p>“We are in the so-called southern region of Hebron, which has been under a curfew since dawn,” Nassar said. “There is an intensive deployment of occupation forces … including bulldozers and tracked armoured vehicles.”</p><p>“We witnessed tracked armoured vehicles … the last time we saw these in Hebron was during the second Intifada during [Israeli] Operation Defensive Shield,” he said, noting the significance of the heavy equipment.</p><h2 id=\"dividing-the-divided\">‘Dividing the divided’</h2><p>While the army cited “counterterrorism goals”, Nassar observed soldiers installing new metal barriers, warning of a long-term tightening of control.</p><p>“They brought in iron gates a short while ago, and this is the dangerous part,” Nassar said. “It seems that what is happening on the ground is a prelude to dividing the already divided.”</p><p>Video footage verified by local sources showed Israeli forces closing the Tariq bin Ziyad roundabout with cement blocks and earth mounds. Palestinian news agency Wafa reported at least seven arrests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mosque-under-pressure\">Mosque under pressure</h2><p>Nassar pointed out that the raid is taking place less than half a kilometre from the <a href=\"/news/2016/2/26/remembering-the-ibrahimi-mosque-massacre\">Ibrahimi Mosque</a>, following recent Israeli moves to strip Palestinian authority over the site.</p><p>“This comes after a decision to ban the director of the Ibrahimi Mosque … for 15 days,” Nassar explained, noting that management of the site is being transferred to the Israeli Civil Administration.</p><p>Since the beginning of the <a href=\"/news/liveblog/2026/1/16/live-israel-continues-deadly-gaza-attacks-as-deal-moves-into-phase-two\">Israeli genocidal war on Gaza</a> in October 2023, more than 1,080 Palestinians have been killed in the <a href=\"/news/2026/1/16/palestinian-child-shot-dead-by-israeli-troops-in-occupied-west-bank\">West Bank</a>, about 11,000 injured, and some 20,500 arrested, according to official Palestinian sources.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Guatemala declares 30-day state of emergency after prison riots | Al Jazeera | Al Jazeera",
            "time": "2026-01-19T12:01:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768824024.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump tells Norway PM not bound to ‘think purely of peace’ after Nobel snub | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T11:55:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_937Q7G3-1768819134.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"677\" data-end=\"907\">United States President Donald Trump’s simmering resentment in the wake of <a href=\"/news/2025/10/10/snubbed-by-nobel-trump-to-head-to-middle-east-to-celebrate-gaza-peace\">failing to win the Nobel Peace Prize</a> has surfaced again when he told Norway’s prime minister that he no longer feels obliged to “think purely of peace”.</p><p data-start=\"909\" data-end=\"1147\">In the message that was confirmed on Monday as being delivered to Norwegian leader Jonas Gahr Store, Trump wrote that “considering your Country decided not to give me the Nobel Peace Prize for having stopped 8 Wars PLUS, I no longer feel an obligation to think purely of Peace”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"909\" data-end=\"1147\">Trump’s <a href=\"/video/newsfeed/2025/12/12/eight-wars-ended-whats-happened-to-trumps-peace-deals\">claim to have ended eight wars</a>, some of which were brief conflicts, like the one involving India and Pakistan, others which remain hot wars to this day, such as Israel’s genocidal war on Gaza and in the Democratic Republic of the Congo (DRC), has been questioned by analysts and observers.</p><p data-start=\"1149\" data-end=\"1354\">The authenticity of the message was confirmed by a source close to the matter to the AFP news agency and by Store to the Norwegian newspaper VG.</p><p data-start=\"1356\" data-end=\"1568\">It remains unclear why Trump directed the message to the Norwegian government, as the Nobel Peace Prize is awarded by the independent Norwegian Nobel Committee, not by Oslo’s political leadership.</p><p data-start=\"1570\" data-end=\"1764\">In a written response, Store underlined that point. “I have clearly explained, including to President Trump, what is well known: the prize is awarded by an independent Nobel Committee,” he said.</p><p data-start=\"1766\" data-end=\"2063\">Trump has long expressed bitterness at missing out on the annual prize.</p><p data-start=\"1766\" data-end=\"2063\">That fixation reared its head again last week when Venezuelan opposition leader Maria Corina Machado <a href=\"/video/newsfeed/2026/1/16/machado-gives-her-nobel-peace-prize-to-trump\">presented</a> Trump with her Nobel Peace Prize medal during a visit to the White House two weeks after US special forces <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abducted</a> Venezuelan President Nicolas Maduro.</p><p data-start=\"1766\" data-end=\"2063\">Trump notably did not allow live cameras into that meeting, as he often does when meeting visiting political leaders or figures. But a photograph was released by the White House of him receiving the medal from Machado.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2065\" data-end=\"2403\">The right-wing Machado received the 2025 Nobel Peace Prize for leading Venezuela’s opposition.</p><p>In 2023, she won the Venezuelan opposition’s presidential primary, placing her in a prime position to challenge longtime leader Maduro in the 2024 presidential election.</p><p>However, Venezuela’s top court, the Supreme Tribunal of Justice, upheld a ban stopping Machado from running for office.</p><p>The court-backed government said she supported US sanctions, was linked to a weapons plot through her party, and had helped cause losses to Venezuelan assets like the US-based oil refiner Citgo and chemicals company Monomeros, which operates in Colombia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2065\" data-end=\"2403\">During her visit to Washington, Machado said she offered the medal to Trump “as a recognition for his unique commitment to our freedom”.</p><p data-start=\"2405\" data-end=\"2622\">Trump later confirmed on social media that Machado had left the medal with him, writing: “She is a wonderful woman who has been through so much. María presented me with her Nobel Peace Prize for the work I have done.”</p><p data-start=\"2624\" data-end=\"2948\" data-is-last-node=\"\" data-is-only-node=\"\">In advance of the visit, the Norwegian Nobel Institute reiterated that a peace prize cannot be transferred or shared once awarded. Under the statutes of the Nobel Foundation and the will of Alfred Nobel, the title belongs solely to the recipient, even if the physical medal changes hands.</p><p>In December, Gianni Infantino, chief of world football association FIFA, handed Trump the <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">inaugural FIFA Peace Prize</a>, further cementing his embrace of the Republican leader and raising eyebrows globally during a lavish ceremony.</p><p>FIFA has long proclaimed a policy of political neutrality, but has been called into question.</p><p>Infantino’s effusive praise for Trump and the FIFA decision to award a peace prize to the US president triggered a formal complaint over ethics violations and political neutrality days after the football body’s event.</p><p>Human rights group FairSquare said it <a href=\"/news/2025/12/10/fifas-gianni-infantino-faces-ethics-complaint-over-trump-peace-prize\">had filed a complaint</a> with FIFA’s ethics committee, claiming the organisation’s behaviour was against the common interests of the global football community.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How Russia is weaponising the freezing weather in Ukraine | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-19T11:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768823639.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What happened in controversial AFCON final? | Football | Al Jazeera",
            "time": "2026-01-19T11:43:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/clean-1768822937.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Foreign influence & Somalia’s fight for unity | Al-Shabab | Al Jazeera",
            "time": "2026-01-19T11:36:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768822401.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In this episode of Centre Stage, Al Jazeera’s Mohamed Hassan speaks with Ali Omar, Somalia’s minister of state for foreign affairs, about Somaliland’s secession bid backed by Israel, the fight against al-Shabab and Somalia’s break with the UAE.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "India is profiling Kashmir mosques, raising new surveillance fears | Religion News | Al Jazeera",
            "time": "2026-01-19T11:33:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/12/AP21339448278252.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"pf0\">Mohammad Nawaz Khan regrets the day his father, Sanaullah Khan, a retired government employee, agreed to head the managing committee of the neighbourhood mosque in Indian-administered Kashmir’s main city of Srinagar.</p><p>Khan’s worries began earlier this month after the police started distributing a four-page form, literally titled “profiling of mosques”, to their functionaries, triggering fears of increased surveillance and allegations of a discriminatory policy towards the residents in the disputed Muslim-majority region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>One page of the form collects information about the mosque itself, seeking information about the “ideological sect” it belongs to, the year it was founded, its sources of funding, monthly expenditure, the number of people it can congregate, and details on ownership of the land on which the structure stands.</p><p>The remaining three pages collect personal details of the people – imams, muezzins, khatibs and others – associated with the mosque, including their mobile numbers, emails, passport, credit card and bank account details. The more insidious columns in the form ask the respondents to declare if they have relatives abroad, the “outfit” they are associated with, or even the model of their mobile phone and their social media handles.</p><p>A similar form has also been shared with the people running “madrasas” (religious schools) in the region.</p><p>“This is not a place where you can live in peace. Every now and then, we are asked to fill out one form or another,” Nawaz, 41, told Al Jazeera as he sat inside his grocery shop in Jawahar Nagar area of Srinagar.</p><p>“They are asking for unusually detailed information about religious institutions and those linked to them. The form seeks details about sectarian affiliation, funding sources, land ownership, charitable activities, and much more,” he said.</p><p>“I do not understand why the police need this much personal information. Keeping such detailed records is not safe for families like mine. In a conflict area like Kashmir, this can have serious consequences.”</p><figure id=\"attachment_4251675\" aria-describedby=\"caption-attachment-4251675\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251675\" src=\"/wp-content/uploads/2026/01/Picture-2-1-1768819821.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Kashmir police\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251675\" class=\"wp-caption-text\">A police officer in Indian-administered Kashmir collecting data from a mosque in Srinagar [Courtesy: Jammu and Kashmir Police]</figcaption></figure><p class=\"pf0\">Residents say the police exercise feels less like a routine survey and more like an attempt by the state to exert control over Kashmir’s religious institutions that have traditionally managed their own affairs.</p><p class=\"pf0\">The Mutahida Majlis-e-Ulema (MMU), the largest umbrella body of Islamic religious groups in Kashmir, has opposed the profiling of mosques, calling it an attempt to control religious institutions.</p><p class=\"pf0\">“Mosques are sacred places meant for worship, guidance and community service, and their internal religious affairs cannot be subjected to intrusive scrutiny,” the MMU said in a statement, urging the government to stop the exercise, which it said “creates fear and undermines trust within the Muslim community”.</p><h2 id=\"makes-you-worry\">‘Makes you worry’</h2><p class=\"pf0\">Hafiz Nasir Mir has been working as an imam for about 15 years and currently leads the daily prayers at a mosque in Srinagar’s Lal Bazar area. He also received the form but has not filled it in yet due to privacy concerns.</p><p class=\"pf0\">“If this were just paperwork, the police would not have been asking for so many personal details again and again,” Mir, 38, told Al Jazeera.</p><p class=\"pf0\">“They also want information about relatives who live outside Kashmir or even outside India. These are private family matters and not things meant for police records … When the authorities start asking for such details at this level, it makes you worry about how the information might be used later.”</p><p>The Himalayan region of Kashmir is claimed by both India and Pakistan, who control parts of it and have fought three wars over it since their independence from British rule in 1947. China also controls a sliver of Kashmir’s land.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2023/12/11/whats-article-370-what-to-know-about-india-top-court-verdict-on-kashmir\">Article 370</a> of the Indian Constitution granted Indian-administered Kashmir partial autonomy over matters related to education, employment and land ownership. In 2019, however, Prime Minister Narendra Modi’s right-wing government scrapped the law and divided the region into two federally-governed territories – Jammu and Kashmir, and Ladakh.</p><p>Since then, New Delhi’s direct control over Kashmir has seen restrictions on religious freedoms, including the denial of other rights.</p><p>The region’s main mosque, Srinagar’s Jamia Masjid, was <a href=\"/news/2021/12/16/india-kashmir-srinagar-jamia-mosque-religious-freedom-muslims\">shut for nearly two years</a> in the aftermath of the 2019 move, and still sees frequent closures and limits on the number of people allowed to congregate for Eid prayers.</p><p>India says the restrictions are temporary, calling them preventive measures to maintain law and order and curb “cross-border militancy” – a reference to Pakistan’s alleged support for Kashmiri rebels. Pakistan rejects India’s allegation, saying it provides only diplomatic backing to the Kashmiris’ struggle for self-determination.</p><p>A political analyst told Al Jazeera the profiling of mosques raises serious questions about privacy and <a href=\"/news/2023/9/22/kashmirs-top-pro-freedom-cleric-leads-friday-prayers-after-four-years\">religious freedom</a>.</p><p>“A balanced approach is needed, with clear rules, transparency, judicial oversight and involvement of local communities to maintain trust while ensuring security for everyone,” he said on condition of anonymity over fears of reprisals from the authorities.</p><p>“Many people also see the exercise as discriminatory, saying it places pressure on Muslim institutions without similar scrutiny of other faiths.”</p><h2 id=\"turning-mosques-into-crime-scenes\">‘Turning mosques into crime scenes’</h2><p class=\"pf0\">Mehbooba Mufti, former chief minister of the region who once led a coalition government with Modi’s Bharatiya Janata Party (BJP), criticised the police exercise, calling it “discriminatory” and aimed at “creating fear among Muslims”.</p><p class=\"pf0\">“By doing so, they are turning mosques into crime scenes. Can the government do the same with [Hindu] temples, [Sikh] gurdwaras or churches?” she asked, holding a copy of the police form during a news conference in Srinagar.</p><p class=\"pf0\">Imran Nabi Dar, spokesman for the region’s governing party National Conference, said the party wants the profiling to stop. The region has had an elected government since 2024 – its first since the revocation of Article 370 in 2019 – but most executive powers rest with the New Delhi-appointed lieutenant governor.</p><p class=\"pf0\">“The authorities have already carried out several surveys in the Kashmir valley. There is no need to conduct another one unnecessarily,” Dar told Al Jazeera. “Once government representatives meet the lieutenant governor, we will raise the issue with him. We cannot stop the profiling ourselves because the police are not under our control, as Jammu and Kashmir is a union territory.”</p><p class=\"pf0\">Defending the profiling of mosques, Altaf Thakur, spokesman for the BJP in Kashmir, said surveillance was necessary for accountability and transparency.</p><p class=\"pf0\">“Past experience tells us that mosques were used in Kashmir by maulvis [prayer leaders] to ask people to come out and hold pro-Pakistan rallies. Though it was stopped in 2019, some elements still use mosques as a political platform and for propaganda,” he said.</p><p class=\"pf0\">“There is nothing wrong with finding out who funds mosques, the nature of the land they are built on, and the ideology they follow,” Thakur said. “We need to know what is taught in these mosques.”</p><p class=\"pf0\">Mir, the imam at the Lal Bazar mosque, fears the authorities would soon ask them to get their sermons approved by them before the prayers. “I can say we, the prayer leaders, will be asked to deliver mandatory Friday sermons only after getting approval from the concerned police station.”</p></div></div></body></html>"
        },
        {
            "title": "Video: Questions in Gaza over phase 2 of ceasefire | Human Rights | Al Jazeera",
            "time": "2026-01-19T11:30:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768822231.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Activist arrested over protesting US actions in Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-19T10:50:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/23-Website-1768819799.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Anti-war activist Jessica Plichta recounts her arrest after a TV interview, following a protest against US actions in Venezuela.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Refusing to play by the rules | Donald Trump | Al Jazeera",
            "time": "2026-01-19T10:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/01-6-1768817218.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>History Illustrated is a weekly series of insightful perspectives that puts news events and current affairs into a historical context using graphics generated with artificial intelligence.</p></div></div></body></html>"
        },
        {
            "title": "Power lines and power struggles: Unpacking Syria’s push towards unification | Syria's War News | Al Jazeera",
            "time": "2026-01-19T10:26:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018470087597-1768815518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir Az Zor, Syria</strong> – On the broad, windswept plains through which the Euphrates River snakes, the land remembers every war that has passed across it. The oil-rich soil of al-Omar, the turbines of the Tabqa Dam and the cautious return of families to towns long abandoned tell a story as old as Syria itself: one of power, survival and the struggle to unify a fractured country.</p><p>Over the weekend, Syrian government forces <a href=\"/news/2026/1/18/syrian-forces-capture-tabqa-and-dam-amid-swift-raqqa-offensive\">seized</a> the al-Omar oilfield, the Conoco gas complex – both in Deir Az Zor governorate – and the Tabqa Dam, in Raqqa governorate. The operation was heralded as a military achievement, but its significance reaches far beyond maps and military lines. It touches the very structure of Syria’s political economy, the social contract between state and citizen and the fragile architecture of agreements meant to reconcile formerly hostile actors.</p><p>And the Kurdish-led Syrian Democratic Forces (SDF), which previously controlled the areas as well as all of northeastern Syria, soon realised the situation they faced. By Sunday evening, Syrian President Ahmed al-Sharaa <a href=\"/news/2026/1/18/syria-announces-ceasefire-agreement-with-kurd-led-sdf-after-heavy-fighting\">announced</a> that a deal had been reached with the SDF.</p><p>“State institutions will enter the three eastern and northeastern governorates – Hasakah, Deir Az Zor and Raqqa,” al-Sharaa said.</p><h2 id=\"heartland-scarred-by-war\">Heartland scarred by war</h2><p>In eastern Syria, hydrocarbons have long been both a lifeblood and a driver of economic leverage.</p><p>Before the beginning of the conflict in 2011, oil and gas accounted for nearly 20 percent of Syria’s gross domestic product (GDP). During the war, these fields became the backbone of the fragmented war economy, exploited by armed groups and redirected to support local militias. Reclaiming these fields is therefore more than symbolic – it is a prerequisite for fiscal recovery.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Labib al-Nahhas, director of the Syrian Association for Citizens’ Dignity, said the rapid territorial losses suffered by the SDF echo the fall of President Bashar al-Assad’s regime in December 2024.</p><p>“SDF are collapsing in a similar way to [the] regime in Damascus,” he said, arguing that al-Omar, Tabqa and Tishreen are pivotal for economic recovery, not only in terms of recovering resources such as oil and gas, but “because they will have a huge impact on prices and living conditions”.</p><p>Radwan Ziadeh, senior fellow at the Arab Center Washington DC (ACW), said controlling natural resources alone was not enough to help Syria move forward, but that it was a step in the right direction.</p><p>“It is still very early to say that there are tangible benefits from this advance,” he said.</p><p>“Oil- and gasfields require significant international investment to unlock their full potential. On their own, they cannot deliver recovery. [But] more importantly, this is a significant step towards unifying Syria. This is the first time the country has been unified under one government since 2013. Before that, Syria was divided between Free Syrian Army factions, the al-Assad government, and later ISIL [ISIS], which fragmented the country even further.”</p><h2 id=\"march-agreement\">March agreement</h2><p>In March 2025, Mazloum Abdi, the commander of the SDF who is also known as Mazloum Kobani, and al-Sharaa signed a framework agreement aimed at integrating the group into state structures while protecting local governance and Kurdish rights.</p><p>At the time, Abdi called it “a real opportunity to build a new Syria that embraces all its components”. He emphasised that “there will be no armies outside the state”, reflecting both acceptance of a unified military structure and persistent concern for Kurdish autonomy.</p><p>Al-Sharaa, meanwhile, presented the pact as an affirmation of state sovereignty first, rights second – a point that would prove decisive in the months ahead.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In November, al-Sharaa met United States President Donald Trump at the White House, and Syria became a partner in the war against ISIL. That essentially took the air from the SDF’s argument that it was the only US ally fighting against the armed group. The agreement also provided al-Sharaa’s forces with the opportunity to consolidate their deals with Arab fighters who wanted to switch sides – from the SDF to Damascus. And the Syrian president offered an olive branch to war-weary Kurdish civilians, many of whom also want an end to hostilities.</p><p>However, by late 2025, implementation of the government-SDF agreement lagged. Territorial and administrative disagreements grew, and the Syrian army advanced into SDF-controlled territory.</p><h2 id=\"tribes-decisive-role\">Tribes’ decisive role</h2><p>While foreign policy set the backdrop, local tribal dynamics have proved decisive in reshaping control. Over the past year, Damascus has invested heavily in courting Arab clans in Deir Az Zor and Raqqa who had grown disaffected with the SDF’s Kurdish-led administration. The tribes were also growing increasingly frustrated with the lack of implementation of the March agreement.</p><p>Participants at a January 17 meeting of tribal elders from Syria’s east reviewed the consequences of failing to implement the agreement’s provisions on time, including the potential political and security impacts on the region.</p><p>Several tribal sheikhs at the meeting emphasised the importance of preventing escalation, the necessity of adhering to agreements to achieve stability, and called on the SDF to implement the March deal. The tribes had made clear their dissatisfaction with the SDF, and once the opportunity presented itself, they moved to push the SDF out of their communities.</p><p>A source from the Syrian Tribal Forces, a coalition of Syrian Arab tribes, told Al Jazeera on Sunday: “Areas south of Hasakah, from Sur to al-Shaddadi, are free of SDF forces.”</p><h2 id=\"the-outside-influence\">The outside influence</h2><p>The unravelling of the March deal was also accelerated by changing regional dynamics. The US – a longstanding, primary military partner – narrowed its role to counter-ISIL operations, leaving the Kurdish-led forces without the external military help they had relied on. Without US enforcement, Damascus has had room to assert authority east of the Euphrates River, the backbone of the SDF’s territory.</p><p>Turkiye, for its part, has always remained wary of any SDF autonomy. Turkish President Recep Tayyip Erdogan has been quick to back al-Sharaa’s moves against the SDF and welcomed the news of Sunday’s deal.</p><p>The territory was taken from the SDF not just by force, but with the tacit consent of international and regional allies and communities weary of war, who felt disenfranchised as a result of Arab-Kurdish divisions.</p><h2 id=\"energy-water-as-levers-of-state-authority\">Energy, water as levers of state authority</h2><p>Control of the al-Omar oilfield, the Conoco gas complex and the Tabqa Dam is not just symbolic.</p><p>Tabqa Dam, the country’s largest hydroelectric facility, now governs power and irrigation across much of northern and eastern Syria. Electricity in this region is literally life-sustaining, powering hospitals, schools and industrial activity.</p><p>Yet the full potential of these assets remains unrealised. Reconstruction and international investment are necessary to convert regained infrastructure into long-term state capacity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the SDF’s loss of control over resource-rich areas reduces their financial independence and constrains governance in formerly autonomous zones. As ACW’s Ziadeh noted, this moment is less about immediate economic gain than the consolidation of state authority and territorial unification.</p><p>The SDF, it seems, will have to retreat from most Arab majority areas towards Hasakah governorate. That is where the historic roots of Syria’s Kurdish minority remain and provide the force with manpower, political backing and economic viability.</p><h2 id=\"human-and-social-changes\">Human and social changes</h2><p>The Syrian government’s advance eastwards is reshaping communities. Thousands have been displaced from Aleppo, Raqqa and Tabqa.<br>\nKurdish populations face the tension between guaranteed citizenship as promised by al-Sharaa in a presidential decree issued on January 16, and the erosion of the SDF’s political autonomy.</p><p>Arab tribes, meanwhile, are recalibrating alliances, balancing local interests with new state authority.</p><p>Main tribes, including al-Ukaidat, al-Bakara, al-Jabour, Anza, Shammar, Bani Khalid, al-Bu Shaaban, al-Buhamad and al-Baggara, essentially run the governorates of Deir Az Zor, Raqqa and Hasakah in northeastern Syria. Their loyalties are often transactional, depending on who runs that region. Al-Sharaa’s forces seem to have the upper hand now.</p><p>The social contract – fragile before the war – is being renegotiated in real time, amid both material deprivation and political promises.</p><p>To keep new allies happy and prevent defections, Damascus will have to care – and be seen to care, as well. The likelihood of more people tilting to the government’s side will depend on what kind of improvements they see in terms of security, inclusion and the economy.</p><p>Al-Nahhas expects the impact on living conditions would be “massive” but not immediate, stressing that expectation management is essential because recovery will take time. Central control and stability, he added, could incentivise foreign investment in oil, gas and electricity, provided corruption is minimised and governance improves.</p><p>He said after regaining vital energy sites, electricity costs and availability could also improve, but warned that outcomes depend on management – how quickly authorities can make facilities operational, given that infrastructure is not optimal, how effectively control is asserted, and how transparently assets are managed.</p><h2 id=\"no-oil-windfalls-soon\">No oil windfalls soon</h2><p>Mohamad Ahmad, economist and energy specialist at Karam Shaar Advisory Limited, said while the al-Omar field was “technically feasible for investment”, production had collapsed to about 14,200 barrels per day and reservoirs were stressed.</p><p>“The government’s recent takeover in late 2025 reclaims a critically impaired asset; its rehabilitation faces immense technical and financial hurdles, underscoring the long-term economic cost of the war,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ahmad added that the capture of the oilfield highlights the depth of damage inflicted over the years of conflict.</p><p>“As Syria’s flagship oilfield, al-Omar’s trajectory from a high-potential asset to a war-torn symbol is both tragic and indicative of the conflict’s devastation,” he said.</p><p>“We’re looking at a field that once produced nearly 90,000 barrels per day, with original reserves of 760 million barrels of high-quality light crude. However, over a decade of conflict, which included its use as a financial engine for ISIS and subsequent targeted air strikes, has inflicted catastrophic damage – well over $800m – to its core infrastructure.”</p><h2 id=\"unification-still-fragile\">Unification still fragile</h2><p>In Deir Az Zor, Raqqa and Aleppo, energy infrastructure hums unevenly. Across the northeast, Syrians live between the promise of a unified government and the caution of decades of uncertainty – their future tethered to the intersection of energy, politics, and human resilience.</p><p>Yet economic realities, lingering distrust and complex foreign involvement mean that unification is precarious.</p><p>But for the first time since 2013, Syria is largely unified under a single government. Ziadeh added that the inclusion of Kurdish rights and social freedoms elevates this beyond a military or territorial achievement, “with the announcement to include Kurdish rights and social freedoms within the Syrian state framework, this is the first time we are seeing a unifying government in Syria. That is the most important takeaway from this rapid advance.”</p><p>The Syrian government’s battlefield advances demonstrate the return of central authority, the partial reintegration of Kurdish and Arab actors, and the resumption of control over key economic lifelines. Tribal councils have praised inclusive decrees; Abdi continues to navigate a shifting political landscape; and al-Sharaa asserts sovereignty with inclusion.</p><p>But the recovery of Syria’s northeast is not merely about military gains or legal decrees. It is about rebuilding trust, maintaining local support, and carefully managing the delicate balance between unity and autonomy. The oil, the dam, the gas, and the laws are all symbols of what is possible – but also reminders of how tenuous state power remains in a land long fractured by war.</p><p>In Syria, the Euphrates is both witness and arbiter – it remains to be seen whether its eastern and western banks could work together for a united Syria after more than five decades of being ruled by the al-Assad family.</p></div></div></body></html>"
        },
        {
            "title": "Deadly high-speed train collision in Spain kills dozens | In Pictures News | Al Jazeera",
            "time": "2026-01-19T10:10:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T080818Z_1425398061_RC274JAD0P4K_RTRMADP_3_SPAIN-ACCIDENT-TRAIN-1768810538.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 39 people have been confirmed dead in a high-speed train collision in the south of Spain, according to police, and rescue efforts are continuing.</p><p>The crash occurred on Sunday when the rear of a train carrying about 300 passengers from Malaga to the capital, Madrid, came off the rails about 7:45pm (18:45 GMT) . It then slammed into an oncoming train travelling from Madrid to Huelva, another city in southern Spain, according to rail operator Adif.</p><p>The collision took place near Adamuz, a town in the province of Cordoba, about 370km (230 miles) south of Madrid.</p><p>Spanish police said 152 people were injured, five of whom were in a critical condition. A further 24 were in a serious condition, authorities said. Transport Minister Oscar Puente said the death toll was not final.</p><p>In Adamuz, a sports centre was turned into a makeshift hospital, and the Spanish Red Cross set up a help centre offering assistance to emergency services and people seeking information. Members of Spain’s Civil Guard and civil defence worked at the site throughout the night.</p><p>Puente said early on Monday that the cause of the crash was unknown.</p><p>According to Puente, the rear section of the first train derailed and crashed into the front of the other train, knocking its first two carriages off the track and down a 4-metre (13ft) slope.</p><p>Prime Minister Pedro Sanchez expressed his condolences to the victims’ families.</p><p>Spain has the largest rail network in Europe for trains travelling at more than 250 kilometres per hour (155 miles per hour), with more than 3,100km (1,900 miles) of track, according to the European Union.</p><p>The network is a popular, competitively priced and safe mode of transport. Renfe said more than 25 million passengers took one of its high-speed trains in 2024.</p></div></div></body></html>"
        },
        {
            "title": "New storm to hit Gaza, piling on suffering for thousands of displaced | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-19T09:22:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260113__92HC4C2__v1__HighRes__PalestinianGazaIsraelConflict-1768812671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new storm is forecast to hit Gaza, adding further to the suffering of hundreds of thousands of Palestinians living in makeshift tents in displacement camps that are already unfit to withstand the harsh winter weather.</p><p>Israel’s more than two-year <a href=\"/news/2026/1/18/israeli-attacks-wound-civilians-across-gaza-in-latest-ceasefire-violations\">genocidal war</a> has forced nearly all of Gaza’s two million people from their homes to live in these temporary shelters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last week, Gaza’s Government Media Office reported that 127,000 of the 135,000 tents in displacement camps have been rendered unusable because of the recent extreme weather.</p><p>“The reality on the ground tells a very painful and grim story,” said Al Jazeera’s Tareq Abu Azzoum, reporting from Gaza City on Monday.</p><p>“Hundreds of thousands of displaced families are still living in torn tents and roofless homes exposed to the rain and cold, and the freezing nights.”</p><p>This suffering is directly caused by Israeli restrictions, said Abu Azzoum, as Israel has not been allowing the “entry of prefabricated mobile housing units and the building materials that are essential for winter protection” or a free flow of desperately needed basic humanitarian aid.</p><p>Under a United States-brokered ceasefire, which took effect on October 10, and which <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israel has violated hundreds of times</a> on a near-daily basis, aid deliveries were supposed to be significantly ramped up, with at least 600 trucks a day due to enter Gaza to fulfil the population’s needs.</p><p>However, the Government Media Office says only an average of 145 trucks have been entering Gaza since the ceasefire.</p><p>In an attempt to ease their abject misery, Palestinians have been “improvising by reinforcing their makeshift tents with plastic sheets, by keeping themselves fully clothed and burning scraps inside the makeshift tents in order to use them for heating due to the unaffordability of fuel supplies and heating mechanisms along the Strip,” said Abu Azzoum.</p><p>Winter in Palestine can be “very brutal”, but what makes this one even worse is that it comes on top of months of “displacement, hunger and exhaustion”, he added.</p><p>The harsh winter conditions have also caused the collapse of previously damaged buildings by relentless Israeli bombing, leading to the deaths of at least 25 people since mid-December, according to Gaza’s Ministry of Health.</p><p>“The elderly people, the sick and the children are among those who are most affected” by the harsh winter conditions, said Abu Azzoum.</p><p>Deaths caused by cold exposure have risen to 24, including <a href=\"/features/2025/12/18/baby-mohammed-freezes-to-death-as-gaza-battles-winter-and-displacement\">21 children</a>, the Government Media Office reported last week.</p><p>“All the victims were displaced Palestinians living in forced displacement camps,” it said in a statement.</p><p>A Palestinian Civil Defence spokesperson in Gaza said last week that hospitals across the territory have been observing an influx of patients, particularly children, with cold-related illnesses, and the organisation had received hundreds of calls for support due to extreme cold.</p><p>The Palestinian Meteorological Department has warned of the risk of frost and freezing conditions in a polar air mass across large parts of Palestine on Tuesday night and Wednesday morning, the Palestinian news agency Wafa reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Japan’s PM Takaichi will dissolve parliament, call snap election | Elections News | Al Jazeera",
            "time": "2026-01-19T09:15:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T070103Z_371742907_RC2E3IAKZYVA_RTRMADP_3_JAPAN-ECONOMY-BOJ-1764915784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan’s PM Takaichi will dissolve parliament, call snap election</h1><p class=\"article__subhead\"><em>The vote will decide all 465 seats in parliament’s lower house and mark Takaichi’s first electoral test since becoming nation’s first female leader.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan’s Prime Minister ⁠<a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\">Sanae Takaichi</a> has ​said she ‍will dissolve parliament ‍on Friday ⁠and call a general election ​to ‌seek voter backing for her ‌spending ‌plans and ⁠other policies.</p><p>The snap election announcement on Monday comes just three months into her tenure as the nation’s first female prime minister.</p><p>“Today, I, as the prime minister, have decided to dissolve the lower house on January 23,” Takaichi told a news conference.</p><p>The snap vote on February 8 will decide all 465 seats in parliament’s lower house and mark Takaichi’s first electoral test since becoming prime minister.</p><p>Calling an early election would allow her to capitalise on strong public support to tighten her grip on the governing Liberal Democratic Party (LDP) and shore up her coalition’s fragile majority.</p><p>The election will test voter appetite for higher spending at a time when the rising cost of living is the public’s top concern. A poll released by public broadcaster NHK last week found 45 percent of respondents cited prices as their main worry, followed by diplomacy and national security at 16 percent.</p><p>NHK reported last week that Takaichi would call snap elections while taking into account her diplomatic schedule.</p><p>On January 13, the prime minister hosted South Korean President Lee Jae Myung in her hometown of Nara to discuss the two nations’ security and economic ties.</p><p>Tokyo shares jumped more than 3 percent on Tuesday on speculation that Takaichi would call snap elections to capitalise on strong poll numbers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tension-with-china-over-taiwan\">Tension with China over Taiwan</h2><p>A clear mandate for Takaichi and the LDP could also help break the deadlock in a <a href=\"/economy/2025/11/22/china-spat-with-japan-on-taiwan-deepens-reaches-un-whats-it-all-about\">diplomatic spat with China</a>, according to the Yomiuri Shimbun newspaper.</p><p>Ties have deteriorated severely since Takaichi suggested in November that Japan could intervene militarily if China ever launched an attack on Taiwan, the self-ruled island it claims.</p><p>Beijing has announced a broad ban on the export to Japan of “dual-use” goods with potential military applications, and has reportedly been choking off exports of rare-earth products crucial for making everything from electric cars to missiles.</p><p>Last month, Takaichi said she was “always open” to dialogue with China.</p><p data-start=\"1993\" data-end=\"2291\">For its part, the Lee administration has stressed its goal of “restoring” ties with China, which remains South Korea’s largest trading partner. At the same time, it has said Lee’s approach of “practical diplomacy” aims to maintain strong ties with Japan and the United States, South Korea’s most important ally.</p><p data-start=\"2293\" data-end=\"2651\">Under Lee’s predecessor, Yoon Suk-yeol, Seoul leaned closer to Washington and Tokyo and increased criticism of China’s stance on Taiwan.</p><p data-start=\"2293\" data-end=\"2651\">Lee, in contrast, has said he will not take sides in the dispute between China and Japan, a position he maintains as tensions around the Taiwan Strait rise following Beijing’s recent large-scale <a href=\"/news/2025/12/30/china-kicks-off-second-day-of-military-drills-around-taiwan\">military drills</a> near Taiwan.</p></div></div></body></html>"
        },
        {
            "title": "Why is Germany trying to build ‘Europe’s strongest conventional army’? | Military News | Al Jazeera",
            "time": "2026-01-19T08:56:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-13T220903Z_447849461_RC2OVHAK8BZL_RTRMADP_3_GERMANY-DEFENCE-BUNDESWEHR-1768769713.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At the beginning of the year, German men aged 18 began to receive a compulsory questionnaire registering their fitness for army service under a law passed last month.</p><p>Joining the army is voluntary for now, but the law allows the government to introduce mandatory service to meet its goal of building what it says will be the strongest army in Europe for the first time since World War II.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last November, active duty personnel stood at 184,000 troops, a jump of 2,500 since May, when Chancellor Friedrich Merz first told the parliament that the army, or Bundeswehr, “needs to become Europe’s strongest conventional army”.</p><p>“It’s the biggest they’ve had for a very long time, and it’s already the strongest force we’ve had since 2021,” Timo Graf, a senior researcher at the Bundeswehr Centre of Military History and Social Sciences in Potsdam, told Al Jazeera.</p><p>The government is tempting voluntary service members on 23-month contracts, with generous salaries and perks. Those contracts can then be extended to indefinite professional service.</p><p>“The pay is 2,600 euros ($3,000), and because housing is free, medical insurance is free, they will end up having something like 2,300 euros ($2,700) after taxes and deductions. It’s a lot of money for young people,” said Graf.</p><p>Germany has made a NATO commitment to reach 260,000 active duty personnel by 2035, and to double its reservists to 200,000. This would bring it close to the half-million-strong army it had at the end of the Cold War.</p><p>The news has discomfited Moscow.</p><p>“Germany’s new government is speeding up preparations for a full-scale military confrontation with Russia,” Russia’s ambassador to Germany, Sergey Nechayev, told the German news portal Apolut in an interview last month.</p><p>From the German point of view, however, it is Russia’s refusal to withdraw from Ukraine that has fuelled the political will to spend 108 billion euros ($125bn) to rebuild the armed forces this year, equivalent to 2.5 percent of gross domestic product (GDP), and more than twice the 2021 budget of 48 billion euros ($56bn).</p><p>“Just in one year, we have gone from 58 percent to 65 percent support of an increase in more defence spending,” said Graf.</p><p>By 2030, Germany is to spend 3.5 percent of its GDP on defence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to a December survey by Politbarometer, a German election poll and television programme, eight out of 10 Germans are now convinced Russian President Vladimir Putin is not serious about pursuing a peace agreement in the war in Ukraine, and many have begun to believe intelligence officials’ warnings that Russia plans to eventually expand its war to NATO countries.</p><p>The year “2029 has been presented as a possible date for Russia to attack NATO, and that has become the reference date for people”, Graf said. “We can see over the last four years of this war that we’ve been sleepwalking, not understanding the gravity of the situation. Europe’s future is at stake here.”</p><h2 id=\"germans-lose-faith-in-trump-s-us\">Germans lose faith in Trump’s US</h2><p>The threat perception from Russia is only one side of the equation. German society has found its loss of faith in the United States over the past year equally transformative.</p><p>A poll conducted by the state channel ZDF in June 2025 asked Germans, “Will the USA continue to guarantee Europe’s security as part of NATO?” Seventy-three percent said no. By December, this majority had risen to 84 percent.</p><p>Nine out of 10 Germans now see US political influence in Europe as pernicious, evidently fearing the open encouragement of far-right, Russia-friendly parties, as happened in <a href=\"/news/2025/1/31/is-elon-musk-a-nazi-and-can-he-get-european-far-right-hardliners-elected\">Germany’s federal election</a> in February last year.</p><figure id=\"attachment_4250392\" aria-describedby=\"caption-attachment-4250392\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250392\" src=\"/wp-content/uploads/2026/01/2025-12-17T153936Z_1663989799_RC2FIIAPV4W4_RTRMADP_3_GERMANY-POLITICS-MERZ-1768771497.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"German Defence Minister Boris Pistorius talks with Chancellor Friedrich Merz at the lower house of parliament, the Bundestag, following the December 15 meeting between Ukraine's President Volodymyr Zelenskiy, European leaders, and EU, NATO and U.S. representatives, in Berlin, Germany, December 17, 2025. REUTERS/Liesa Johannssen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250392\" class=\"wp-caption-text\">German Defence Minister Boris Pistorius talks with Chancellor Friedrich Merz at the lower house of parliament, the Bundestag, following a December 15 meeting between Ukrainian President Volodymyr Zelenskyy, European leaders, and EU, NATO and US representatives, in Berlin, Germany, December 17, 2025 [Liesa Johannssen/Reuters]</figcaption></figure><p>US President Donald Trump’s National Security Strategy, published last November, lectured Europe that it faced “civilisational erasure”, because of over-regulation from Brussels and “migration policies that are transforming the continent and creating strife, censorship of free speech and suppression of political opposition, cratering birthrates, and loss of national identities and self-confidence” – nativist positions held by Europe’s far-right.</p><p>“They’ve realised… Trump has no interest in helping Germany at all,” said General Ben Hodges, who used to command US forces in Europe. “The National Security Strategy was awful… it was a giant middle finger from Trump to Europe,” he told Al Jazeera.</p><p>Germans have such little faith in Washington, that six out of 10 no longer even trust the US nuclear deterrent, and three-quarters would like to see it replaced with an Anglo-French deterrent.</p><p>“People who value NATO and those who are pro-EU converge in the idea of a European NATO,” said Graf. “Germans still value NATO as a defence organisation, it’s just that they do not trust the Americans to play their part in NATO, and they do support the idea of a European NATO.”</p><p>Graf said Bundeswehr polling showed that support for a European army, always sketchy in Germany, for whose security NATO was expressly built in 1949, jumped in the past year by 10 points to 57 percent.</p><h2 id=\"will-germany-get-the-job-done\">Will Germany get the job done?</h2><p>Merz’s pledge is not new.</p><p>His predecessor, Social Democrat Olaf Scholz, had also promised to build Europe’s strongest army in 2022, the year Russia launched its full-scale invasion of Ukraine.</p><p>But although Scholz got parliament to approve a one-off, $120bn boost in defence spending, the extra money only started trickling down later, in 2024.</p><p>Scholz’s government at the time blamed bureaucratic procedures, but some believe there were cultural obstacles as well.</p><p>“The Bundeswehr was not perceived positively and, therefore, nobody in their right mind would choose that as a career. So then it would be a more niche thing to do, maybe more for people on the right side of the political spectrum,” Minna Alander, a fellow at the Center for European Policy Analysis specialising in security and defence, told Al Jazeera.</p><p>“Well-educated Germans, older Germans, grew up hearing about how terrible Nazi Germany was,” said General Hodges, who now lives in Germany. “And for older Germans who were children during the war, the absolute worst nightmare for them would be a war with Russia, or without the United States.”</p><p>But perceptions have changed rapidly since 2022.</p><p>Merz <a href=\"/news/2025/2/25/germanys-centrists-bang-heads-together-on-defence-immigration-economy\">came to power</a> condemning both Moscow and Washington, demanding “independence” from the US.</p><p>By the time he assumed office, parliament had already approved a suspension of constitutional <a href=\"/news/2025/2/21/debt-brake-how-this-fiscal-rule-could-shape-germanys-election\">deficit limits</a> to give him an enormous, permanent increase in defence spending. Last month, parliament approved roughly $60bn in defence procurements.</p><h2 id=\"we-never-rely-on-european-processes\">‘We never rely on European processes’</h2><p>Analysts believe pro-Kremlin narratives will still seek to exploit whatever latent scepticism exists.</p><p>“Sensitivity over conscription is something that Russians are packaging into their propaganda narratives to many societies in Europe,” said Victoria Vdovychenko, a hybrid warfare expert at Cambridge University’s Centre for Geopolitics.</p><p>“Germany is one of them, so basically, you’re going to see a spike in news in terms of how bad it is that the Germans are sending in the kids to be killed,” she told Al Jazeera.</p><p>She is also wary of the time it will take for money and political will to translate into industrial capacity and force.</p><p>Scholz pledged to create a brigade to defend the Suwalki gap, a vulnerable neck of Lithuanian land sandwiched between Belarus and Kaliningrad, a Russian-held territory on the Baltic Sea, but recruiting, training and equipping it is still under way.</p><p>“We are not stupid people, so we never rely on European processes, [the notion that] anyone will come as a god to help us,” said Vdovychenko, who is Ukrainian. “We definitely understand, it’s our people who will be always at the forefront.”</p></div></div></body></html>"
        },
        {
            "title": "Death toll in Karachi mall fire rises to at least 14 in Pakistan | Infrastructure News | Al Jazeera",
            "time": "2026-01-19T08:08:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T061712Z_1282947294_RC244JA0CFRF_RTRMADP_3_PAKISTAN-FIRE-1768810745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll in Karachi mall fire rises to at least 14 in Pakistan</h1><p class=\"article__subhead\"><em>More than 50 people remain missing, with a police investigation under way to determine the cause of the fire.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from <a href=\"/news/2026/1/18/at-least-six-killed-in-pakistan-as-fire-rips-through-karachi-shopping-mall\">a fire at a shopping mall in Karachi</a> over the weekend has risen to at least 14, according to Pakistani authorities, as the search for more than 50 missing people continues.</p><p>South deputy inspector general of police, Syed Asad Raza, told the Dawn newspaper on Monday that eight more bodies had been recovered since Sunday evening by rescue personnel, taking the death toll from six to 14.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Police surgeon Dr Summaiya Syed told the daily that a total of five bodies had been brought to a local hospital.</p><p>Police and rescue teams were using mobile phone data to trace the 54 to 59 missing people and have contacted families to collect details.</p><p>Karachi is Pakistan’s largest city and the capital of the southern Sindh province.</p><p>Sindh Governor Kamran Tessori, who visited the site on Monday, told local media that “more than 70” people were missing.</p><p>“The reports of more than 70 missing persons are extremely alarming and constitute a major tragedy,” said Tessori, adding that the incident has now “turned into a national tragedy”.</p><p>The fire broke out late on Saturday at the Gul Plaza shopping mall, a densely packed commercial complex. Firefighters managed to bring the massive blaze under control after about 36 hours, allowing rescue teams to enter the building to rescue those trapped inside.</p><p>However, officials warned that the building is now extremely unstable and could collapse at any moment.</p><p>Later on Monday, rescue chief operating officer Abid Jalal told Dawn that firefighting efforts had restarted, as flames continued to emerge on a portion of the mall.</p><p>Officials initially suspected the fire was caused by an electrical short circuit in one of the shops, but they later said the cause has yet to be confirmed, with a police investigation under way.</p><p>Shopkeepers and residents told local media that a delayed response and shortages of water and equipment had hampered early firefighting efforts, fuelling anger among traders who said decades of livelihoods had been wiped out.</p><p>Karachi has a history of deadly fires, often blamed on poor safety standards and illegal construction. In November 2023, a fire at a shopping mall in the city killed 10 people and injured 22 others.</p><p>An inferno at a garments factory in Karachi in 2012 killed 260 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Narrative war: Who killed thousands during Iran’s nationwide protests? | Protests News | Al Jazeera",
            "time": "2026-01-19T08:02:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696d36aac2b2a-1768765098.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Supreme Leader Ayatollah Ali Khamenei has acknowledged that <a href=\"/news/2026/1/17/irans-khamenei-says-us-israel-links-behind-thousands-killed-in-protests\">“several thousands”</a> of Iranians have been killed since protests started in late December among shopkeepers in downtown Tehran, before gradually spreading to big and small cities.</p><p>That confirmation is unusual because Khamenei has typically avoided commenting on death tolls during previous protests in Iran over the years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But there are stark contrasts in the narratives provided by the Iranian state, foreign-based opposition, and United States President Donald Trump over exactly what has happened during the unrest, and what could be coming next.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-for-certain\">What do we know for certain?</h2><p>The protests started over <a href=\"/features/2026/1/16/why-is-irans-economy-failing-prompting-deadly-protests\">economic grievances</a> in business and trade districts of the capital city on December 28, and morphed into nationwide expressions of anger and frustration at the political establishment over the days that followed.</p><p>The nights of January 8 and January 9 were by far the deadliest, according to state officials and media, as well as foreign-based outlets and eyewitness accounts on the ground.</p><p>Abbas Masjedi Arani, the head of Iran’s medical examiner authority, told state media that many of the casualties were shot in the chest or the head from close range or from rooftops with the aim of inflicting mortal wounds, while others were stabbed to death.</p><p>State outlets said most protesters were young Iranians, many in their 20s.</p><p>Iranian authorities have fully cut off access on the night of January 8, as well as mobile communications, so it was not even possible to call rescue services in cases of emergency.</p><p>The unprecedented internet blackout began to gradually scale back on Sunday after nearly two weeks, but most of the country’s 90-million-strong <a href=\"/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">population remain in limbo</a> amid uncertainty over what the future could hold.</p><p>Local calls, SMS text messages and outgoing international phone calls have been restored over recent days. A local intranet that offers some limited services is operational.</p><p>The protests on the streets have now largely died down, with thousands of heavily armed security forces setting up patrols and checkpoints across the country, especially at <a href=\"/news/2026/1/8/irans-commercial-hubs-became-flashpoints-for-frustration\">flashpoints like the Grand Bazaar in Tehran</a>.</p><p>The distribution of videos of the protests outside of Iran has been rare amid the digital blackout, with only a minority of Iranians able to leave the country or connect to Starlink satellite internet that bypasses the government’s internet restrictions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-the-state-say\">What does the state say?</h2><p>Iranian officials, from political to military and judicial leaders, have emphasised on a daily basis that the US and Israel have been behind the protests, accusing the foreign powers of arming and funding the opposition.</p><p>Khamenei, Iran’s 86-year-old supreme leader, said that Trump was a “criminal” for directly involving himself in the unrest numerous times.</p><p>According to Iranian government, armed and trained “terrorists”, not state forces, were directly responsible for the killings of thousands during the protests. They claim that people acting on behalf of the US and <a href=\"/features/2026/1/15/network-linked-to-israel-pushes-to-shape-external-iran-protest-narrative\">Israel</a> shot and stabbed people to derail peaceful demonstrations.</p><p>Judiciary officials have stressed that those who took part in “riots” will face swift punishments without any mercy shown. The Supreme Court and the general prosecutor’s office announced on Sunday that they had formed a joint workgroup to expedite protest-related cases.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-foreign-based-monitors-saying\">What are foreign-based monitors saying?</h2><p>Foreign-based monitors and Iranians abroad who are opposed to the Iranian establishment maintain that state forces killed protesters in huge numbers.</p><p>The latest figures by the widely-cited <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">Human Rights Activists News Agency (HRANA)</a>, which is based in the US, say more than 3,300 deaths have been confirmed, and over 4,300 others are being investigated.</p><p>The organisation also says 2,107 people have been severely wounded, and more than 24,000 arrested.</p><p>The Reuters news agency on Sunday cited an unnamed Iranian official in the region as saying at least 5,000 people have been killed, including about 500 security personnel. Most deaths were reportedly recorded in the Kurdish-majority areas of Iran in the northwest.</p><p>Al Jazeera is unable to independently verify these figures.</p><p>Foreign-based outlets have also reported that Iranian authorities demand so-called “bullet money” from the families of protesters killed by security forces in order to allow their burial, or demand that families sign documents saying they were members of the Basij paramilitary force of the Islamic Revolutionary Guard Corps (IRGC) and not protesters. Iranian officials have rejected both claims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-us-and-israel-saying\">What are the US and Israel saying?</h2><p>US and Israeli officials have been openly touting the potential for toppling the theocratic leadership in Tehran over recent months, including during the 12-day war in June.</p><p>At the height of the protests, Trump urged Iranians to remain in the streets, alleging “help is on the way”, before expressing “great respect” for the Iranian leadership based on a claim that planned executions for more than 800 political prisoners were halted.</p><p>The US president “speaks a lot of nonsense”, Tehran prosecutor Ali Salehi said on Saturday in reaction to the claim, adding that “our response will be deterring and quick”.</p><p>But Trump has not stopped his comments, and on Saturday called for the end of Khamenei’s 37-year rule and branded the Iranian leader a “sick man”.</p><p>Israeli Prime Minister Benjamin Netanyahu has refrained from directly commenting on the protests. Israeli public broadcaster Kan reported that Netanyahu ordered his officials to stop giving interviews on the subject after Heritage Minister Amichai Eliyahu said last week that Israeli operatives are active in Iran “right now” as they were during the 12-day war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chile declares ‘state of catastrophe’ as wildfires kill at least 18 | Climate Crisis News | Al Jazeera",
            "time": "2026-01-19T07:56:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018493058126-1768802905.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chilean President Gabriel Boric declared a state of catastrophe in two southern regions on Sunday, as raging wildfires forced more than 50,000 people to evacuate and killed at least 18 people.</p><p>According to Chile’s forestry agency CONAF, firefighters were battling 24 active fires across the country as of Sunday morning, with the largest in the regions of Nuble and Biobio, where the government declared the emergency. The regions lie about 500km (310 miles) south of the capital, Santiago.</p><p>“In light of the serious ongoing wildfires, I have decided to declare a state of catastrophe in the regions of Ñuble and Biobío. All resources are available,” Boric said in a post on X.</p><p>Fires have consumed nearly 8,500 hectares (21,000 acres) in the two regions so far, threatening multiple communities and prompting the authorities to issue evacuation orders.</p><p>Officials say adverse conditions, including strong winds and high temperatures, have helped the wildfires spread and made it harder for firefighters to bring them under control. Much of Chile was under extreme heat alerts, with temperatures forecast to reach up to 38C (100F) from Santiago to Biobio on Sunday and Monday.</p><p>Wildfires have severely affected south-central Chile in recent years amid growing evidence of the impact of climate change in the South American country, including extreme weather, droughts and floods.</p><p>In February 2024, several fires broke out simultaneously near the city of Vina del Mar, northwest of Santiago, resulting in 138 deaths, according to the public prosecutor’s office.</p></div></div></body></html>"
        },
        {
            "title": "Spain train crash live: At least 39 killed in high-speed collision | Transport News | Al Jazeera",
            "time": "2026-01-19T07:53:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T110318Z_1204735998_RC2A4JAS1R6E_RTRMADP_3_SPAIN-ACCIDENT-TRAIN-1-1768822017.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Spain train crash live: At least 39 killed in high-speed collision</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Crash happened when a high-speed train derailed, jumped onto the track in the opposite direction and slammed into an incoming train.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrians celebrate ceasefire deal between government and SDF | Syria's War | Al Jazeera",
            "time": "2026-01-19T07:47:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768808801.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syria’s President al-Sharaa to meet SDF leader Abdi after ceasefire deal | Politics News | Al Jazeera",
            "time": "2026-01-19T07:46:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260118__93679KU__v4__HighRes__SyriaConflictKurdsDeal-1768813130.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"698\" data-end=\"962\">Syria’s President Ahmed al-Sharaa is set to meet Mazloum Abdi, the head of the Syrian Democratic Forces (SDF), to <a href=\"/news/2026/1/18/syria-announces-ceasefire-agreement-with-kurd-led-sdf-after-heavy-fighting\">consolidate a ceasefire</a> after days of battles that saw the army and government-allied tribal forces sweep across the north of the country from Aleppo to Raqqa.</p><p data-start=\"964\" data-end=\"1241\">The meeting on Monday, postponed from Sunday due to bad weather, follows a dramatic escalation that saw Syrian government forces retake large swathes of territory in the northeast, forcing the SDF to accept a <a href=\"/news/2026/1/18/syrian-army-advances-on-sdf-stronghold-of-raqqa-whats-the-latest\">truce</a> and a wide-ranging agreement that brings Kurdish civilian and military authorities under central state control.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1243\" data-end=\"1514\">On Sunday, Abdi, also known as Mazloum Kobani, announced his acceptance of the ceasefire declared and signed on camera by al-Sharaa, stating in a televised address that the conflict had been imposed on the SDF and planned by several parties. He said he would outline the terms of the agreement after returning from Damascus.</p><figure id=\"attachment_4251056\" aria-describedby=\"caption-attachment-4251056\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251056\" src=\"/wp-content/uploads/2026/01/000_93679KJ-1768804765.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria's President Ahmed al-Sharaa signs an agreement at the Presidential Palace in Damascus on January 18, 2026. Syrian President Ahmed al-Sharaa on January 18, announced an agreement with the chief of the Kurdish-led Syrian Democratic Forces that includes a ceasefire after government forces advanced in Kurdish-held areas of the north and east.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251056\" class=\"wp-caption-text\">President Ahmed al-Sharaa signed an agreement in Damascus on January 18, 2026 [Rami al-Sayed/AFP]</figcaption></figure><p data-start=\"173\" data-end=\"449\">Reporting from Damascus, Al Jazeera’s Ayman Oghanna said the ceasefire agreement triggered an outpouring of public joy in the capital.</p><p data-start=\"451\" data-end=\"788\">“Last night, after the deal was struck, there were huge celebrations in the street – there were fireworks, there were cars honking, there were people dancing in the streets,” Oghanna said.</p><p data-start=\"451\" data-end=\"788\">He added that many expressed “a sense of relief and cautious joy, but some were sceptical” after weeks of deadly fighting.</p><p data-start=\"790\" data-end=\"1004\">That scepticism reflects fears that the ceasefire may not hold, Oghanna noted, in a country that was racked by a ruinous civil war for nearly 14 years.</p><p data-start=\"1006\" data-end=\"1340\">Despite doubts, exhaustion appears to dominate public sentiment. “Everyone we spoke to here in Damascus, including many Syrian Kurds, just wanted a peaceful solution,” he said, adding that Syrians are “exhausted by conflict and they wanted a diplomatic solution to the ongoing crisis in the north”.</p><p data-start=\"1342\" data-end=\"1577\">Economic hardship now looms large. “Everyone we spoke to was worried about their pocket and the economy,” Oghanna said, noting that “90 percent of Syrians live below the poverty line” and hope that calm will allow a focus on recovery.</p><h2 id=\"turning-military-operation-into-civilian-policing\" data-start=\"1342\" data-end=\"1577\">‘Turning military operation into civilian policing’</h2><p data-start=\"1516\" data-end=\"1847\">Abdi said the SDF’s withdrawal from Deir Az Zor and Raqqa to Hasakah was aimed at preventing further bloodshed and averting civil war.</p><p data-start=\"1516\" data-end=\"1847\">He acknowledged that the SDF suffered heavy losses, but said it would defend what he described as its gains.</p><p data-start=\"1849\" data-end=\"2238\">SDF commander and senior People’s Protection Units figure Sipan Hamo told Reuters that the group was not seeking separation from Syria and called for guarantees from the United States and other international actors. He denied receiving support from Iran or Russia but said he hoped Israel would intervene in favour of Syria’s Kurds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2240\" data-end=\"2569\">The Syrian presidency said the ceasefire guarantees the integration of SDF fighters into state institutions and the deployment of government authorities to <a href=\"/gallery/2026/1/18/syrian-government-forces-seize-strategic-town-in-raqqa-as-sdf-retreats\">Raqqa</a>, Deir Az Zor and Hasakah.</p><p data-start=\"2240\" data-end=\"2569\">Al-Sharaa said the deal provides for the full integration of the SDF into the army and called on tribal forces to allow its implementation.</p><p data-start=\"2571\" data-end=\"2772\">Asked by Al Jazeera about the timeline for implementation and the fate of a March agreement last year, al-Sharaa said the current deal reflects the spirit of that accord.</p><p data-start=\"225\" data-end=\"476\">Reporting from Aleppo, Al Jazeera’s Zein Basravi said attention is now shifting from the ceasefire announcement to how the Syrian state governs areas newly brought back under its control.</p><p data-start=\"478\" data-end=\"855\">Basravi said the meeting between al-Sharaa and Abdi is expected to clarify unresolved questions regarding “some of the ambiguities of this deal”, said Basravi.</p><p data-start=\"857\" data-end=\"1176\">But he stressed that the more immediate challenge lies on the ground. “In the next 24 hours to the next few days, there is a practical aspect that has to be addressed by the Syrian government. They have come out on the better side of this deal. They’ve gotten everything they wanted,” Basravi said.</p><p data-start=\"1178\" data-end=\"1463\">With government forces now the dominant power, he said the burden has shifted. “Now they have the role of having to protect the minority groups here”, particularly as areas move “from front lines and now they have to go back to civilian spaces”.</p><p data-start=\"1465\" data-end=\"1616\">Basravi said this requires “turning this military operation into a civilian policing” effort, resisting revenge and integrating the region economically with the rest of Syria now.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"syria-gains-resource-revenue\" data-start=\"1465\" data-end=\"1616\">Syria gains resource revenue</h2><p data-start=\"164\" data-end=\"433\">Speaking from Beirut, Lebanon, Middle East geopolitical analyst Joe Macaron said Syria’s regaining of control over oil and gas resources could reshape the ceasefire dynamics and Damascus’s political leverage.</p><p data-start=\"435\" data-end=\"774\">“This is a major source of revenue. It was for the SDF,” Macaron said, adding that while the assets are now under state control, gains will not come immediately. “They have to secure it. They have to prepare the necessary infrastructure,” he said, stressing that revenues could eventually support reconstruction and mark “a new phase somehow”.</p><p data-start=\"776\" data-end=\"1122\">However, Macaron warned that the ceasefire faces serious tests. The most difficult issue remains the integration of fighters from the SDF. “It’s widely known that those who fought in the ranks of the SDF are not just Kurds, but also foreign fighters,” he said, calling integration a big risk to the agreement.</p><p data-start=\"1124\" data-end=\"1381\">He said negotiations have shifted decisively in favour of Damascus. “The negotiation dynamic has changed,” Macaron said, noting that al-Sharaa now insists fighters join “as individuals after we clear their status”.</p><p data-start=\"1572\" data-end=\"1796\" data-is-last-node=\"\" data-is-only-node=\"\">Beyond Kurdish areas, Macaron said, Damascus now inherits complex tribal politics. “Now it’s their problem,” he said, warning that tribal demands could pose a long-term test. “I think they’re going to be tested moving forward.”</p><p data-start=\"2774\" data-end=\"3007\">On Sunday, al-Sharaa met US special envoy Tom Barrack in Damascus. Barrack later said the agreement marked a turning point, writing on X that it paves the way for renewed dialogue and cooperation towards a unified Syria.</p><p data-start=\"2774\" data-end=\"3007\">The US, which maintains forces in hundreds in northern Syria, is especially focused on combating any resurgence of ISIL (ISIS) in the area, following <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">a deadly attack</a> on US soldiers and civilian contractors in Palmyra in December.</p><p data-start=\"2774\" data-end=\"3007\">The US carried out <a href=\"/news/2026/1/10/us-launches-large-scale-attacks-against-isil-in-syria-after-deadly-ambush\">a new round of “large-scale” attacks</a> last week against ISIL in Syria following the ambush that killed two US soldiers and a civilian interpreter.</p><p data-start=\"3009\" data-end=\"3211\">The Syrian Ministry of Defence announced a ceasefire on all fronts, saying it would allow safe corridors for civilians to return home and enable state institutions to resume their work.</p><p data-start=\"3213\" data-end=\"3374\" data-is-last-node=\"\" data-is-only-node=\"\">The agreement follows a two-day Syrian military operation that reclaimed key areas in the east and northeast after earlier understandings with the SDF collapsed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"tr-story-p1\">Meanwhile, Turkish President Recep Tayyip Erdogan also discussed the latest developments in Syria with al-Sharaa during a phone call and said Ankara would continue to support Damascus.</p><p>Erdogan told al-Sharaa that “the complete elimination of terrorism from Syrian territory is necessary for both Syria and the entire region”, according to the Turkish presidency. Turkiye has long opposed the SDF, considering it an extension of the Kurdistan Workers’ Party (PKK), which it has listed as a “terrorist” group.</p></div></div></body></html>"
        },
        {
            "title": "Video: Celebrations in Senegal after controversial AFCON final win | Football | Al Jazeera",
            "time": "2026-01-19T07:42:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768808515.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}