{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump can keep National Guard in Washington, DC, for now: Appeals court | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T00:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693228b1e87b-1764894897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump can keep National Guard in Washington, DC, for now: Appeals court</h1><p class=\"article__subhead\"><em>Court grants stay on previous order giving timeline for troop withdrawal as administration considers response.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States appeals court has issued a stay on a <a href=\"/news/2025/11/21/us-judge-orders-end-to-trumps-deployment-of-troops-in-washington-dc\">lower court’s order</a> requiring the administration of US President Donald Trump to withdraw the National Guard from Washington, DC, in the coming weeks.</p><p>The decision on Thursday by a three-judge panel of the US Court of Appeals for the DC Circuit granted a Trump administration request for a pause on a previous order as it considers its response.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>District judge Jia Cobb had ruled in November that the Trump administration must withdraw federal troops by December 11, later extending the deadline by 21 days.</p><p>In their order, the appeals court judges stressed that their decision to pause the order “should not be construed in any way as a ruling on the merits”.</p><p>The Trump administration has deployed at least 2,000 National Guard troops – reservists who are not full-time soldiers – to Washington, DC, as part of what he has described as part of an anti-crime and beautification initiative.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He has run into legal challenges as he has sought to do the same in Democrat-run cities across the country, including Los Angeles, California; Portland, Oregon; and Chicago, Illinois.</p><p>A ruling has been slower coming in the US capital, a federal territory where the president wields more authority.</p><p>Nevertheless, Cobb ruled in November that the Trump administration had “acted contrary to law” by deploying the National Guard for “non-military, crime-deterrence missions in the absence of a request from the city’s civil authorities”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thursday’s decision comes days after two members of the West Virginia National Guard were <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">shot while on duty</a> just blocks from the White House.</p><p>One member, 20-year-old Sarah Beckstrom, later died from her wounds. Another member, 24-year-old Andrew Wolfe, remained in critical condition.</p><p>Authorities have charged 29-year-old Afghan Rahmanullah Lakanwal for the attack, after which the Trump administration pledged to send 500 more members of the National Guard to the city.</p></div></div></body></html>"
        },
        {
            "title": "US military kills four in latest strike on boat in the Caribbean | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T00:00:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-16T214234Z_1228634577_RC2ZVHAK9N69_RTRMADP_3_USA-VENEZUELA-MILITARY-1764448238.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military has conducted another deadly strike on an alleged drug smuggling boat in the Caribbean, killing four, according to the Pentagon.</p><p>The attack on Thursday comes as the administration of US President Donald Trump has faced <a href=\"/news/2025/12/4/has-the-pentagon-really-exonerated-pete-hegseth-over-signal-leaks\">renewed scrutiny</a> over the strikes after it was revealed that a targeted boat had been struck twice during a September 2 attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Experts have said such an attack could constitute a war crime.</p><p>In a post on X, the US Southern Command said the latest strike was directed by Secretary of Defense Pete Hegseth.</p><p>The military “conducted a lethal kinetic strike on a vessel in international waters operated by a Designated Terrorist Organization,” it said.</p><p>“Intelligence confirmed that the vessel was carrying illicit narcotics and transiting along a known narco-trafficking route in the Eastern Pacific. Four male narco-terrorists aboard the vessel were killed,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has killed more than 80 alleged drug smugglers in the months-long campaign.</p><p>But revelations over the September 2 strike have prompted renewed scrutiny and investigations from bipartisan committees in Congress.</p><p>The White House has denied that Hegseth ordered the second strike on the vessel following an initial strike. Instead, they said the second strike that appeared to kill two survivors of the first attack was ordered by Admiral Frank “Mitch” Bradley.</p><p>The White House has said the second strike was still in compliance with the laws of armed conflict. Legal experts have said it is a war crime to target unarmed combatants. The military’s own manual says it is illegal to fire on shipwrecks.</p><p>Bradley appeared on Capitol Hill on Thursday for a series of closed-door briefings. He denied that he had been ordered to kill all people on board.</p><p>Lawmakers gave conflicting accounts of the briefings.</p><p>“Bradley was very clear that he was given no such order, to give no quarter or to kill them all,” said Republican Senator Tom Cotton, who heads the Senate Intelligence Committee, according to The Associated Press news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The order was basically: Destroy the drugs, kill the 11 people on the boat,” said Representative Adam Smith, the top Democrat on the House Armed Services Committee.</p><p>Smith said video of the attack showed the survivors were “basically two shirtless people clinging to the bow of a capsized and inoperable boat, drifting in the water – until the missiles come and kill them.”</p><p>Even prior to revelations over the September 2 double-strike attack, rights groups have said the strikes were tantamount to extrajudicial killings.</p><p>Earlier this week, the family of Alejandro Carranza, <a href=\"/news/2025/12/3/family-of-man-slain-in-a-us-boat-strike-in-the-caribbean-lodges-complaint\">filed a complaint</a> to a regional rights body, saying the Colombian fisherman’s right to life was violated when he was wrongfully killed in a US strike in September.</p><p>The Trump administration has framed the attack as part of a broader “war” against so-called “narco-terrorists”, but no declaration of war or use of force laws have been approved by Congress.</p><p>The latest attack comes as the US <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">continues to surge</a> military assets near the coast of Venezuela, with Trump repeatedly threatening that land strikes could happen “very soon”.</p><p>Venezuela’s leader, Nicolas Maduro, has said the US pressure campaign is aimed at toppling his government.</p></div></div></body></html>"
        },
        {
            "title": "Trump hails ‘great day for the world’ as DRC, Rwanda finalise peace deal | Politics News | Al Jazeera",
            "time": "2025-12-04T23:53:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T191314Z_173990078_RC2V9IADTB06_RTRMADP_3_USA-TRUMP-RWANDA-CONGO-1764887531.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/liveblog/2025/12/4/trump-news-live-congo-rwanda-leaders-visit-white-house-in-push-for-peace\">Donald Trump</a> has hosted the leaders of Rwanda and the Democratic Republic of the Congo (DRC) to sign a peace deal that could end the conflict between the two countries.</p><p>Although the violence on the ground has not stopped, Trump hailed the US-brokered deal on Thursday as a new chapter for the region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is an amazing day: great day for Africa, great day for the world and for these two countries,” Trump said. “And they have so much to be proud of.”</p><p>The agreement was originally reached in June. DRC President Felix Tshisekedi and his Rwandan counterpart Paul Kagame had <a href=\"/news/2025/3/18/congolese-rwandan-leaders-meet-in-qatar-call-for-ceasefire-in-eastern-drc\">met in Qatar</a> in March, initiating the talks that led to the deal.</p><p>Thursday’s ceremony finalises the accords.</p><p>The agreement has raised hopes of ending the conflict in the DRC, where the March 23 Movement (M23), a Rwanda-backed armed group, has been advancing deeper into the resource-rich east of the country.</p><p>The renewed violence had raised fears of a <a href=\"/news/2025/3/13/people-need-a-break-drc-conflict-reignites-dark-memories-of-congo-wars\">full-blown conflict</a>, akin to the wars that the DRC endured in the late 1990s, which involved several African countries and killed millions of people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rwanda’s main grievance with the DRC focuses on accusations that the Central African country has been harbouring ethnic Hutu militias linked to the 1994 Rwanda genocide, which targeted the country’s Tutsi population.</p><p>The Trump-backed peace deal stipulates that Rwanda will end its support for M23 and the DRC will help “neutralise” Hutu militias – namely, the Democratic Forces for the Liberation of Rwanda.</p><p>It also requires both countries to respect each other’s territorial integrity.</p><p>On Thursday, the DRC’s Tshisekedi said the agreement’s terms mark a “turning point” for the region.</p><p>“They bring together, under a coherent architecture, a declaration of principles of a peace agreement and also the regional economic integration framework to provide to the peoples of the region a new perspective, a new outlook,” Tshisekedi said.</p><p>He added that the deal would “begin a new era of friendship, cooperation and prosperity”.</p><p>For his part, Rwanda’s Kagame said the success of the pact depends on the two countries themselves.</p><p>“There will be ups and downs on the road ahead. There’s no doubt about it,” Kagame explained. “Rwanda will not be found wanting, I can assure you of that.”</p><p>Reporting from Washington, DC, Al Jazeera’s Alan Fisher said the leaders <a href=\"/news/2025/11/7/un-sounds-alarm-over-rising-hunger-crisis-in-eastern-dr-congo\">of the DRC</a> and Rwanda appeared to acknowledge that it will take more than a signing ceremony for the agreement to stick.</p><p>The conflict, Fisher explained, “is a lot more ingrained, a lot more developed, a lot more aggressive than many people have assumed”.</p><p>“So the pressure is on the United States, on the African leaders and, of course, on the two countries to make sure that what develops from here is something that can develop into a lasting peace.”</p><p>The DRC had signed a separate deal with M23 in July. Still, the fighting in the eastern parts of the country has persisted.</p><p>“We are still at war,” Amani Chibalonza Edith, a 32-year-old resident <a href=\"/news/2025/9/5/un-suspects-all-sides-in-dr-congo-conflict-guilty-of-war-crimes\">of Goma</a>, a key city captured by M23 early this year, told The Associated Press news agency.</p><p>“There can be no peace as long as the front lines remain active.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But in Washington, DC, on Thursday, Trump appeared optimistic about the prospects for peace.</p><p>“We’ll see how it all works out, but I think it’s going to work out really great,” the US president said.</p><p>Trump also announced that the US will be signing bilateral deals with the DRC and Rwanda to buy rare earth minerals from the two countries.</p><p>“We’ll be involved with sending some of our biggest and greatest companies over to the two countries,” Trump added.</p><p>“And we’re going to take out some of the rare earth, take out some of the assets and pay. Everybody is going to make a lot of money.”</p><p>Rare earth minerals are used in emerging technologies, energy production and medical devices.</p><p>Trump has openly campaigned for the Nobel Peace Prize, claiming he has resolved eight world conflicts, though that number is disputed.</p><p>During Thursday’s signing ceremony at the US Institute for Peace, a think tank, he heaped praise on the DRC and Rwanda. But his embrace of the countries’ two leaders drew a stark contrast with his insulting remarks towards another war-torn African country: Somalia.</p><p>Two days before hosting the ceremonial signing, Trump hurled insults at Somalia, describing it as “hell” and saying that “it stinks”.</p><p>He also called the <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">Somali community</a> in the US “garbage”.</p></div></div></body></html>"
        },
        {
            "title": "New York Times sues Pentagon over rules limiting access for media | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T23:31:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69321360daedf-1764889440.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New York Times sues Pentagon over rules limiting access for media</h1><p class=\"article__subhead\"><em>Lawsuit challenges rules that give wide discretion to Pentagon chief Hegseth to oust journalists over coverage.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The New York Times newspaper, one of the largest in the United States, has filed a lawsuit against the Pentagon that seeks to overturn new rules limiting access to media outlets.</p><p>In the filing on Thursday, the newspaper said the rules imposed by Defense Secretary Pete Hegseth violate the US Constitution’s First Amendment freedom of speech guarantees, as well as its due process provisions. They argue the rules give Hegseth the power to determine on his own whether a reporter should be banned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Several outlets, including The New York Times, have <a href=\"/news/2025/10/16/us-media-return-pentagon-passes-giving-up-access-after-new-rules-kick-in\">left offices</a> located inside the Pentagon instead of agreeing to the new rules, reshaping the press corps inside the building to include mostly outlets seen as friendly to the administration of US President Donald Trump.</p><p>“The policy is an attempt to exert control over reporting the government dislikes,” Charles Stadtlander, spokesman for the Times, said in a statement after the case was filed with the US District Court in Washington, DC.</p><p>The Pentagon did not immediately respond to the lawsuit.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>News outlets have continued to report on the military from outside of the facility since October, breaking several stories in recent weeks, including a so-called <a href=\"/news/2025/12/2/hegseth-or-admiral-bradley-who-approved-the-second-venezuela-boat-strike\">double-tap strike</a> on a boat in the Caribbean that experts say may constitute a war crime.</p><p>Still, the Times argues in the lawsuit that the denial of access restricts its reporters’ ability to do their jobs and will, in turn, “deprive the public of vital information about the United States military and its leadership”.</p><p>The policy enacted under Hegseth states that receiving or publishing sensitive information “is generally protected by the First Amendment”, but adds that soliciting the disclosure of such information “may weigh in the consideration of whether you pose a security or safety risk”.</p><p>The wording effectively gives Pentagon officials the right to oust reporters if they do not like a story they are working on, the Times lawsuit argued.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Pentagon has said the policy imposes “common sense” rules that protect the military from the release of information that could put them in danger. During her briefing on Tuesday, Pentagon press secretary Kingsley Wilson said the legacy media outlets were not missed.</p><p>“The American people don’t trust these propagandists because they stopped telling the truth,” Wilson said. “So, we’re not going to beg these old gatekeepers to come back, and we’re not rebuilding a broken model just to appease them.”</p><p>In a statement, the Pentagon Press Association, a group that represents journalists who cover the agency, said it was encouraged by the Times’ “effort to step up and defend press freedom”.</p><p>“The Defense Department’s attempt to limit how credentialed reporters gather the news and what information they may publish is antithetical to a free and independent press and prohibited by the First Amendment,” it said.</p></div></div></body></html>"
        },
        {
            "title": "Real Betis vs Barcelona: La Liga preview - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-12-04T22:10:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-25T211208Z_411676796_UP1ELBP1MW6VL_RTRMADP_3_SOCCER-CHAMPIONS-CHE-BAR-1764856054.jpg?resize=1839%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Real Betis vs Barcelona<br>\n<strong>What:</strong> Spain’s La Liga<br>\n<strong>Where:</strong> Estadio Benito Villamarin in Seville, Spain<br>\n<strong>When:</strong> Saturday, December 6 at 6:30pm (17:30 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 14:30 GMT in advance of our text commentary stream.</p><p>Defending champions Barcelona travel to Real Betis on Saturday with the chance to extend their lead to four points at the top of the La Liga table, with second-placed Real Madrid not playing Celta Vigo until Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It has been a mixed period of results for the Catalan giants, however, and Betis are a side riding the crest of last season’s wave, which saw them reach the Europa Conference final.</p><p>Al Jazeera Sport takes a look at what could be the latest stern test for Hansi Flick’s Barca.</p><h2 id=\"what-is-barcelona-s-record-in-la-liga-this-season\">What is Barcelona’s record in La Liga this season?</h2><p>Barca completed a fifth straight league win with <a href=\"/sports/2025/12/2/barcelona-extend-lead-at-top-of-la-liga-with-3-1-win-over-atletico-madrid\">their 3-1 victory</a> against title hopefuls Atletico Madrid on Tuesday.</p><p>That result moved the Catalans four points clear, only for Real Madrid to close the gap back to one point with <a href=\"/sports/2025/12/3/mbappe-shines-as-real-madrid-beat-athletic-to-close-on-barcelona\">their win against Athletic Bilbao</a> on Wednesday.</p><p>Flick’s side had suffered a blip when they lost three matches in five games, culminating in <a href=\"/sports/2025/10/26/mbappe-bellingham-score-as-real-madrid-edge-barcelona-in-fiery-el-clasico\">October’s Clasico defeat</a> at Real Madrid. It was only their second league defeat of the season and preceded the five-match winning streak in La Liga, which has netted 17 goals in that time with only five conceded.</p><h2 id=\"what-is-real-betis-s-record-in-la-liga-this-season\">What is Real Betis’s record in La Liga this season?</h2><p>Betis are unbeaten in eight matches in all competitions – winning six – which has helped propel the Seville-based club to fifth in La Liga. The gap to the top four – and the Champions League qualification spots – is 11 points, however, making this game in hand on those above crucial for their ambitions this season.</p><p>Their last defeat came against the team immediately above them, Atletico Madrid, who won 2-0 in Seville in October. That is Betis’s only defeat in 17 matches in all competitions, of which they have won 10.</p><p>The game in hand for Betis follows their participation in the Copa del Rey in midweek, which saw them advance with a 4-1 win at Torrent of the Spanish third division.</p><h2 id=\"have-real-betis-ever-won-la-liga\">Have Real Betis ever won La Liga?</h2><p>Real have lifted the La Liga title once, in 1934-1935. They have, however, lifted the Copa del Rey title on three occasions – the last of which came in 2022.</p><p>The seven-time winners of the Spanish second division were runners-up to Chelsea in last season’s Europa Conference.</p><figure id=\"attachment_4146644\" aria-describedby=\"caption-attachment-4146644\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146644\" src=\"/wp-content/uploads/2025/12/afp_692f597e962a-1764710782.jpg?w=770&amp;resize=770%2C508&amp;quality=80\" alt=\"TOPSHOT - Barcelona's Spanish forward #10 Lamine Yamal kicks the ball during the Spanish league football match between FC Barcelona and Club Atletico de Madrid at Camp Nou Stadium in Barcelona on December 2, 2025. (Photo by Josep LAGO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146644\" class=\"wp-caption-text\">Barcelona’s Spanish forward Lamine Yamal attempts a shot during the Spanish league win against Atletico de Madrid on Tuesday [Josep Lago/AFP]</figcaption></figure><h2 id=\"what-happened-the-last-time-real-betis-played-barcelona\">What happened the last time Real Betis played Barcelona?</h2><p>The teams last met in La Liga in April in Barcelona with the La Liga fixture ending in a 1-1 draw.</p><p>Gavi gave the home side the lead in the fifth minute and the scoring was complete after only 17 minutes when Natan levelled for Betis.</p><p>The reverse fixture at Barcelona this season is currently scheduled to be the penultimate game of the La Liga campaign.</p><h2 id=\"what-happened-in-the-corresponding-fixture-last-season\">What happened in the corresponding fixture last season?</h2><p>The La Liga match in Seville last season ended in a 2-2 draw on December 7.</p><p>Robert Lewandowski and Ferran Torres twice gave the away side the lead with Betis levelling through Giovani Lo Celso’s 68th-minute penalty and Assane Diao’s 90th-minute strike.</p><h2 id=\"when-did-barcelona-last-beat-real-betis\">When did Barcelona last beat Real Betis?</h2><p>In between the two La Liga matches last season, the sides met in the Copa del Rey in Barcelona.</p><p>The home side claimed a 5-1 victory in the January fixture with goals from Gavi, Jules Kounde, Raphinha, Ferran Torres and Lamine Yamal all settling the tie before Vitor Roque’s consolation penalty in the 84th minute.</p><h2 id=\"when-did-real-betis-last-beat-barcelona\">When did Real Betis last beat Barcelona?</h2><p>Real Betis last beat Barcelona in 2021 in a league match in the Catalan capital. Juanmi, now with Getafe, netted the only goal in the 79th minute.</p><h2 id=\"stat-attack-real-betis\">Stat attack – Real Betis</h2><p>Betis have only lost twice this season, but both those defeats came at home. They have won four games at home, while two wins have been recorded in their seven unbeaten league matches on the road.</p><p>They are also unbeaten in their last four La Liga games, winning two.</p><h2 id=\"stat-attack-barcelona\">Stat attack – Barcelona</h2><p>Barcelona have also lost two league games this season, with both defeats coming on the road.</p><p>While all eight home matches have resulted in victories, Barca have found their travels more difficult with 16 goals scored and 12 conceded in their seven away games, of which they have won four.</p><p>Of their last five away games in all competitions, the Flick’s side have lost three and drawn one – they have also conceded 14 goals in that run on the road.</p><h2 id=\"head-to-head-real-betis-vs-barcelona\">Head-to-head – Real Betis vs Barcelona</h2><p>This is the 71st meeting between the sides with Barcelona winning on 38 occasions and Betis claiming the spoils from 10 of the meetings.</p><p>Barcelona are unbeaten in their last nine meetings with Betis across all competitions, winning six of those games.</p><h2 id=\"real-betis-team-news\">Real Betis team news</h2><p>Former Manchester United forward Antony returns to the side from suspension. There are injury doubts surrounding Sofyan Amrabat and Giovani Lo Celso, while Hector Bellerin and Isco are both confirmed absentees due to injury problems.</p><p>Former Barcelona attacker Abde Ezzalzouli is expected to return to the side after wholesale changes were made to the team for Tuesday’s Copa del Rey win at Torrent.</p><h2 id=\"barcelona-team-news\">Barcelona team news</h2><p>Marc-Andre ter Stegen and Gavi are joined on the injury list by Fermin Lopez and Dani OImo, who picked up knocks in the last match.</p><p>Ronald Araujo remains absent while he takes a break from football.</p><p>Frenkie de Jong is set to return to the midfield, having missed the win against Atletico Madrid due to illness.</p><h2 id=\"real-betis-predicted-lineup\">Real Betis predicted lineup</h2><p>Valles; Ruibal, Natan, Bartra, Gomez; Altimira, Roca; Antony, Fornals, Ezzalzouli; Hernandez</p><h2 id=\"barcelona-predicted-lineup\">Barcelona predicted lineup</h2><p>J Garcia; Kounde, Cubarsi, Martin, Balde; De Jong, E Garcia; Yamal, Pedri, Raphinha; Lewandowski</p></div></div></body></html>"
        },
        {
            "title": "Putin challenges US pressure on India over Russian oil during state visit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T21:42:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T170126Z_991263780_RC2R9IA49WZV_RTRMADP_3_INDIA-RUSSIA-MODI-PUTIN-1764880752.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin has questioned Washington’s stance on India’s oil purchases from Moscow, pointing to US imports of Russian nuclear fuel as he began a <a href=\"/news/2025/12/4/putin-visits-india-amid-ukraine-peace-push-whats-on-the-agenda\">state visit</a> aimed at strengthening ties between the two nations.</p><p>Putin arrived in New Delhi on Thursday evening to a warm airport reception from Indian Prime Minister Narendra Modi, who embraced the Russian leader in a rare gesture that underscored their personal rapport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The visit comes as India faces mounting pressure from US President Donald Trump, who has imposed punitive tariffs on Indian goods over New Delhi’s purchases of discounted Russian crude.</p><p>In an interview with Indian broadcasters before his arrival, Putin questioned the logic behind Washington’s criticism.</p><p>“The United States itself still buys nuclear fuel from us for its own nuclear power plants,” he said, adding that if the US has the right to buy Russian fuel, India should enjoy “the same privilege”.</p><p>Modi posted on social media that he was “delighted to welcome my friend, President Putin to India,” calling their relationship “a time tested one that has greatly benefitted our people”.</p><p>After embracing on the tarmac, the two drove together to a private dinner at Modi’s residence.</p><p></p><p>Al Jazeera’s Neha Poonia, reporting from New Delhi, said the reception sent a clear message.</p><p>“Experts say that the warm reception for President Putin [shows] that he is not a pariah, that there are countries that will accept him despite pressure from western nations,” over Russia’s full-scale invasion of Ukraine, she said, adding that Modi wanted to signal “he won’t give into pressure from Donald Trump.”</p><p>Putin defended the energy relationship, telling Indian media that cooperation with India “remains unaffected by political swings or the tragic events in Ukraine”.</p><p>He accused unnamed actors of seeking to “constrain India for political reasons” due to its growing international role.</p><p>The visit highlights India’s delicate balancing act between Moscow and Washington. India’s oil imports from Russia surged from just 2.5 percent of total crude purchases before 2022 to nearly 36 percent currently, making it the world’s second-largest buyer of Russian oil.</p><p></p><p>Indian refiners have saved approximately $12.20 per barrel by purchasing discounted Russian crude.</p><p>However, Trump has <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\">imposed</a> 50 percent tariffs on Indian goods in retaliation, and recent US sanctions on major Russian oil producers have begun forcing Indian refiners to reduce purchases.</p><p>Reliance, India’s largest private refiner, has already announced it will stop exporting petroleum products made from Russian crude.</p><p>On Friday, Putin and Modi are expected to hold formal summit talks and announce agreements spanning defence cooperation, shipping, healthcare and labour mobility.</p><p>Russia is pushing to sell India additional S-400 missile defence systems and Su-57 stealth fighter jets, while both sides aim to reach $100bn in bilateral trade by 2030, though the target now appears distant as oil imports decline.</p></div></div></body></html>"
        },
        {
            "title": "US senators unveil bill to keep Trump from allowing AI chip sales to China | Business and Economy News | Al Jazeera",
            "time": "2025-12-04T21:37:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/10/2022-10-05T043447Z_921512572_RC2XQS933LTO_RTRMADP_3_TAIWAN-ECONOMY-CHIPS.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US senators unveil bill to keep Trump from allowing AI chip sales to China</h1><p class=\"article__subhead\"><em>It requires Commerce Department to deny any licence requests for AI chip buyers in China, Russia, Iran or North Korea.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A bipartisan group of United States senators, including prominent Republican China hawk Tom Cotton, has unveiled a bill that would block the administration of President Donald Trump from loosening rules restricting Beijing’s access to artificial intelligence chips for 2.5 years.</p><p>The bill, unveiled on Thursday, is known as the SAFE CHIPS Act and was filed by Republican Senator Pete Ricketts and Democrat Chris Coons.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It would require the Commerce Department, which oversees export controls, to deny any licence requests for buyers in China, Russia, Iran or North Korea to receive US AI chips more advanced than the ones they currently are allowed to obtain for 30 months. After that, the Department of Commerce would have to brief Congress on any proposed rule changes a month before they take effect.</p><p>“Denying Beijing access to [the best US] AI chips is essential to our national security,” Ricketts said in a statement.</p><p>The legislation, which was co-sponsored by Republican Dave McCormick and Democrats Jeanne Shaheen and Andy Kim, represents a rare effort led in part by Trump’s own party to stop him from further relaxing tech export restrictions on China.</p><p>Faced with new Chinese export curbs on the rare earth metals that global tech companies rely on, Trump’s Commerce Department imposed and then <a href=\"/economy/2025/7/15/nvidias-ceo-says-it-gained-us-approval-to-sell-h20-ai-chips-to-china\" target=\"_blank\" rel=\"noopener\">rolled back curbs on Nvidia’s H20 AI chips</a>, a move that was criticised by Republican Representative John Moolenaar, who chairs the House Select Committee on China.</p><p>As part of negotiations with China to delay its own rare earth controls, Trump pushed back by a year a rule to restrict US tech exports to units of already-blacklisted Chinese companies and has pledged to nix a Biden-era rule restricting AI chip exports globally to countries based in part on concerns around chip smuggling to China.</p><p>The bill comes as the Trump administration mulls greenlighting sales of Nvidia’s H200 artificial intelligence chips to China. China hawks in Washington fear that Beijing could use the prized chips to supercharge its military with AI-powered weapons and more powerful intelligence and surveillance capabilities.</p></div></div></body></html>"
        },
        {
            "title": "Who was Yasser Abu Shabab, Israel-backed militia leader killed in Gaza? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T21:19:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/493069137_122102089802875302_6529305833806600365_n-1764881085.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2025/12/4/gaza-militia-leader-accused-of-collaborating-with-israel-killed-reports\">killing of Gaza militia leader Yasser Abu Shabab</a>, confirmed by his Popular Forces group and by Israeli media, is the final chapter of a man who tried to present himself – <a href=\"/features/2025/8/12/is-israel-using-gaza-tribal-militias-to-help-ethnic-cleansing\">with Israeli support</a> – as an alternative to Hamas, but who was widely derided by Palestinians as a collaborator.</p><p>In his early 30s and from southern Gaza’s Bedouin Tarabin tribe, Abu Shabab was largely unknown in the Palestinian enclave until his emergence at the head of a militia last year. Initially called the “Anti-Terror Service”, by May this year it had popularised itself as the “Popular Forces”, a well-armed group of at least 100 fighters operating in Israeli-controlled areas of Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group operated somewhere between a criminal gang and an Israeli proxy force, but presented itself as a nationalist Palestinian group dedicated to fighting Hamas.</p><p>That branding served a purpose for Israel, even if its end goal for the group was never clear, particularly once it became evident that the Popular Forces lacked any form of mass popular appeal.</p><p>That was because, for many Palestinians, Abu Shabab was a criminal – he had been imprisoned by Palestinian authorities in Gaza for a number of years on drug-related charges prior to escaping from jail in the early part of the war on Gaza.</p><p>His subsequent alliance with Israel, as it committed a genocide in Gaza killing more than 70,120 people, was immediately disqualifying for most Palestinians – including his own tribe, who said in a statement that his killing served as “the end of a dark chapter that does not represent the history of the tribe”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ideological-ambiguity\">Ideological ambiguity</h2><p>Pinning down Abu Shabab’s ideology is difficult, with many observers saying that he was driven by power rather than any particular political stance.</p><p>The initial branding of his group in the language of “anti-terrorism” is somewhat ironic considering reports of his links to ISIL (ISIS), although they are mostly related to cooperation in smuggling from Egypt’s Sinai Peninsula into Gaza, rather than any shared ideology.</p><p>There has also always been a disparity between Abu Shabab’s background and his social media presence, with English-language posts and even an opinion piece published by the Wall Street Journal.</p><p>In that article, Abu Shabab claimed that his Popular Forces controlled large parts of eastern Rafah, in the south of Gaza, and were “ready to build a new future”.</p><p>“Our primary goal is to separate Palestinians who have nothing to do with Hamas from the fire of war,” the article attributed to him said.</p><p>But while Abu Shabab attempted to downplay his links to Israel, Prime Minister Benjamin Netanyahu <a href=\"/news/2025/6/5/netanyahu-admits-israel-backed-armed-rivals-of-hamas-in-gaza\">admitted in June</a> that his government was using armed clans – which media reports made clear were Abu Shabab’s forces – to fight Hamas.</p><p>The idea of using such forces was, according to Netanyahu, the result of advice from security officials, even after past failed attempts at working with local groups such as the South Lebanon Army in Israel’s northern neighbour.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"looting\">Looting</h2><p>The Popular Forces has sought to portray itself as a group helping to distribute much-needed aid to Palestinians in Gaza, particularly at sites run by the US- and Israeli-backed GHF.</p><p>Abu Shabab told CNN that he led “a group of citizens from this community who have volunteered to protect humanitarian aid from looting and corruption”, and his group shares pictures of its forces distributing aid.</p><p>But Abu Shabab and the Popular Forces have since been accused of looting from aid convoys, with an internal United Nations memo seen by the Washington Post calling him “the main and most influential stakeholder behind systematic and massive looting”, and security sources in Gaza confirming to Al Jazeera Arabic that the Israeli-backed group had participated in looting.</p><p>Those accusations, as Gaza suffered from a famine brought on by Israeli restrictions on aid access and its destruction of Palestinian infrastructure, added to the perception that Abu Shabab was simply an Israeli proxy.</p><p>It is perhaps therefore not surprising that few Palestinians in Gaza – even those opposed to Hamas – have shed tears over Abu Shabab’s killing.</p><p>The circumstances of that killing continue to be murky – much like Abu Shabab’s origins and his role during the war.</p><p>But ultimately, as it became clear that he did not have the support or power to be a genuine alternative to Hamas, his fate seemed increasingly sealed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza war amputees mark International Disabilities Day | Gaza | Al Jazeera",
            "time": "2025-12-04T20:39:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764880709.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup draw to be announced as trophy arrives in Washington | Football | Al Jazeera",
            "time": "2025-12-04T20:14:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764879154.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Last foreign carriers halt flights to Venezuela after Trump’s airspace ban | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T20:14:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6931e3b771bf-1764877239.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Last foreign carriers halt flights to Venezuela after Trump’s airspace ban</h1><p class=\"article__subhead\"><em>Copa, Wingo, Saten and Boliviana halt Venezuela flights, citing navigation signal issues and safety concerns.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia</strong> <strong>–</strong> The last international airlines flying to Venezuela have suspended routes to the country, days after United States President <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">Donald Trump declared the South American country’s airspace closed</a>.</p><p>Panamanian carrier Copa and its Colombian budget subsidiary Wingo announced Wednesday evening that routes to Caracas would be suspended on December 4 and 5, while Colombian state airline Satena and Bolivian flagship carrier Boliviana de Aviacion also cancelled flights on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Due to intermittent problems today with one of the navigation signals during its flight to Caracas… [Copa and Wingo] took the preventive decision to temporarily suspend flights to and from this city,” wrote Copa and Wingo in statements.</p><p>The companies added that the interruptions “at no time compromised operational safety”, with a spokesperson telling Al Jazeera that aircraft from both carriers had been affected by the signal problems.</p><p>On Thursday, Colombian government airline Satena suspended its route to Valencia  – Venezuela’s third-largest city – while Boliviana also cancelled its flight to Caracas. Neither has made a public statement at the time of publication.</p><p>Following the suspensions, no international carriers are flying to Venezuela, although several national airlines continue to operate international routes.</p><p>The suspensions also follow a 90-day warning issued on November 21 by the US Federal Aviation Administration (FAA) of risks to commercial planes flying in Venezuelan airspace, which prompted several major carriers to suspend flights.</p><p>The FAA cited “the worsening security situation and heightened military activity in or around Venezuela” amid a massive build-up of US forces in the Southern Caribbean.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"so-much-uncertainty\">‘So much uncertainty’</h2><p>On Saturday, Trump unilaterally declared Venezuelan airspace “closed in its entirety”. Copa, Wingo, Satena and Boliviana were the only international carriers to continue routes to Venezuela following these warnings.</p><p>The cancellations dealt a blow to members of Venezuela’s diaspora who had already faced travel disruptions to plans to return home for the holidays. Others who had already been visiting the country are now struggling to return home.</p><p>“Many people have shared their concerns over the cancellation of these flights,” said Juan Carlos Viloria Doria, vice president of Venezuelans in Barranquilla, a network of migrants in Colombia. “At this time of year in particular, people want to reunite with their family and friends for Christmas. It is unfortunate that due to the political situation, Venezuelans must live with so much uncertainty.”</p><p>The cancellations complicate travel plans, especially for those in Venezuela who may have to undertake risky overland journeys.</p><p>Viloria called on Venezuelans to plan journeys in coordination with family, friends, and migrant networks, as well as to consult official information from government sources.</p><p>Colombia’s Venezuelan migrant community of roughly 2.8 million is the largest in the world, and many are waiting with bated breath as tensions grow between Washington and Caracas.</p></div></div></body></html>"
        },
        {
            "title": "What is at stake in French presidential visit to China? | International Trade | Al Jazeera",
            "time": "2025-12-04T19:56:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764875556.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Talks to include trade imbalances and China’s support for Russia.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s President Emmanuel Macron visits China for a three-day state visit at a tricky time in their relations.</p><p>Trade and the Ukraine war are under discussion, with big differences between the two countries.</p><p>What are the divisions, and what is at stake?</p><p><strong>Presenter:</strong> Tom McRae</p><p><strong>Guests:</strong></p><p>Andy Mok – Senior research fellow at the Center for China and Globalization in Beijing</p><p>Remi Bourgeot – Associate fellow at the French Institute for International and Strategic Affairs in Paris</p><p>Ben Aris – Founder and editor in chief of bne IntelliNews</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Four countries to boycott Eurovision 2026 over Israel’s inclusion | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T19:48:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6931ddd7a1c54-1764875735_9b8566-1764876855.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four countries to boycott Eurovision 2026 over Israel’s inclusion</h1><p class=\"article__subhead\"><em>Ireland, Spain, Netherlands, and Slovenia refuse to participate in next year’s event after calling for Israel to be banned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ireland, the Netherlands, Slovenia and Spain have said they will boycott next year’s <a href=\"/news/2025/12/4/eurovision-organisers-debate-whether-israel-should-be-barred-from-contest\">Eurovision Song Contest</a>, following the decision to allow Israel to compete.</p><p>The response on Thursday came immediately after the European Broadcasting Union (EBU), which runs the competition, said there would not be a vote on whether to exclude Israel, despite calls from some countries to do so.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Opponents of Israel’s participation criticise it over its genocidal war on Palestinians in Gaza – which has so far killed at least 70,125 people – and over allegations that it unfairly intervened in the most recent competition to the benefit of its entrant.</p><p>In a statement which cleared Israel to take part, the EBU said on Thursday that its members had shown “clear support for reforms to reinforce trust and protect [the] neutrality” of the contest.</p><p>The changes, which include the reintroduction of an expanded professional jury at the semifinal stage, aim to discourage governments and third parties from disproportionately promoting songs to sway voters.</p><p>In response to Israel’s inclusion, the Dutch broadcaster AVROTROS said that “under the current circumstances, participation cannot be reconciled with the public values that are fundamental to our organisation”.</p><p>It has accused Israel of “proven interference” in last year’s contest while also noting its “serious violation of press freedom” during the Gaza war.</p><p>Ireland will not take part in Eurovision 2026 either, with its broadcaster RTE citing “the appalling loss of lives in Gaza and humanitarian crisis” as the reason for its boycott.</p><p>Nor will Slovenia, whose national broadcaster said that its move came “on behalf of the 20,000 children who died in Gaza”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, Spain’s public broadcaster RTVE also announced that it would also not participate in the event in Vienna, which will be the contest’s 70th edition.</p><p>“The situation in Gaza, despite the ceasefire and the approval of the peace process, and the use of the contest for political goals by Israel, make it increasingly difficult to keep Eurovision a neutral cultural event,” its secretary-general, Alfonso Morales, said in a statement.</p><p>Not all countries took the same stance. In the lead-up to the EBU’s decision, Germany said it would not take part if Israel were barred.</p><p>“Israel belongs in the Eurovision Song Contest,” said German Culture Minister Wolfram Weimer.</p><p>Israeli President Isaac Herzog welcomed the EBU announcement, arguing that his country, which says it faces a global smear campaign, “deserves to be represented on every stage around the world”.</p></div></div></body></html>"
        },
        {
            "title": "Rwanda, DRC presidents sign ‘Washington Accord’ peace deal | Mining | Al Jazeera",
            "time": "2025-12-04T19:29:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__876B4DQ__v1__HighRes__UsRwandaDrcDiplomacyTrump_cropped-1764876353.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Qatar keep alive FIFA Arab Cup hopes with Syria draw as Palestine top group | Football News | Al Jazeera",
            "time": "2025-12-04T19:25:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T184102Z_424605118_UP1ELC41FWD0I_RTRMADP_3_SOCCER-ARABCUP-SYR-QAT-1764873773.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Qatar keep alive FIFA Arab Cup hopes with Syria draw as Palestine top group</h1><p class=\"article__subhead\"><em>Tense FIFA Arab Cup group finale awaits as Asian Cup holders Qatar held by Syria while Palestine also draw with Tunisia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tournament hosts Qatar kept alive their <a href=\"/sports/2025/11/29/fifa-arab-cup-2025-qatar-teams-format-schedule-matches-venues\">FIFA Arab Cup 2025</a> hopes, avoiding a shock early elimination, following a 1-1 draw with Syria in Group A at the Khalifa International Stadium in Al Rayyan.</p><p>Having <a href=\"/video/newsfeed/2025/12/1/palestine-wins-first-match-over-qatar-at-fifa-arab-cup\">lost their opening match</a> to Palestine, the <a href=\"/sports/2024/2/11/qatar-keep-afc-asian-cup-trophy-at-home-with-3-1-win-over-jordan\">AFC Asian Cup holders</a> need to avoid defeat on Thursday to maintain their chances of reaching the knockout stages.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite dominating proceedings, with 18 attempts on goal while Syria only managed two efforts on target, Qatar’s nerves were heightened as they had to wait until the 77th minute to find the breakthrough.</p><p>Ahmed Alaaeldin converted Edmilson Junior’s assist and appeared to hand his side the win until Omar Kharbin’s 90th-minute strike denied the hosts.</p><p>Group leaders Palestine also came from behind to secure a 2-2 draw with Tunisia earlier in the day.</p><p>The group now goes to the final round of games on Sunday when Qatar face Tunisia at Al Bayt Stadium in Al Khor, while Syria face Palestine at Education City Stadium in Al Rayyan.</p><figure id=\"attachment_4150795\" aria-describedby=\"caption-attachment-4150795\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150795\" src=\"/wp-content/uploads/2025/12/2025-12-04T165256Z_1945006086_UP1ELC41AW7YL_RTRMADP_3_SOCCER-ARABCUP-PLE-TUN-1764873405.jpg?w=770&amp;resize=770%2C471&amp;quality=80\" alt=\"Palestine's Ikram Rami Hamadeh celebrates with teammates after the match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150795\" class=\"wp-caption-text\">Palestine’s Ikram Rami Hamadeh celebrates with teammates after the draw with Tunisia [Ibraheem Abu Mustafa/Reuters]</figcaption></figure><p>Palestine only need to draw their final game to seal their progress to the knockout stages, but must win the match to secure top spot.</p><p>Should Syria lose the match, then Qatar and Tunisia will be offered a winner-takes-all chance for a place in the next round.</p><p>Tunisia had stormed into a two-goal lead in the earlier kickoff against Palestine after Ismael Gharbi’s 16th-minute corner was turned in by Amor Layouni.</p><p>Mohamed Ali Ben Romdhane then laid on a square ball for Firas Chaouat to convert six minutes into the second period.</p><p>Palestine were far from done, however, as Hamed Hamdan volleyed his side back into the game before Zaid Qunbar drilled low through a crowd with five minutes to play.</p></div></div></body></html>"
        },
        {
            "title": "US authorities arrest suspect in 2021 Washington, DC, pipe bomb case | Crime News | Al Jazeera",
            "time": "2025-12-04T18:46:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2021-01-08T044212Z_940718831_RC2G3L92DI8L_RTRMADP_3_USA-ELECTION-PROTEST-1764861661.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the United States have arrested a suspect believed to be involved in leaving pipe bombs near two major political headquarters in Washington, DC, during the night before the <a href=\"/news/2024/1/5/trump-indictment-deep-divisions-january-6-reverberates-three-years-on\">Capitol riot</a> on January 6, 2021.</p><p>On Thursday, the Federal Bureau of Investigation (FBI) and the Department of Justice identified the suspect as Brian Cole Jr in a joint news conference.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“ I know some people have given up on finding the perpetrator. But not the FBI and not our partners,” said Darren Cox, a deputy assistant director in the FBI.</p><p>He explained that the investigation involved sorting through “3 million lines of data”.</p><p>“We do not forget, we do not give up, and we do not relent. Though it had been nearly five years, our team continued to churn through massive amounts of data and tips that we used to identify this suspect,” Cox said.</p><p>Officials under President Donald Trump also touted the arrest as a victory for the current Republican administration — and a sign of the incompetence under Trump’s predecessor, Democrat Joe Biden.</p><p>“We did not discover any new information,” FBI Director Kash Patel said on Thursday.</p><p>“An investigation spearheaded by the deputy director and the AIC [agent in charge] of our Washington field office brought in a new team of investigators and experts, reexamined every piece of evidence, sifted through all the data — something that the prior administration refused and failed to do.”</p><p>US Attorney Jeanine Pirro, who was also at the news conference, explained that Cole would be charged with transporting an illegal explosive device and attempting “malicious destruction by means of explosive materials”.</p><p>She added that the investigation was ongoing and that further charges could be filed at a later date.</p><figure id=\"attachment_4150932\" aria-describedby=\"caption-attachment-4150932\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150932\" src=\"/wp-content/uploads/2025/12/AP25338681606804-1764876410.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pam Bondi at a news conference\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150932\" class=\"wp-caption-text\">Attorney General Pam Bondi speaks about the recent arrest in the 2021 pipe bomb case on December 4 [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"a-long-running-mystery\">A long-running mystery</h2><p>The arrest potentially ends a nearly five-year-long mystery that underscored the rising threat of political violence in the US.</p><p>Law enforcement agencies have said that the bombs, which did not explode, were viable and “could have seriously injured or killed innocent bystanders”. Cox reaffirmed that risk on Thursday.</p><p>“Fortunately, these bombs did not explode, although they certainly could have,” Cox said.</p><p>“We all know pipe bombs are dangerous, not because of the potential loss of life, the damage the property or injury that they can cause, but also because they are tools that terrorise our community.”</p><p>Police and law enforcement had gathered early on Thursday morning in a residential neighbourhood in Woodbridge, Virginia, to take Cole into custody.</p><p>At Thursday’s news conference, Attorney General Pam Bondi emphasised that the suspect had remained close to Washington, DC, even after the pipe bomb incident.</p><p>“This is in our nation’s capital where this happened,” she said of the attempted pipe bombing. “And now, thanks to the FBI, we know that this defendant was living just miles away from here, in Virginia.”</p><p>The targets of the 2021 pipe bombing attempt appeared to be the headquarters for the Democratic National Committee and the Republican National Committee, which represent the two biggest political parties in the US.</p><p>Early on, authorities released grainy footage of the person who left the bombs. The suspect, long believed to be a man, was captured on surveillance cameras wearing a mask, gloves and a grey hoodie.</p><p>On the night before January 6, 2021, the perpetrator had walked through the densely populated Capitol Hill neighbourhood to arrive near the political party headquarters offices, where he placed the pipe bombs.</p><p>The day after the bombs were left, President Trump’s supporters <a href=\"/news/2022/12/23/5-key-takeaways-from-january-6-panels-report-on-us-capitol-riot\">stormed and ransacked</a> the US Capitol to prevent the certification of Biden’s victory in the 2020 elections.</p><p>Trump continues to falsely claim that his election loss that year was due to widespread voter fraud.</p><p>In one of his first decrees after returning to the White House early in 2025, Trump issued a presidential pardon for more than 1,500 people charged or convicted of criminal offences related to the riot.</p><figure id=\"attachment_4150894\" aria-describedby=\"caption-attachment-4150894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150894\" src=\"/wp-content/uploads/2025/12/AP25338674426271-1764875648.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"An aerial view of the neighborhood where the Brian Cole arrest was made\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150894\" class=\"wp-caption-text\">Prince William County Police block the street near a house in Woodbridge, Virginia, on December 4, when the FBI made an arrest in the pipe bomb case [Steve Helber/AP Photo]</figcaption></figure><h2 id=\"inside-the-investigation\">Inside the investigation</h2><p>In the lead-up to Thursday’s arrest, officials had offered $500,000 for information about the suspect in the pipe bomb case, with the warning that he “may still pose a danger to the public”.</p><p>Still, more than four years passed before an arrest was made.</p><p>Last year, the FBI said it was still working through “thousands of hours conducting interviews, reviewing physical and digital evidence, and assessing tips from the public about who may have placed pipe bombs on Capitol Hill”.</p><p>At Thursday’s news conference, Pirro described the process as “like finding a needle in a haystack”.</p><p>While the officials at the news briefing declined to say what evidence ultimately pointed them to Cole, Pirro praised the detailed investigative work that FBI agents and local law enforcement had conducted.</p><p>She explained that investigators had attempted to match the pipe bomb components to similar parts sold around that time.</p><p>“For example, there were 233,000 black end caps of the type that were used in this case,” she said.</p><p>“I want you to think about the fact that the FBI had to go through the sale of every one of them to try to find commonality with an individual, along with the purchase of the pipe itself, the cap ends, the wires, the steel and the nine-volt batteries.”</p><p>Still, despite the complexity of the case, Trump administration officials said the crucial evidence was there all along — and they blamed the Biden administration for failing to act on it.</p><p>“What I will tell you is that evidence has been sitting there, collecting dust. This wasn’t a new tip. It wasn’t some new evidence. It was the hard work of President Trump’s administration,” said Attorney General Bondi.</p><p>The lingering mystery surrounding the pipe bombs had fuelled right-wing conspiracy theories that the Capitol riot was an “inside job”.</p><p>Some online personalities have maintained, without evidence, that the would-be bomber was a “deep state” government agent who sought to discredit Trump’s supporters.</p><p>But even some Trump officials who previously helped spread such theories, like Dan Bongino, have since come out strongly against them.</p><p>Last month, Bongino, now the second-in-command at the FBI, <a href=\"https://x.com/FBIDDBongino/status/1988956947190616397\" target=\"_blank\" rel=\"noopener\">denounced</a> rumours about the pipe bombing case, calling them “grossly inaccurate”. He added that the misinformation “serves only to mislead the public”.</p></div></div></body></html>"
        },
        {
            "title": "From Mogadishu to Minneapolis, Somalis reject Trump’s bigoted remarks | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T18:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25300725574548-1764870250.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somalis and Somali Americans have rejected United States President Donald Trump’s characterisation of their community as “garbage” with a mixture of outrage and creative mockery that has lit up social media platforms.</p><p>The pushback this week came after Trump closed his final cabinet meeting of the year on Tuesday with a venomous attack on the Somali diaspora.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He reserved particular ire for the large Somali community in Minnesota and one of the Congress members who represents the area, Ilhan Omar, a former child refugee.</p><p>“We’re going to go the wrong way if we keep taking in garbage into our country. Ilhan Omar is garbage. Her friends are garbage,” Trump told the meeting.</p><p>“ When they come from hell and they complain and do nothing but b****, we don’t want them in our country.”</p><p>The remarks have drawn widespread condemnation from community leaders, Democratic lawmakers and civil rights organisations.</p><p>Minnesota state Senator Omar Fateh described the president’s comments as both “hurtful” and “disgraceful”.</p><p>“It was flat out wrong, calling not only our congresswoman garbage but calling the entire community garbage, saying they’re good for nothing,” Fateh told Al Jazeera.</p><p>“It is a community that has been resilient, that has produced so much. We are teachers and doctors and lawyers and even politicians taking part in every part of Minnesota’s economy and the nation’s economy.”</p><p>Fateh, who ran a campaign for city mayor this year, accused Trump of engaging in “political theatre” to energise his base ahead of the 2026 midterm elections.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fears-in-the-diaspora\">Fears in the diaspora</h2><p>Fateh also warned that the president’s rhetoric could fuel further political violence in Minnesota.</p><p>Already, in June, <a href=\"/news/2025/6/14/minnesota-lawmakers-targeted-in-deadly-politically-motivated-shootings\">a gunman killed</a> a Democratic state legislator and her husband, while also injuring a second lawmaker and his spouse.</p><p>The impact of Trump’s words was felt acutely in Minneapolis neighbourhoods where Somali businesses and families are concentrated.</p><p>Approximately 84,000 people of Somali descent live in the Minneapolis-St Paul metropolitan area, 58 percent of whom were born in the US.</p><p>Of those born abroad, the overwhelming majority – 87 percent – are naturalised American citizens, The Associated Press news agency reported. The area is considered to have one of the largest Somali diaspora communities in the world.</p><p>But Trump has signalled he plans to put pressure on Minneapolis, through immigration restrictions and deportation actions.</p><p>Immigration and Customs Enforcement (ICE) has already begun <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">raids</a> in the area this week, and as of Tuesday, the Trump administration has paused immigration applications from Somalia and 18 other countries.</p><p>“ I don’t want them in our country, I’ll be honest with you,” Trump said of Somalis on Tuesday.</p><p>Khadijo Warsame, who owns a cafe in Minneapolis, described an atmosphere of fear that has emptied the streets.</p><p>“It is deserted. Every business is closed, and it has been like this for the last three days,” she told Al Jazeera. “And we are really a small business. I’m scared that people [are] not showing up to buy from me, and I am like, I don’t want to close my business.”</p><p>Jaylani Hussein, the executive director of the Council on American-Islamic Relations, framed Trump’s targeting of lawful citizens as a betrayal of American values.</p><p>“What we see in Minneapolis is the authoritarian nature of this government acting as a third-world nation by targeting lawful US citizens. We should be ashamed of that,” Hussein said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"combatting-racism-with-humour\">Combatting racism with humour</h2><p>Yet despite the fear, a defiant response has emerged on social media platforms, particularly TikTok and X.</p><p>Some users have created AI-generated images that insert Somalis into iconic images from US history, as a humorous way of illustrating their deep roots in the country.</p><p>Others have parodied Zionist claims to Palestine by joking that Minnesota was promised to them 3,000 years ago, a pointed reference to the logic used to justify Palestinian dispossession.</p><p>Mohammed Eid, a legal analyst at the Minnesota judiciary who moved to the US 11 years ago, expressed pride in the community’s response to the president’s attacks.</p><p>“I’m proud that our community stood up. Trump doesn’t have more rights than we do here. We’re all Americans. In fact, his wife, like many other people who move here, is also an immigrant,” Eid said.</p><p>“Many of these jokes Somalis are making online are showing how ridiculous some of the debates in our society are, from having [an] anti-immigration movement in a land where the natives were genocided to the situation in Gaza and Palestine.”</p><p>For Faisal Roble, a Somali American and former principal planner for the city of Los Angeles, the social media satire illustrated something distinctly American: an embrace of the First Amendment right to free speech.</p><p>“Young Somalis have hybrid identities and have utilised the American aspect of it to defend themselves, to build alliances, to mock people who are targeting and have shown skill and bravery despite the attacks,” Roble said.</p><p>“Somalis are a very visible community, who carry their culture with them and practise what America preaches. They live their lives and their values and participate.”</p><p></p><h2 id=\"eyeing-the-election\">Eyeing the election</h2><p>Roble, however, speculates there could be political machinations behind Trump’s recent attack on the Somali community.</p><p>In November 2026, the US is slated to hold midterm elections, which will decide the composition of its Congress.</p><p>Currently, Republicans narrowly control both the House of Representatives and the Senate. But Roble said Trump could be using racist attacks to drum up his base of support, known as the Make America Great Again (MAGA) movement.</p><p>“This recent attack is straight out of the racist playbook,” Roble told Al Jazeera. “It is election season, and his MAGA base, which he’s appealing to, responds to this type of messaging.”</p><p>Roble added that many Somalis are Black and Muslim – “two identities some Americans remain uncomfortable with”.</p><p>Critics also see Trump’s attacks on Omar, the Congress member representing Minnesota’s 5th congressional district, as another effort to weaken the left’s presence in the House.</p><p>All 435 seats in the House are up for grabs in the midterms, and currently, Republicans hold a thin 220-person majority in the chamber.</p><p>Trump has also had a longstanding feud with the progressive Omar, stretching back to his first term as president.</p><p>The president’s focus on Omar reflects his “total frustration with the fact that he cannot do anything about her”, according to Roble.</p><p>“She is a prominent critic,” Roble explained, and she carries her district by wide margins. In the 2024 election, for instance, Omar won with a commanding 74 percent of the vote, trouncing her Republican rival.</p><p>In a New York Times opinion column published Thursday, Omar noted that Trump’s attacks have carried real consequences.</p><p>“When Mr Trump maligns me, it increases the number of death threats that my family, staff members and I receive,” she wrote.</p><p>But she maintained she too was committed to speaking out and credited voter support. “The president’s goal may have been to try to tear me down, but my community and my constituents rallied behind me then, just as they are now.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"international-consequences\">International consequences</h2><p>Trump’s comments this week have even triggered backlash across the world, in Somalia. Residents there have expressed anger and called upon their government to respond to the US president.</p><p>“This is intolerable,” said Mogadishu resident Abdisalan Ahmed.</p><p>“Trump insults Somalis several times every day, calling us garbage and other derogatory names we can no longer tolerate. Our leaders should address his remarks.”</p><p>Nevertheless, Somalia’s government has largely maintained its diplomatic restraint.</p><p>Prime Minister Hamza Barre, for instance, urged calm in a statement, noting Trump had “insulted many countries, including Nigeria and South Africa”.</p><p>Barre suggested it was “better to ignore than to make his words look like an issue”.</p><p>Abukar Arman, a former US envoy to Somalia, told Al Jazeera it may be more strategic to avoid responding in kind to Trump’s remarks. Angering Trump, he explained, could have foreign policy consequences.</p><p>“Trump is a narcissist whose ego is as fragile as an eggshell. The more humiliated he feels, the more imbecilic his attacks would become,” Arman said.</p><p>But some politicians have taken a more aggressive approach. During Trump’s past attacks against Omar, Somali Defence Minister Ahmed Moallim Fiqi has pushed back, saying: “If our daughter is being targeted because of her identity, we stand firmly by her side.”</p><p>Roble, meanwhile, placed the attacks on Somalis within Trump’s broader pattern of targeting communities of colour.</p><p>“Somalis are just the latest casualty,” he said, though he warned the damage may ultimately be felt in “the US government system and its relationship with its citizens”.</p></div></div></body></html>"
        },
        {
            "title": "Can Africa choose economic partners on its own terms? | Business and Economy | Al Jazeera",
            "time": "2025-12-04T18:27:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764872673.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Africa’s minerals and young workforce are attracting global interest as China, the US and Europe compete for influence.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, Africa was defined by aid, debt and development debates.<br>\nToday, the continent’s critical minerals, rising consumer markets and young workforce are turning it into one of the world’s most strategic economic battlegrounds.<br>\nChina, the United States and Europe are all vying for influence there – from infrastructure to clean energy and digital networks.<br>\nBut across the continent, the focus has shifted – leaders want partnerships that deliver real industry, real jobs and real value for African people.<br>\nSo as global rivals step up their game, can Africa finally choose partners on its own terms?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Qalqilya targeted as Israel escalates raids in northern West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T18:02:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6931c6ac6360-1764869804.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have escalated their attacks across the northern occupied West Bank with fresh assaults on the town of Qalqilya.</p><p>The Israeli military stormed the eastern entrance of Qalqilya at dawn on Thursday morning before deploying soldiers through several neighborhoods and establishing what local reports have described as a tight cordon around one, Kafr Saba.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to the Palestinian news agency Wafa, Israeli forces conducted raids on a number of homes in the neighbourhood, including some belonging to the families of Palestinians detained or previously killed by Israeli forces. One of the houses raided belongs to the family of Muhammad Barahmeh, who was shot and killed last year by Israeli forces.</p><p>The military also turned one house into a makeshift interrogation site, Wafa reported, holding several young men there for questioning. Palestinian reports said that at least two people were arrested in Qalqilya, in addition to 11 Palestinians held following similar raids on Thursday in Ramallah, Hebron, Jenin and Nablus.</p><p>Violence has surged across several towns in the northern West Bank over the past week, following the launch of a new Israeli military operation. The <a href=\"/news/2025/11/26/israels-siege-on-west-bank-city-raises-alarms-over-ethnic-cleansing\">offensive</a> began in Tubas and Tammun in late November and was later extended to Qabatiya and Masliya, bringing curfews, raids, widespread arrests and significant damage to local infrastructure.</p><p>The Israeli army has said the goal of its operations in the occupied West Bank is to arrest Palestinian fighters. Israel has conducted near-daily raids in the region since 2022 that have escalated since it began its genocidal war in Gaza in October 2023. The raids have made daily life for Palestinians in the West Bank increasingly difficult, and have forced tens of thousands from their homes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dreams-of-annexation\">Dreams of annexation</h2><p>Local Palestinian sources, including Tubas Governor Ahmed Asaad, also claim that the recent uptick in violence in the northern West Bank is aimed primarily at imposing “new realities” in the area around the Jordan Valley, which runs along the West Bank’s border with Jordan.</p><p>Senior politicians in Israel continue to push for an expansion of illegal settlements in the occupied West Bank, and particularly in the Jordan Valley, tightening Israel’s grip on the territory, paving the way for annexation. The expansion of Israeli settlements also effectively makes a Palestinian state impossible under current circumstances.</p><p>Annexing the West Bank is a particular focus of the right-wing settler groups that Israeli Prime Minister Benjamin Netanyahu has been accused of both encouraging and relying upon to sustain his coalition and his political survival. In June 2024, Netanyahu quietly <a href=\"/news/2024/6/21/is-israels-smotrich-fulfilling-his-dream-of-annexing-the-west-bank\">increased</a> much of the control already granted over the territory to far-right Finance Minister Bezalel Smotrich, who himself lives in an illegal settlement.</p><p>Reacting to a United Nations nonbinding resolution endorsing a two-state solution in September, Smotrich wrote on social media that, in response, “Israel must apply sovereignty [to the West Bank] as a preventive measure against the reckless attempt to establish a terror state in the heart of our land”.</p><p>Right groups and international monitors have noted an increase in attacks by the Israeli military and settler groups since the war on Gaza began. In <a href=\"/news/2025/11/25/israels-push-to-displace-thousands-from-the-occupied-west-bank\">addition</a> to storming refugee camps in Jenin, Nur Shams, and Tulkarem in January, attacks by the Israeli military, settler groups, or combinations of the two have killed more than 1,000 Palestinians and injured nearly 10,000 across the occupied West Bank, UN figures show.</p><p>Israel has arrested more than 18,000 people over the same period, according to Palestinian rights groups.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia’s Putin found ‘morally responsible’ for nerve agent death in UK | Skripal Poisoning News | Al Jazeera",
            "time": "2025-12-04T17:25:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6931bd3b-1764867387_4dd66e-1764867943.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A public inquiry has found that Russian President Vladimir Putin bears “moral responsibility” for the death of a British woman in a <a href=\"/news/2020/6/15/uk-asks-for-information-two-years-after-salisbury-poisoning\">nerve agent attack</a> in the English city of Salisbury in March 2018, with the UK government responding by sanctioning the Russian intelligence agency (GRU) accused of carrying it out.</p><p>Speaking on Thursday after the inquiry’s findings were published, its chair, Anthony Hughes, a former senior judge, said Putin had “authorised the mission” to assassinate the former <a href=\"/news/2018/10/3/putin-calls-poisoned-ex-spy-skripal-a-traitor-and-scumbag\">Russian spy Sergei Skripal</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The conduct of the Russian leader and the alleged GRU agents who planted the poison was “astonishingly reckless,” Hughes added.</p><p>The Kremlin continues to deny its involvement in the incident.</p><p>Skripal, a former GRU officer imprisoned in Russia for spying for the United Kingdom, came to the UK after being released in a 2010 spy swap.</p><p>Eight years later, he and his daughter Yulia were discovered unconscious on a park bench in Salisbury, poisoned by the Russian nerve agent Novichok that had been daubed on the door handle of their homes. They survived after intensive hospital treatment and now live under protection.</p><p>However, Dawn Sturgess, 44, a mother-of-three, died four months later, shortly after spraying herself with what she thought was perfume from a discarded bottle, but which turned out to contain the deadly chemical.</p><p>Sturgess was “the entirely innocent victim of the cruel and cynical acts of others”, said Hughes, the inquiry chair.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lawyer Andrew O’Connor told the public inquiry into her death, which started last year, that she was unwittingly caught up in an “illegal and outrageous international assassination attempt”.</p><p>The perfume bottle contained enough Novichok to poison “thousands” of people, O’Connor noted.</p><p>Sturgess’ family said her death came as “direct result of Russia’s cruel and cynical attempt to assassinate Sergei Skripal”, but that the British authorities had failed to assess the threat against the former Russian spy, something which “put the British public at risk, and led to Dawn’s death”.</p><p>“Adequate risk assessment of Skripal was not done, but no protective steps were put in place,” they said in a statement. ”That is a serious concern, for us now, and for the future.”</p><p>The inquiry into her death concluded that there had been “failings” around Skripal’s security, but determined it was not “unreasonable” for British intelligence to not consider his assassination risk high.</p><p>Responding to Hughes’ report, British Prime Minister Keir Starmer called the findings “a grave reminder of the Kremlin’s disregard for innocent lives”.</p><p>On Thursday, the UK foreign minister said it was sanctioning the GRU “in its entirety”, along with 11 “actors behind Russian state-sponsored hostile activity”.</p><p>London also said that it had summoned the Russian ambassador to answer for Moscow’s “ongoing campaign of hostile activity”.</p><p>Another UK inquiry concluded in 2016 that Putin “probably approved” the 2006 killing in London of the former Russian spy Alexander Litvinenko. The prominent Kremlin critic died after being poisoned with radioactive polonium.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN warns Sudan’s Kordofan faces mass atrocities as fighting spreads | Sudan war News | Al Jazeera",
            "time": "2025-12-04T17:09:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA-1764664922.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has warned that the Kordofan region of Sudan could face another wave of mass atrocities as fierce fighting between rival armed forces threatens a humanitarian catastrophe.</p><p>UN human rights chief Volker Turk said on Thursday that history was “repeating itself” in Kordofan following last month’s <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">fall of el-Fasher</a>, the capital of Sudan’s North Darfur state, where warnings of impending violence were largely ignored by the international community before widespread killings occurred.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is truly shocking to see history repeating itself in Kordofan so soon after the horrific events in el-Fasher,” Turk said, urging global powers to prevent the region from suffering a similar fate.</p><p>Since late October, when the paramilitary Rapid Support Forces <a href=\"/news/2025/10/31/sudans-north-kordofan-deteriorating-under-rsf-as-thousands-flee\">captured Bara</a>, in North Kordofan state, the UN has documented at least 269 civilian deaths from aerial bombardment, artillery fire and summary killings.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Communication blackouts across the region mean the actual toll is possibly far higher, with reports emerging of revenge attacks, arbitrary detentions, sexual violence and forced recruitment of children.</p><p>The RSF <a href=\"/news/2025/12/2/sudan-army-refutes-claim-that-rsf-has-seized-key-city-of-babnusa\">claimed</a> control of the West Kordofan city of Babnusa earlier this week, with footage showing its fighters moving through the military base there. The army denied that the city had fallen.</p><p>The Sudan Doctors Network said it was “closely monitoring, with concern, developments in Babnusa,” and urged the international community to pressure the RSF to allow civilians to evacuate.</p><p>Hospitals have been overrun in the area, with most of al-Nuhud Hospital in West Kordofan now out of action.</p><p>The World Health Organization says nearly 1,700 health workers and patients have been killed in Sudan since the conflict began.</p><p>Key cities, including Kadugli and Dilling, are now under siege, with famine confirmed in Kadugli and looming in Dilling. All warring parties are blocking humanitarian access.</p><p>More than 45,000 people have fled their homes in Kordofan in recent weeks as the violence has spread across the vast central region.</p><p>“We cannot remain silent in front of yet another man-made catastrophe,” Turk said, demanding that armed groups allow life-saving aid to reach those facing starvation.</p><p>The fighting erupted in April 2023 between the Sudanese Armed Forces and the RSF, a powerful paramilitary group. The war has since killed tens of thousands and displaced nearly 12 million people across the country.</p><p>Following the fall of el-Fasher, the last major Darfur city under the army and its allies’ control, attention has shifted to Kordofan in central Sudan.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Kordofan’s strategic importance makes it a key territory for both sides. The region sits between RSF-controlled Darfur in the west and government-held territory in the east and north, serving as a vital corridor that linnks the warring factions’ heartlands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Control of major cities like El Obeid would give the RSF a <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">direct route</a> towards the capital Khartoum, which government forces recaptured earlier this year.</p><p>Before el-Fasher <a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">fell</a> in November, the UN issued urgent warnings about potential atrocities. Those alerts went largely unheeded.</p><p>After the city’s capture, mass killings ensued, with corpses visible from satellite imagery, prompting UN chief Antonio Guterres to describe it as a “<a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">crime scene</a>”.</p><p>Amnesty International has since <a href=\"/news/2025/12/3/amnesty-calls-for-war-crimes-probe-on-rsf-attack-on-sudan-refugee-camp\">called</a> for war crimes investigations, and the European Union has <a href=\"/news/2023/9/6/us-imposes-sanctions-on-leaders-in-sudans-rsf-over-extensive-abuses\">placed sanctions</a> on Abdelrahim Dagalo, the RSF’s deputy and brother of the group’s chief, Mohamed Hamdan “Hemedti”.</p><p>Turk urged countries with influence over the warring parties to halt arms flows and push for an immediate ceasefire.</p><p>“Have we not learned our lessons from the past?” he said. “We cannot stand idly by and allow more Sudanese to become victims of horrific human rights violations.”</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu will win again, because in Israel, ‘there is none like him’ | Benjamin Netanyahu | Al Jazeera",
            "time": "2025-12-04T16:56:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_69319a1317-1764858387.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"133\" data-end=\"539\">Israel hasn’t talked about the “war” in Gaza for many weeks. After all, there’s a ceasefire in place, is there not? The fact that more than 350 Palestinians, including more than 130 children, have been killed during this so-called “ceasefire” is neither here nor there, as is the fact that Israel killed them. Palestinians die because that is what Palestinians are there to do. There is nothing to discuss.</p><p data-start=\"541\" data-end=\"1158\">Prime Minister Benjamin Netanyahu’s pardon request, however, is another ball of wax. It is all anyone in Israel seems to be talking about, on every side of the political divide. Nothing better reflects the Netanyahu age (my daughter is 22, and she has barely experienced an Israel not led by Netanyahu). Those enraged by Netanyahu point out that it isn’t even a pardon request. The president of Israel (currently Isaac Herzog, a former head of the opposition to Netanyahu) has the legal authority to pardon “felons”. But felons are people who have been convicted in court of breaking the law. Netanyahu is still on trial.</p><p data-start=\"1160\" data-end=\"1902\">There has only been one pardon given before conviction (before a trial, actually) in the history of Israel. It was granted to Shin Bet personnel who, in 1984, stormed a bus hijacked by Palestinians and beat two of the hijackers to death. The internal investigation into what came to be known as the Bus 300 affair was rigged by the leadership of Shin Bet. Two years later, an unprecedented deal was reached that not only pardoned the Shin Bet members accused — but never convicted — of the extrajudicial killings, but also allowed Shin Bet leaders who manipulated the investigation into the incident to resign without being indicted. Special security circumstances were cited. Netanyahu is basically asking to invoke those same circumstances.</p><p data-start=\"1904\" data-end=\"3347\">Then again, he is not merely asking for a pardon. He is asking the president (a largely ceremonial role) to stop the trial in the interest of “national unity” and the “stupendous developments” expected (by Netanyahu) in the Middle East. As far as his devoted supporters are concerned, the trial should never have begun. They have advocated for both immunity from prosecution and a mistrial due to the “weakness” of the indictments he faces. Now, in the middle of a never-ending war (at Netanyahu’s instigation and orchestration), his supporters claim that his presence is necessary full-time at the helm. They describe his trial as a personal vendetta by the Israeli legal system, a result of the “crucial” legal and judicial reform Netanyahu began to implement long before October 7, 2023. These supporters, in parliament and the media, consider the uproar in response to Netanyahu’s request a perfect representation of the hatred of the Israeli “deep state” towards Netanyahu and towards Israel in general. They have responded to Netanyahu’s request with gusto that ranges from Environmental Protection Minister Idit Silman warning that if Herzog does not halt the trial, Donald Trump will be “forced to intervene” against Israel’s judicial establishment, to Netanyahu’s personal attorney, Amit Hadad, insisting that the trial must stop so Netanyahu can “get on with the business of healing the nation” and lead Israel through its current crisis.</p><p data-start=\"3349\" data-end=\"4224\">Between the two camps are the perennial “compromisers”, those who say at every juncture that truth can only be found in the middle. These people, the notorious Israeli centrists, are calling for a plea bargain or some other grand deal. Most want a political deal that would entail Netanyahu’s departure from politics in return for avoiding conviction. Others don’t care for a solution as much as for the general framing of the issue, calling for a “moderate” approach that would refrain from accusing Netanyahu of corruption but focus instead on his responsibility for the events of October 7, 2023, particularly the dysfunctional behaviour of the Israeli military and other governmental authorities. In all cases, the desirable narrative is one of unity, and unity can only be reached if both “sides” agree to end up with less than 100 percent of what they initially wanted.</p><p data-start=\"4226\" data-end=\"4925\">The common denominator between these seemingly contrasting approaches is that they are all focused completely on Netanyahu. Take the centrists, for example. Netanyahu issued an unprecedented letter, one essentially calling for a suspension of institutional norms and state law in his favour. The justification was abstract at best — an “interest”, “stupendous developments”, national unity — and a cynical manipulation at worst. One might suppose that Netanyahu’s request would be soundly rejected by sworn advocates of “moderation”. And yet, the minute Netanyahu made the letter public, these centrists immediately accepted it as legitimate and sought to situate their compromise in relation to it.</p><p data-start=\"4927\" data-end=\"6029\">The same goes for the liberals. The US’s Steve Witkoff and Jared Kushner spoke at the biggest demonstration held before the ceasefire went into effect, addressing a crowd of 100,000 people. These protesters saw themselves as vehement opponents of Netanyahu and crystallised their differences with him into one issue — his failure (and lack of desire) to return the hostages. When Kushner mentioned Netanyahu, the crowd booed. For three days — much longer than the Israeli attention span for, say, a documented execution of Palestinians — Israeli media was consumed with the question of the boos. Were they proper? Were they improper because he was PM? Did they prove that the protests against him were based on hatred for him (and, by proxy, for his supporters) alone? Was Netanyahu the epitome of evil who must be booed, decorum be damned? Palestinians were dying by the dozens and hundreds over those days. Israeli infrastructure continued to come undone, as did the Israeli economy. Netanyahu, the response to Netanyahu, the positioning vis-a-vis Netanyahu — this was all liberal Israelis wanted to discuss.</p><p data-start=\"6031\" data-end=\"7622\">For Netanyahu’s supporters, there is no one but him. He is “their” man, the one who represents them against the elites who feel the country is theirs by right. He alone, through his audacity and cunning, took the fight to Israel’s enemies and brought them to their knees. He is the one who broke the paradigm that put Israel at the mercy of the world. Israel now does as it wishes, and those desires are for Israel alone to articulate. He is one of a kind, and no rule or law should apply to him as he upholds his historic mission and saves the Jewish people. Even if he doesn’t do all of that, say his overt supporters (thus echoing the thoughts of his covert ones), why vote for anyone else? In substance, however, they differ from him hardly at all. No Jewish “opposition” leader has ever articulated a vision that differs from what Netanyahu has already accomplished. They all support Israel’s right to “destroy” Hamas and to attack any other “enemy” at Israel’s complete discretion. They all bar Palestinian Israeli parliamentarians from their “coordination” meetings and talk about a “Zionist” government (read “fully Jewish”) that will replace Netanyahu. They may blame Netanyahu for Israel’s deteriorating international stature, but none of them accepts Israel’s responsibility for the destruction of Gaza, let alone the genocide. The two “opposition” leaders who served as PMs did so for less than 18 months combined. Netanyahu has been PM for nearly two decades. Granted, he’s a bit of a cad and perhaps slightly mad. He still knows his business better than any self-styled heirs.</p><p data-start=\"7624\" data-end=\"8011\">The conclusion is simple. Netanyahu isn’t just the most effective politician in Israel. He is the only politician in Israel. If an election is called in the coming months and he has not been indicted, expect him to emerge as the leader of the largest party and as PM. Originally, “there is none like Him” refers to God. For Israelis of all political persuasions, there is only Netanyahu.</p><p data-start=\"7624\" data-end=\"8011\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Stalled Moscow talks collide with Zelenskyy’s corruption crisis | Vladimir Putin | Al Jazeera",
            "time": "2025-12-04T16:31:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764865780.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump updates: DRC, Rwanda leaders in Washington sign peace deal | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T16:31:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6931d57de642-1764873597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Trump updates: DRC, Rwanda leaders in Washington sign peace deal</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>These are the updates for Thursday, December 4, 2025 as US President Donald Trump hosts a peace-deal signing ceremony.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Another devastating Israeli strike on Lebanon captured on video | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-12-04T16:19:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/israel_al-Majadel_lebanon_strike_4_dec_2025-1764864997.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}