{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran’s army pledges to defend national interests after US backs protesters | Protests News | Al Jazeera",
            "time": "2026-01-10T10:49:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695d6f0a7183-1767730954.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Iranian army says it would safeguard strategic infrastructure and public property as it urged the Iranians to thwart “the enemy’s plots”, after United States President Donald Trump issued a new warning to Iran’s leaders over the escalating antigovernment protests.</p><p>In a statement published by semi-official news sites, the military on Saturday accused Israel and “hostile terrorist groups” of seeking to “undermine the country’s public security”, as Tehran stepped up efforts to ‍quell the country’s biggest protests in years over the <a href=\"/news/2026/1/8/irans-commercial-hubs-became-flashpoints-for-frustration\">cost of living</a>, which have left dozens dead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Army, under the command of the Supreme Commander-in-Chief, together with other armed forces, in addition to monitoring enemy movements in the region, will resolutely protect and safeguard national interests, the country’s strategic infrastructure, and public property,” the military said.</p><p></p><p>Iran’s ‍elite Islamic Revolutionary Guard Corps (IRGC) – which operates separately from the army – also warned ⁠on Saturday that ​safeguarding ‍the 1979 revolution’s ‍achievements and the ⁠country’s security was a “red line”, ​state ‌TV reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier on Saturday, US Secretary of State Marco Rubio once again expressed Washington’s support for the people of Iran after Iranian authorities blacked out the internet, as they sought to curb deadly protests.</p><p>“The United States supports the brave people of Iran,” Rubio posted on X.</p><p>The post came hours after Trump issued a <a href=\"/news/2026/1/9/irans-khamenei-lashes-out-as-tehran-struggles-to-quell-protests\">new warning</a> to Iran’s leaders, saying, “You better not start shooting because we’ll start shooting too.”</p><p>Trump said it looked like Iran’s leaders were “in big trouble” and repeated an earlier threat of military attacks if peaceful protesters were killed. “It looks to me that the people are taking over certain cities that nobody thought were really possible just a few weeks ago,” he said.</p><p>Protests have taken place across Iran since January 3, in a movement prompted by anger over the rising cost of living, with growing calls for the end of the clerical system that has ruled Iran since the 1979 Islamic revolution, which removed the pro-Western shah ruler.</p><p>The unrest continued overnight on Saturday, with state media blaming “rioters” for setting a municipal building on fire in Karaj, west of Tehran, the Reuters news agency reported.</p><p>Press TV broadcast footage of funerals of members of the security forces it said were killed in protests in the cities of Shiraz, Qom and Hamedan, Reuters said. Videos published by Persian-language television channels based outside Iran showed large numbers of people taking part in new protests in the eastern city of Mashhad and Tabriz in the north.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p></p><p></p><p>In his first comments on the escalating protests, Iran’s Supreme Leader Ayatollah Ali Khamenei on Friday called the demonstrators “vandals” and “saboteurs”.</p><p>In a speech broadcast on Press TV, Khamenei said Trump’s hands “are stained with the blood of more than a thousand Iranians”, in apparent reference to Israel’s attacks on Iran in June, which the US supported and joined with strikes of its own.</p><p>Khamenei predicted the “arrogant” US leader would be “overthrown” like the imperial dynasty that ruled Iran up to the 1979 revolution.</p><p>“Everyone knows the Islamic republic came to power with the blood of hundreds of thousands of honourable people; it will not back down in the face of saboteurs,” he said.</p><p>Iranian Foreign Minister Abbas Araghchi, on a visit to Lebanon on Friday, accused the US and Israel of “directly intervening” to try to “transform the peaceful protests into divisive and violent ones”, which a US State Department spokesperson called “delusional”.</p><p></p><p></p><p></p><h2 id=\"different-approaches\">‘Different approaches’</h2><p>Al Jazeera’s Tohid Asadi, reporting from Tehran, said the protests have been growing in the capital, Tehran, and other cities.</p><p>“[The protests] started sporadically, but over the past two-three days, we have been witnessing more and more protests, specifically in the capital,” he said, adding that the demonstrations “flared up into violence in many streets” in Tehran on Thursday.</p><p>He said the state is trying to control the situation “with different approaches” such as tightening security measures and introducing a new subsidy scheme for citizens.</p><p>The protests are the biggest in Iran since the 2022-2023 protest movement prompted by the death in custody of Mahsa Amini, who had been arrested for allegedly violating the dress rules for women.</p><p>A “nationwide internet blackout” implemented by the Iranian authorities as protesters took to the streets has now been in place for 36 hours, monitor NetBlocks said on Saturday.</p><p>“After another night of protests met with repression, metrics show the nationwide internet blackout remains in place at 36 hours,” it said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rights group Amnesty International said the “blanket internet shutdown” aims to “hide the true extent of the grave human rights violations and crimes under international law they are carrying out to crush” the protests.</p><p>Also on Saturday, the US-based <a href=\"/news/2026/1/9/trump-says-meeting-irans-crown-prince-pahlavi-would-not-be-appropriate\">son of Iran’s ousted shah</a> urged Iranians to stage more targeted protests, with the aim of taking and then holding city centres.</p><p></p><p>“Our goal is no longer just to take to the streets. The goal is to prepare to seize and hold city centres,” Reza Pahlavi said in a video message on social media, urging more protests on Saturday and Sunday and adding he was also “preparing to return to my homeland” in a day he believed was “very near”.</p><p>Norway-based NGO Iran Human Rights, raising a previous toll of 45 issued the day before, said at least 51 protesters, including nine children, have been killed by security forces, and hundreds more injured.</p><p></p><p>In a joint statement on Friday, the foreign ministers of Australia, Canada and the European Union issued a strong condemnation and called on Iran to “immediately end the use of excessive and lethal force by its security forces”.</p><p>“Too many lives – over 40 to date – have already been lost,” it said.</p></div></div></body></html>"
        },
        {
            "title": "Abandoned Myanmar town shows problem of election in wartime | Newsfeed | Al Jazeera",
            "time": "2026-01-10T10:38:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768041524.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Death toll in Philippines landfill collapse hits 4, dozens still trapped | News | Al Jazeera",
            "time": "2026-01-10T09:50:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69609fad1310c-1767940013.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll in Philippines landfill collapse hits 4, dozens still trapped</h1><p class=\"article__subhead\"><em>Dozens of rescuers race against time to find more survivors in the rubble of twisted tin roofs and combustible heaps of rubbish and debris.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p></p><p>The ‍death toll from a landfill collapse in the central Philippines has risen to four, an official said, as rescue efforts continue ⁠for dozens who remained missing.</p><p>The <a href=\"/news/2026/1/9/landfill-collapse-kills-one-and-leaves-dozens-missing-in-philippines\">Binaliw landfill</a> in ​the central city of Cebu collapsed on ‍Thursday, with 110 workers on site at the time. Several structures and facilities inside the landfill were damaged during the ‍collapse.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Cebu City ⁠Mayor Nestor Archival said in a Facebook post on Saturday that the death toll had risen to four and 12 others had been sent to hospitals.</p><p>So far, 36 people were missing, based on a Friday tally. An update on the number of ‌missing was not immediately available.</p><figure id=\"attachment_4226090\" aria-describedby=\"caption-attachment-4226090\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4226090\" src=\"/wp-content/uploads/2026/01/ap_69609fb5d27b6-1767940021.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"An aerial view after a huge mound of garbage collapsed at a waste segregation facility in Binaliw, Cebu city on Friday, Jan. 9, 2026. (AP Photo/Jacqueline Hernandez)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4226090\" class=\"wp-caption-text\">An aerial view after a huge mound of rubbish collapsed in Binaliw, Cebu [Jacqueline Hernandez/AP]</figcaption></figure><p>Families of the missing workers remained hopeful ‌on Saturday that they would be ⁠found alive.</p><p>Jerahmey Espinoza, whose husband was among the missing, went to the landfill in hopes of finding him. “They haven’t seen ‌him or located him ever since the disaster happened. We’re still hopeful that he’s alive,” Espinoza said.</p><p>Dozens of rescuers, including police, firefighters and disaster-response personnel, have raced against time to find more survivors in dangerous conditions in the rubble of twisted tin roofs, iron bars and combustible heaps of rubbish and debris.</p><p></p><p>“Authorities confirmed the presence of detected signs of life in specific areas, requiring continued careful excavation and the deployment of a more advanced 50-ton crane, which is enroute with police escort,” Cebu’s Mayor Nestor Archival said in a statement.</p><p>“Safety of responders remains paramount due to hazards such as unstable debris and acetylene risks, prompting adjustments to the security perimeter and controlled access,” Archival said.</p><p>The four dead, including an engineer and a female office worker, were all employees of the landfill and waste management facility that has a staff of 110, according to the mayor and police.</p><p>The cause of the collapse of the mountain of rubbish remains unclear, but a survivor told The Associated Press news agency on Friday that it happened in an instant without any warning, despite fairly good weather at the time.</p><p></p><p></p></div></div></body></html>"
        },
        {
            "title": "Aleppo’s residents caught between hope and fear amid Syria fighting | Syria's War | Al Jazeera",
            "time": "2026-01-10T08:38:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260108__89YZ9BD__v1__HighRes__SyriaConflictKurdsMinorities-1767996091.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--single-avatar\"><div class=\"byline-content\"><p class=\"author-title-or-tagline\">Reporting from Aleppo, Syria</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I arrived in Aleppo early on Wednesday morning after receiving reports of serious clashes between the Syrian army and the Kurdish-led Syrian Democratic Forces (SDF). What I encountered was far worse than I expected.</p><p>Heavy artillery shelling was constant, extreme. My team came under attack four times; one bullet hit our equipment.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This round of clashes, we quickly understood, would not be easily contained like earlier bouts over the past year.</p><p>The root of the conflict is the government’s demand for the SDF, which has tens of thousands of troops, to integrate into state institutions, as per an <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">agreement reached between the two sides</a> last March. But there are numerous disputes over how that should happen, including the number of SDF troops that will join the army.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"overwhelming-sense-of-despair\">‘Overwhelming sense of despair’</h2><p>Fighting has centred in heavily populated parts of Aleppo, specifically the districts of Ashrafieh and Sheikh Maqsoud. In total, these areas have about 400,000 inhabitants. Within 24 hours of fighting erupting, 160,000 fled their homes. It was like an exodus.</p><p>On Thursday, when the fighting peaked, people struggled to make their way through the streets without being caught in the crossfire. Children screamed and cried in panic. Families held each other’s hands and clothes in order to not lose track of each other.</p><figure id=\"attachment_4227896\" aria-describedby=\"caption-attachment-4227896\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4227896\" src=\"/wp-content/uploads/2026/01/AFP__20260107__89VV8T8__v1__HighRes__SyriaConflictKurdsMinorities-1767996065.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Residents carry their belongings as they flee Aleppo's Ashrafieh Kurdish neighbourhood on January 7, 2026. Civilians were fleeing Kurdish neighbourhoods of Aleppo on January 7 after the Syrian army declared them &quot;closed military zones&quot;, amid ongoing fighting with Kurdish-led forces in the northern city. The deadly clashes, which started on January 6, are the worst between the two sides, who have so far failed to implement a March deal to merge the Kurds' semi-autonomous administration and military into Syria's new Islamist government. (Photo by Bakr ALkasem / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4227896\" class=\"wp-caption-text\">Residents carry their belongings as they flee Aleppo’s Ashrafieh neighbourhood, on January 7, 2026 [Bakr Alkasem/AFP]</figcaption></figure><p>One elderly man said he had seen enough after nearly 15 years of civil strife: “May God take my soul so I can rest,” he said.</p><p>An elderly woman, barely able to walk, fell to the ground amid the crowd and several people trampled over her. I saw her son break into tears as he tried to pull her from the ground.</p><p>The last time I saw scenes like this was in 2014, when ISIL (ISIS) attacked Syria’s Kurdish-majority town of Kobane. There was an overwhelming sense of despair, helplessness, and a feeling that everything was ending.</p><h2 id=\"short-lived-ceasefire\">Short-lived ceasefire</h2><p>On Friday, the warring parties agreed to a morning ceasefire and the SDF leadership agreed its fighters would lay down their heavy weapons and leave the area. However, when buses arrived to take them, more fighting broke out. When the buses came back later, the same thing happened. Our sources told us this was due to divisions within the SDF, with more radical factions resisting the calls to lay down their arms.</p><p>The back and forth ended with the Syrian government setting a deadline of 6pm (15:00 GMT) on Friday for remaining civilians to flee, after which it would restart military operations against SDF targets. Heavy fighting has since resumed in Sheikh Maqsoud.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The government, careful to avoid the perception of demographic engineering, has said that once it clears the area of SDF fighters, everyone will be able to come home. It has stressed that this is not a fight between Arabs and Kurds, but between government forces and a non-state force.</p><p>Meanwhile, people from Aleppo are sitting between hope and fear. On the one hand, they hope an agreement is finally reached between the SDF and Syrian army so they can return to their homes. But on the other hand, after 15 years of civil war, they fear that history could be repeating itself.</p></div></div></body></html>"
        },
        {
            "title": "New video on Minnesota ICE shooting emerges as public anger grows across US | Donald Trump News | Al Jazeera",
            "time": "2026-01-10T08:22:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6961cc2f714a-1768016943.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new video has emerged showing the final moments of a Minnesota woman’s encounter with an immigration officer before she was killed, as public uproar grows in the United States over the shooting and exclusion of local agencies from the investigation.</p><p>A Minnesota prosecutor on Friday called on the public to share with investigators any recordings and evidence connected to the fatal shooting of <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a>, 37, who was fatally shot by an Immigration and Customs Enforcement (ICE) agent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A new, 47-second video published online by a Minnesota-based conservative news site, Alpha News, on Friday, and later reposted on social media by the Department of Homeland Security, shows the shooting from the perspective of ICE officer Jonathan Ross, who fired the shots on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p></p><p>With sirens blaring in the background, Ross, 43, approaches and circles Good’s vehicle in the middle of the road while apparently filming on his cellphone. At the same time, Good’s wife was also recording the encounter and can be seen walking around the vehicle and approaching the officer.</p><p>A series of exchanges occurred.</p><p>“That’s fine, I’m not mad at you,” Good says as the officer passes by her door. She has one hand on the steering wheel and the other outside the open driver’s side window.</p><p>“US citizen, former f—ing veteran,” says her wife, standing outside the passenger side of the SUV holding up her phone. “You wanna come at us, you wanna come at us, I say go get yourself some lunch, big boy.”</p><p>Other officers approach the driver’s side of the car at about the same time, and one says, “Get out of the car, get out of the f—ing car.”</p><p>Ross is now at the front driver’s side of the vehicle. Good reverses briefly, then turns the steering wheel towards the passenger side as she drives ahead, and Ross opens fire. The camera becomes unsteady and points towards the sky, then returns to the street view showing Good’s SUV careening away.</p><p>“F—ing b—-,” someone at the scene says.</p><p>A crashing sound is heard as Good’s vehicle smashes into others parked on the street.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p></p><h2 id=\"minnesota-officials-slam\">Minnesota officials slam federal agencies</h2><p>President Donald Trump’s administration has defended the ICE agent who shot Good in her car, painting her as a “domestic terrorist” and claiming Ross – an Iraq War veteran – was protecting himself and the fellow agents. The White House insisted the video gave weight to the officer’s claim of self-defence – even though the clip does not show the moment the car moved away, or him opening fire.</p><p>Local officials in Minnesota have <a href=\"/news/2026/1/9/minneapolis-leaders-urge-transparency-independent-probe-after-ice-killing\">condemned</a> federal agencies for excluding them from the probe, and a local prosecutor said on Friday that federal investigators had taken Good’s car and shell casings from the scene.</p><p>“This is not the time to bend the rules. This is a time to follow the law… The fact that Pam Bondi’s Department of Justice and this presidential administration has already come to a conclusion about those facts is deeply concerning,” Minneapolis Mayor Jacob Frey, a Democrat, told a news briefing on Friday.</p><p>“We know that they’ve already determined much of the investigation,” he said, adding that the state’s Bureau of Criminal Apprehension, within its department of public safety, has consistently run such investigations.</p><p>“Why not include them in the process?” Frey said.</p><p>Good was the fourth person to be killed by ICE agencts since Trump launched his immigration crackdown last year.</p><p>Good’s wife, Becca Good, told local media that they had gone to the scene of immigration enforcement activity to “support our neighbours”. “We had whistles. They had guns,” she said.</p><p>The Minneapolis killing and a <a href=\"/news/2026/1/9/two-wounded-in-a-shooting-with-us-federal-agents-in-portland-report\">separate shooting</a> in Portland, Oregon, on Thursday by the Border Patrol have set off protests in multiple US cities and denunciations of immigration enforcement tactics by the US government.</p><p>Protests in Minneapolis continued on Friday, with hundreds gathered at a federal facility that has become a focal point of anti-ICE demonstrations. Hundreds of weekend protests have been planned across the US over the killing, according to organisers.</p></div></div></body></html>"
        },
        {
            "title": "Trump meets US oil bosses to discuss Venezuela extraction | Newsfeed | Al Jazeera",
            "time": "2026-01-10T07:05:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768028642.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "India-Bangladesh tensions rock cricket, as sport turns diplomatic weapon | Cricket News | Al Jazeera",
            "time": "2026-01-10T06:17:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25051480465563-1768024013.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> On January 3, 2026, a single directive from the Board of Control for Cricket in India (BCCI) quietly ended the Indian Premier League (IPL) season of Bangladesh’s only cricketer in the tournament, Mustafizur Rahman, before it could even begin.</p><p>The Kolkata Knight Riders (KKR), a professional Twenty20 franchise based in Kolkata that competes in the IPL and is owned by Red Chillies Entertainment, associated with Bollywood actor Shah Rukh Khan, were instructed by India’s cricket board to release the Bangladesh fast bowler.</p><p>Not because of injury, form, or contract disputes, but due to “developments all around” – an apparent reference to soaring tensions between India and Bangladesh that have been high since ousted former Bangladesh Prime Minister Sheikh Hasina received exile in New Delhi in August 2024.</p><p>Within days, Mustafizur signed up for the Pakistan Super League (PSL), the Bangladesh Cricket Board (BCB) protested sharply, the IPL broadcast was banned in Bangladesh, and the International Cricket Council (ICC) – the body that governs the sport globally – was pulled into a diplomatic standoff.</p><p>What should have been a routine player transaction instead became a symbol of how cricket in South Asia has shifted from a tool of diplomacy to an instrument of political pressure.</p><p>Cricket has long been the subcontinent’s soft-power language, a shared obsession that survived wars, border closures, and diplomatic freezes. Today, that language is being rewritten, say observers and analysts.</p><p>India, the financial and political centre of world cricket, is increasingly using its dominance of the sport to signal, punish, and coerce its neighbours, particularly Pakistan and Bangladesh, they say.</p><h2 id=\"the-mustafizur-affair-when-politics-entered-the-dressing-room\">The Mustafizur affair: When politics entered the dressing room</h2><p>Rahman was signed by KKR for 9.2 million Indian rupees ($1m) before the IPL 2026 season.</p><p>Yet the BCCI instructed the franchise to release him, citing vague external developments widely understood to be linked to political tensions between India and Bangladesh.</p><p>The consequences were immediate.</p><p>Mustafizur, unlikely to receive compensation because the termination was not injury-related, accepted an offer from the PSL – picking the Pakistani league after an Indian snub – returning to the tournament after eight years.</p><p>The PSL confirmed his participation before its January 21 draft. The BCB, meanwhile, called the BCCI’s intervention “discriminatory and insulting”.</p><p>Dhaka escalated the matter beyond cricket, asking the ICC to move Bangladesh’s matches from the upcoming T20 World Cup, which India is primarily hosting, to Sri Lanka over security concerns.</p><p>The Bangladeshi government went further, banning the broadcast of the IPL nationwide, a rare step that underlined how deeply cricket intersects with politics and public sentiment in South Asia.</p><p>The BCB on January 7 said the International Cricket Council (ICC) has assured it of Bangladesh’s full and uninterrupted participation in the ICC Men’s T20 World Cup 2026, dismissing media reports of any ultimatum.</p><p>The BCB said the ICC responded to its concerns over the safety and security of the national team in India, including a request to relocate matches, and reaffirmed its commitment to safeguarding Bangladesh’s participation while expressing willingness to work closely with the Board during detailed security planning.</p><p>Yet for now, Bangladesh’s matches remain scheduled for the Indian megacities of Kolkata and Mumbai from February 7, 2026, even as tensions simmer.</p><p>Navneet Rana, a BJP leader said that no Bangladeshi cricketer or celebrity should be “entertained in India” while Hindus and minorities are being targeted in Bangladesh.</p><p>Meanwhile, Indian Congress leader Shashi Tharoor questioned the decision to release Mustafizur Rahman, warning against politicising sport and punishing individual players for developments in another country.</p><h2 id=\"a-pattern-not-an-exception\">A pattern, not an exception</h2><p>The Mustafizur controversy fits into a broader trajectory.</p><p>While all cricket boards operate within political realities, the BCCI’s unique financial power gives it leverage unmatched by any other body in the sport, say analysts.</p><p>The ICC, the sport’s global body, is headed by Jay Shah, the son of India’s powerful home minister Amit Shah – widely seen as the second-most influential man in India after Prime Minister Narendra Modi. The IPL, meanwhile, is by far the richest franchise league in the world.</p><p>India, with 1.5 billion people, is cricket’s biggest market and generates an estimated 80 percent of the sport’s revenue.</p><p>All of that, say analysts, gives India the ability to shape scheduling of events and matches, venues, and revenue-sharing arrangements. This, in turn, has made cricket a strategic asset for the Indian government.</p><p>When political relations sour, cricket is no longer insulated.</p><p>Nowhere is this clearer than in India’s relationship with Bangladesh at the moment. India has historically been viewed as close to Hasina, whose ouster in 2024 followed weeks of popular protests that her security forces attempted to crush using brutal force. An estimated 1,400 people were killed in that crackdown, according to the United Nations.</p><p>India has so far refused to send Hasina back to Bangladesh from exile, even though a tribunal in Dhaka sentenced her to death in late 2025 over the killings of protesters during the uprising that led to her removal. That has spurred sentiments against India on the streets of Bangladesh, which escalated after the assassination of an anti-India protest leader in December.</p><p>Meanwhile, attacks on Hindus and other religious minorities in Bangladesh since August 2024 – a Hindu Bangladeshi man was lynched last month – have caused anger in India.</p><p>Against that backdrop, the BCCI’s move to kick Rahman out of the IPL has drawn criticism from Indian commentators. Senior journalist Vir Sanghvi wrote in a column that the cricket board “panicked” and surrendered to communal pressure instead of standing by its own player-selection process, turning a sporting issue into a diplomatic embarrassment.</p><p>He argued Bangladesh did not warrant a sport boycott and warned that mixing communal politics with cricket risks damaging India’s credibility and regional ties.</p><p>Echoing the concern, Suhasini Haidar, diplomatic editor of The Hindu, one of India’s largest dailies, said on X that the government was allowing social media campaigns to overpower diplomacy. She referred to how Indian Foreign Minister S Jaishankar had travelled recently to Dhaka to attend the funeral of former Bangladesh PM Khaleda Zia, and wondered why Bangladeshi cricketers couldn’t then play in India.</p><p>Cricket analyst Darminder Joshi said the episode reflected how cricket, once a bridge between India and its neighbours, was increasingly widening divisions.</p><p>That was particularly visible late last year, when India and Pakistan faced off in cricket matches months after an intense four-day aerial war.</p><h2 id=\"the-asia-cup-standoff\">The Asia Cup standoff</h2><p>The 2025 Asia Cup, hosted by Pakistan in September, was meant to be a celebration of regional cricket.</p><p>But citing government advice, the BCCI informed the ICC and the Asian Cricket Council (ACC) – the sport’s continental governing body – that India would not travel to Pakistan.</p><p>After months of wrangling, the tournament was held under a hybrid model, with India playing its matches in the United Arab Emirates while the rest were hosted in Pakistan.</p><p>But in three matches that the South Asian rivals played against each other during the competition – India won all three – the Indian team refused to publicly shake hands with their Pakistani counterparts.</p><p>“There is no rule in cricket that mandates a handshake. Yet players often tie each other’s shoelaces or help opponents on the field, that is the spirit of the game,” Joshi, the cricket analyst, told Al Jazeera. “If countries are in conflict, will players now refuse even these gestures? Such incidents only spread hate and strip the game of what makes it special.</p><p>“Sporting exchanges once softened bilateral tensions; this decision does exactly the opposite, making the game more hostile instead of more interesting.”</p><p>The controversy did not end with the final. India won the tournament, defeating Pakistan, but refused to accept the trophy from ACC President Mohsin Naqvi, who is also the Pakistan Cricket Board chairman and Pakistan’s interior minister.</p><p>The trophy remains at the ACC headquarters in Dubai, creating an unprecedented limbo that has defied resolution despite multiple ICC and ACC meetings. The BCCI requested that the trophy be sent to India. Naqvi has refused.</p><h2 id=\"from-bridge-to-divider\">From bridge to divider</h2><p>Unlike Pakistan, Bangladesh has historically enjoyed smoother cricketing ties with India. Bilateral series continued even during political disagreements, and Bangladeshi players became familiar faces in the IPL.</p><p>The Mustafizur episode marks a turning point. The current moment stands in stark contrast to earlier eras when cricket was deliberately used to soften political hostilities.</p><p>The most celebrated example remains India’s 2004 tour of Pakistan, the so-called “Friendship Series”.</p><p>That tour took place after years of frozen ties following the Kargil War, an armed conflict between India and Pakistan that took place from May to July 1999.</p><p>The then-Prime Minister Atal Bihari Vajpayee personally met the Indian team before departure, handing captain Sourav Ganguly a bat inscribed with the Hindi words: “Khel hi nahi, dil bhi jeetiye” which translates to “don’t just win matches, win hearts too”.</p><p>Special cricket visas allowed thousands of Indian fans to travel across the border. Pakistani then-President Pervez Musharraf followed the games and publicly lauded Indian cricketers who developed followings of their own in Pakistan.</p><p>The 2008 Mumbai attacks, carried out by fighters that Pakistan acknowledged had come from its territory, froze cricketing ties.</p><p>But in 2011, when India and Pakistan faced off in the World Cup semifinal in Mohali, Indian then-Prime Minister Manmohan Singh invited his Pakistani counterpart, Yousuf Raza Gilani, over – the two premiers watched the match together in what was widely seen as an act of “cricket diplomacy”.</p><p>By intervening in a franchise-level contract and linking it, however obliquely, to geopolitical tensions as has happened with the Mustafizur case, the BCCI sent a clear message, say analysts: Access to Indian cricket is conditional.</p><p>Sport journalist Nishant Kapoor told Al Jazeera that releasing a contracted player purely on political grounds was “absolutely wrong” and warned it would widen mistrust in the cricketing ecosystem.</p><p>“He is a cricketer. What wrong has he done?” Kapoor said.</p></div></div></body></html>"
        },
        {
            "title": "Greenland claims: How close have NATO members come to fighting each other? | NATO News | Al Jazeera",
            "time": "2026-01-10T06:05:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695fcd6ff36fc-1767886192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration has once again <a href=\"/news/2026/1/7/us-says-military-always-an-option-in-greenland-as-europe-rejects-threats\" target=\"_blank\" rel=\"noopener\">threatened</a> to take control of Greenland either by acquiring it or through the use of military force to “deter our adversaries in the Arctic region.”</p><p>Greenland, which is a semi-autonomous territory of Denmark, already hosts the <a href=\"/news/2025/3/11/mapping-greenlands-resources-population-centres-and-us-military-base\" target=\"_blank\" rel=\"noopener\">Pituffik Space Base</a>, which the US operates in coordination with Danish authorities. Both the US and Denmark are founding members of NATO, the most powerful military alliance.</p><p>European and Canadian leaders have jumped to <a href=\"/news/2026/1/7/european-allies-reiterate-support-for-greenland-amid-us-threats\" target=\"_blank\" rel=\"noopener\">support</a> Denmark and Greenland, saying they are working on a plan in the event the United States follows through with its threats.</p><p>Analysts have said that any attempt by the US to seize Greenland would be an unprecedented move in NATO’s history and raise serious questions about the survival of the alliance and the limits of Article 5, which was designed to defend against an external aggressor.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194284\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Where-is-Greeland-basic-history-1766595219.png?quality=80\" alt=\"INTERACTIVE-Where is Greenland basic history-1766595219\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-happens-if-one-nato-member-attacks-another\">What happens if one NATO member attacks another?</h2><p>Collective defence is NATO’s governing principle, where Article 5 of the North Atlantic Treaty states that an armed attack against one NATO member is considered an attack against all.</p><p>This has been a binding pledge since 1949, when the alliance came together and one that has forged solidarity between North America and Europe.</p><p>Because Article 5 requires unanimous agreement from all members to be invoked, a conflict between two members would lead to an impasse, as the alliance cannot vote to go to war against itself.</p><p>The only time Article 5 has been invoked was following the September 11, 2001, attacks in the US.</p><figure id=\"attachment_3516050\" aria-describedby=\"caption-attachment-3516050\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3516050\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Nato-expansion-2025-1739803286.png?quality=80\" alt=\"INTERACTIVE - Nato expansion 2025-1739803286\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3516050\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>In this timeline, Al Jazeera examines the closest instances when NATO members have faced potential conflict with each other.</p><figure id=\"attachment_4226675\" aria-describedby=\"caption-attachment-4226675\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4226675\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-NATO-MEMEBERS-DISPUTES-TIMELINE-1767962265.png?quality=80\" alt=\"INTERACTIVE-NATO-MEMEBERS-DISPUTES-TIMELINE-1767962265\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4226675\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"limited-military-confrontations\">Limited military confrontations</h2><p><strong>1958–1976 – The UK and Iceland fishing dispute</strong></p><p>The Cod Wars (1958–1976) were a series of escalating disputes between the UK and Iceland over North Atlantic fishing rights.</p><p>While the conflict never became a full-scale confrontation, it did involve a series of naval confrontations, including the ramming of ships and diplomatic friction between the two NATO members.</p><p>Fearing the loss of the Keflavik airbase in Iceland, which was essential for monitoring Soviet submarines in the northern Atlantic Ocean, NATO and the US pressured the UK to concede. The dispute ended in 1976 with a key diplomatic win for Iceland, establishing the 200-mile (322km) limit that remains the global standard today.</p><figure id=\"attachment_4224440\" aria-describedby=\"caption-attachment-4224440\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224440\" src=\"/wp-content/uploads/2026/01/ap_695fcd6ff36fc-1767886192.jpg?w=770&amp;resize=770%2C532&amp;quality=80\" alt=\"Royal Navy frigate HMS Brighton crisscrosses in front of gunboat Thor off the coast of Iceland during an incident where Thor cut the trawling wires of a British trawler which occurred dispute known as the 'Cod Wars'. Date unknown. (AP Photo/Johannsson)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224440\" class=\"wp-caption-text\">Royal Navy frigate HMS Brighton criss-crosses in front of gunboat Thor off the coast of Iceland during an incident where Thor cut the trawling wires of a British trawler, which occurred during a dispute known as the ‘Cod Wars’. Date unknown [AP Photo]</figcaption></figure><p><strong>1974 – Greece and Turkiye over Cyprus</strong></p><p>The 1974 Turkish invasion of Cyprus is the closest NATO has come to its members engaging in full-scale war. Following a Greek-sponsored coup in Cyprus, Turkiye launched a military intervention that nearly sparked a direct conflict between the two NATO members.</p><p>In protest of NATO’s perceived failure to restrain Turkiye, Greece withdrew from the alliance’s military structure from 1974 until 1980.</p><p>Given that this was during the Cold War, both members were imperative to NATO’s collective front against the Soviet Union. Despite some military action between Greece and Turkiye, the alliance was able to prevent a direct war.</p><figure id=\"attachment_4224489\" aria-describedby=\"caption-attachment-4224489\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224489\" src=\"/wp-content/uploads/2026/01/1996-08-11T120000Z_1672511633_PBEAHUMWDDF_RTRMADP_3_CYPRUS-1767887710.jpg?w=770&amp;resize=770%2C522&amp;quality=80\" alt=\"Turkish Cypriots, using slings, hurl stones against Greek Cypriots entering in the buffer zone in Derinya while the Turkish Cypriot police using shields try to stop them during a clash between Turkish and Greek Cypriots, August 11. A Greek Cypriot man was killed and 41 people wounded in clashes with Turkish Cypriots across the ceasefire line that has divided the island since Turkey invaded the north in 1974.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224489\" class=\"wp-caption-text\">Turkish Cypriots hurling stones against Greek Cypriots entering the buffer zone in Derinya, while the Turkish Cypriot police using shields try to stop them during a clash between Turkish and Greek Cypriots [Reuters]</figcaption></figure><p><strong>1995 – Canada and Spain fishing dispute</strong></p><p>In 1995, Canada and Spain came close to a naval conflict during the “Turbot War”. Canada had imposed restrictions to protect fish stocks, including a species of fish named turbot, leading to accusations that EU boats were overfishing just outside Canada’s exclusive economic zone.</p><p>Tensions escalated when Canadian Coast Guard vessels fired warning shots over a Spanish trawler and arrested its crew. Europe threatened sanctions, but the UK vetoed them, siding with Canada alongside Ireland. In response, Spain deployed naval patrols, and Canada authorised its navy to fire on trespassing vessels, bringing NATO members dangerously close to conflict.</p><p>The crisis ended following EU mediation, resulting in Canada withdrawing its enforcement actions and the establishment of a joint regulatory framework.</p><figure id=\"attachment_4224706\" aria-describedby=\"caption-attachment-4224706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224706\" src=\"/wp-content/uploads/2026/01/AP110823023962-1767892938.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"turbot fish\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224706\" class=\"wp-caption-text\">Turbot is a flatfish known for its delicate flavour and firm white flesh, often considered a culinary delicacy [File: Bas Czerwinski/AP Photo]</figcaption></figure><h2 id=\"disputes-over-war-engagements\">Disputes over war engagements</h2><p>NATO has also faced internal divisions over when and how to engage militarily, with some members often wanting to avoid direct military action.</p><p><strong>1956 – France, UK and US over the Suez Crisis</strong></p><p>During the 1956 Suez Crisis, France and the UK formed a secret alliance with Israel to invade Egypt following Egyptian President Gamal Abdel Nasser’s nationalisation of the Suez Canal.</p><p>This operation caused a severe crisis within NATO, as the United States, fearing Soviet intervention and the alienation of the Arab world, strongly opposed the military action. Despite the lack of agreement, France and the UK went ahead with operations anyway.</p><p>The conflict was ultimately resolved by the UN’s first-ever armed peacekeeping mission, the United Nations Emergency Force (UNEF), which established the blueprint for future UN peacekeeping operations.</p><figure id=\"attachment_4224466\" aria-describedby=\"caption-attachment-4224466\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224466\" src=\"/wp-content/uploads/2026/01/suez_canal_photo-1767886927.jpg?w=770&amp;resize=770%2C467&amp;quality=80\" alt=\"Israeli soldiers in foxholes as they clean their light weapons at a base at the Milta Pass during Operation Kadesh in the 1956 Middle East war. In October 1956 Israel, under continued cross border commando raids from Egypt, crossed into the Sinai in an audacious plan to take control of the Suez Canal with France and Britain. As a result America was forced into a crisis with its closest European allies, and Israel seized control of the Gaza Strip. [Reuters]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224466\" class=\"wp-caption-text\">Israeli soldiers in foxholes as they clean their light weapons at a base at the Milta Pass during Operation Kadesh in the 1956 Middle East war. In October 1956, Israel, under continued cross-border commando raids from Egypt, crossed into the Sinai in an audacious plan to take control of the Suez Canal with France and the UK [Reuters]</figcaption></figure><p><strong>1960s-1970s – US and European allies over Vietnam War</strong></p><p>The Vietnam War saw a significant disagreement between NATO members over US military interventions, where Washington viewed Vietnam as a key front in the Cold War, but key European allies, such as France and the UK, opposed direct military involvement.</p><p>France openly condemned the war and ended up leaving NATO’s military command in 1966 to avoid being dragged into future US conflicts. France eventually rejoined the military structure 43 years later in 2009.</p><p>The UK opposed sending British troops despite pressure from the US, as the war was widely unpopular with the British public. However, it did provide logistical and intelligence support for the US. Interestingly, given its usual close alliance with the UK, and despite not being a member of NATO, Australia committed troops to the war.</p><p>These differences led to tensions among the biggest players in NATO and resulted in the Vietnam War not being mandated under NATO command. It also resulted in NATO’s headquarters moving from France to Belgium, where it remains today.</p><figure id=\"attachment_3674439\" aria-describedby=\"caption-attachment-3674439\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3674439\" src=\"/wp-content/uploads/2025/04/AP01070502023-1745837493.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"U.S. Huey helicopters fly in formation over a landing zone in South Vietnam during the Vietnam War, date unknown. (AP Photo)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3674439\" class=\"wp-caption-text\">US Huey helicopters fly in formation over a landing zone in South Vietnam during the Vietnam War, date unknown [AP Photo]</figcaption></figure><p><strong>1999 – Greece’s opposition to Kosovo air campaign</strong></p><p>In 1999, NATO launched an air campaign in response to the ethnic cleansing carried out by Serbian forces in Kosovo.</p><p>The alliance conducted an air campaign against Yugoslavia, but met serious reservations from NATO members, such as Greece, which shared close cultural and religious ties with Serbia. Greek protesters physically blocked and targeted British troops and tanks that were travelling to join allied forces.</p><p>Greece became the first NATO member to call for a halt to the bombing.</p><figure id=\"attachment_4224477\" aria-describedby=\"caption-attachment-4224477\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224477\" src=\"/wp-content/uploads/2026/01/1999-04-30T120000Z_1729892129_PBEAHULUIEI_RTRMADP_3_ALBANIA-1767887265.jpg?w=770&amp;resize=770%2C667&amp;quality=80\" alt=\"A British military helicopter, painted with tiger stripes, lands near the U.S. Army camp at the Tirana, Albania airbase, Friday, April 30, 1999.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224477\" class=\"wp-caption-text\">A British military helicopter, painted with tiger stripes, lands near the US Army camp at the Tirana, Albania airbase, Friday, April 30, 1999 [Reuters]</figcaption></figure><p><strong>2003 – European allies split over Iraq War</strong></p><p>The 2003 Iraq War caused one of the deepest rifts in NATO’s history.</p><p>While the alliance supported UNSC Resolution 1441, which gave Iraq “a final opportunity to comply with its disarmament obligations”, three NATO members: France, Germany and Belgium rejected the US claim that it authorised immediate military action, leading to a deadlock.</p><p>In the end, the invasion was conducted by a “Coalition of the Willing” rather than NATO itself, and Article 5 remained uninvoked.</p><figure id=\"attachment_861203\" aria-describedby=\"caption-attachment-861203\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-861203\" src=\"/wp-content/uploads/2011/08/2011813152233813734_8.jpeg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Tony Blair and George Bush\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-861203\" class=\"wp-caption-text\">British Prime Minister Tony Blair addresses the media as US President George W Bush listens at the White House, January 31, 2003 in Washington, DC [Brad Markel-Pool/Getty Images]</figcaption></figure><p><strong>2011 – Disagreements over Libya intervention</strong></p><p>During the 2011 intervention in Libya, NATO members had failed to come to an agreement over whether NATO should be in charge of enforcing a no-fly zone over Libya if the US stepped back from leading the operation.</p><p>Germany and Poland opposed a military intervention entirely, with Germany refusing to back an UN Security Council resolution authorising NATO action. Turkiye also voiced strong opposition, insisting that any action must avoid occupation and conclude quickly.</p><p>France opposed leading the NATO intervention, while Italy said it wanted to take back control of airbases it had authorised for use by allies unless a coordination structure was agreed.</p><p>These internal divisions delayed NATO from taking formal command of the air campaign until nearly two weeks after the initial coalition strikes began.</p><figure id=\"attachment_768719\" aria-describedby=\"caption-attachment-768719\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-768719\" src=\"/wp-content/uploads/2017/10/c39b37b727e8472eafa093a0fd384c5e_18.jpeg?w=770&amp;resize=770%2C432&amp;quality=80\" alt=\"A French Navy Rafale jet fighter prepares to land on the Charles de Gaulle aircraft carrier on April 20, 2011 in the Mediteranean sea, as part of the military operations of the Nato coalition in Libya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-768719\" class=\"wp-caption-text\">A French Navy Rafale jet fighter prepares to land on the Charles de Gaulle aircraft carrier on April 20, 2011, in the Mediterranean Sea, as part of the military operations of the Nato coalition in Libya [Alexander Klein/AFP/Getty Images]</figcaption></figure><h2 id=\"other-notable-disagreements\">Other notable disagreements</h2><p>NATO has faced disagreements over Afghanistan and deployments in Eastern Europe following the Russia-Ukraine war. Some members have limited how and where their military forces will operate.</p><p>In addition, there have also been budget disputes and missile defence issues. However, the alliance has never broken apart.</p><p>What happens with Greenland now is a test for NATO’s unity.</p></div></div></body></html>"
        },
        {
            "title": "Syria live: Fighting resumes in Aleppo after ceasefire collapses | Armed Groups News | Al Jazeera",
            "time": "2026-01-10T05:39:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69618f4f15b3-1768001359.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Syria live: Fighting resumes in Aleppo after ceasefire collapses</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The Syrian army is locked in intense fighting in Aleppo after SDF fighters refused to withdraw under a ceasefire.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Analysis: Why Venezuela’s military holds the key to country’s future | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-10T05:27:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007715897828-1768014003.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For almost 27 years, the Venezuelan military – formally known as the National Bolivarian Armed Forces (FANB) – was a firm ally to presidents Hugo Chavez and Nicolas Maduro, as they systematically drifted from seeking an alternative to Western liberal democracy, and towards authoritarianism.</p><p>The FANB helped the Venezuelan government dismantle the institutions of the previous political establishment and persecute its most fervent opponents. In exchange, the governments of Chavez and Maduro, respectively, gave more and more power to the military within Venezuelan politics, offering them ministerial positions, governorships, embassies and other leadership roles such as mayoralties or the administration of state-run enterprises.</p><p>Now, with the abduction of Maduro by United States special forces last Saturday, the military’s image as a protector of the Venezuelan state has taken a hit: The deposed president was kidnapped from the largest Venezuelan military complex, Fuerte Tiuna, in an operation that exposed the deficiencies in the FANB’s military technology and defence protocols.</p><p>The military faces a crucial dilemma – make changes and serve as the guarantor of the deals fronted by the Donald Trump administration in the US and interim president Delcy Rodriguez in Caracas, or risk further US attacks and erosion of its power and status.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-rise-before-the-fall\">The rise before the fall</h2><p>Over the years, the FANB’s influence has grown significantly, including in law enforcement – supplanting, in many cases, the roles of the state and local police.</p><p>This phenomenon accelerated after the presidential elections of July 28, 2024, when the then-government of Maduro faced an unprecedented legitimacy crisis amid strong accusations of widespread vote-counting fraud.</p><p>A police state was established in Venezuela, in which mass surveillance of opponents moved to a new level.</p><p>The government, back then and until now, came to depend on the FANB to remain standing. In part, this was done by incorporating into the military elements of the ruling United Socialist Party of Venezuela (PSUV), paramilitary groups (also called “colectivos”), and the political, judicial and military police. This entire security framework has been described by the Venezuelan government as a “civic-military-police union.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-post-maduro-era\">The post-Maduro era</h2><p>That power means that the military retains a critical role in any political transition in Venezuela. Many analysts believe that any government established in Venezuela, whether via democratic means or through force, needs the support of the military to be able to govern.</p><p>The case of Delcy Rodriguez’s administration is no exception to this rule. Despite counting on Trump’s acquiescence to take the reins of a post-Maduro political transition, the president in charge of Venezuela needs the support of the Venezuelan military to avoid a possible aggravation of political and social tensions in Venezuela. Rodriguez’s acceptance among military ranks is the weightiest reason why the US president has trusted her – rather than opposition leader Maria Corina Machado – to lead the political transition in the country.</p><p>But the abduction of Maduro has, at the same time, shown up the weaknesses of the FANB. Its insurmountable asymmetry of power in relation to the US military’s might leaves Venezuela vulnerable to possible new attacks coming from the US, even though Trump has, for the moment, said he has no such plans.</p><p>That threat is the biggest incentive for the FANB to itself make compromises, and is the reason why the military leadership might be open to being a part of the political transition led by Rodriguez.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-next-for-the-military\">What’s next for the military?</h2><p>The Venezuelan military will want, as much as possible, to maintain its status within Venezuelan politics.</p><p>To achieve this objective, the FANB leadership will likely need to comply with a series of steps, some of which were – until recently – unthinkable in Venezuelan politics.</p><p>First, military leaders must dissociate themselves from all accusations linking them to drug trafficking activities, the official argument used by the US for its military campaign against Venezuela.</p><p>Second, the military leadership must accept the new oil agreement between Venezuela and the US, which will very likely grant US companies significant control over Venezuelan crude reserves and production.</p><p>Third, it is possible that, at some point in the Venezuelan political transition, the FANB will need to reduce its repressive activities against the Venezuelan civilian population. This means, in practice, the reduction of its role in the current police state, or the so-called “Civic-Military-Police Union”.</p><p>Finally, the Venezuelan military leadership must close ranks with the interim president, Rodriguez, because she represents the only – and perhaps the last – direct channel of communication with the Trump administration. The military could argue domestically that it needs to do this in order to shore up the country’s stability amid the chaos generated by Maduro’s exit.</p><p>Fundamentally, adopting these changes would mean that the military underwrites the agreements reached between Rodriguez and Trump, and plays the role of a stabilising agent in the country’s post-Maduro era. It’s a format the US is used to, as well, with Washington relying on military-led establishments in multiple countries over the decades, from Egypt to Pakistan to Thailand to many more.</p><p>For the Venezuelan military, the options today are few. Failing to adapt and work with Trump and Rodriguez could invite a new US armed attack. Were this to occur, it would destroy the credibility of the military and current political leadership, further amplifying the country’s political and social instability.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,416 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-10T03:10:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009134844630-1768014796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,416</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,416 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, January 10:</p><h2 id=\"fighting\">Fighting:</h2><ul class=\"spaced-bullet-spacing\">\n<li>The death toll from a massive Russian <a href=\"/news/2026/1/9/russia-ukraine-war-list-of-key-events-day-1415\">attack on Ukraine’s capital Kyiv</a> that began on Thursday night has risen to four, the Ukrainian State Emergency Service wrote in an update shared on Facebook on Friday. At least 25 people were also injured, including five rescuers, the service added.</li>\n<li>The attack left thousands of Kyiv apartments without heat, electricity and water as temperatures fell to minus 10 degrees Celsius (14 degrees Fahrenheit) on Friday, Kyiv Mayor Vitali Klitschko and other local officials said.</li>\n<li>Klitschko called on people to temporarily leave the city, saying on Telegram that “half of apartment buildings in Kyiv – nearly 6,000 – are currently without heating because the capital’s critical infrastructure was damaged by the enemy’s massive attack”.</li>\n<li>Russian forces shelled a hospital in the Ukrainian city of Kherson just after midday on Friday, damaging the intensive care unit and injuring three nurses, the regional prosecutor’s office wrote on Telegram.</li>\n<li>“As a result of the attack, three nurses aged 21, 49, and 52 were wounded. At the time of the shelling, the women were inside the medical facility,” the office said in a statement.</li>\n<li>The head of the World Health Organization (WHO), Tedros Adhanom Ghebreyesus, condemned attacks on healthcare in Ukraine in a statement shared on X, saying that there had been nine attacks since the beginning of 2026, killing one patient, one medic and injuring 11 others, including healthcare workers and patients.</li>\n<li>Tedros said that the attacks further “complicated the delivery of health care during the winter period” and called for “the protection of health care facilities, patients and health workers”.</li>\n<li>Russian forces attacked two foreign-flagged civilian vessels with drones in Ukraine’s southern Odesa region, killing a Syrian national and injuring another, Ukraine’s Deputy Prime Minister Oleksii Kuleba and other officials said on Friday.</li>\n<li>A Ukrainian drone attack on a bus in Russia’s Belgorod region injured four people, the regional task force reported, according to Russia’s TASS state news agency.</li>\n<li>Russian forces seized five settlements in Ukraine’s Zaporizhia region, including Zelenoye, the Russian Ministry of Defence said, according to TASS.</li>\n<li>Ukrainian battlefield monitoring site DeepState said on Friday that Russian forces advanced in Huliaipole and Prymorske in the Zaporizhia region, but did not report any further changes.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said on Friday that Russia’s <a href=\"/news/2026/1/9/ukraine-calls-on-allies-to-raise-pressure-as-russia-fires-oreshnik-missile\">Oreshnik missile strike</a> late on Thursday was “demonstratively” close to Ukraine’s border with the European Union.</li>\n<li>The International Atomic Energy Agency has begun consultations to establish a temporary ceasefire zone near Ukraine’s Zaporizhzhia nuclear power plant after military activity damaged one of two high-voltage power lines, Director General Rafael Mariano Grossi said in a statement on Friday.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>US forces seized the <a href=\"/news/2026/1/9/us-seizes-fifth-oil-tanker-as-venezuela-pressure-campaign-continue\">Olina oil tanker</a> and forced it to return to Venezuela so its oil could be sold “through the GREAT Energy Deal”, United States President Donald Trump said in a post on Truth Social on Friday. According to The Associated Press news agency, US government records showed that the Olina had been sanctioned for moving Russian oil under its prior name, Minerva M.</li>\n<li>Ukraine’s ambassador to the US, Olha Stefanishyna, said that Ukrainian nationals were among members of the crew of the <a href=\"/news/2026/1/7/us-attempting-to-seize-venezuela-linked-russian-oil-tanker-reports\">Russian-flagged tanker Marinera </a>seized earlier this week by US forces over its links to Venezuela, according to Interfax Ukraine news agency.</li>\n<li>The Russian Foreign Ministry separately said on Friday that the US had released two Russian crewmembers from the Marinera, expressing gratitude to Washington for the decision and pledging to ensure the return home of crewmembers.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Qatar’s Ministry of Foreign Affairs expressed “deep regret” over damage to its embassy in Kyiv, confirming that no diplomats or staff were hurt, in a statement on Friday. The ministry underscored the importance of protecting diplomatic buildings and reiterated its call for a “resolution to the Russian-Ukrainian crisis through dialogue and peaceful means”.</li>\n<li>British Defence Secretary John Healey said that the United Kingdom was allocating 200 million pounds ($270m) to fund preparations for the possible deployment of troops to Ukraine, during a visit to Kyiv on Friday.</li>\n<li>The leaders of Britain, France and Germany described Russia’s use of an Oreshnik intermediate-range ballistic missile in western Ukraine as “escalatory and unacceptable”, according to a readout of their call released by Prime Minister Keir Starmer’s office on Friday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump promises oil executives ‘total safety’ if they invest in Venezuela | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T23:55:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T165300Z_824548544_RC2STIA7D0LY_RTRMADP_3_USA-VENEZUELA_cropped-1767460525.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has called on oil executives to rush back into Venezuela as the White House looks to quickly secure $100bn in investments to revive the country’s ability to fully tap into its expansive reserves of petroleum.</p><p>Trump, as he opened the meeting with oil industry executives on Friday, sought to assure them that they need not be sceptical of quickly investing in and, in some cases, returning to the South American country with a history of state asset seizures as well as ongoing US sanctions and the current political uncertainty.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“You have total safety,” Trump told the executives. “You’re dealing with us directly and not dealing with Venezuela at all. We don’t want you to deal with Venezuela.”</p><p>Trump added: “Our giant oil companies will be spending at least $100bn of their money, not the government’s money. They don’t need government money. But they need government protection.”</p><p>Trump welcomed the oil executives to the White House after US forces earlier on Friday seized their fifth tanker over the past month that has been linked to Venezuelan oil. The action reflected the determination of the US to fully control the exporting, refining and production of Venezuelan petroleum, a sign of the Trump administration’s plans for ongoing involvement in the sector as it seeks commitments from private companies.</p><p>“At least 100 Billion Dollars will be invested by BIG OIL, all of whom I will be meeting with today at The White House,” Trump said on Friday in a predawn social media post.</p><p>The White House said it invited oil executives from 17 companies, including Chevron, which still operates in Venezuela, as well as ExxonMobil and ConocoPhillips, which both had oil projects in the country that were lost as part of a 2007 nationalisation of private businesses under former President Nicolas Maduro’s predecessor, Hugo Chavez.</p><p>“If we look at the commercial constructs and frameworks in place today in Venezuela, today it’s un-investable,” said Darren Woods, ExxonMobil CEO. “And so significant changes have to be made to those commercial frameworks, the legal system, there has to be durable investment protections and there has to be change to the hydrocarbon laws in the country.”</p><p>Benjamin Radd, a senior fellow at the UCLA Burkle Center for International Relations, told Al Jazeera that he had “noted the hesitation and less-than-full-throated enthusiasm for re-entering the Venezuelan market”, citing Woods, who told the gathering that the company had its assets there seized twice already.</p><p>“The bottom line is that until Trump can outline and provide assurances of a plan towards political stability, it will continue to be a risky endeavour for these oil companies to re-engage Venezuela. And what is there is a regime change in Iran in the days or weeks or months to come, and all of a sudden that re-emerges as a place where Western oil companies can do business? Even though the reserves don’t equal what Venezuela has, the risk is far less, and the infrastructure is more sound,” Radd said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Other companies invited included Halliburton, Valero, Marathon, Shell, Singapore-based Trafigura, Italy-based Eni and Spain-based Repsol, as well as a vast swath of domestic and international companies with interests ranging from construction to the commodity markets.</p><h2 id=\"wait-and-see\">Wait and see</h2><p>Large US oil companies have so far largely refrained from affirming investments in Venezuela, as contracts and guarantees need to be in place. Trump has suggested that the US would help to backstop any investments.</p><p>Venezuela’s oil production has slumped below one million barrels per day (bpd). Part of Trump’s challenge to turn that around will be to convince oil companies that his administration has a stable relationship with Venezuela’s interim President Delcy Rodriguez, as well as protections for companies entering the market.</p><p>While Rodriguez has publicly denounced Trump and the abduction and ouster of Maduro, the US president has said that to date, Venezuela’s interim leader has been cooperating behind the scenes with his administration.</p><p>Most companies are in a wait-and-see mode as they await terms from the Venezuelans, stability and wait to find out how much the US government will actually help, said Rachel Ziemba, an adjunct senior fellow at the Center for a New American Security.</p><p>Those like Chevron that are already in there are in a better position to increase investments as they “already have sunk costs”, Ziemba pointed out.</p><p>Ziemba said she expects a partial ramp-up in the first half of this year as the volumes that were going to China – Venezuelan oil’s largest buyer – are redirected and sold via the US. “But long-term investments will be slow,” she said as companies wait to find out about US commitments and Venezuelan terms.</p><p>Tyson Slocum, director of the consumer advocacy group Public Citizen’s energy programme, criticised the gathering and called the US military’s removal of Maduro “violent imperialism”. Slocum added that Trump’s goal appears to be to “hand billionaires control over Venezuela’s oil”.</p><p>So far, the US government has not said how the revenue from the sale of Venezuelan oil will be shared and what percentage of the sales would be given to Caracas.</p><p>Ziemba said she was worried that “if funds do not go to Venezuela for basic goods, among other local needs, there will be instability that will deepen the <a href=\"/economy/2026/1/8/venezuelas-economy-plunged-into-uncertainty-after-maduro-abduction\" target=\"_blank\" rel=\"noopener\">country’s economic crisis</a>“.</p><p>In the news conference on Friday, Trump said the US had a formula for <a href=\"https://www.instagram.com/reel/DTTiHhSDGPU/\" target=\"_blank\" rel=\"noopener\">distributing payments</a>. UCLA’s Radd said that “if the US can or will guarantee security and stability, it makes sense for it to expect a return on investment in that sense. But then this makes it sound more like a mafia-style ‘racket’ than a government-led operation”, he told Al Jazeera.</p><p>Meanwhile, the US and Venezuelan governments said on Friday they were <a href=\"/news/2026/1/9/venezuela-starts-exploratory-process-to-re-establish-formal-ties-with-us\" target=\"_blank\" rel=\"noopener\">exploring the possibility of restoring diplomatic relations</a> between the two countries, and a delegation from the Trump administration arrived in the South American nation on Friday.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army ramps up Aleppo strikes against SDF fighters | Syria's War News | Al Jazeera",
            "time": "2026-01-09T23:21:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009613403129-1767985183.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army is locked in intense fighting in Aleppo after Kurdish-led <a href=\"/news/2019/10/15/who-are-the-syrian-democratic-forces\">Syrian Democratic Forces (SDF)</a> fighters refused to withdraw under a ceasefire, as more civilians fled their homes to escape the violence in the northern Syrian city.</p><p>Aleppo’s emergency chief Mohammed al-Rajab told Al Jazeera Arabic that 162,000 people have fled fighting in the city’s Ashrafieh and Sheikh Maqsoud neighbourhoods.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A Syrian military source has told Al Jazeera Arabic that the army is “making progress” in the Sheikh Maqsoud neighbourhood, the epicentre of the most intense fighting, and now controls 55 percent of the area.</p><p>Meanwhile, Syria’s state-run SANA news agency said that the military had arrested several members of the SDF in its latest operations in Sheikh Maqsoud, which the army announced on Friday evening after a deadline for Kurdish fighters to evacuate the area, imposed as part of its temporary ceasefire, expired.</p><p>Syria’s Ministry of Defence had declared the ceasefire earlier on Friday, following <a href=\"/news/2026/1/6/israeli-army-vehicles-enter-quneitra-countryside-village-in-southern-syria\">three days of clashes</a> that erupted after the central government and the SDF failed to implement a <a href=\"/news/2026/1/9/aleppo-clashes-highlight-challenge-of-sdf-integration-for-syria\">deal</a> to fold the latter into the <a href=\"/opinions/2026/1/8/can-syria-be-unified\">state apparatus</a>.</p><p>After some of the fiercest fighting seen since last year’s toppling of Syria’s former leader, Bashar al-Assad, Damascus presented Kurdish fighters a <a href=\"/news/2026/1/8/syria-imposes-curfew-in-aleppo-districts-as-army-sdf-clashes-intensify\">six-hour window</a> to withdraw to their semi-autonomous region in the northeast of the country in a bid to end their longstanding control over parts of Aleppo.</p><p>But Kurdish councils that run the city’s Sheikh Maqsoud and Ashrafieh districts rejected any “surrender” and pledged to defend areas that they have run since the early days of Syria’s war, which erupted in 2011.</p><p>Syria’s army then warned it would renew strikes on Sheikh Maqsoud and urged residents to evacuate through a humanitarian corridor, publishing five maps highlighting targets, with strikes beginning roughly two hours later.</p><p>As violence flared, the SDF posted footage on X showing what it said was the aftermath of artillery and drone attacks on Khaled Fajr Hospital in Sheikh Maqsoud, accusing “factions and militias affiliated with the Damascus government” of “a clear war crime”.</p><p></p><p>A Defence Ministry statement cited by the state-run news agency SANA said the hospital was a weapons depot.</p><p>In another post on X, the SDF said that government militias were attempting to advance on the neighbourhood with tanks, encountering “fierce and ongoing resistance by our forces”.</p><p>Later, the Syrian army said three of its soldiers had been killed and 12 injured in SDF attacks on its positions in Aleppo.</p><p>It also claimed that Kurdish fighters in the neighbourhood had killed more than 10 Kurdish youths who refused to take up arms with them, then burned their bodies to intimidate other residents.</p><p>The SDF said on X that the claims were part of the Syrian government’s “policy of lies and disinformation”.</p><p>At least 22 people have been killed and 173 others wounded in Aleppo since the fighting broke out on Tuesday, the worst violence in the city since Syria’s new authorities took power after toppling Bashar al-Assad a year ago.</p><p>The director of Syria’s civil defence told state media that 159,000 people had been displaced by fighting in Aleppo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mutual-distrust\">Mutual distrust</h2><p>The violence in Aleppo has brought into focus one of the main faultlines in Syria, with powerful Kurdish forces that control swaths of Syria’s oil-rich northeast resisting integration efforts by Syria’s President Ahmed al-Sharaa’s government.</p><p>The <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">agreement</a> between the SDF and Damascus was struck in March last year, with the former supposed to integrate with the Syrian Defence Ministry by the end of 2025, ​but Syrian authorities say there has been little progress since.</p><p>Sheikh Maqsoud and Ashrafieh have remained under the control of Kurdish units linked to the SDF, despite the group’s assertion that it withdrew its fighters from Aleppo last year, leaving Kurdish neighbourhoods in the hands of the Kurdish Asayish police.</p><p>Marwan Bishara, senior political analyst with Al Jazeera, said there were significant gaps between the two sides, particularly when it came to integrating the Kurdish fighters into the army as individuals or groups.</p><p>“What would you do with the thousands of female fighters that are now part and parcel, of the Kurdish forces? Would they join the Syrian army? How would that work out?” said Bishara.</p><p>“The Kurdish are sceptical of the army and how it is formed in Damascus, and of the central government and its intentions. While … the central government is, of course, wary of and sceptical that the Kurds want to join as Syrians in a strong united country,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"turkiye-refrains-from-military-action\">Turkiye refrains from military action</h2><p>In the midst of the clashes, Syria’s President al-Sharaa spoke by phone with Turkish leader Recep Tayyip Erdogan, saying he was determined to “end the illegal armed presence” in Aleppo, according to a Syrian presidency statement.</p><p>Turkiye, which shares a 900-kilometre (550-mile) border with Syria, views the SDF as an extension of the Kurdistan Workers’ Party (PKK), which waged a four-decade armed struggle against the Turkish state, and has warned of military action if the integration agreement is not honoured.</p><p>Turkiye’s Defence Minister Yasar Guler welcomed the Syrian government operation, saying that “we view Syria’s security as our own security and … we support Syria’s fight against terrorist organisations”.</p><p>Omer Ozkizilcik, nonresident senior fellow for the Syria Project in the Atlantic Council, told Al Jazeera that Turkiye had been intending to launch an operation against SDF forces in Syria months ago, but had refrained at the request of the Syrian government.</p><p>Elham Ahmad, a senior official in the Kurdish administration in Syria’s northeast, accused Syria’s authorities of “choosing the path of war” by attacking Kurdish districts in Aleppo and of trying to end deals between the two sides.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alarm-spreads\">Alarm spreads</h2><p>Al-Sharaa spoke with Iraqi Kurdish leader Masoud Barzani on Friday, affirming that the Kurds were “a fundamental part of the Syrian national fabric”, the Syrian presidency said.</p><p>The former al-Qaeda commander has repeatedly pledged to protect minorities, but government-aligned fighters have killed hundreds of Alawites and Druze over the last year, spreading alarm in minority communities.</p><p>A spokesperson for the United Nations Secretary-General Antonio Guterres expressed “grave concern” over the ongoing violence in Aleppo, despite efforts to de-escalate the situation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We call on all parties in Syria to show flexibility and return to negotiations to ensure the full implementation of the March 10 agreement,” said Stephane Dujarric.</p><p>France’s Ministry of Foreign Affairs said it was working with the United States, which has long been a key backer of the SDF, particularly during its fight to oust ISIL (ISIS) from Syria, to de-escalate.</p><p>French President Emmanuel Macron urged al-Sharaa on Thursday to “exercise restraint”, reiterating his country’s desire to see “a united Syria where all segments of Syrian society are represented and protected”.</p></div></div></body></html>"
        },
        {
            "title": "Why is the US quitting international organisations? | TV Shows | Al Jazeera",
            "time": "2026-01-09T21:59:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767994665.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>There are more signs that the United States is disengaging from the global order established after World War II.</p><p>President Donald Trump has ordered his administration to pull out of more than 60 agencies, half of them part of the United Nations.</p><p>Trump argues that being a member of these organisations is contrary to his country’s interests.</p><p>The secretary of state went as far as saying they’re useless or wasteful.</p><p>This move has prompted global outrage, with the UN saying its ‘responsibility to deliver’ will not waver.</p><p>So, where does this all leave the multilateral global order?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Adolfo Franco – Republican strategist and former adviser to US Senator John McCain</p><p>Andrew Gilmour – Former UN assistant secretary-general for human rights</p><p>Matthew Duss – Executive VP of the Center for International Policy and a former foreign policy adviser to Senator Bernie Sanders</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Diaz scores again as Morocco edge out Cameroon in AFCON 2025 quarterfinal | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-09T21:36:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-09T192956Z_2014006676_UP1EM191I5UY3_RTRMADP_3_SOCCER-NATIONS-MAR-CAM-1767987116.jpg?resize=1771%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Diaz scores again as Morocco edge out Cameroon in AFCON 2025 quarterfinal</h1><p class=\"article__subhead\"><em>Real Madrid’s Brahim Diaz continues 2025 AFCON scoring streak as Morocco edge out Cameroon in quarterfinals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brahim Diaz scored for the fifth game in a row at the 2025 Africa Cup of Nations as hosts Morocco defeated Cameroon 2-0 in their quarterfinal clash on Friday to keep alive their hopes of a first continental ⁠title in 50 years.</p><p>Ismael Saibari was also on target in another workmanlike display in which ​Morocco were efficient enough but also created little in the way of chances, ‍netting from two of their three shots on target.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Cameroon had a strong shout for a penalty in the second half after what looked like a foul on Bryan Mbeumo, but they too battled in the final ‍third and did ⁠not force home goalkeeper Yassine Bounou into a save in the 90 minutes.</p><p>Morocco, who have yet to concede a goal in open play at the finals, face the winner of Saturday’s third quarterfinal between Algeria and Nigeria in the next round, a tie that will be played in Rabat on Wednesday.</p><p>The hosts took the lead in the 26th minute via the prolific Diaz as the Real Madrid player showed ​his scoring instinct. Achraf Hakimi’s corner was headed goalwards by Ayoub ‌El Kaabi, and Diaz deflected the ball in from close range.</p><p>He has now scored in each of Morocco’s five games and extends his own record for most goals by a Moroccan at a single Cup of Nations finals, ‌but left the field late on with a heavily strapped thigh that will be a concern for coach Walid Regragui.</p><p>Chances were hard ‌to come by for both sides, but Abde Ezzalzouli headed ⁠narrowly over the crossbar from another Hakimi corner, while the latter laid on a headed chance for Saibari that was spurned.</p><p>Cameroon were unfortunate not to get a penalty kick when Mbeumo was caught in the box as Mauritanian ‌referee Dahane Beida waved play on, while Georges-Kevin Nkoudou headed wide at the back post with the Indomitable Lions’ best chance of the game.</p><p>Morocco made it 2-0 minutes later to kill off ‍the contest when Saibari was left unmarked at the back post and had time to control the ball and fire low into the far corner of the net.</p></div></div></body></html>"
        },
        {
            "title": "Petro says Colombia cooperating with US ‘despite insults, threats’ | Politics News | Al Jazeera",
            "time": "2026-01-09T21:04:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-10-25T000035Z_556576129_RC2OIHA7QCQD_RTRMADP_3_COLOMBIA-POLITICS-1767987671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXCLUSIVE</span></p><h1>Petro says Colombia cooperating with US ‘despite insults, threats’</h1><p class=\"article__subhead\"><em>Speaking to Al Jazeera, Gustavo Petro calls for ‘shared government through dialogue’ in Venezuela, leading to elections.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Colombia’s President Gustavo Petro has stressed the importance of having open lines of communication with the United States despite President Donald Trump’s recent threats of military action against the South American country.</p><p>In an interview with Al Jazeera’s Teresa Bo in Colombia’s capital, Bogota – which aired on Friday – Petro said his government is seeking to maintain cooperation on combating narcotics with Washington, striking a softer tone following days of escalating rhetoric.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His comments came after <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">holding a phone</a> call with Trump on Wednesday, a direct contact that Petro called a “means of communication that did not exist before”.</p><p>Petro, Colombia’s first left-wing president, said that previously, information between the two governments had been transmitted through unofficial channels “mediated by political ideology and my opposition”.</p><p>“I have been careful – despite the insults, <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">the threats</a> and so on – to maintain cooperation on drug trafficking between Colombia and the United States,” Petro said.</p><h2 id=\"us-threats\">US threats</h2><p>Just hours after the US military abducted Venezuelan President Nicolas Maduro on Saturday, Trump turned his threats of military action towards Colombia.</p><p>Trump accused Petro – without evidence – of running cocaine mills, calling him a “sick man”.</p><p>Asked on Sunday whether he would authorise a military operation against Petro, Trump said, “Sounds good to me.”</p><p>In response, Petro <a href=\"/news/2026/1/5/colombias-petro-promises-to-defend-homeland-amid-trump-threats\">promised to defend</a> his country, saying that he would “take up arms” for his homeland.</p><p>While temperatures have cooled in the wake of the call between the two leaders on Wednesday, observers have largely seen Trump’s threats as the potential next step in the White House’s <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">stated goal</a> of establishing US “pre-eminence” in the Western Hemisphere.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the feud between the Trump administration and Petro pre-dated the attack on Venezuela.</p><p>The Colombian president has been a vocal critic of Israel’s US-backed genocidal war on Gaza.</p><p>In September, <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">Washington revoked</a> Petro’s US visa after he spoke at a pro-Palestine march outside the United Nations General Assembly in New York.</p><p>Weeks later, the Trump administration <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">imposed sanctions</a> on the Colombian president, who is term-limited and set to leave office after a presidential election in May.</p><h2 id=\"shared-government-through-dialogue\">‘Shared government through dialogue’</h2><p>Petro was among the first world leaders to condemn the abduction of Maduro, calling the US raid an “attack on the sovereignty of Venezuela and Latin America”.</p><p>In his interview with Al Jazeera, Petro warned that Venezuela, which borders his country, could fall into violence in the post-Maduro era. He said that “would be a disaster”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“To that extent, what I have proposed is a shared government through dialogue among all the political forces in Venezuela and a series of steps towards elections,” he said.</p><p>Petro added that he has spoken to Venezuela’s interim President <a href=\"/news/2026/1/9/venezuela-starts-exploratory-process-to-re-establish-formal-ties-with-us\">Delcy Rodriguez</a>, and he sensed she is worried about the future of the country.</p><p>“She’s also facing attacks,” the Colombian president said. “Some accuse her of betrayal, and that is constructed as a narrative that divides the forces that were part of the Maduro government.”</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens to take Greenland ‘the hard way’, citing Arctic strategy | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T21:02:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695fc1bfe820d-1767883200.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has threatened to “take” Greenland, whether the self-governing territory of Denmark “likes it or not”, saying it is strategically important in the Arctic region.</p><p>On Friday, Trump said the US needed to take over Greenland to prevent Russia or China from occupying it, and accused the Danish authorities of failing to adequately secure the waters around Greenland – a claim rejected by local politicians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are going to do something on Greenland whether they like it or not. Because if we don’t do it, Russia or China will take over Greenland, and we’re not going to have Russia or China as a neighbour,” Trump told reporters at the White House while meeting with oil company executives.</p><p>“We don’t want Russia or China going to Greenland, which – if we don’t take Greenland – you’re going to have Russia or China as your next-door neighbour. That’s not going to happen,” he said. “I would like to make a deal, you know, the easy way. But if we don’t do it the easy way, we’re going to do it the hard way.”</p><p>Recent US attacks on Venezuela and <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">the abduction</a> of the South American country’s president, Nicolas Maduro, have spurred heightened concerns around what Trump may be planning for Greenland.</p><p>Greenland’s foreign minister said earlier Friday that the Greenlandic government should “take the lead” in planned talks with US Secretary of State Marco Rubio as the United States <a href=\"/news/2026/1/7/european-allies-reiterate-support-for-greenland-amid-us-threats\">continues to threaten</a> to take over the autonomous Danish territory.</p><p>“When it comes to Greenland, it should be Greenland that takes the lead and speaks with the United States,” Vivian Motzfeldt said, according to Danish broadcaster DR.</p><p>She said the <a href=\"/news/2026/1/8/greenland-is-not-for-sale-lawmaker-says-amid-trumps-escalating-threats\">Greenlandic</a> government should be able to engage in dialogue with other countries independently of Denmark.</p><p>“What would be wrong with us holding meetings with the United States on our own? I assume that we [Denmark and Greenland] share certain common values and policies that both countries stand by,” Motzfeldt said.</p><p>Asked if she would prefer to hold next week’s meeting with Rubio without her Danish counterpart, Lars Lokke Rasmussen, Motzfeldt refused to comment and stressed that the talks will be held jointly.</p><p>“Greenland has been working toward statehood, which would require us to conduct our own foreign policy. But we are not there yet. Until then, we have certain laws and frameworks that we must follow,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"future-of-nato\">Future of NATO</h2><p>Rubio held talks with NATO chief Mark Rutte on Friday as the transatlantic military alliance has sought to deflect Washington’s interest in Greenland by emphasising efforts to boost security in the Arctic.</p><p>A NATO spokesperson said Rutte spoke with Rubio “on the importance of the Arctic to our shared security and how NATO is working to enhance our capabilities in the High North”.</p><p>Danish Prime Minister Mette Frederiksen has warned that an <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">armed US attack</a> to take Greenland could spell the end for NATO.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the head of NATO’s forces in Europe, US General Alexus Grynkewich, said earlier in the day that the alliance was far from being in “a crisis”.</p><p>“There’s been no impact on my work at the military level up to this point … I would just say that we’re ready to defend every inch of alliance territory still today,” Grynkewich told reporters during a visit to Finland.</p><p>“So I see us as far from being in a crisis right now,” he added.</p><p>Motzfeldt, Greenland’s foreign minister, also said she had “good expectations” for the upcoming meeting with Rubio but underlined that it is “too early to say how it will end”.</p><p>“From our side, it is clear that Greenland needs the United States, and the United States needs Greenland. That responsibility must be taken seriously,” she said, reiterating the need for a return to a trust-based relationship with Washington.</p></div></div></body></html>"
        },
        {
            "title": "New video of Minneapolis ICE shooting surfaces | Police | Al Jazeera",
            "time": "2026-01-09T20:30:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767990582.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UN ‘gravely alarmed’ by fighting in Aleppo, urges protection of civilians | Syria's War | Al Jazeera",
            "time": "2026-01-09T20:12:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767989480.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Minnesotans mourn woman killed by ICE | Donald Trump | Al Jazeera",
            "time": "2026-01-09T19:48:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767988099.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Fate of Yemeni separatists unclear after STC ‘disbands’ | Conflict | Al Jazeera",
            "time": "2026-01-09T19:10:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-21T170029Z_353325091_RC22LIACEYLH_RTRMADP_3_YEMEN-SECURTY_cropped-1767985630.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela starts ‘exploratory process’ to re-establish formal ties with US | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-09T19:09:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69614b0b5715-1767983883.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s government has said it is in “exploratory” talks to restore diplomatic ties with the United States in the wake of Washington’s <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\" target=\"_blank\" rel=\"noopener\">abduction</a> of President Nicolas Maduro.</p><p>The government led by interim President Delcy Rodriguez also said on Friday that US Department of State officials were visiting Caracas and that Venezuela would soon reciprocate by sending a delegation to Washington.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The government “has decided to initiate an exploratory process of a diplomatic nature with the Government of the United States of America, aimed at the re-establishment of diplomatic missions in both countries”, it said in a statement.</p><p>US-Venezuela relations tanked in the wake of the rise of left-wing President Hugo Chavez in 1999. Over the following 10 years, both countries withdrew their respective ambassadors.</p><p>In 2019, diplomatic relations fully ceased after the administration of US President Donald Trump recognised opposition figure Juan Guaido as the country’s interim president.</p><p>Since then, the US has handled Venezuela affairs from an office in Colombia’s capital, Bogota.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rodriguez was sworn in as Venezuela’s interim president just two days after the US military seized Maduro. The operation has been <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">roundly condemned</a> as a blatant violation of international law.</p><p>The former vice president had continued to decry the US actions as a flagrant violation of Venezuela’s sovereignty, even as she has softened her tone on cooperation in the US.</p><p>“Our people and our region deserve peace and dialogue, not war,” she said.</p><p>The Trump administration has pledged to use military pressure and sanctions to <a href=\"/news/2026/1/8/trump-says-us-could-run-venezuela-for-years-report\">indefinitely assert</a> its will on Venezuela’s government and the country’s management of its vast oil reserves.</p><p>Trump had initially threatened that Rodriguez would pay a “bigger price” than Maduro if she did not comply with US interests. Maduro remained in a US federal facility on Friday after being indicted earlier this week on “narco-terrorism” conspiracy and drug trafficking charges.</p><p>In a post on Truth Social on Thursday, Trump <a href=\"/news/2026/1/9/trump-cancels-second-wave-of-attacks-on-venezuela-after-cooperation\">said</a> he had cancelled “the previously expected second Wave of Attacks” on Venezuela, citing increased cooperation with Caracas.</p><p>That included Venezuela’s move on Thursday to <a href=\"/news/2026/1/9/venezuela-releases-imprisoned-political-figures-in-trump-approved-move\">release</a> a small fraction of its political prisoners, in what Trump called a sign of “seeking peace”.</p><p>“The USA and Venezuela are working well together, especially as it pertains to rebuilding, in a much bigger, better, and more modern form, their oil and gas infrastructure,” Trump said, adding that US military assets would remain surged to the region.</p><p>The Trump administration has so far downplayed any prospect of helping Venezuela’s opposition take control of the government, with Trump saying opposition leader Maria Corina Machado was “not respected” by the country’s people.</p><p>However, Trump struck a slightly different tone during a White House meeting with oil executives on Friday, when asked if Machado giving Trump her Nobel Peace Prize during a visit next week would “change his view on her running that country”.</p><p>“Well I have to speak to her,” Trump said, adding “she might be involved in some aspect of it”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump and his top officials have offered competing justifications for Maduro’s abduction and the ongoing pressure campaign against Caracas.</p><p>The administration has called the attack a one-off “law enforcement operation” while also saying the use of military force to achieve its goals remains on the table.</p><p>Earlier Friday, US forces seized a fifth oil tanker in the Caribbean since Trump announced a blockade on vessels under sanction by Washington in December.</p><p>UN experts have said the blockade and Washington’s efforts to assert control over Venezuela’s oil industry are also violations of international law</p></div></div></body></html>"
        },
        {
            "title": "Senegal beat Mali to book first AFCON 2025 semifinal spot | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-09T18:56:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260109__928D9LP__v2__MidRes__TopshotFblAfr2025Match45MliSen-1767982359.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Recalled striker Iliman Ndiaye scored in the first half to give Senegal a 1-0 victory over 10-man Mali in Tangiers on Friday in the first 2025 Africa Cup of Nations quarterfinal.</p><p>Mali hopes were dealt a severe blow in first-half added time when Yves Bissouma was sent off after being shown a second yellow card.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The only goal followed a blunder by Mali goalkeeper Djigui Diarra, who then made a string of superb saves to prevent Senegal increasing their lead.</p><p>Senegal now face defending champions Ivory Coast or record seven-time winners Egypt, who meet on Saturday, in the semifinals.</p><p>Malian Lassine Sinayoko appealed for a penalty just three minutes into the first half, alleging he was fouled by Senegal captain Kalidou Koulibaly, who was back after a one-match suspension.</p><p>However, the South African referee waved play on, and VAR confirmed his decision was correct. Big-screen replays showed Sinayoko was guilty of simulation.</p><p>Mali captain Bissouma was yellow-carded midway through the half for fouling veteran Senegal striker and twice African player of the year Sadio Mane.</p><p>Sinayoko then broke clear only to be foiled by a superb sliding tackle from fellow French Ligue 1 player Krepin Diatta.</p><p>The deadlock was broken after 27 minutes on a cold, cloudy evening in the Mediterranean city thanks to Ndiaye.</p><p>He was involved three times in a move which ended with goalkeeper Djigui Diarra allowing a Krepin Diarra cross to slip under his body, and Ndiaye struck the loose ball into the net.</p><figure id=\"attachment_4227379\" aria-describedby=\"caption-attachment-4227379\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4227379\" src=\"/wp-content/uploads/2026/01/AFP__20260109__928D9MR__v2__MidRes__TopshotFblAfr2025Match45MliSen-1767983766.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Senegal's forward #13 Iliman Ndiaye celebrates scoring his team's first goal in the nets of Mali's goalkeeper #16 Djigui Diarra \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4227379\" class=\"wp-caption-text\">Senegal’s forward Iliman Ndiaye celebrates scoring his team’s first goal in the nets of Mali’s goalkeeper Djigui Diarra during the Africa Cup of Nations [Abdel Majid Bziouat/AFP]</figcaption></figure><p>While the goal was a gift, it gave Senegal a deserved lead as they had dominated possession in only the second AFCON clash between the countries. The first was drawn at the group stage in 2004.</p><p>Pape Gueye, who scored twice for Senegal in the last-16 victory over Sudan, was just off target with a shot from outside the box.</p><p>Then, for the second successive knockout match, Mali were reduced to 10 men before half-time with Bissouma shown a second yellow card, followed by a red.</p><p>The Tottenham Hotspur midfielder fouled Idrissa Gueye in midfield, and Malian pleas for the incident to be reviewed by VAR were rejected.</p><p>Mali displayed tremendous spirit when reduced to 10 men against Tunisia in the round of 16, and it was evident again against the Senegalese as the second half progressed.</p><p>They came close to levelling on 55 minutes when defender Abdoulaye Diaby advanced for a free-kick. His close-range shot brought a reflex save from former Chelsea goalkeeper Edouard Mendy.</p><p>Diarra atoned for his first-half blunder by making several superb saves to keep alive Malian dreams of winning a maiden AFCON title.</p><p>With 15 minutes of regular time remaining, scorer Ndiaye was substituted. In his place came 17-year-old Paris Saint-Germain forward Ibrahim Mbaye, whose goal sealed victory over Sudan.</p><p>Diarra rescued Mali again as time ticked away, blocking a shot from substitute Pathe Ciss, who had broken clear.</p><p>The Malian goalkeeper made another outstanding save during seven minutes of added time by pushing away a Lamine Camara volley.</p></div></div></body></html>"
        },
        {
            "title": "Big and small oil companies summoned to meet Trump on Venezuelan oil | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T18:39:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007582079677-1767869157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Big and small oil companies summoned to meet Trump on Venezuelan oil</h1><p class=\"article__subhead\"><em>Many of the smaller firms have connections to Denver, Colorado, the home turf of Energy Secretary Chris Wright.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House is summoning oil executives to discuss potential investment in Venezuela, and while a preliminary list of attendees features the big names of US oil companies – Chevron, Exxon Mobil and ConocoPhillips – it also includes several smaller independents and private equity-backed players.</p><p>The meeting with US President Donald Trump is scheduled for Friday at 2:30pm (19:30 GMT).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a post on Truth Social account, Trump said the meeting “will almost exclusively be a discussion on Venezuelan Oil, and our longterm relationship ​with Venezuela, its ‌Security, and People”.</p><p>“A very big factor in this ‌involvement will be the reduction ‌of Oil Prices ⁠for the American People,” he said.</p><p>Only the largest US oil producers have the scale and capacity to operate in Venezuela and have experience doing so, said an oil industry source. The inclusion of smaller domestic companies in the meeting is notable, given that they mostly operate in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Continental Resources, which bills itself as the biggest privately owned oil and natural gas producer in the world, will be in attendance, as will HKN Inc, which was formerly known as Harken Energy.</p><p>Several of the companies have connections to Denver, Colorado, the home turf of Secretary of Energy Chris Wright and a relatively small hub for oil and gas activity compared with other parts of the United States.</p><p>Oil output in PADD 4, the production region that includes Colorado, totalled 1.02 million barrels per day (bpd) in October, according to the latest data from the US Energy Information Administration. PADD 3, which includes states like Texas and New Mexico, produced 10.28 million bpd that month.</p><p>Raisa Energy, which acquires non-operated stakes in energy assets and has a Venezuelan CEO, is based in Denver and backed by investment funds Citadel and Ares Management.</p><p>Tallgrass Energy – a midstream company with pipeline and terminal assets in areas including the US Rocky Mountains and Oklahoma – and Aspect Holdings, which lists former Speaker of the US House of Representatives Kevin McCarthy as an independent director, are also headquartered in Denver.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Department of Energy did not immediately respond to a request for comment. Raisa, Tallgrass, and Aspect did not immediately reply to questions about any previous discussions they may have had about Venezuela ahead of the Friday meeting.</p><p>Many of the smaller firms and independents may not have as much experience with heavy oil that is typical in Venezuela, but they will be familiar with lighter oil around Lake Maracaibo and shale that has not yet been tapped, said a long-time oil industry executive.</p><p>“They don’t have as much capital as an Exxon, Chevron or ConocoPhillips, but independents are known to move much faster. Their cost structure is lower, so they can drill wells much cheaper than the majors,” the person said.</p></div></div></body></html>"
        },
        {
            "title": "US intercepts fifth sanctioned oil tanker | Energy | Al Jazeera",
            "time": "2026-01-09T18:23:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767982895.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}