{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "What do China and the UK want from each other? | Xi Jinping News | Al Jazeera",
            "time": "2026-01-30T22:06:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769809224.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">UK Prime Minister Keir Starmer’s warm welcome on a visit to China this week marks a thaw in icy relations with Beijing.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer arrived in China this week with a large delegation of businesspeople and cultural figures.</p><p>He received a warm welcome from Chinese President Xi Jinping.</p><p>But the visit got a frosty reception from the White House, with United States President Donald Trump calling Starmer’s trip “dangerous”.</p><p>What prompted Trump’s remarks? And how important was the British prime minister’s visit?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Will Hutton – Political economist</p><p>Andy Mok – Senior research fellow at the Center for China and Globalization</p><p>Steve Tsang – Director of the China Institute at SOAS University of London</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Iran says ready for ‘fair’ talks with US but not ‘under shadow of threats’ | Donald Trump News | Al Jazeera",
            "time": "2026-01-30T21:45:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697d19f0d9-1769806320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s foreign minister says the country is ready for “fair and equitable” talks with the United States <a href=\"/news/2026/1/30/us-iran-tensions-the-diplomatic-scramble-to-prevent-a-war\">amid soaring tensions</a>, as US President Donald Trump refused to rule out taking military action against Tehran.</p><p>On a visit to Turkiye on Friday, Iranian Foreign Minister Abbas Araghchi told reporters that, “Iran has no problem with negotiations, but negotiations cannot take place under the shadow of threats”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I should also state unequivocally that Iran’s defensive and missile capabilities – and Iran’s missiles – will never be the subject of any negotiations,” Araghchi said during a news conference alongside his Turkish counterpart, Hakan Fidan.</p><p>“The security of the Iranian people is no one else’s business, and we will preserve and expand our defensive capabilities to whatever extent is necessary to defend the country.”</p><p>Tensions have been rising for weeks between Tehran and Washington amid <a href=\"/news/liveblog/2026/1/30/live-iran\">Trump’s repeated threats</a> to attack Iran over a recent crackdown on antigovernment protests and his push to curtail the Iranian nuclear programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this week, the US president <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115972658725010644\" target=\"_blank\" rel=\"noopener\">said</a> a “massive armada” – led by the USS Abraham Lincoln aircraft carrier – was moving towards Iran and was ready to use “violence, if necessary” if Iranian leaders did not agree to negotiate a nuclear deal.</p><p>Speaking to reporters at the White House on Friday, Trump said his administration was sending “a larger number of ships” to Iran.</p><p>“And hopefully we’ll make a deal,” he said. “If we do make a deal, that’s good. If we don’t make a deal, we’ll see what happens.”</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett noted that Trump said he gave Iran a deadline, but “only Iran knows what that deadline is”.</p><p>“So he’s left the world in waiting, trying to determine what the next steps will be,” Halkett said.</p><p>Trump, who in 2018 <a href=\"/news/2018/5/8/donald-trump-declares-us-withdrawal-from-iran-nuclear-deal\">unilaterally withdrew</a> from a previous deal that saw Iran agree to curb its nuclear programme in exchange for a lifting of international sanctions, has been pressuring Iran to halt all uranium enrichment.</p><p>Washington has accused Tehran of seeking a nuclear weapon – a claim Iranian leaders have repeatedly denied.</p><p>Amid the latest tensions, senior officials in Tehran have repeatedly said they are open to negotiations, but only once Trump ends his military threats against the country.</p><p>They also have stressed that Iran’s armed forces are <a href=\"/news/2026/1/30/iran-prepares-for-war-as-us-military-armada-approaches\">ready to respond if attacked</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, regional allies including Turkiye, the United Arab Emirates and Saudi Arabia have been engaging in diplomatic efforts to try to prevent a military confrontation between Washington and Tehran.</p><p>Turkish President Recep Tayyip Erdogan earlier on Friday told his Iranian counterpart <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">Masoud Pezeshkian</a> in a call that Ankara was ready to play a “facilitator” role between the two sides.</p><p>Fidan, the Turkish foreign minister, also said he had long discussions on the issue with US special envoy Steve Witkoff on Thursday and would keep lines open with Washington.</p><p>Speaking alongside Araghchi on Friday, Fidan said US-Iran nuclear negotiations must restart and would pave the way to lifting sanctions on Iran.</p><p>“We call the parties to the negotiating table” to address the issues “one by one”, he said.</p></div></div></body></html>"
        },
        {
            "title": "After Trump call, Russia agrees to pause attacks on Kyiv amid cold spell | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-30T20:22:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769804533.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US protesters begin nationwide strike as DOJ launches Pretti killing probe | Donald Trump News | Al Jazeera",
            "time": "2026-01-30T19:56:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697d01084b605-1769799944.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protesters in the United States have started a nationwide “no work, no school, no shopping” strike in response to the President Donald Trump administration’s deportation drive.</p><p>The strike on Friday, organised by an array of activist groups, comes in the wake of the <a href=\"/news/2026/1/26/trump-administration-maga-allies-spread-misinformation-on-pretti-killing\">killing</a> of two US citizens in Minnesota by immigration enforcement agents this month, building on a state-wide strike held last week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Friday, the US Department of Justice announced it would open a civil rights probe into the killing of 37-year-old Alex Pretti by border patrol agents on January 24.</p><p>However, it has still not moved to investigate possible rights violations of 37-year-old Renee Nicole Good in her fatal shooting by an Immigration and Customs Enforcement (ICE) agent on January 7.</p><p>United States Representative Ilhan Omar, who represents Minneapolis, was among the elected officials promoting Friday’s strike.</p><p>“Solidarity with every single person participating in today’s general strike against ICE’s terror campaign,” Omar wrote on X.</p><p>“You’re changing the world,” she said.</p><h2 id=\"civil-rights-probe\">Civil rights probe</h2><p>The killings of Good and Pretti followed the Trump administration’s surge of immigration agents to Minnesota to specifically target alleged fraud in the Somali American community.</p><p>The deployment came amid a wider deportation drive that observers say has seen immigration agents use dragnet techniques to reach <a href=\"/news/2026/1/21/public-opinion-shifts-on-ice-as-advocates-warn-of-us-inflection-point\">dramatically increased</a> detention quotas.</p><p>Earlier this week, border security chief Tom Homan, officially dubbed the “border czar” by the White House, pledged that enforcement operations would continue in the state, but said increased cooperation with local officials could lead to a “drawdown”.</p><p>On Friday, Deputy Attorney General Todd Blanche confirmed that the agency was conducting a civil rights investigation into Pretti’s killing, saying “we’re looking at everything that would shed light on what happened that day and in the days and weeks leading up to what happened”.</p><figure id=\"attachment_4276658\" aria-describedby=\"caption-attachment-4276658\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276658\" src=\"/wp-content/uploads/2026/01/AP26030621615247-1769800199.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"strike\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276658\" class=\"wp-caption-text\">A sign at a gift shop indicates it is closed for the general strike in Portland, Maine [Robert F Bukaty/The Associated Press]</figcaption></figure><p>The statement came as Trump administration officials, many of whom had initially falsely claimed that Pretti had brandished a gun at immigration agents before he was fatally shot, confirmed the FBI would take over the investigation of the shooting from the Department of Homeland Security.</p><p>Blanche did not give further details as to why the department was not also opening a civil rights probe into Good’s killing, saying only that the division does not get involved in every law enforcement shooting and that there have to be circumstances that “warrant an investigation”.</p><p>Trump officials had immediately labelled Good a “domestic terrorist” who was trying to run over an ICE agent when she was fatally shot. Video of analyses of the killing indicated that Good was trying to drive away from the officer when she was killed.</p><p>Federal authorities have barred local and state authorities from conducting their own independent investigations into the killings.</p><h2 id=\"dissent-is-democratic\">‘Dissent is democratic’</h2><p>On Friday, protesters gathered at Howard University in Washington, DC, where they planned to march to the White House.</p><p>“I think that it just goes to show how many people are against this, and how this is jeopardising our country,” one student told Al Jazeera.</p><p>“I think us all coming together and speaking out against this shows our government that we are not OK with this, and we won’t let it slide,” she added.</p><p>Arizona and Colorado, meanwhile, were among states where schools were cancelled in anticipation of mass absences. Dozens of students walked out of morning classes at Groves High School in Birmingham, Michigan.</p><p>“We’re here to protest ICE and what they’re doing all over the country, especially in Minnesota,” Logan Albritton, a 17-year-old senior, told the Associated Press news agency. “It’s not right to treat our neighbours and our fellow Americans this way.”</p><p>Protests were also planned in major cities like Atlanta, Georgia and Portland, Oregon, where the mayor, Mark Dion, urged people to show their discontent.</p><p>“Dissent is Democratic. Dissent is American. It’s the cornerstone of our democracy,” Dion said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some businesses, reeling from a recent snowstorm that hit the eastern US last week, found other ways to show their objection to the administration’s actions.</p><p>In a post on social media, Otway Bakery in New York said it would remain open and donate half of its proceeds to the New York Immigration Coalition, a local nonprofit.</p><p>In a post on X, New York City Mayor Zohran Mamdani called the strike a “direct challenge to ICE’s brutality”.</p><p>“Your courage is inspiring the world. The power is with the people. Solidarity with everyone striking,” he said.</p><p>Speaking to Al Jazeera, Duchess Harris, a professor of American studies at Macalester College in St Paul, Minnesota, said public pressure can change the administration’s approach, even as other avenues fail.</p><p>She pointed to the Justice Department’s move to open an investigation into Pretti’s killing as evidence.</p><p>“I think that history teaches us that these moments can either deepen division or become turning points toward reform, and sometimes the division comes before the reform,” Harris said.</p><p>“I think that if you study the history of the United States of America … we’ve only made the gains that we’ve made through resistance,” she said.</p></div></div></body></html>"
        },
        {
            "title": "What’s next for Venezuela? | Politics | Al Jazeera",
            "time": "2026-01-30T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769693327.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We explore what’s in store for Venezuela after the capture of President Maduro by US personnel in Caracas.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelans are bracing for an uncertain future after the United States military abduction of President Nicolas Maduro. Reactions across the country have been sharply divided. Some are celebrating what they see as the end of an era while others have expressed fear and anger, accusing the US of trying to impose a government subordinate to Washington to secure access to Venezuela’s oil reserves, the largest in the world.</p><p>Presenter: Stefanie Dekker</p><p>Guests:<br>\nLuis Ernesto Patino – activist and political commentator</p><p class=\"p1\">Adelys Ferro – executive director, Venezuelan American Caucus</p><p class=\"p1\">Marc Owen Jones – professor of media analytics, Northwestern University</p><p class=\"p1\">\n</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Rafah reopening set for Sunday as Israel continues to block aid | Gaza | Al Jazeera",
            "time": "2026-01-30T19:28:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769801282.jpg?resize=1632%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "ISIL claims responsibility for Niger airport attack | ISIL/ISIS News | Al Jazeera",
            "time": "2026-01-30T19:24:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T161324Z_2058839027_RC2NBJAPZEYU_RTRMADP_3_NIGER-SECURITY-1769790855.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>ISIL claims responsibility for Niger airport attack</h1><p class=\"article__subhead\"><em>Claim comes after military ruler Abdourahamane Tiani accused France, Benin, Ivory coast of involvement in the attack.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The ISIL (ISIS) armed group has claimed responsibility for an attack on an air force base at Niger’s main airport.</p><p>The ISIL-affiliated Amaq News Agency reported on Friday that the group carried out a “surprise and coordinated attack” on the base at <a href=\"/video/newsfeed/2026/1/29/heavy-gunfire-and-explosions-near-airport-in-nigers-capital\">Diori Hamani International Airport</a> near the capital, Niamey. It claimed the attack caused “significant damage”, without providing more details.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The military government, which took power in a <a href=\"/features/2024/7/26/a-year-after-nigers-coup-split-political-loyalties-test-family-ties\">2023 coup</a>, said security forces killed 20 attackers in fighting after the attack, which took place shortly after midnight on Thursday. Four army soldiers were wounded in the violence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Niger’s authorities have been fighting ISIL affiliate Islamic State in the Sahel (EIS) and the al-Qaeda-linked Group for the Support of Islam and Muslims (JNIM) in the west and southeast of the country for a decade.</p><p>The ISIL affiliate has been linked to high-profile attacks in Niger in recent months, killing more than 120 people in the Tillaberi region in September and abducting a US pilot in October.</p><p>On Thursday, military ruler General Abdourahamane Tiani thanked <a href=\"/news/2024/4/12/russia-sends-military-trainers-air-defence-system-to-niger-state-media\">Russian troops</a> stationed at the base for “defending their sector”, confirming his nation’s growing ties with Moscow, which has provided military support to tackle the armed rebellion.</p><p>Tiani also accused <a href=\"/news/2026/1/29/niger-military-govt-says-france-benin-ivory-coast-behind-airport-attack\">France, Benin and Ivory Coast</a> of sponsoring the attack, without offering any evidence, saying on state television that the three countries “should be ready to hear us roar.”</p><p>Wilfried Leandre Houngbedji, a spokesman for Benin’s government, rejected the allegation.</p><p>“He is the only one to believe that nonsense,” he said on Friday.</p><p>Niamey’s airport, located about 10 kilometres (six miles) from the presidential palace, hosts military bases and the headquarters of the Niger-Burkina Faso-Mali Joint Force for battling armed groups.</p><p>The three countries, all run by military governments, have joined forces in the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> (AES), turning away from the West – notably, France and alleged proxies in the region – as they pivot towards Russia.</p><p>The airport is also home to a large uranium stockpile at the centre of a <a href=\"/news/2025/6/20/niger-nationalises-uranium-mine-as-spat-with-french-nuclear-giant-worsens\">nationalisation dispute</a> with French state-affiliated nuclear company Orano.</p><p>Niger state television reported on Thursday that one of the killed assailants was a French national, without providing evidence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Confusion grows over state of US-Iran negotiations | Conflict | Al Jazeera",
            "time": "2026-01-30T18:36:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260130-40409690-40409683-DISISLERI_BAKANI_FIDAN_IRAN_DISISLERI_BAKANI_ARAKCI_ILE_ORTAK_BASIN_TOPLANTISI_DUZENLEDI_cropped-1769795989.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Guterres warns UN faces ‘imminent financial collapse’ | United Nations News | Al Jazeera",
            "time": "2026-01-30T18:00:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697ce375c0505-1769792373.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>UN <a href=\"/news/2026/1/30/no-one-power-can-solve-global-problems-says-un-chief-as-trump-veers-away\">Secretary-General Antonio Guterres</a> has warned that the United Nations faces “imminent financial collapse” amid unpaid annual dues and other issues.</p><p>Al Jazeera on Friday reviewed a letter Guterres sent to all UN member states earlier this week, warning them that the global body faced a grave financial crisis.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The letter urged member states to agree to overhaul the UN’s financial rules or accept “the very real prospect of the financial collapse of our Organization” and called on them to pay their annual dues.</p><p>Asked about the letter during a news briefing on Friday afternoon, a UN spokesperson said that, “when it comes to paying, it’s now or never”.</p><p>“We do not have the sort of cash reserves and the sort of liquidity to keep functioning as we’ve done in previous years – and this is something that the secretary-general has warned with increasing strength each year,” Farhan Haq told reporters.</p><p>While Guterres did not blame a specific country for the UN’s financial troubles, his appeal comes as United States President Donald Trump has moved to slash Washington’s funding for multilateral institutions.</p><p>Trump, whose administration <a href=\"/news/2026/1/8/trump-to-withdraw-us-from-dozens-of-un-international-organisations\">announced plans this month</a> to withdraw from several UN agencies, also recently launched his so-called “Board of Peace” initiative, which some experts have said aims to sideline the UN.</p><p>“Trump’s board appears to be a kind of pay-to-play, global club, judging from the $1 billion fee for permanent membership,” Louis Charbonneau, the UN director at Human Rights Watch, <a href=\"/opinions/2026/1/27/trumps-board-of-peace-puts-rights-abusers-in-charge-of-global-order\">recently warned</a>.</p><p>“Instead of handing Trump $1 billion checks, governments should work together to protect the UN and other institutions established to uphold international human rights and humanitarian law, the global rule of law, and accountability,” Charbonneau said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The annual dues UN member states must pay are set according to each country’s gross domestic product (GDP), debt and other factors.</p><p>The US accounts for 22 percent of the core budget, followed by China with 20 percent.</p><p>But by the end of 2025 there was a record $1.57bn in outstanding dues, Guterres said, without naming the countries that had not paid.</p><p>“Either all Member States honour their obligations to pay in full and on time – or Member States must fundamentally overhaul our financial rules to prevent an imminent financial collapse,” he said.</p><p>In early January, the <a href=\"https://www.un.org/en/delegate/general-assembly-approves-345-billion-regular-budget-2026\" target=\"_blank\" rel=\"noopener\">UN approved a $3.45bn budget</a> for 2026 – down 7 percent from last year, as the global body looked to reduce costs amid its financial challenges.</p><p>Still, Guterres warned in the letter that the organisation could run out of cash by July.</p><p>One of the problems is a rule now seen as antiquated, whereby the global body has to credit back hundreds of millions of dollars in unspent dues to states each year.</p><p>“In other words, we are trapped in a Kafkaesque cycle expected to give back cash that does not exist,” Guterres said in the letter.</p><p>As of Thursday, only 36 of the 193 UN member states had fully paid their regular 2026 contributions, the <a href=\"https://www.un.org/en/ga/contributions/honourroll.shtml\" target=\"_blank\" rel=\"noopener\">UN says on its website</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Department of Justice releases 3 million new Epstein documents | Donald Trump News | Al Jazeera",
            "time": "2026-01-30T17:49:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697ce15496dc-1769791828.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Justice has released a massive new tranche of <a href=\"/news/2025/12/24/more-than-a-million-epstein-related-documents-discovered-release-delayed\">investigative files</a> related to the late financier and convicted sex offender Jeffrey Epstein.</p><p>At a news conference on Friday, Deputy Attorney General Todd Blanche said the department was releasing more than 3 million pages of documents, as well as more than 2,000 videos and 180,000 images.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said the release means the department has met a legal requirement passed by Congress last year.</p><p>“Today’s release marks the end of a very comprehensive document identification and review process to ensure transparency to the American people and compliance with the act,” Blanche said.</p><p>But the administration of President Donald Trump has faced scrutiny over the pacing of the files’ release and redactions within the published documents.</p><p>Trump himself has been confronted with questions about his past relationship with Epstein, who cultivated a roster of influential contacts.</p><p>On Friday, Blanche dismissed rumours that the Justice Department had sought to protect powerful individuals, including Trump.</p><p>While Trump has acknowledged a years-long friendship with the financier, he has denied any knowledge of the underage sex-trafficking ring that prosecutors say Epstein led.</p><p>“There’s this built-in assumption that somehow there’s this hidden tranche of information ‌of men that we know about, that we’re covering up, or that we’re not, we’re choosing not to prosecute,” Blanche said. “That is not the case.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Justice Department had initially missed a December 19 deadline set by Congress to release all the files.</p><p>The publication is the result of the Epstein Files Transparency Act, which was passed in November with bipartisan support to force the release of all federal documents pertaining to Epstein.</p><p>In response to the law, the Justice Department said it had tasked hundreds of lawyers with reviewing the records to determine what needs to be blacked out to protect the identities of sexual abuse victims.</p><p>Blanche said the department withheld any materials that could jeopardise ongoing investigations or expose potential victims.</p><p>All women in the Epstein files other than Ghislaine Maxwell — an ex-girlfriend who was also convicted of child sex trafficking — have been obscured from the videos and images being released on Friday, according to Blanche.</p><p>In the past, some of Epstein’s victims have <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">slammed</a> the department’s redactions and withholdings as excessive, with critics pointing out that previously published documents were among the files blacked out.</p><p>On Friday, several Democrats questioned what the Justice Department chose to withhold.</p><p>“The DOJ said it identified over 6 million potentially responsive pages but is releasing only about 3.5 million after review and redactions. This raises questions as to why the rest are being withheld,” said Ro Khanna, a Democrat who co-sponsored the law requiring the release.</p><p>Chuck Schumer, the top Democrat in Senate, called on officials to clearly say whether all documents related to Trump had been released.</p><p>“Yes or no? We need answers,” he said.</p><p>In December, the Justice Department released an initial batch of Epstein-related documents, though it fell short of the full publication mandated by November’s law.</p><p>That release, however, included previously unreleased <a href=\"/news/2025/12/23/newly-released-epstein-files-spotlight-trumps-past-jet-trips-with-maxwell\">flight logs</a> showing that Trump flew on Epstein’s private jet in the 1990s. Those trips appeared to happen before Trump has said the pair had a falling out.</p><p>Earlier releases also contained images showing prominent individuals like tech billionaire Bill Gates, former Trump adviser Steve Bannon, director Woody Allen and former US President Bill Clinton socialising with Epstein, sometimes on his private island.</p><p>Details were still emerging from the latest release. Early revelations include email exchanges with billionaire Elon Musk over a possible visit to Epstein’s island; a string of texts between Epstein and Bannon, at times referencing Trump in the lead-up to Epstein’s death; and investigative documents surrounding Epstein’s incarceration and death.</p><p>To date, none of the individuals depicted or referenced in the releases have been charged with any crimes, outside of Maxwell.</p><p>Following her conviction in 2021, she is serving a 20-year prison sentence, though she has continued to deny any wrongdoing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Epstein died from apparent suicide in a New York jail cell in August 2019, a month after he was indicted on federal sex trafficking charges.</p><p>He had previously been convicted of state sex-offender charges in Florida in 2008 as part of a plea deal that was widely slammed for its leniency. He spent a total of 13 months in custody.</p><p>One of Epstein’s victims, Virginia Roberts Giuffre, also filed lawsuits against him, accusing him of arranging sexual encounters with politicians, business titans, academics and other influential figures while she was underage.</p><p>All of the men identified by Giuffre, who died in April 2025 in Australia, have denied the allegations.</p><p>Among the people she accused was Andrew Mountbatten-Windsor, formerly known as Prince Andrew, who <a href=\"/news/2025/10/17/the-uks-prince-andrew-gives-up-royal-title-amid-epstein-allegations\">denied the claims</a> but settled a lawsuit filed by Giuffre for an undisclosed sum.</p><p>In October, his brother, King Charles III of the United Kingdom, stripped Mountbatten-Windsor of his royal titles as a result of the controversy.</p></div></div></body></html>"
        },
        {
            "title": "Bombardier stock dives on Trump threats of 50% tariff on Canadian planes | Trade War News | Al Jazeera",
            "time": "2026-01-30T17:29:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227447657992-1755532595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bombardier stock dives on Trump threats of 50% tariff on Canadian planes</h1><p class=\"article__subhead\"><em>Trump threatened decertifying Bombardier’s planes and slapping new tariffs if Canada did not certify US rival planes.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Shares of Canadian aeroplane maker Bombardier have plunged after United States President Donald Trump threatened to decertify the private jet maker’s large-cabin planes “and all Aircraft made in Canada”, and slap 50 percent import tariffs on new planes until Canada certified the latest aircraft produced by US rival Gulfstream.</p><p>The aeroplane maker’s stock was down 9 percent Friday morning on the heels of Trump’s late Thursday threats.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While a White House official told the Reuters news agency that Trump was not suggesting decertifying Canadian-built planes currently in operation, the president’s warning on Thursday night caused confusion and alarm among airlines and aviation analysts, along with buyers and owners of private jets.</p><p>“If, for any reason, this situation is not immediately corrected, I am going to charge Canada a 50% Tariff on any and all aircraft sold into the United States of America,” Trump said in a post on Truth Social.</p><p>Soar Aviation Law lawyer Amanda Applegate, a US specialist in business aviation law, said on Friday the post had prompted queries from clients who own, or want to buy, Bombardier planes.</p><p>There are also broader tensions between the neighbouring countries after Canadian Prime Minister Mark Carney, citing US trade policy, last week urged nations to accept <a href=\"/news/2026/1/21/the-end-of-the-world-as-we-know-it-is-the-rules-based-order-finished\" target=\"_blank\" rel=\"noopener\">the end of the rules-based global order</a> that Washington had once championed.</p><p>Aircraft and aerospace parts have largely escaped the brunt of Trump’s US-led trade war, with Canadian-made planes continuing to be exported south of the border under the USMCA trade agreement.</p><p>Trump also said he was “decertifying their Bombardier Global Expresses, and all Aircraft made in Canada” until the Gulfstream planes were certified. Gulfstream is owned by General Dynamics.</p><p>That threat, if carried out, would have a drastic impact on US carriers like American Airlines and Delta Air Lines, which rely on Canadian-made aeroplanes for many of their regional services. The US is also the world’s largest market for business aviation.</p><p>Data provider Cirium has said there are 150 Global Express aircraft in service registered in the US, operated by 115 operators, and a total of 5,425 aircraft of various types made in Canada in service registered in the US, including narrow-body jets, regional jets and helicopters.</p><p>In a statement on Thursday, Bombardier said it had “taken note” of Trump’s post and was in contact with the Canadian government. It added that it employs more than 3,000 people in the US across nine major facilities, and creates thousands of US jobs through 2,800 suppliers.</p><p>“Thousands of private and civilian jets built in Canada fly in the US every day. We hope this is quickly resolved to avoid a significant impact to air traffic and the flying public,” the company said.</p></div></div></body></html>"
        },
        {
            "title": "US judge rules Luigi Mangione won’t face death penalty in CEO killing case | Courts News | Al Jazeera",
            "time": "2026-01-30T17:23:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T211129Z_1791630249_RC2A26AZ92JH_RTRMADP_3_UNITEDHEALTH-CEO-MANGIONE-IMPERSONATOR-1769786896.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US judge rules Luigi Mangione won’t face death penalty in CEO killing case</h1><p class=\"article__subhead\"><em>Judge rules out capital punishment, but 27-year-old still faces federal stalking charges and state-level murder charges.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A New York judge has dismissed murder and weapons charges against <a href=\"/news/2025/12/2/luigi-mangione-appears-in-court-as-lawyers-seek-to-bar-evidence-at-trial\">Luigi Mangione</a>, meaning that prosecutors can no longer seek the death penalty in the case accusing him of killing UnitedHealthcare CEO Brian Thompson.</p><p>While district judge Margaret Garnett dismissed the charges punishable by death in her ruling on Friday, the 27-year-old still faces two counts of stalking in his federal case that could lead to a maximum punishment of life in prison, as well as state-level murder charges carrying the same penalty.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/economy/2024/12/10/who-is-luigi-mangione-suspect-in-unitedhealthcare-ceos-murder\">Mangione</a>, the Ivy League-educated scion of a wealthy Maryland family, previously pleaded not guilty to federal murder, weapons and stalking charges for allegedly gunning down Thompson in December 2024.</p><p>Garnett’s decision foils the bid of US President Donald Trump’s administration to see him executed for what it called a “premeditated, cold-blooded assassination that shocked America”. The judge is an appointee of former President Joe Biden.</p><p>Thompson, 50, was killed as he walked to a midtown Manhattan hotel for UnitedHealth Group’s annual investor conference.</p><p>Surveillance video showed a masked gunman shooting him from behind, with police saying that “delay,” “deny” and “depose” were written on the ammunition, mimicking a phrase used to describe how insurers avoid paying claims.</p><p>Jury selection in the federal case is scheduled to begin on September 8.</p><p>The state trial hasn’t been scheduled yet, but Mangione had already entered separate not guilty pleas for murder, weapons and forgery charges in Manhattan state court.</p><p>This week, the Manhattan district attorney’s office sent a letter urging the judge in that case to set a July 1 trial date.</p><p>Attorney General Pam Bondi ordered Manhattan federal prosecutors last April to seek the death penalty against Mangione, following through on Trump’s pledge to pursue capital punishment.</p><p>Trump returned to office a year ago with a pledge to resume federal executions after they were halted under Biden.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Vonn says Winter Olympics comeback dream ‘not over’ despite injury in crash | Winter Olympics News | Al Jazeera",
            "time": "2026-01-30T17:11:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260130__94JU9M2__v1__MidRes__SkiAlpineWorldSuiWomenDownhill-1769790445.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lindsey Vonn crashed and injured her left knee on Friday in her final downhill race before the Olympics, but said she still hopes to recover in time for the Milan Cortina Winter Games.</p><p>“This is a very difficult outcome one week before the Olympics … but if there’s one thing I know how to do, it’s a comeback,” the 41-year-old American wrote on Instagram, hours after she was airlifted off the course for medical checks. “My Olympic dream is not over.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Vonn was <a href=\"/sports/2026/1/30/vonn-airlifted-to-hospital-after-crash-at-cancelled-final-pre-olympic-race\">the third skier to crash</a> in the World Cup race in Crans-Montana when she lost control while landing a jump and ended up tangled in the safety nets on the upper portion of the course.</p><p>She got up after receiving medical attention for about five minutes, seemingly in pain and using her poles to steady herself. Vonn then skied slowly to the finish line, stopping a couple of times on the way down and clutching her left knee.</p><p>“I crashed today in the Downhill race in Switzerland and injured my left knee. I am discussing the situation with my doctors and team and will continue to undergo further exams,” Vonn wrote in her Instagram post. “Thank you for all of the love and support. I will give more information when I have it.”</p><p>The race, which was held in difficult conditions with low visibility, was cancelled after Vonn’s crash.</p><p>The American, who was expected to be one of the biggest stars of the Games, limped into a tent for medical attention before being airlifted away by helicopter, dangling from a hoist cable with two people attending her.</p><p>Before she entered the tent, Vonn had an anxious expression on her face, and her eyes were closed during a long embrace with teammate Jacqueline Wiles, who was leading the race when it was cancelled.</p><p>“I know she hurt her knee, I talked to her,” International Ski and Snowboard Federation CEO Urs Lehmann told reporters in the finish area. “I don’t know if it’s really heavy and [if] she won’t miss the Olympics. Let’s wait for what the doctors are saying.”</p><p>Vonn made a stunning comeback last season at age 40 after nearly six years away from ski racing. Skiing with a partial titanium implant in her right knee, she has been the circuit’s leading downhiller this season with two victories and three other podium finishes in the five races.</p><p>Including super-G, Vonn had completed eight World Cup races this season and finished on the podium in seven of them. Her worst finish was fourth.</p><p>The crash occurred exactly a week before the Milan Cortina opening ceremony.</p><p>Vonn’s first Olympic race is the women’s downhill on February 8. She was also planning on competing in the super-G and the new team combined event at the Games.</p><figure id=\"attachment_4276478\" aria-describedby=\"caption-attachment-4276478\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276478\" src=\"/wp-content/uploads/2026/01/AP26030288221744-1769790650.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"United States' Lindsey Vonn ahead of an alpine ski, women's World Cup downhill, in Crans Montana , Switzerland,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276478\" class=\"wp-caption-text\">United States’ Lindsey Vonn before an alpine ski, women’s World Cup downhill, in Crans Montana, where competitors complained of poor conditions [Pier Marco Tacca/AP]</figcaption></figure><p>Women’s skiing at the Olympics will be held in Cortina d’Ampezzo, where Vonn holds the record of 12 World Cup wins.</p><p>Vonn was also planning on racing a super-G in Crans-Montana on Saturday in what would have been her final race before the Games.</p><p>Vonn was the sixth racer in Friday’s downhill and had registered the fastest time at the first checkpoint before landing a jump off-balance. She lifted her left arm and pole high into the air in an attempt to regain her balance. As she tried to brake, she got spun around and ended up in the nets.</p><p>Two other skiers had also crashed before her: Nina Ortlieb of Austria and Marte Monsen of Norway.</p><p>Ortlieb crashed on top in the same area as Vonn and Monsen hit the nets just before the finish area and had to be taken away in a sledge. The race was delayed after both of those crashes. But then two racers – Wiles and Corinne Suter, the Olympic champion, completed their runs.</p><p>Wiles barely could make the tight final left-hand turn that had tricked Monsen.</p><p>Romane Miradoli of France, who did complete her run as the second to start, said visibility was an issue, with snow falling.</p><p>“You can’t see,” Miradoli said, “and it’s bumpy everywhere.”</p><p>Asked if it was dangerous, Miradoli added, “We just couldn’t see well.”</p><p>Vonn has had numerous crashes in her career. One of her worst was at the 2013 world championships in Schladming, Austria, during a super-G that was also held in difficult conditions. Vonn then had to be airlifted off the course and tore apart her right knee. She returned the following season, got hurt again and missed the 2014 Sochi Olympics.</p><p>The race started Friday in a subdued mood in Crans-Montana, which is coping with the trauma of a devastating fire in a bar in the early hours of New Year’s Day that killed 40 people and injured more than 100. A minute’s silence was observed before racing.</p><p>The finish area stripped of colour and the usual sponsor adverts. Instead, it was dressed with white and black banners featuring a ribbon with the words “Our thoughts are with you” written in French, German, Italian and English.</p></div></div></body></html>"
        },
        {
            "title": "South Africa orders expulsion of Israeli envoy, declared persona non grata | Politics News | Al Jazeera",
            "time": "2026-01-30T17:00:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697cd4df-1769788639.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Africa is expelling Israel’s envoy to the country, the foreign affairs ministry announced, accusing the Israeli official of engaging in “unacceptable violations of diplomatic norms” that challenge South African sovereignty.</p><p>The Department of International Relations and Cooperation said on Friday that it was giving Ariel Seidman, the charge d’affaires at the Israeli embassy, 72 hours to leave South Africa after declaring him persona non grata.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It accused Seidman of launching “insulting attacks” against South African <a href=\"/news/2025/10/14/south-africa-says-icj-genocide-case-will-continue-despite-gaza-ceasefire\">President Cyril Ramaphosa</a> on social media as well as “a deliberate failure” to inform the ministry “of purported visits by senior Israeli officials”.</p><p>“Such actions represent a gross abuse of diplomatic privilege and a fundamental breach of the Vienna Convention. They have systematically undermined the trust and protocols essential for bilateral relations,” the department said in <a href=\"https://dirco.gov.za/israeli-charge-daffaires-declared-persona-non-grata/\" target=\"_blank\" rel=\"noopener\">a statement</a>.</p><p>“We urge the Israeli Government to ensure its future diplomatic conduct demonstrates respect for the Republic and the established principles of international engagement.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The announcement drew a rapid response from the Israeli Ministry of Foreign Affairs, which said it had declared senior South African diplomat, Shaun Edward Byneveldt, persona non grata and was giving him 72 hours to leave the country.</p><p>“Additional steps will be considered in due course,” the Israeli ministry said in <a href=\"https://x.com/IsraelMFA/status/2017226012333862924\" target=\"_blank\" rel=\"noopener\">a statement</a> shared on social media.</p><p>Byneveldt is South Africa’s ambassador to the State of Palestine, working out of an office in Ramallah in the occupied West Bank, according to a South African government <a href=\"https://www.gov.za/about-government/contact-directory/representatives-rsa/palestine-state-south-african-representative\" target=\"_blank\" rel=\"noopener\">website</a>.</p><p>Chrispin Phiri, spokesperson for South Africa’s foreign affairs ministry, said “Israel’s obstructionism forces a farcical arrangement where [Byneveldt] is accredited through the very state that occupies his host country”.</p><p>“This underscores Israel’s refusal to honour international consensus on Palestinian statehood,” Phiri wrote on X.</p><h2 id=\"genocide-case\">Genocide case</h2><p>The tit-for-tat diplomatic moves come as tensions have soared between South Africa and Israel for months over Israel’s genocidal war against Palestinians in the Gaza Strip.</p><p>South Africa <a href=\"/news/2023/12/29/south-africa-files-case-at-icj-accusing-israel-of-genocidal-acts-in-gaza\">filed a case</a> at the International Court of Justice (ICJ) in late December 2023, accusing Israel of committing genocide in the bombarded territory.</p><p>“South Africa is gravely concerned with the plight of civilians caught in the present Israeli attacks on the Gaza Strip due to the indiscriminate use of force and forcible removal of inhabitants,” the country <a href=\"https://dirco.gov.za/south-africa-approaches-the-international-court-of-justice-under-the-genocide-convention-with-respect-to-acts-committed-by-israel-in-the-context-of-its-attacks-on-gaza/\" target=\"_blank\" rel=\"noopener\">said at the time</a>.</p><p></p><p>United Nations experts and the world’s top human rights groups have also alleged Israel is committing genocide in Gaza, where Israeli attacks have <a href=\"/news/liveblog/2026/1/28/live-rafah-crossing-reopens-as-israel-keeps-launching-deadly-attacks-on-gaza\">killed at least 71,660 people</a> since October 2023 and plunged the enclave into a humanitarian crisis.</p><p>South African activists also have drawn the ire of Israeli officials for accusing Israel of maintaining a system of apartheid in its treatment of Palestinians – similar to the one that existed in South Africa for decades.</p><p>The UN’s human rights chief <a href=\"/news/2026/1/7/israel-asphyxiating-palestinians-for-apartheid-system-in-west-bank-un\">said earlier this month</a> that Israel maintains “a particularly severe form of racial discrimination and segregation that resembles the kind of apartheid system we have seen before”.</p><p>On Friday, Economic Freedom Fighters, a South African opposition party, welcomed the government’s decision to declare Israel’s envoy as persona non grata.</p><p>“From its repeated violations of United Nations resolutions, to its open defiance of international courts, to its brazen attacks on diplomats, journalists, humanitarian workers and civilians in Palestine and beyond, Israel has established itself as a rogue state that relies on intimidation and provocation rather than mutual respect,” <a href=\"https://x.com/EFFSouthAfrica/status/2017238584747540594\" target=\"_blank\" rel=\"noopener\">it said</a>.</p><p>The party urged South Africa to “continue to take bold, principled positions against apartheid Israel”, including by severing all diplomatic and economic ties with the country.</p></div></div></body></html>"
        },
        {
            "title": "Journalist Don Lemon arrested in connection to Minnesota ICE protest | Protests News | Al Jazeera",
            "time": "2026-01-30T16:28:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697cd1df06a3-1769787871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Journalist Don Lemon has been arrested in connection with his coverage of a <a href=\"/news/2026/1/24/thousands-in-minneapolis-brave-bitter-cold-to-protest-ice-crackdown\">protest</a> against United States President Donald Trump’s deadly immigration enforcement operation in Minnesota.</p><p>Lemon’s lawyer, Abbe Lowell, said on Friday that the journalist had been arrested in Los Angeles, where he was covering the Grammy Awards.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lemon was charged with conspiracy and interfering with the First Amendment rights of worshippers related to his attendance at a January 18 protest, in which demonstrators disrupted a church service in the city of St Paul, Minnesota.</p><p>“Don has been a journalist for 30 years, and his constitutionally protected work in Minneapolis was no different than what he has always done,” Lowell said in a statement.</p><p>He pointed to the First Amendment of the US Constitution, which protects the freedom of the press.</p><p>“The First Amendment exists to protect journalists whose role it is to shine light on the truth and hold those in power accountable,” Lowell said. “Don will fight these charges vigorously and thoroughly in court”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US Attorney General Pam Bondi confirmed the arrest on Friday, saying Lemon had been taken into custody with three others in connection with what she described as the “coordinated attack on Cities Church in St Paul, Minnesota”.</p><p>Lemon was part of a series of arrests that morning, all related to the church demonstration. They included independent journalist Georgia Fort, as well as activists Jamael Lydell Lundy and Trahern Jeen Crews.</p><p>Federal authorities had previously arrested Minneapolis civil rights lawyer Nekima Levy Armstrong and two others in connection with the protest.</p><p>Press freedom groups swiftly condemned the action, which they called a major escalation in the administration’s attacks on journalists.</p><p>“The unmistakable message is that journalists must tread cautiously because the government is looking for any way to target them,” Seth Stern, the chief of advocacy at the Freedom of the Press Foundation, said in a statement.</p><p>The National Press Club also denounced the arrests in a statement. “Arresting or detaining journalists for covering protests, public events, or government actions represents a grave threat to press freedom and risks chilling reporting nationwide,” it wrote.</p><p>Lemon had previously been an anchor for the CNN news network, but he was fired in 2023. He has since worked as an independent journalist, with a prominent presence on YouTube.</p><h2 id=\"i-m-here-as-a-journalist\">‘I’m here as a journalist’</h2><p>During his online report from the church protest, Lemon repeatedly identified himself as a reporter as he interviewed both demonstrators and church attendees.</p><p>“I’m not here as an activist. I’m here as a journalist,” he told those present.</p><p>Protesters had targeted the church, which belongs to the Southern Baptist Convention, due to its pastor, David Easterwood, who also holds a role as the head of a field office for Immigration and Customs Enforcement (ICE).</p><p>Critics have questioned why the Justice Department swiftly opened a probe into the church protest, while it declined to open a civil rights investigation into an ICE agent’s killing of <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a> in Minneapolis on January 7.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The department, however, on Friday announced it would open a civil rights investigation into the January 24 killing of US citizen <a href=\"/news/2026/1/29/us-agents-involved-in-alex-prettis-killing-in-minneapolis-placed-on-leave\">Alex Pretti</a> by border patrol agents in Minneapolis.</p><p>Friday’s arrests come after a federal judge in Minnesota took the rare move last week of refusing to sign an arrest warrant for Lemon.</p><p>Justice Department officials nevertheless promised to continue pursuing charges.</p></div></div></body></html>"
        },
        {
            "title": "MSF says it will not hand over staff details to Israeli authorities | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-30T16:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697cc6eb54-1769785067.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Doctors Without Borders, known by its French initials MSF, has said it will not provide Israeli authorities with the personal details of its staff working in Gaza and across the occupied Palestinian territory, citing concerns for staff safety and a lack of assurances over how the information would be used.</p><p>The decision on Friday follows criticism of MSF’s statement last week that it was prepared to share the names of its staff under strict conditions – a position that sparked concern among aid workers and rights advocates.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The organisation has since said it was unable to secure the guarantees it sought from Israeli authorities and has now ruled out sharing any staff data “under the current circumstances”, citing risks to its workers’ safety.</p><p>Israel demanded last year that several international aid organisations hand over detailed information about their staff, funding and operations as part of what it described as new “security and transparency standards”.</p><p>The move has been widely criticised by humanitarian groups, who say it risks further endangering aid workers in a context where Israel’s military has already killed more than 1,700 health workers since the start of its genocidal war against Palestinians in Gaza in October 2023, including at least 15 MSF employees.</p><h2 id=\"aid-groups-safety-concerns\">Aid groups’ safety concerns</h2><p>On January 1, Israel withdrew the licences of 37 aid organisations – including MSF, the Norwegian Refugee Council, the International Rescue Committee and Oxfam – saying they had failed to comply with the new requirements.</p><p>Under regulations issued by Israel’s Ministry for Diaspora Affairs, organisations are required to submit sensitive information, including passport copies, CVs and the names of family members, including children.</p><p>The rules also allow Israel to bar organisations it accuses of inciting racism, denying Israel’s existence or the Holocaust, or supporting what it calls “an armed struggle by an enemy state or a terrorist organisation”.</p><p>MSF said that after months of engagement with Israeli authorities, it concluded that it could not safely comply with the demands.</p><p>It comes after MSF previously saying it was <a href=\"/news/2026/1/26/anger-as-msf-agrees-to-israels-unreasonable-demands-what-to-know\">prepared to share</a> a defined list of Palestinian and international staff names, subject to “clear parameters”, and only with the express agreement of those concerned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The organisation said this position had been defined following consultation with Palestinian colleagues, with staff safety as the central consideration.</p><p>However, MSF said it was unable to secure the concrete assurances it requested.</p><p>“These included that any staff information would be used only for its stated administrative purpose and would not put colleagues at risk; that MSF would retain full authority over all human resource matters and management of medical humanitarian supplies, and that all communications defaming MSF and undermining staff safety would cease,” the aid group said in a statement.</p><p>Humanitarian organisations fear that such data could be used to target aid workers in Gaza, the occupied West Bank and East Jerusalem.</p><p>Israel has accused MSF – without providing evidence – of employing people who fought with Palestinian armed groups, part of a broader campaign. Israeli officials have also alleged, without proof, that United Nations agencies and other humanitarian groups are linked to Hamas.</p><p>Aid organisations say such accusations have helped normalise attacks on humanitarian workers and undermine life-saving operations. According to the International Rescue Committee, Palestinians make up nearly one-fifth of all aid workers killed globally since records began.</p><h2 id=\"devastating-impact\">‘Devastating impact’</h2><p>MSF operates medical services across Gaza and the occupied West Bank, providing emergency and critical care. The organisation warned that expelling MSF from Gaza and the West Bank would have a “devastating impact” as Palestinians face winter conditions amid widespread destruction and urgent humanitarian needs.</p><p>Humanitarian conditions in Gaza remain dire, MSF said, with nearly 500 people killed since October, basic services largely destroyed and the health system “nearly non-functional”, with specialised care, such as burn treatment, unavailable.</p><p>In 2025, MSF said it provided 800,000 consultations, assisted one in three births and supported one in five hospital beds.</p><p>“MSF remains open to ongoing dialogue with Israeli authorities to maintain our critical medical operations in Gaza and the West Bank,” the organisation said, “and to ensure that MSF can continue delivering essential, lifesaving medical care to those in desperate need”.</p></div></div></body></html>"
        },
        {
            "title": "Can Trump’s ‘madman theory’ reshape Iran and the Middle East? | Conflict News | Al Jazeera",
            "time": "2026-01-30T15:57:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6978c31751ca-1769521943.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In June 2025, the United States had just struck Iranian nuclear sites, but rather than signal that the bombings were the opening salvo of a war between the US and Iran, President Donald Trump was quick to try to draw a line under the attack.</p><p>“Now is the time for peace,” was Trump’s message at the time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fast forward to the present day, and Trump is threatening an even bigger attack, and backing up the threat with a <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">large-scale movement of US military assets</a>, including an aircraft carrier, towards Iranian waters.</p><p>Trump says that these threats are his way of convincing the Iranians to agree to a deal – reported to include demands to effectively end Iran’s nuclear programme, limit its ballistic missile programme, and stop support for allies across the Middle East.</p><p>This is the Trump school of foreign policy: heavy on threats, and willingness to carry out calibrated and – at least initially – confined military action, designed to avoid US military entrenchment. At the same time, Trump says that he is not necessarily a supporter of regime change, but leaves the door open for it.</p><p>Trump actively cultivates an image that may – in a more disparaging way – be called the “madman theory” of foreign policy. Said to have originally been coined by former US President Richard Nixon in the late 1960s, the idea is for the enemy to question just how far you are willing to go, even if it seems irrational.</p><p>The US assassination of Iranian General Qassem Soleimani in 2020 was one of the major examples of Trump acting this way during his first term. The unexpected killing of a senior state official of another country risked direct war and went against the opinions of many foreign policy experts. And yet Trump saw it as an act of deterrence and strength, and felt vindicated once it became clear the Iranians would not respond in kind.</p><p>In his second term, Trump has doubled down on this style of foreign policy, most notably in the abduction of <a href=\"/news/2026/1/28/rubio-testifies-before-us-senate-on-abduction-of-venezuelas-maduro\">Venezuelan President Nicolas Maduro</a>. It now serves to give added heft to his current threats towards Iran.</p><p>The tactic serves two separate instincts within Trump and those around him – a desire to appear to be different from the neoconservatives who took the US into the 2003 war and subsequent disastrous occupation of Iraq, while simultaneously weakening any force in the region deemed to be a threat to the US or its chief Middle Eastern ally, Israel.</p><p>In essence, Trump wants to use the threat of force – and the occasional attack – to get short-term “wins” that make US enemies weaker, while steering clear of any protracted engagements.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"can-trump-be-successful\">Can Trump be successful?</h2><p>How long that can work for depends on the size of the goal. When limited concessions are acceptable to both the US and the adversary, Trump’s threats can potentially lead to results in his favour.</p><p>The US president’s current threat to “no longer help” Iraq if the <a href=\"/news/2026/1/27/trump-says-us-will-end-support-for-iraq-if-al-maliki-reinstated-as-pm\">pro-Iranian politician Nouri al-Maliki</a> becomes prime minister is a case in point.</p><p>Trump may be imposing his will on Iraq, but it is a threat backed not by war, but by potential economic consequences, therefore reducing the sense that Iraqi sovereignty is under attack. It also leaves the door open to other politicians the US deems acceptable to be prime minister, including the man currently in the job, Mohammed Shia al-Sudani.</p><p>Al-Sudani is within the same wider Shia political alliance as al-Maliki, but is considered not to be as close to Iran and does not have the latter’s baggage. Keeping al-Sudani in power instead of al-Maliki, if that does indeed happen, is a relatively easy deal to make in return for avoiding any US economic wrath – and allows Trump to secure another “win”.</p><p>In Syria, US policy appears to be more focused on gradual withdrawal, because Trump feels like he has a partner in the group that <a href=\"/news/2026/1/28/trump-praises-syrian-president-al-sharaa-after-offensive-against-sdf\">he can work with</a> in President Ahmed al-Sharaa. US policy in Syria is fixated on two goals: ensuring that ISIL (ISIS) does not strengthen, and guaranteeing no threat towards Israel from Syria.</p><p>At the same time, Trump has no qualms in abandoning the Kurdish-led Syrian Democratic Forces, a US ally now deemed surplus to requirements.</p><p>Instead, Gulf powers, led by Saudi Arabia, have said that they can vouch for the Syrian government and al-Sharaa, and for Trump, this is a way to largely wash his hands of at least one problem in a region he has long maintained is prone to endless wars.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"increasing-complications\">Increasing complications</h2><p>In Lebanon and Gaza, Trump has attempted to use the threat of military force to achieve two goals: an end to all-out war and for anti-US and anti-Israel forces to agree to disarm.</p><p>Trump’s policy goals in Lebanon and Gaza are less maximalist than in Iran, but achieving them will be more complex than the relatively moderate concessions demanded of Iraq.</p><p>In both Lebanon and Gaza, the US has stepped in after devastating Israeli wars and positioned itself as a peacemaker, despite backing Israel in both of the conflicts.</p><p>And yet peace is conditional on armed groups – <a href=\"/features/2026/1/29/aouns-tightrope-daily-israeli-attacks-and-hezbollahs-refusal-to-disarm\">Hezbollah in Lebanon</a> and Hamas in Gaza – disarming completely. During the gradual negotiations in both instances, the US has presented itself as a restraining force on Israel, preventing a return to all-out war, but allowed Israel to carry out regular small-scale attacks that serve as reminders of what Israel and the US could carry out if their demands are not met.</p><p>But full disarmament is a bitter pill to swallow for both Hezbollah and Hamas.</p><p>In Syria, Hezbollah and its supporters would see this as accepting defeat in the fight against the US and Israel – a catastrophic blow for an organisation that sees itself as a resistance movement to those two powers.</p><p>Trump’s “<a href=\"/opinions/2026/1/27/trumps-board-of-peace-puts-rights-abusers-in-charge-of-global-order\">Board of Peace</a>“, the body established to oversee the administration of Gaza, is more palatable to Hamas to a point, but similarly, the full disarmament being demanded of the group will take away one of the central elements of its self-identity, even as Israel’s occupation of Palestinian land continues with no end in sight.</p><p>It is therefore likely that both Hezbollah and Hamas believe that agreeing to the demand to fully disarm is an existential matter, opening the door to a future breakdown of negotiations.</p><h2 id=\"long-term-consequences\">Long-term consequences</h2><p>Iran’s past experience with Trump and perception of its own existential threat may test the limits of Trump’s approach to foreign policy.</p><p>Trump insists that he wants a deal, but the Iranian government is signalling that it simply does not believe him, based on what it believes to be his duplicitous previous attacks during negotiations, and his willingness to abduct foreign leaders as a means of projecting US power.</p><p>The Iranians appear to see few off-ramps, and based on their experience in the past year, now regard concessions as merely inviting further pressure.</p><p>The Islamic Republic – or at least elements within it – sees that its own survival is at stake. So now, for the US and Trump, it is the other side that may have nothing to lose. In these circumstances, can the “madman” foreign policy approach work?</p><p>Ultimately, Trump’s approach of projecting the US’s military might can compel the other side to provide concessions – but only up to a point if they feel that they are marked for elimination.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why has Burkina Faso banned political parties, and what’s next? | Armed Groups News | Al Jazeera",
            "time": "2026-01-30T15:25:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357459450133-1767178831.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After several years of suspension, political parties in Burkina Faso have been formally dissolved by the military government, which has also seized all their assets in a move analysts say is a major blow for democracy in the West African nation.</p><p>In a decree issued on Thursday, the government, led by Captain Ibrahim Traore, scrapped all laws which established and regulated political parties, accusing them of failing to comply with guidelines.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The troubled West African nation is struggling with violence from armed groups linked to ISIL (ISIS) and al-Qaeda. It is one of a growing number of West and Central African nations to have undergone coups in recent years.</p><p><a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\" target=\"_blank\" rel=\"noopener\">Traore</a> seized power in September 2022, eight months after an earlier military coup had already overthrown the democratically elected President Roch Marc Kabore.</p><p>Despite strong criticism by rights groups and opposition politicians of his authoritarian approach, 37-year-old Traore has successfully built up an online cult-like following among pan-Africanists, with many likening him to the late Burkinabe revolutionary leader, Thomas Sankara.</p><p>Traore’s anti-colonial and anti-imperial pronouncements are often shown in high-definition, AI-generated videos that have gained him widespread admiration across the internet.</p><p>But the decision to ban political parties does not sit well for democracy, Dakar-based analyst Beverly Ochieng of the Control Risks intelligence firm, told Al Jazeera.</p><p>“The military government will [remain] highly influential, especially after a recent decree appointing Traore in a supervisory capacity in the judiciary,” Ochieng said, referring to a December 2023 constitutional change which placed courts directly under government control.</p><p>Going forward, “there will be very limited division of powers or autonomy across the civic and political space,” Ochieng said, adding that the military government will likely keep extending its stay in power.</p><figure id=\"attachment_4275974\" aria-describedby=\"caption-attachment-4275974\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275974\" src=\"/wp-content/uploads/2026/01/2022-10-14T144940Z_1970899849_RC2X0X904MJR_RTRMADP_3_BURKINA-POLITICS-1769774226.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ouaga\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275974\" class=\"wp-caption-text\">People attend the beginning of two days of national talks to adopt a transitional charter and designate an interim president to lead the country after September’s coup in Ouagadougou, Burkina Faso, on October 14, 2022 [Vincent Bado/Reuters]</figcaption></figure><h2 id=\"why-have-political-parties-been-banned\">Why have political parties been banned?</h2><p>The Burkinabe government claims the existing political parties were not following the codes which established them.</p><p>In a televised statement following a Council of Ministers meeting on Thursday, when the new decree was approved, Interior Minister Emile Zerbo said the decision was part of a broader effort to “rebuild the state” after alleged widespread abuses and dysfunction in the country’s multiparty system.</p><p>A government review, he said, had found that the multiplication of political parties had fuelled divisions and weakened social cohesion in the country.</p><p>“The government believes that the proliferation of political parties has led to excesses, fostering division among citizens and weakening the social fabric,” Zerbo said.</p><p>He did not give details of the political parties’ alleged excesses.</p><h2 id=\"how-did-political-parties-operate-in-the-past\">How did political parties operate in the past?</h2><p>Before the 2022 coup, which brought the current military leadership to power, Burkina Faso had more than 100 registered political parties, with 15 represented in parliament after the 2020 general elections.</p><p>The largest was the ruling People’s Movement for Progress (MPP), which had 56 of 127 seats in parliament. It was followed by the Congress for Democracy and Progress, with 20 seats, and the New Era for Democracy with 13 seats.</p><p>But the civilian government faced months of protests as thousands took to the streets to demonstrate against growing insecurity from armed groups in large parts of the country.</p><p>In 2022, Traore took power, promising to put an end to violence by armed groups. He also promised the regional Economic Community of West African States (ECOWAS) bloc that his government would hold elections by 2024.</p><p>But political parties were banned from holding rallies after the 2022 coup and, a month before the 2024 deadline, Traore’s government postponed elections to 2029 after holding a national conference, which was boycotted by several political parties.</p><p>Burkina Faso, along with Mali and Niger, withdrew from ECOWAS to form the Alliance of Sahel States, a new economic and military alliance in January last year. They also withdrew from the International Criminal Court (ICC).</p><p>In July 2025, Traore’s government dissolved the Independent National Electoral Commission, saying the agency was too expensive.</p><figure id=\"attachment_4206525\" aria-describedby=\"caption-attachment-4206525\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206525\" src=\"/wp-content/uploads/2025/12/AP25357457602550-1767178885.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Traore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206525\" class=\"wp-caption-text\">Burkina Faso’s President Captain Ibrahim Traore, second left, walks alongside Mali’s President General Assimi Goita during the Alliance of Sahel States (AES) second summit on security and development in Bamako, Mali, on December 23, 2025 [Mali Government Information Center via AP]</figcaption></figure><h2 id=\"has-insecurity-worsened-under-traore\">Has insecurity worsened under Traore?</h2><p>Landlocked Burkina Faso is currently grappling with several armed groups which have seized control of land in the country’s north, south and west, amounting to about 60 percent of the country, according to the Africa Center for Strategic Studies (ACSS).</p><p>The most active groups are the al-Qaeda-backed Jama’at Nusrat al-Islam wal-Muslimin (JNIM) and Islamic State Sahel Province (ISSP), which also operate in neighbouring Mali and Niger.</p><p>The groups want to rule over territory according to strict Islamic laws and are opposed to secularism.</p><figure id=\"attachment_2257951\" aria-describedby=\"caption-attachment-2257951\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2257951\" src=\"/wp-content/uploads/2023/07/AP23178419564742-1688218774.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Capt. Ibrahim Traore parade wave a Russian flag in the streets of Ouagadougou, Burkina Faso, Oct. 2, 2022.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2257951\" class=\"wp-caption-text\">Supporters of Captain Ibrahim Traore parade with a Russian flag in the streets of Ouagadougou, Burkina Faso, on October 2, 2022 [File: Sophie Garcia/AP]</figcaption></figure><p>By December 2024, all three Alliance of Sahel States countries had cut ties with former colonial power France and instead turned to Russian fighters for security support after accusing Paris of overly meddling in their countries.</p><p>Between them, they expelled more than 5,000 French soldiers who had previously provided support in the fight against armed groups. A smaller contingent of about 2,000 Russian security personnel is now stationed across the three countries.</p><p>But violence in Burkina Faso and the larger Sahel region has worsened.</p><p>Fatalities have tripled in the three years since Traore took power to reach 17,775 – mostly civilians – by last May, compared with the three years prior, when combined recorded deaths were 6,630, the ACSS recorded.</p><p>In September, Human Rights Watch <a href=\"https://www.hrw.org/news/2025/09/15/burkina-faso-islamist-armed-groups-massacre-civilians\" target=\"_blank\" rel=\"noopener\">accused </a>JNIM and ISSP of massacring civilians in northern Djibo, Gorom Gorom and other towns, and of causing the displacement of tens of thousands since 2016.</p><p>HRW has also similarly accused the Burkinabe military and an allied militia group, Volunteers for the Defense of the Homeland, of atrocities against civilians suspected of cooperating with armed groups. In attacks on northern Nondin and Soro villages in early 2024, the military killed 223 civilians, including 56 babies and children, HRW <a href=\"/news/2024/4/28/burkina-faso-says-hrw-massacre-accusations-baseless\">said in an April 2024 report</a>.</p><p>Mali and Niger have similarly recorded attacks by the armed groups. Malian capital Bamako has been <a href=\"/video/the-take-2/2025/11/11/aje-onl-mli_bamakosiege_av_v2-111125\">sealed off</a> from fuel supplies by JNIM fighters for months.</p><p>On Wednesday night, the Nigerien military <a href=\"/news/2026/1/29/niger-military-govt-says-france-benin-ivory-coast-behind-airport-attack\">held off</a> heavy attacks on the airport in the capital city, Niamey. No armed group has yet claimed responsibility.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"is-the-civic-space-shrinking-in-burkina-faso\">Is the civic space shrinking in Burkina Faso?</h2><p>Since it took power, the government in Ouagadougou has been accused by rights groups of cracking down on dissent and restricting press and civic freedoms.</p><p>All political activities were first suspended immediately after the coup.</p><p>In April 2024, the government also took aim at the media, ordering <a href=\"/news/2024/4/26/burkina-faso-suspends-bbc-voice-of-america-for-reporting-on-army-killings\" target=\"_blank\" rel=\"noopener\">internet service providers</a> to suspend access to the websites and other digital platforms of the BBC, Voice of America and HRW.</p><p>Meanwhile, authorities have forced dozens of government critics into military service and sent them to fight against armed groups. Several prominent journalists and judges have been arrested after speaking out against increasingly restrictive rules on press and judiciary freedom.</p><p>Abdoul Gafarou Nacro, a deputy prosecutor at the country’s High Court, was one of at least five senior members of the judiciary to be forcibly conscripted and sent to fight armed groups in August 2024 after speaking out against the military government. Nacro’s whereabouts are currently unknown.</p><p>In April 2025, three abducted journalists resurfaced in a social media video 10 days after they went missing, in one example. All three – Guezouma Sanogo, Boukari Ouoba, and Luc Pagbelguem – were wearing military fatigues in an apparent forced conscription. They have all since been released.</p><p>However, several others, including some opposition politicians, are still missing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Djokovic beats Sinner as history and Alcaraz await in Australian Open final | Tennis News | Al Jazeera",
            "time": "2026-01-30T15:11:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2259061024-1769783923.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Djokovic beats Sinner as history and Alcaraz await in Australian Open final</h1><p class=\"article__subhead\"><em>Novak Djokovic stuns reigning two-time champion Jannik Sinner to set up Australian Open final against Carlos Alcaraz.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Novak ‍Djokovic ‍channelled his halcyon days in a five-set classic to dethrone Jannik Sinner and become ⁠the oldest man to reach ​the Australian Open final ‍in the professional era at a rocking Rod Laver Arena.</p><p>Four months before his ‍39th ⁠birthday, Djokovic showed he remains unbeatable on his day as he sent the double defending champion packing with a 3-6 6-3 4-6 6-4 ​6-4 win in a 1:32am finish early on Saturday in Melbourne (14:32 GMT on Friday).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It feels surreal to be honest, playing over four hours,” Djokovic said on ​court.</p><p>“I was reminiscing in 2012 when I played Rafa [Nadal] in the final, that was six ‍hours almost.</p><p>“The level of intensity and quality was high [against Sinner], and that was the only way to have a chance to win.</p><p>“He won the last five matches against me, he had my mobile number, so I had to change my ‍number tonight.</p><p>“Jokes aside I ⁠said at the net: ‘Thanks for allowing me at least one’. Tremendous respect, an incredible player. He pushed me to the limit, so he deserves applause for his performance.”</p><figure id=\"attachment_4276295\" aria-describedby=\"caption-attachment-4276295\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276295\" src=\"/wp-content/uploads/2026/01/GettyImages-2259058921-1769783974.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Novak Djokovic of Serbia in the Men's Singles Semifinal against Jannik Sinner of Italy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276295\" class=\"wp-caption-text\">Novak Djokovic of Serbia plays a forehand against Jannik Sinner of Italy [Quinn Rooney/Getty Images]</figcaption></figure><p>Djokovic will meet world number one Carlos Alcaraz in Sunday’s decider, the Spaniard having fought off Alexander Zverev in <a href=\"/sports/2026/1/30/alcaraz-beats-zverev-to-break-slam-record-in-reaching-australian-open-final\">the longest Australian Open semifinal</a>.</p><p>Eighteen years after his first Melbourne crown, Djokovic will strive for a record-extending 11th against Alcaraz and the unprecedented 25th Grand Slam title that has eluded him.</p><p>Djokovic needed incredible ​fortune to reach the semifinals, with his quarterfinal opponent, Lorenzo Musetti, retiring injured ‌after taking the first two sets.</p><p>The Serb enjoyed a walkover in the fourth round as well, when Jakub Mensik pulled out.</p><p>But it was hard work and mental toughness that got Djokovic over the line against Sinner, a player who had beaten him in ‌their previous five matches.</p><figure id=\"attachment_4276298\" aria-describedby=\"caption-attachment-4276298\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276298\" src=\"/wp-content/uploads/2026/01/GettyImages-2259058249-1769784042.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Jannik Sinner in defeat to Novak Djokovic at the Australian Open tennis\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276298\" class=\"wp-caption-text\">Jannik Sinner of Italy plays a forehand in the Men’s Singles semifinal at Melbourne Park[Phil Walter/Getty Images]</figcaption></figure><p>Victory came grudgingly.</p><p>He had to save a slew of break points in the decisive set before finally getting a look at Sinner’s ‌serve at 3-3.</p><p>Flooring the Italian in three punishing rallies, the Serb ⁠broke him to lead 4-3, raised one fist and threw an icy stare at his player’s box.</p><p>Djokovic had to save another three break points in the next service game, but sent Serbian fans into delirium when he survived them all and held with an ‌ace.</p><p>Serving for the match at 5-4, Djokovic summoned the grit and champion spirit of 20 years at the top, setting up two match points with a forehand winner down the line.</p><p>Sinner saved both, but finally fired ‍a backhand wide to concede, leaving Djokovic to throw away his racket, get down on his knees and cross his chest.</p></div></div></body></html>"
        },
        {
            "title": "Trump nominates Kevin Warsh to replace Powell as Fed chair | Donald Trump News | Al Jazeera",
            "time": "2026-01-30T14:41:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697cb9ff-1769781759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has nominated former Federal Reserve Governor Kevin Warsh to head the US central bank when current Federal Reserve Chair Jerome Powell’s term ends in May.</p><p>The announcement on Friday caps a months-long, highly publicised search for a new chair of the Federal Reserve, widely regarded as one of the most influential economic officials in the world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It comes amid Trump’s public pressure campaign on Powell, whom he appointed during his first term but has repeatedly condemned for not cutting interest rates at the pace the president would like.</p><p>“I have known Kevin for a long period of time, and have no doubt that he will go down as one of the GREAT Fed Chairmen, maybe the best,” Trump posted on his Truth Social site. “On top of everything else, he is ‘central casting,’ and he will never let you down.”</p><p>The statement referenced the apparent compromise Warsh represents. The 55-year-old is known to be in Trump’s orbit and has recently called for lower interest rates, although he is expected to stop short of the more aggressive easing associated with some other potential candidates for the job.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, he is expected to face a punishing Senate confirmation hearing, with US lawmakers likely to be particularly critical given Trump’s public comments and the Department of Justice’s decision earlier this month to open a criminal probe into Powell.</p><p>Critics, including Powell, have said Trump’s actions seek to undermine the Federal Reserve’s independence and pressure the agency to set monetary policy aligned with the president’s wishes.</p><h2 id=\"what-does-the-federal-reserve-do\">What does the Federal Reserve do?</h2><p>The Federal Reserve has long been seen as a stabilising force in global financial markets, due in part to its perceived independence from politics.</p><p>It is tasked with combating inflation in the US while also supporting maximum employment. It is also the nation’s top banking regulator.</p><p>The agency’s rate decisions over time influence borrowing costs throughout the economy, including for mortgages, car loans and credit cards.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement, Senator Elizabeth Warren, the top Democrat on the US Senate Banking Committee, said, “This nomination is the latest step in Trump’s attempt to seize control of the Fed.”</p><p>She pointed to the investigation into Powell, as well as Trump’s effort to push out Fed Governor Lisa Cook, which is currently being challenged before the US Supreme Court.</p><p>“No Republican purporting to care about Fed independence should agree to move forward with this nomination until Trump drops his witch-hunt,” Warren said.</p><p>Republican Senator Thom Tillis, meanwhile, said he would not vote to confirm any nominee until the Department of Justice probe into Powell is ended.</p><p>“Protecting the independence of the Federal Reserve from political interference or legal intimidation is non-negotiable,” he said in a statement.</p><p>Still, some Republicans welcomed the nomination.</p><p>“No one is better suited to steer the Fed and refocus our central bank on its core statutory mandate,” Republican Senator Bill Hagerty said in a statement.</p><p>If Warsh is confirmed, it remains unclear whether Powell would immediately step down or finish out his term. Traditionally, Federal Reserve chairs step aside as soon as their replacement is appointed, but the political situation has led to speculation Powell could stay on as long as possible.</p><h2 id=\"who-is-warsh\">Who is Warsh?</h2><p>Warsh is currently a fellow at the right-leaning Hoover Institution and a lecturer at the Stanford Graduate School of Business.</p><p>He was a member of the Federal Reserve’s board from 2006 to 2011 and became the youngest Federal Reserve governor in history when he was appointed at age 35.</p><p>He was an economic aide in George W Bush’s Republican administration and was an investment banker at Morgan Stanley. His father-in-law is Ronald Lauder, heir to the Estee Lauder cosmetics fortune and a longtime donor and confidant of Trump’s.</p><p>Warsh has historically supported higher interest rates to control inflation, but has more recently argued for lower rates.</p><p>He has been a vocal critic of current Federal Reserve leadership, calling for “regime change” and criticising Powell for engaging on issues like climate change, which Warsh has said are outside the role’s mandate.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said Warsh’s experience means his appointment will likely be well received by the markets.</p><p>“The consensus is that in the short term, yes, this is a nominee who will do what the president has asked,” she said.</p><p>“But what he could do long term as chair of the board is very similar, ironically, to what Jerome Powell, the current board chair, is doing right now,” she said.</p><p>“That is having independence – making decisions based on economic data and not necessarily on political whims of a president.”</p></div></div></body></html>"
        },
        {
            "title": "US-Iran tensions: The diplomatic scramble to prevent a war | Conflict News | Al Jazeera",
            "time": "2026-01-30T14:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697c8de22f-1769770466.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amid rising tensions and growing fears of a <a href=\"/news/liveblog/2026/1/30/live-iran\">military clash</a> between Iran and the United States, a series of nations – especially in Iran’s extended neighbourhood – are engaged in hectic diplomacy aimed at avoiding an all-out war.</p><p>We look at the various diplomatic efforts taking place, and whether they could succeed in defusing tensions.</p><h2 id=\"what-is-happening-between-iran-and-the-us\">What is happening between Iran and the US?</h2><p>On Wednesday, US President Donald Trump renewed threats of US military intervention in Iran if it does not reach <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\">a deal</a> to curb its nuclear programme and ballistic missile capacity.</p><p>“A massive Armada is heading to Iran,” Trump wrote in a post on his Truth Social platform. The US fleet of warships includes the nuclear-powered aircraft carrier USS Abraham Lincoln.</p><p>US Central Command (CENTCOM) confirmed in a post on X on Monday that the USS Abraham Lincoln had been sent to the Middle East to “promote regional security and stability”.</p><p>The vessel, which departed its home port of San Diego, California in November and had been operating in the South China Sea until last week, is one of the US Navy’s largest warships.</p><p>Trump first issued a <a href=\"/news/2026/1/14/what-are-trumps-military-options-for-an-attack-on-iran\">threat</a> to militarily intervene in Iran earlier this month during protests against the country’s government. The <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">protests</a> had begun in late December 2025 over the country’s worsening economic conditions. They escalated into a broader challenge to the country’s clerical leadership, which has been in power since the 1979 Islamic revolution.</p><p>Trump initially backed down from his threat to attack Iran after receiving assurances that protesters would not be executed, he said. But he has since renewed them.</p><p>Tehran has stated that it is not willing to negotiate under the threat of attack and has signalled its readiness to defend Iran.</p><p>“Tehran’s priority is currently not to negotiate with the US, but to have 200 percent readiness to defend our country,” Kazem Gharibabadi, a senior member of the Iranian negotiating team, told Iranian state media on Wednesday.</p><p>He said messages had been passed to the US through intermediaries, but stated that even if conditions became suitable for talks, Iran would remain fully prepared to defend itself. He pointed out that the US launched an assault on its nuclear facilities in June last year – just as negotiations were about to begin to end its 12-day war with Israel.</p><p>During that conflict, there were few Israeli casualties, but Iranian missiles did manage to breach Israel’s much-vaunted “Iron Dome” defence system, causing alarm in Tel Aviv and Washington.</p><p>On Thursday, the Iranian army announced it had added 1,000 new “strategic” drones to its forces, including one-way attack drones and combat, reconnaissance and cyber-capable systems designed to strike fixed or mobile targets on land, in the air and at sea.</p><p>“Proportionate to the threats facing us, the agenda of the army includes maintaining and improving strategic advantages for fast combat and a decisive response to any aggression,” army commander Amir Hamati said in a short statement.</p><p>At the same time, however, Iran is pursuing diplomatic channels in a bid to de-escalate the situation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-diplomatic-efforts-are-taking-place\">What diplomatic efforts are taking place?</h2><h3>Turkiye</h3><p>Iran’s foreign minister, Abbas Araghchi, arrived in Istanbul to hold high-level talks with Turkish Foreign Minister Hakan Fidan and President Recep Tayyip Erdogan on Friday.</p><p>While announcing Araghchi’s meetings with the Turkish leaders, Esmaeil Baghaei, Iranian Ministry of Foreign Affairs spokesperson, said that Tehran aims to “constantly strengthen ties with neighbours based on shared interests”.</p><p>While the exact agenda for these discussions has not been revealed, the talks come amid Trump’s threats of military intervention in Iran.</p><p>Araghchi’s meeting will take place while similar discussions between Iran’s leadership and representatives of other countries continue.</p><h3>Pakistan</h3><p>On Thursday, Araghchi spoke with Pakistani Foreign Minister Ishaq Dar on a phone call.</p><p>According to a news release by the Iranian government, Dar reiterated Islamabad’s position on respecting state sovereignty, rejecting interference in other countries’ internal affairs and condemning “terrorism”.</p><p>On the same day, Pakistani Prime Minister Shehbaz Sharif spoke to Iranian President Masoud Pezeshkian. Sharif wrote in an X post that the two leaders reaffirmed their commitment to further strengthening ties between Pakistan and Iran.</p><p></p><h3>Egypt</h3><p>Egypt’s Ministry of Foreign Affairs said on Wednesday that its top diplomat, Badr Abdelatty, had spoken with Araghchi and US Special Envoy to the Middle East Steve Witkoff separately in a bid to “work toward achieving calm, in order to avoid the region slipping into new cycles of instability”.</p><h3>Saudi Arabia and Gulf nations</h3><p>On Tuesday, Saudi Arabia’s Crown Prince Mohammed bin Salman held a call with Iran’s President Pezeshkian and said the kingdom would “not allow its airspace or territory to be used for any military actions against Iran or for any attacks from any party, regardless of their origin”.</p><p>The United Arab Emirates (UAE) has made similar pledges not to allow a US strike on Iran from its territories or airspace.</p><h3><strong>India</strong></h3><p>On Wednesday, India’s deputy national security adviser, Pavan Kapoor, travelled to Tehran for meetings with Iran’s Supreme National Security Council Secretary Ali Larijani and Deputy for International Affairs Ali Bagheri Kani.</p><p></p><p>Last week, India voted against a United Nations Human Rights Council (UNHRC) resolution condemning Iran for its crackdown on protesters.</p><p>Twenty-five members of the council voted in favour of the resolution, while 14 abstained. Seven, including India, China, Vietnam and Cuba, opposed it.</p><h3 id=\"china\">China</h3><p>Besides also voting against the UNHRC resolution last week, China made a show of support for Iran at the UN on Wednesday this week.</p><p>Fu Cong, China’s permanent representative to the United Nations, told an open debate on the Middle East: “The use of force cannot solve problems. Any acts of military adventurism will only push the region into an abyss of unpredictability.” He urged all countries to abide by the United Nations Charter and to oppose interference in the internal affairs of other countries.</p><p>“China hopes that the United States and other relevant parties will heed the call of the international community and regional countries, do more things that are conducive to peace and stability in the Middle East, and avoid exacerbating tensions and adding fuel to the fire,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Russia</h3><p>On Thursday, Russia said there was room for negotiation between the US and Iran.</p><p>“We continue to call on all parties to exercise restraint and to renounce any use of force to resolve issues. Clearly, the potential for negotiations is far from exhausted … We must focus primarily on negotiating mechanisms,” Kremlin spokesperson Dmitry Peskov told reporters.</p><p>“Any forceful actions can only create chaos in the region and lead to very dangerous consequences in terms of destabilising the security system throughout the region.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-about-the-west\">What about the West?</h2><p>Western leaders have largely focused on condemning Iran’s crackdown on protesters this month and have mostly held back from making any major pronouncements on an impending war between Iran and the US.</p><p>On January 25, French armed forces minister Alice Rufo told local media that while France wants to support the Iranian people, “a military intervention is not the preferred option.”</p><p>She added that it was “up to the Iranian people to rid themselves of this regime”.</p><p id=\"meanwhile-on-thursday-eu-introduced-sanctions-against-the-irgc-kaja-kallas-hypocrisy-of-the-eu-calling-the-irgc-vs-the-idf\">But that was perhaps the closest a European nation has come to opposing Trump’s military plans. Instead, while Iranian authorities were engaged in diplomatic outreach with regional neighbours on Thursday, the European Council adopted new sanctions against 15 Iranian individuals and six entities.</p><p>The Council said in a statement that these restrictions had been imposed in response to “serious human rights violations in Iran, following the violent repression of peaceful protests, including the use of violence, arbitrary detention, and intimidation tactics by security forces against demonstrators”.</p><p>The European Union also designated Iran’s Islamic Revolutionary Guard Corps (IRGC) a “terrorist organisation”.</p><p>The US, Canada and Australia also listed the IRGC as a terrorist organisation in 2019, 2024 and 2025, respectively.</p><p>Kaja Kallas, vice president of the European Commission, wrote in an X post on Thursday: “Any regime that kills thousands of its own people is working toward its own demise.”</p><p>On Wednesday, French Foreign Minister Jean-Noel Barrot wrote in an X post that “France will support the designation of the Islamic Revolutionary Guard Corps on the European Union’s list of terrorist organisations.”</p><p>This marked a policy reversal from Paris, which had previously argued that legal and procedural obstacles prevented the EU from designating the IRGC as a terrorist organisation.</p><p>The Iranian leadership strongly criticised the EU decisions.</p><p>“Putting aside the blatant hypocrisy of its selective outrage – taking zero action in response to Israel’s Genocide in Gaza and yet rushing to ‘defend human rights’ in Iran – Europe’s PR stunt mainly seeks to cloak that it is an actor in severe decline,” Araghchi wrote on social media.</p><p>As Trump renewed his threats of military intervention in Iran on Wednesday, German Chancellor Friedrich Merz said that the Iranian government’s “days are numbered”.</p><p>“A regime that can only hold onto power through sheer violence and terror against its own population: its days are numbered,” Merz said at a news conference with Romanian Prime Minister Ilie Bolojan.</p><p>“It could be a matter of weeks, but this regime has no legitimacy to govern the country”.</p><h2 id=\"could-diplomacy-work\">Could diplomacy work?</h2><p>Experts say diplomacy will likely have only a limited impact when it comes to defusing military tensions between the US and Iran.</p><p>Adnan Hayajneh, a professor of international relations at Qatar University, <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">said</a> the calls for de-escalation from regional actors were unlikely to play a major role in influencing US decisions on whether it would strike Iran.</p><p>“[Trump] doesn’t really care about regional actors,” he said. “At the end of the day, he listens to himself.”</p></div></div></body></html>"
        },
        {
            "title": "Zverev slams Alcaraz timeout after loss in longest Australian Open semi | Tennis News | Al Jazeera",
            "time": "2026-01-30T14:21:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2258985101-1769781992.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alexander Zverev condemned officials for allowing Carlos Alcaraz a medical timeout for a leg problem after ‍falling in <a href=\"/sports/2026/1/30/alcaraz-beats-zverev-to-break-slam-record-in-reaching-australian-open-final\">an epic five-setter</a> ‍to the Spaniard in the Australian Open’s longest semifinal.</p><p>World number one Alcaraz was struggling to move at 4-4 in the third set on Friday and was allowed treatment on his right thigh at the change of ends, leaving the German incensed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Alcaraz said post-match that he worried he may have ⁠strained an adductor muscle, Zverev was adamant the Spaniard’s problem was cramp, which is out of bounds for medical timeouts.</p><p>Alcaraz dropped ​the next two sets but was back running at full pelt in the fifth to close ‍out an epic 6-4 7-6(5) 6-7(3) 6-7(4) 7-5 win in five hours and 27 minutes.</p><p>“Yeah, I mean, he was cramping, so normally you can’t take a medical timeout for cramping,” third seed Zverev said at his post-match news conference.</p><p>“What can I do? It’s not my ‍decision. I didn’t ⁠like it, but it’s not my decision.”</p><p>On court, Zverev lashed out at a match supervisor in profanity-laden German as Alcaraz underwent treatment.</p><p>“I just said it was b******t, basically,” he said later of the exchange, noting that Alcaraz finished full of running.</p><p>“He took like an hour and a half off where he wasn’t moving almost at all.</p><p>“So again, maybe I should have used that better in a way. Maybe I should have won the games and won the sets a bit quicker. Then moving into the fifth, maybe he ​wouldn’t have had so much time to recover. But the fifth set, the way ‌he was moving, was incredible again.”</p><figure id=\"attachment_4276223\" aria-describedby=\"caption-attachment-4276223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276223\" src=\"/wp-content/uploads/2026/01/GettyImages-2259011322-1769782097.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Alexander Zverev of Germany in the Men's Singles Semifinal match against Carlos Alcaraz of Spain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276223\" class=\"wp-caption-text\">Carlos Alcaraz, left, of Spain, and Alexander Zverev, right, of Germany, react after the former’s victory in the Men’s Singles semifinal [Clive Brunskill/Getty Images]</figcaption></figure><h2 id=\"alcaraz-admits-his-body-could-be-better-ahead-of-australian-open-final\">Alcaraz admits his body could be better ahead of Australian Open final</h2><p>When asked whether he was injured, Alcaraz equivocated.</p><p>“Well, obviously I feel tired. You know, obviously my body could be better, to be honest, but I think that’s normal after five hours and a half.”</p><p>Runner-up to Jannik Sinner last ‌year, Zverev was serving for the match at 5-4 in the fifth set of Friday’s semifinal but Alcaraz won the next three games to leave the German with ‌another near-miss at the Grand Slams.</p><p>Still chasing an elusive first major title, ⁠Zverev said he had more regrets about dropping the second set than his surrender in the fifth.</p><p>“I was hanging on for dear life, to be honest. I was exhausted,” he said, rating the match as probably the toughest physically of his career.</p><p>“I think we both went to our absolute ‌limits, so somewhat I’m also proud of myself, the way I was hanging on and came back from two sets to love.</p><p>“Of course it’s disappointing but this is the start of the year, so if I continue playing that ‍way, if I continue training the way I train, if I continue working on the things that I’ve been working in the offseason, I do believe it’s going to be a good year for me.”</p></div></div></body></html>"
        },
        {
            "title": "Ukrainian President Zelenskyy invites Putin to Kyiv for talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-30T14:09:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697c8b97-1769769880.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s President Volodymyr Zelenskyy has invited Russian President Vladimir Putin to Kyiv for talks, “if he dares”, as the United States continues to press the warring sides into negotiations on ending the war.</p><p>He told reporters on Friday that he was ready for any format for the meeting, but would not go to Moscow or Belarus, following an invitation from the Kremlin.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Zelenskyy said it was “impossible” for him to meet Putin in Moscow, news agency RBC-Ukraine reports. “It’s the same as meeting with Putin in Kyiv. I can also invite him to Kyiv, let him come. I publicly invite him, if he dares, of course.”</p><p>He added that Russia was an aggressor waging war against Ukraine, and Belarus was a “partner in these actions”.</p><p>The Kremlin on Thursday said Russia had again invited the Ukrainian leader to Moscow for talks but had not received a response.</p><h2 id=\"trilateral-talks\">Trilateral talks</h2><p>US-mediated negotiations between the two countries took place in Abu Dhabi last week and a second round is scheduled for Sunday. However, the Reuters news agency reports that Zelenskyy said the date and location could change, due to the “situation between the United States and Iran”.</p><p>He noted that it was “very important for us that everyone we agreed with be present at the meeting”.</p><p>US President Donald Trump announced on Thursday that Putin had agreed to his request not to attack Ukraine’s energy infrastructure for a week amid extreme cold weather, which he said was “very nice”.</p><p>The Kremlin confirmed on Friday that Putin had received the request, with spokesperson Dmitry Peskov telling Sky News the Russian leader had “of course” agreed to the proposal.</p><p>Zelenskyy <a href=\"https://x.com/ZelenskyyUa/status/2016950745761742903\" target=\"_blank\" rel=\"noopener\">wrote</a> on X that the issue of a ceasefire on energy infrastructure attacks had been discussed during the talks, and that he expected the agreements to be implemented. “De-escalation steps contribute to real progress toward ending the war,” he added.</p><p>On Friday, the Ukrainian leader confirmed in his nightly address that neither Moscow nor Kyiv had conducted strikes ⁠on energy targets from Thursday night onwards.</p><p>However, he added that Russia was engaged in a “reorientation” of its military activity by attacking logistics targets, like rail junctions.</p><p class=\"p1\">Ukrainian ‍Prime ‍Minister Yulia Svyrydenko wrote on X on Friday evening that Russian ⁠forces had launched ​seven attacks on ‍Ukrainian rail infrastructure over the previous ‍24 hours.</p><p class=\"p1\">“Russia ⁠is deliberately striking Ukraine’s logistics routes. This is intentional terror aimed at ​people ‌and civilian transport,” she wrote.</p><p>Before the next round of US-mediated talks, Trump told reporters in the Oval Office on Friday that he believes “we are getting close” to a deal to end the war.</p><p>However, several sticking points remain, including Russia’s demand for Ukrainian forces to withdraw from about one-fifth of the Donetsk region, and the potential deployment of international peacekeepers in Ukraine after the war.</p><p>On Friday, Ukrainian military administration head Oleg Synegubov ordered the evacuation of families with children from seven villages in the northeastern Kharkiv region, as the invading Russian army advanced close to the area, according to news agency AFP.</p></div></div></body></html>"
        },
        {
            "title": "Is Israel’s current path setting it on course for collapse? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-30T13:52:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697a7be43f29f-1769634788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel will find itself diminished and no longer the secure regional hegemon if it maintains its current path, analysts and observers from within Israel and its diaspora have warned.</p><p>All signs, they say, from the ratcheting levels of political polarisation within the country, the loss of investor confidence at both home and abroad and the fundamentals of demographic change, make the collapse of the current iteration of the Israeli state almost inevitable in the coming decades.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“When we say that the Israeli state will stop existing, it’s more of a starting point,” political economist Shir Hever explained. “What we’re really talking about is whether it will continue as the same entity as it is now. For instance, the way apartheid South Africa was no longer the same entity after 1994, or that East Germany was the same entity after unification [in 1990].”</p><p>The argument is that Israel, as it stands now, is unsustainable. And it is not so much about the way Israel treats Palestinians, but about division within Israel. Many secular Israelis are leaving the country – including entrepreneurs who have made Israel’s tech industry one of the best in the world. At the same time, the religious Zionist and ultra-Orthodox segment of society is growing rapidly, even as it comparatively brings in less money to the economy.</p><p>The loss of Israelis leaving the country will therefore potentially take much of the revenue and investment needed to sustain the expansionist aims of a hard-right government, while subsidising a benefits-reliant community of ultra-Orthodox adherents.</p><p>One of the major push factors for secular Israelis is the country’s deep political polarisation, exacerbated by war, the attempted weakening of the judiciary, and the endless machinations of Prime Minister Benjamin Netanyahu.</p><p>Hever isn’t alone in his diagnosis. Perhaps most notable was the 2024 pronouncement from Eugene Kandel, the former head of Israel’s National Economic Council and an ally of Netanyahu, and Ron Tzur, the director of Israel’s Strategic Futures Institute, that Israel was unlikely to reach the centenary of its 1948 establishment if it continues on the same path.</p><p>The two based their conclusion on the divisions within Israeli society, outlining three groupings: a liberal Jewish secular group, a group that wants a religious Jewish state, and a group that advocates for a state with equal rights for Jews and Palestinians.</p><p>Kandel and Tzur see the main divide as being between the first two groups. “A war over the home, over everyone’s identity and values against everyone else, creates an existential threat to the country, because such a war cannot be stopped without a dramatic change in the feelings of all parties,” the two wrote.</p><p>For others, such as American political scientist Ian Lustick, that end has already been reached.</p><p>“[Israel] is no longer a ‘Jewish state’ in the sense that most Israeli Jews mean it, namely a state that privileges Jews over non-Jews but successfully fronts itself as a liberal democracy,” he told Al Jazeera. “Israel is now an apartheidist state which includes all the people living between the [Jordan] river and the [Mediterranean] sea.”</p><p>According to Hever, Israel cannot afford what he referred to as “the luxury of decline”. That is, to remain as it is, Israel must maintain its core workforce of educated middle-class innovators, such as those currently responsible for driving its technology sector, or maintaining its medical system.</p><p>Likewise, to fuel its continued expansion into Palestinian territory, Israel must maintain the industrial, infrastructure and technology to maintain its military strength, and a standard of living to prevent its people from leaving.</p><p>At present, none of those indicators are in good shape, analysts say.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"emigration\">Emigration</h2><p>Israel’s leaders have long regarded population growth as a strategic priority. From the moment the state was formed following the <a href=\"/news/2022/5/15/nakba-mapping-palestinian-villages-destroyed-by-israel-in-1948\">expulsion of some 750,000 Palestinians</a> in 1948, maintaining a clear demographic advantage over Palestinians was seen as vital to the Zionist project, as well as to the ability of the new state to field enough soldiers to secure its borders.</p><p>However, according to analysts, the period of political polarisation that preceded Israel’s genocidal war on Gaza has already resulted in the departure of many of the young graduate class that Israel needs to safeguard its future, even before Netanyahu’s government introduced reforms that would weaken the independence of the judiciary in early 2023.</p><p>At the time, <a href=\"/news/2023/2/20/what-are-israels-judicial-changes-causing-uproar\">Netanyahu’s plan</a> to rob the country’s Supreme Court of much of its powers of government oversight divided Israel to a degree that its later genocide in Gaza failed to match. Protesting what they saw as the government’s power grab, more than 200,000 – roughly 2 percent of the country’s population – took to the streets in protest.</p><p>The outcome has been stark. While government laws blurring legal and physical residency make accurate numbers hard to gauge, the Israeli parliament’s own figures and those of think tanks show that increased emigration, particularly among secular Israelis, has significantly slowed the growth of Israel’s population. In all, driven by war and an increasingly polarised society, more than 150,000 people have left Israel in the past two years, and more than 200,000 since the current government took office in December 2022.</p><p>“The educated upper-class are also more able to leave,” Hever said. “They’re educated, so they can find jobs, and they speak English. They’re also more exposed to international, rather than Hebrew, media, so they have a better idea of what’s going on and how Israel is perceived. However, increasingly, we’re seeing families with children leave, suggesting this is a more fundamental shift.”</p><p>“[Israeli economist] Dan Ben-David estimates that Israel relies on around 300,000 members of a core elite to sustain it,” Hever added. “So if a significant number leave, it stops being a developed economy and becomes a developing economy … which it can’t really afford. It just doesn’t have the luxury of losing its economic power or its standard of living. For a colonial state to exist, it relies on occupying land – and that costs money.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-burden\">Economic burden</h2><p>Investor confidence has also been damaged as a result of both the judicial reforms and war, undermining the economic growth that Israel relies upon to support its military spending, expansion and increasing numbers of ultra-Orthodox citizens who often rely on state benefits to support their religious studies.</p><p>In 2018, according to Kandel and Tzur, the average Israeli family paid about 20,000 shekels ($6,450)  to support Israel’s ultra-Orthodox community. However, according to demographers, the size of that community is expected to triple by 2065, pushing the burden on non-Orthodox Israeli households to the equivalent of 60,000 shekels ($19,370) a year.</p><p>Add to that an increase in defence spending if Israel continues on its current war posture, and analysts warn that the strain on Israel’s main tax-paying sector could become unsustainable, while investors are also moving money out of the country.</p><p>“Even before the judicial reforms, institutional investors were moving money out of the country, and had been doing so since the 2008 financial crisis,” Hever said. “Around 50 percent of internal investment is now abroad.”</p><p>“Foreign investment is also down. Israel’s typical target for investment was its tech sector, but that sector is primarily military: Elbit, for instance, which is now under pressure from BDS [the Boycott, Divest and Sanctions movement],” Hever added. “There’s also been a sharp reduction since the 2023 judicial overhaul, with investors unsure whether conflicts over, for example, copyright or tax will now be ruled upon by a nationalist or extremist government-appointed judge.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-future\">What future?</h2><p>At present, Israel remains relatively secure.</p><p>Though its renewal remains uncertain, the 10-year, $38bn arms deal signed by the <a href=\"/news/2016/9/15/us-and-israel-sign-record-38bn-military-aid-deal\">United States in 2016 </a>continues to underpin much of the country’s arms and tech industry. Its economy continues to grow, and some of its more optimistic forecasters are now looking forward to the first full year with no external shocks since the COVID pandemic of 2019.</p><p>However, few can avoid the fact that, while its economy may be growing, it is doing so at a reduced rate compared with other developed countries.</p><p>Likewise, with the US threatening war against regional nemesis Iran, political deadlock over the recruitment of the <a href=\"/news/2026/1/7/ultra-orthodox-fury-over-military-enlistment-turns-deadly-in-israel\">ultra-Orthodox</a> at home, and the far-right apparently ascendant, predictions that the economy may get through 2026 unscathed may be wishful thinking.</p><p>Meanwhile, the long, slow exodus of the young and the talented continues and, with it, the prospect of a secure future withers.</p><p>Some observers, such as Chatham House’s Yossi Mekelberg, were philosophical over the future of the country, or if it might collapse, saying: “When dictatorships come to an end, they break into pieces. Democracies are chipped away bit by bit until they change beyond recognition.”</p><p>“If Netanyahu and the ultra-right and ultra-Orthodox stay in power, this is the direction,” he said, “with the more liberal minded and socially mobile leaving the country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pep Guardiola renews public support for Palestine at charity event | Humanitarian Crises | Al Jazeera",
            "time": "2026-01-30T13:42:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769780044.jpg?resize=1920%2C1071&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}