{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Nigeria vs Mozambique: AFCON 2025 - team news, start time and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-04T15:10:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251223__88XH7ZW__v1__MidRes__FblAfr2025Match05NgaTza-1766517641.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Nigeria vs Mozambique<br>\n<strong>What</strong>: <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">CAF Africa Cup of Nations</a><br>\n<strong>Where</strong>: Fez Stadium in Fez, Morocco<br>\n<strong>When</strong>: <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">Monday</a> at 8pm (19:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 16:00 GMT in advance of our text commentary stream.</p><p data-start=\"640\" data-end=\"773\">Fun, flair and fragility sum up Nigeria’s ongoing campaign at AFCON 2025.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"37\" data-end=\"148\">As the tournament’s leading attacking force, Nigeria have laid down an early marker as title contenders but while the West Africans boast impressive squad depth, they still need to shore up a leaky defence.</p><p data-start=\"1180\" data-end=\"1537\">The Super Eagles have moved on swiftly from the heartbreak of missing out on the FIFA World Cup and have been flying high in Morocco on the back of a talented squad featuring Ademola Lookman, Raphael Onyedika, Victor Osimhen and Alex Iwobi.</p><p data-start=\"1180\" data-end=\"1537\">As one of only two teams to maintain a perfect group-stage record, the former champions now face Mozambique, who for the first time advanced past the group stage, for a place in the quarterfinals.</p><p data-start=\"1544\" data-end=\"1700\">Ranked 102nd in the world, Mozambique are up for a historic knockout appearance, facing the daunting task of taking on a side ranked 74 places above them.</p><p>Here’s everything you need to know about Nigeria vs Mozambique:</p><h2 id=\"how-did-nigeria-reach-the-round-of-16\">How did Nigeria reach the round of 16?</h2><p>The African powerhouse soared into the knockouts as the table toppers of Group C<span>, registering victories over Tunisia, Uganda and Tanzania. Nigeria were the first team to reach the last 16 with a 100 percent record.</span></p><h2 id=\"how-did-mozambique-reach-the-round-of-16\">How did Mozambique reach the round of 16?</h2><p>Mozambique advanced as one of the four best third-placed sides. The Mambas lost two Group F games and won one, against Gabon, which ended their 40-year wait for a victory at the continental tournament. They are making their first appearance in AFCON’s knockout stages.</p><h2 id=\"who-will-the-winner-face-in-the-next-round\">Who will the winner face in the next round?</h2><p>The winner of the Nigeria and Mozambique match will travel to Marrakesh to face the winner of the Algeria and Democratic Republic of the Congo match in the <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">quarterfinal</a> on January 10.</p><figure id=\"attachment_4198689\" aria-describedby=\"caption-attachment-4198689\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4198689\" src=\"/wp-content/uploads/2025/12/AFP__20251227__894Q2CC__v1__MidRes__FblAfr2025Match17NgaTun-1766857193.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Fez Stadium is pictured prior the Africa Cup of Nations (CAN) Group C football match between Nigeria and Tunisia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4198689\" class=\"wp-caption-text\">Fez Stadium has hosted all of Nigeria’s matches so far and will also be the venue for the fixture against Mozambique [Abdel Majid Bziouat/AFP]</figcaption></figure><h2 id=\"who-are-nigeria-s-best-players\">Who are Nigeria’s best players?</h2><p data-start=\"449\" data-end=\"743\">With two goals and two assists, forward Lookman has been one of Nigeria’s standout players at the tournament. The 28-year-old was the architect of the team’s victories in their opening two games, equally influential as both a playmaker and a finisher.</p><p data-start=\"750\" data-end=\"876\">Rested for the final group match, Lookman is expected to come out all guns blazing against their East African opponents.</p><p data-start=\"883\" data-end=\"1204\">Midfielder Onyedika, who scored twice in the last match, is another key contributor while Iwobi has been pulling the strings in the midfield, and striker Osimhen remains one of the most feared attackers in the competition.</p><p></p><h2 id=\"who-are-mozambique-s-best-players\">Who are Mozambique’s best players?</h2><p>Winger Geny Catamo has scored two of Mozambique’s four goals at the tournament and has been central to their historic qualification. Forward Faisal Bangal and right back Diogo Calila have also found the net.</p><h2 id=\"nigeria-and-mozambique-form-guides\">Nigeria and Mozambique form guides</h2><p><strong>Nigeria</strong>: W-W-W-L-L</p><p><strong>Mozambique</strong>: L-W-L-L-D</p><ul>\n<li>Nigeria finished the group stage with eight goals, the highest tally in the competition, while also recording the highest average possession rate (66 percent).</li>\n<li>Nigeria have won all three of their group games for the first time since 2021.</li>\n<li>Mozambique’s victory over Gabon is their only win in 18 AFCON matches (D4 L13).</li>\n<li>Mozambique are yet to keep a clean sheet at AFCON, conceding in all 18 games.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Nigeria and Mozambique have met in five previous encounters across competitive and friendly games.</p><p>Nigeria dominate the head-to-head record with four wins and a draw.</p><h2 id=\"when-did-nigeria-and-mozambique-last-meet\">When did Nigeria and Mozambique last meet?</h2><p>The teams last met in a friendly in Albufeira, Portugal, in October 2023 when Nigeria won 3-2.</p><h2 id=\"nigeria-vs-mozambique-stat-attack\">Nigeria vs Mozambique – stat attack</h2><p>Monday’s game will be their second meeting at AFCON. Their previous AFCON encounter came in the final group game of the 2010 edition when Nigeria ran out 3-0 winners.</p><p>This is Nigeria’s 16th successive appearance in the knockout rounds, having last failed to progress beyond the group stage in 1982.</p><p></p><h2 id=\"have-nigeria-ever-won-an-afcon-title\">Have Nigeria ever won an AFCON title?</h2><p>Nigeria are three-time AFCON champions, having lifted the trophy in 1980, 1994 and 2013.</p><p>They also finished as runners-up five times. This is their 21st appearance at the continental championship.</p><h2 id=\"have-mozambique-ever-won-an-afcon-title\">Have Mozambique ever won an AFCON title?</h2><p>No. This is their sixth appearance at the tournament, and the 2025 edition already marks their best finish.</p><h2 id=\"nigeria-team-news\">Nigeria team news</h2><p data-start=\"97\" data-end=\"341\">Cyriel Dessers, who is yet to feature, and Ryan Alebiosu, who made his debut in the previous game, are both ruled out through injury. Their absence is unlikely to have a major impact because neither is a regular starter.</p><p>Coach Eric Chelle could retain Onyedika in midfield after his brace in the last game, which earned him the player of the match award.</p><h2 id=\"nigeria-s-predicted-lineup\">Nigeria’s predicted lineup</h2><p>Stanley Nwabili (goalkeeper); Bright Osayi-Samuel, Semi Ajayi, Calvin Bassey, Bruno Onyemaechi; Samuel Chukwueze, Wilfred Ndidi, Onyedika, Iwobi; Osimhen, Lookman</p><h2 id=\"mozambique-team-news\">Mozambique team news</h2><p>Mozambique will be without Calila, who was taken off in the last game after only 15 minutes due to an injury. Nene, who scored an own goal against Cameroon, is also injured.</p><h2 id=\"mozambique-s-predicted-lineup\">Mozambique’s predicted lineup</h2><p>Ivane Urrubal (goalkeeper); Infren Nani, Mexer, Reinildo Mandava, Bruno Langa; Guima, Manuel Kambala; Catamo, Elias Pelembe, Witi; Bangal</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN General Assembly president on war, vetoes and UN reform | Gaza | Al Jazeera",
            "time": "2026-01-04T14:49:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767538151.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As global crises multiply and trust in international institutions erodes, the United Nations faces growing questions about its relevance and authority. Thirty years after pledges to end hunger and reduce inequality, progress is stalling, wars are spreading, and UN Security Council vetoes are paralysing action.</p><p>In this episode of <em>Talk to Al Jazeera</em>, UN General Assembly President Annalena Baerbock reflects on the UN’s credibility, the limits of the UNSC, and whether a more assertive UNGA can drive reform before the 2030 Sustainable Development Goals deadline.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gunmen kill over 30 in village raid, abduct others in northern Nigeria | Armed Groups News | Al Jazeera",
            "time": "2026-01-04T14:34:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WEBMAP-NIGERIA-NIGER-1000x562-1767537199.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gunmen kill over 30 in village raid, abduct others in northern Nigeria</h1><p class=\"article__subhead\"><em>Witnesses say the attackers drove motorcycles and opened fire indiscriminately on the Kasuwan ⁠Daji market in Demo village.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gunmen have raided a village in northern Nigeria’s Niger state, killing at least 30 villagers and abducting others, in what marks the latest deadly attack in the conflict-hit region.</p><p>“Over 30 victims lost their lives during the attack; some persons were also kidnapped,” Wasiu Abiodun, Niger police spokesman, said in a statement on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Abiodun added that the gunmen stormed Kasuwan ⁠Daji market in Demo village at around 4:30pm [15:30 GMT] on Saturday, ​burning stalls and looting food items.</p><p>Such attacks are all too common in Nigeria, Africa’s most populous country, where dozens of rogue gangs – locally known as “bandits” – often target remote communities with limited security and government presence.</p><p>The attackers arrived from the National Park Forest along Kabe district, according to the police, pointing to a usual trend where expansive forest reserves act as hideouts for armed gangs.</p><p>Witnesses said ‍they drove motorcycles and opened fire indiscriminately. “Women and children were not spared,” Dauda Shakulle, who was wounded while fleeing, told Reuters. “There has been ​no presence of security forces since the attacks ‌began. We are currently recovering corpses.”</p><p>Niger state’s Borgu local government area was also the site of another <a href=\"/news/2025/11/22/over-300-students-were-abducted-by-nigerian-gunmen-from-catholic-school\">attack in November</a>, when more than 300 schoolchildren and their teachers were kidnapped from a Catholic school. Those ‌victims were released after nearly a ⁠month in captivity.</p><p>Niger state has been one of the hardest hit by violence in recent months. Security forces ‌have struggled to contain the violence despite ongoing operations.</p><p>United States President Donald Trump threatened military action over what he described as targeted killings of Nigeria’s Christians, a narrative <a href=\"/news/2025/11/4/nigeria-pushes-back-on-trumps-claims-over-christian-killings\">rejected</a> by the Nigerian government, which says Muslims are the majority victims of attacks by armed groups.</p><p>The US, in cooperation with Nigeria, conducted air attacks against ISIL (ISIS) fighters in northwest Nigeria on Christmas Day on December 25, following Trump’s pledge to take action on what he called a “<a href=\"/news/2025/10/8/ted-cruz-blames-nigeria-for-mass-murder-of-christians-whats-the-truth\">Christian genocide</a>” in Nigeria.</p><p>“Tonight, ⁠at my direction as Commander in Chief, the United States launched a powerful and ​deadly strike ‌against ISIS Terrorist Scum in Northwest Nigeria,” ‌Trump said in a post on his Truth Social platform the day of the attack.</p><p>Trump’s assertions echo claims that have gained traction among right-wing and Christian evangelical circles in recent months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Nicolas Maduro? | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T14:00:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T171225Z_871250073_RC2KTIALN5W7_RTRMADP_3_USA-VENEZUELA-1767513475.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nicolas Maduro, 63, kept an iron grip on power for over a decade in Venezuela.</p><p>It ended abruptly on Saturday, January 3, when United States forces abducted him and his wife, First Lady Cilia Flores, removing them from the country.</p><p>The two are ostensibly to be tried in a US court on drug- and weapons-related charges.</p><p>Who is Maduro? How did he come to lead Venezuela? And how did he end up abducted by the US? Here’s what we know.</p><h2 id=\"maduro-s-early-life\">Maduro’s early life</h2><p>Maduro was born in a working-class family on November 23, 1962, in the El Valle neighbourhood of Caracas.</p><p>His parents are Nicolas Maduro Garcia, a trade union leader, and Teresa de Jesus Moros, who also had three daughters together: Maria Teresa, Josefina, and Anita Maduro.</p><p>Maduro was raised under the significant influence of his father’s politics.</p><p>Maduro once shared that his grandparents were of Sephardic Jewish descent, and converted to Catholicism upon arriving in Venezuela.</p><p>Growing up, Maduro was a fan of Western rock music and often quoted artists including John Lennon.</p><p>He attended a public high school, the Liceo Jose Avalos, in El Valle, where he was involved in student politics and reportedly served as the student union president; however, there are no records that show he graduated.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rise-to-power\">Rise to power</h2><p>Maduro’s political rise began in organised labour.</p><p>He is believed to have joined the Socialist League of Venezuela, a Marxist-Leninist party, in the early 1980s.</p><p>At the age of 24, in 1986, Maduro was sent as a representative of the Socialist League to Cuba for a year of political training at<span> the Escuela Nacional de Cuadros Julio Antonio Mella, run by the Union of Young Communists (UJC).</span></p><p>Upon his return, he started working as a bus driver in Caracas city’s metro system, and then founded and led the SITRAMECA, or Sindicato de Trabajadores y Trabajadoras del Metro de Caracas, in 1991.</p><p>Maduro became active in the transport workers’ union during the late 1980s and early 1990s, and founded one of the company’s first informal labour syndicates, gradually entering the power centres through union politics.</p><p>A 2006 cable from the US Embassy in Caracas, made public by WikiLeaks, noted that Maduro was on the national committee of the Socialist League and he “reportedly turned down a baseball contract from a U.S. Major League Baseball scout.”</p><p>He was moved by the leadership of Hugo Chavez, a Venezuelan lieutenant colonel who led the armed Bolivarian movement rebelling against the so-called “Puntofijismo” system, Venezuela’s two-party democracy system, and the sitting President Carlos Andres Perez, citing corruption.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the early 1990s, Maduro joined MBR-200, the civilian wing of the movement, and later continued to campaign for Chavez’s release after he was jailed for the failed 1992 coup.</p><p>Maduro met his future wife, Cilia Flores, when she headed the legal team that won freedom for Chavez in 1994.</p><p>After Chavez was pardoned and released, Maduro joined the Movement of the Fifth Republic, a socialist political party, in 1997 to run in the 1998 elections. Maduro was elected to the National Constituent Assembly while Chavez won the presidency.</p><p>Maduro was close to Chavez during the drafting of a new constitution in 1999, and after six years in office, he was designated the<span> minister of foreign affairs. In October 2012, Maduro became vice president of Venezuela amid the rapidly deteriorating health of Chavez.</span></p><h2 id=\"consolidation-of-power-in-caracas\">Consolidation of power in Caracas</h2><p>In December 2012, as the charismatic Chavez fell ill and was flying to Cuba for cancer treatment, he anointed Maduro, then the vice president, as his political successor in a televised address.</p><p>In elections after Chavez’s death, Maduro won by a slim margin in April 2013.</p><p>He began his presidency by expelling US diplomats, calling them “historical enemies” and accusing them of poisoning Chavez. He labelled the domestic opposition “fascists” working to “divide the country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The first lady went on to hold multiple high-ranking positions, including attorney general and chief of parliament.</p><p>Maduro inherited firm control over key institutions that Chavez had already reshaped, including the military leadership, the Supreme Court, and state media.</p><p>But the former union leader did not have his mentor’s charisma, and had to deal with a collapsing economy and an opposition, including Maria Corina Machado, who later won the 2025 Nobel Peace Prize, that called for protests across the country. Maduro cracked down on them, killing at least 43 protestors.</p><p>Facing increasing opposition pressure and plummeting popularity, Maduro established a pro-government constituent assembly in 2017 to neutralise the legislature, now controlled by the opposition. Another round of protests and further crackdown followed, with Venezuelan forces killing more than 100 people.</p><p>All the while, the economy tanked, with Venezuela’s nearly 30 million population facing shortages of essentials, and oil production dropping to margins.</p><p>In the next election in 2018, Maduro was declared the winner unopposed, but 45 countries, including the US, did not recognise him, and he jailed some opposition leaders and forced others into exile.</p><p>In 2024, Maduro was again chosen the winner in the presidential election, widely seen as non-transparent, with the election council failing to show the tally sheets. More mass protests followed, met with a harsh crackdown.</p><figure id=\"attachment_4213603\" aria-describedby=\"caption-attachment-4213603\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213603\" src=\"/wp-content/uploads/2026/01/2024-07-25T110051Z_870521246_RC2W1Y9PYO1D_RTRMADP_3_VENEZUELA-ELECTION-MADURO-PROFILE-1767513250.jpg?w=770&amp;resize=770%2C534&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213603\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro gestures during an event in Caracas, Venezuela, December 8, 2022  [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"why-did-trump-decide-he-needed-to-remove-maduro\">Why did Trump decide he needed to remove Maduro?</h2><p>After US President Trump returned to office for a second term in January last year, he upped the ante against the Venezuelan leader.</p><p>The Trump administration imposed a 25 percent tariff on Caracas, doubled the bounty on Maduro, and imposed sanctions on his family members.</p><p>Since September, US forces have conducted strikes on vessels off the Venezuelan coast, which the White House alleges were involved in “narco-terrorism”.</p><p>Saturday came the tipping point, when Maduro and his wife were abducted by US special forces and taken to the US to face trial on charges brought against them in the US.</p><figure id=\"attachment_4213600\" aria-describedby=\"caption-attachment-4213600\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213600\" src=\"/wp-content/uploads/2026/01/2018-08-04T232211Z_1404503989_RC1198793F00_RTRMADP_3_VENEZUELA-MADURO-1767513238.jpg?w=770&amp;resize=770%2C460&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213600\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro attends a military event in Caracas on August 4, 2018 [Miraflores Palace/Handout via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Venezuelans divided after US attack and Maduro’s abduction | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T13:36:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767533639.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Former world boxing champion Tyson Fury comes out of retirement again | Boxing News | Al Jazeera",
            "time": "2026-01-04T13:32:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-12-21T223116Z_1415283416_UP1EKCL1QK2U7_RTRMADP_3_BOXING-HEAVYWEIGHT-USYK-FURY-1766209462.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former world boxing champion Tyson Fury comes out of retirement again</h1><p class=\"article__subhead\"><em>‘Been away for a while but I’m back now, 37 years old and still punching,’ Fury said in a post announcing his return.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former world heavyweight champion Tyson Fury has announced his return to boxing, having retired from the sport in December 2024 after losing to Oleksandr Usyk in a bout for three of the four major world titles.</p><p>The British star confirmed his comeback in a post on social media, which sets up the prospect of a long-awaited showdown with Anthony Joshua.</p><p>Fury posted on Instagram that “2026 is that year. Return of the mac.”</p><p>“Been away for a while but I’m back now, 37 years old and still punching,” he said. “Nothing better to do than punch men in the face and get paid for it.”</p><p>Before his two bouts with Usyk, Fury was unbeaten in 35 fights, winning 34 and drawing one.</p><p>Fury did not mention potential opponents, but his announcement comes after increased speculation about a clash with British rival Joshua in 2026. Joshua, who is also a former world champion, last month knocked out YouTube star Jake Paul. But he was injured in a fatal car crash that killed two of his friends in Nigeria this week, which has resulted in uncertainty over his immediate plans.</p><p>Fury is a two-time world champion. He ended the reign of Wladimir Klitschko with a points win in 2015 that saw him crowned Super WBA, IBF and WBO champion.</p><p>He didn’t fight again until 2018 – but a thrilling trilogy with American Deontay Wilder resulted in a draw and two victories for him to claim the WBC title.</p><p>Fury previously said he was retiring after he beat Dillian Whyte in 2022, but was back in the ring the following year.</p><p>A fight with Joshua has long been anticipated. There is also the potential of a trilogy-capping fight with Usyk or a clash with WBO champion Fabio Wardley.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Photo of Maduro bound and blindfolded posted by Trump sparks condemnation | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T13:26:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767533138.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saudi-backed government forces retake multiple cities in southern Yemen | Conflict News | Al Jazeera",
            "time": "2026-01-04T13:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a5dbac068-1767529914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saudi-backed government forces retake multiple cities in southern Yemen</h1><p class=\"article__subhead\"><em>Rashad al-Alimi, head of the Presidential Leadership Council, says Homeland Shield forces have achieved ‘record success’ in retaking the provinces near the Saudi border.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemeni government troops backed by Saudi Arabia have retaken a series of provinces from the United Arab Emirates-backed secessionist Southern Transitional Council (STC) as tensions between the <a href=\"/video/inside-story/2025/12/31/what-is-behind-the-saudi-uae-rupture-in-yemen\">regional Gulf Arab powers</a> continue to simmer.</p><p>Rashad al-Alimi, head of the Presidential Leadership Council (PLC), the internationally recognised government in the splintered war-ravaged nation, said in a statement on Saturday that Saudi-backed Homeland Shield forces had achieved “record success” in “retaking all military and security positions in the province” bordering Saudi Arabia after the operation launched a day earlier.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Crucially, the government announced that it had retaken control of Mukalla, the key eastern port and capital of Hadramout province, from the STC, which seized it last month and which Saudi forces attacked in recent days.</p><p>The Director General of the Youth Office for al-Mahra governorate, Mohammed Omar Suwailam, also told the Anadolu news agency on Sunday that Homeland Shield forces have taken control of all nine districts of the governorate following the withdrawal of STC forces.</p><p>Since Tuesday, Yemen has seen an unprecedented escalation in tensions after STC forces took control of Hadramout and al-Mahra in early December – the two provinces make up nearly half of Yemen’s territory and share a border with Saudi Arabia.</p><p>According to Al Jazeera’s Yemen affairs editor, Ahmed al-Shalafi, major shifts have occurred in Yemen’s political and military landscape over the past day.</p><p>“The Yemeni army and the Homeland Shield forces were able to enter the battlefield and interfere militarily to resolve the conflict on the ground,” he said.</p><p>“The political action came second, when the Yemeni government invited the Southern Transitional Council for a conference in Saudi Arabia,” al-Shalafi added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"casualties-and-tensions-in-aden\">Casualties and tensions in Aden</h2><p>Since Friday, at least 80 STC fighters have been killed in fighting with Saudi-backed forces, a group official told the AFP news agency on Sunday.</p><p>According to the official, at least 152 members of the STC’s forces were wounded, and 130 were taken captive.</p><p>On Saturday, a military official with the STC told AFP Saudi warplanes had carried out “intense” air raids on one of the group’s camps at Barshid, west of Mukalla.</p><p>Still, the STC welcomed an offer of <a href=\"/news/2026/1/3/saudi-arabia-welcomes-request-from-yemen-to-help-resolve-southern-battle\">dialogue</a> from Saudi Arabia, calling it a “genuine opportunity” that could safeguard “the aspirations of the southern people”.</p><p>Additionally, local sources told Al Jazeera that life was gradually returning to normal in the city of Seiyun, in the region and governorate of Hadramout, where work has resumed as part of efforts to reactivate state institutions and ensure the continued provision of services to citizens.</p><p>Hadramout Governor Salem Ahmed Said al-Khanbashi arrived at Seiyun airport in Wadi Hadramout after the Homeland Shield forces took control of the region, Al Jazeera Arabic has reported.</p><p>But tensions and discord still abound elsewhere in the south.</p><p>Yemen’s internationally recognised government released a statement regarding alleged restrictions imposed by the STC in the port city of Aden in southern Yemen.</p><p>It said the STC’s “restrictions on citizens’ movement to Aden are a grave violation of the constitution and a breach of the Riyadh Agreement. We call on the Southern Transitional Council to immediately and unconditionally end all restrictions on the movement of citizens. We affirm that the state will take measures to protect civilians and guarantee freedom of movement.”</p></div></div></body></html>"
        },
        {
            "title": "Who is Venezuelan Vice President Delcy Rodriguez, now leading the country? | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T12:21:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a442c032c-1767523372.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A brief power vacuum had emerged in Venezuela in the sudden chaos and confusion after the abduction of President Nicolas Maduro by the United States.</p><p>But shortly after the <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">US military</a> rained strikes down on Caracas and other areas on Saturday, US President Donald Trump – in a surprise snub against Venezuelan opposition leader Maria Corina Machado, who was awarded last year’s Nobel Peace Prize – noted that Vice President Delcy Rodriguez, 56, had been sworn in as interim president.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The right-wing Machado – who had cosied up to Trump, especially after her October Nobel win, an honour that he himself coveted and she dedicated to him – was described by the US president as <a href=\"/video/newsfeed/2026/1/4/trump-says-opposition-leader-maria-corina-machado-unfit-to-run-venezuela\">not having enough support</a> or “respect” to be Venezuela’s leader.</p><p>Trump said Rodriguez had talked to US Secretary of State Marco Rubio and was “essentially willing to do what we think is necessary to make Venezuela great again”.</p><p>“I think she was quite gracious,” Trump added. “We can’t take a chance that somebody else takes over Venezuela that doesn’t have the good of the Venezuelan people in mind.”</p><p>However, Rodriguez’s remarks soon after the strikes and abduction were diametrical: She criticised the US military action as “brutal aggression” and called for Maduro’s immediate release.</p><p>“There is only one president in this country, and his name is Nicolas Maduro,” Rodriguez said defiantly on state television as she was flanked by top civilian officials and military commanders.</p><p>Who, then, is the current acting president of Venezuela?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"revolutionary-roots\">Revolutionary roots</h2><p>A Caracas native, Rodriguez was born on May 18, 1969. She is the daughter of left-wing rebel fighter Jorge Antonio Rodriguez, who founded the Socialist League party in the 1970s. Her father was killed while tortured in police custody in 1976, a crime that shook many activists of the era, including a young Maduro.</p><p>Rodriguez’s brother, also named Jorge, also holds a key role in government as the head of the National Assembly.</p><p>She is an attorney who graduated from the Central University of Venezuela and rose rapidly through the political ranks in the past decade. Rodriguez has a long history of representing on the world stage what late President Hugo Chavez called his socialist “revolution” with those carrying on his legacy referred to as Chavistas.</p><p>She served as communication and information minister from 2013 to 2014, foreign minister from 2014 to 2017 and as the head of a pro-government Constituent Assembly, which expanded Maduro’s powers, in 2017.</p><h2 id=\"economic-prowess\">Economic prowess</h2><p>Rodriguez is sometimes perceived as more moderate than many soldiers who took up arms with Chavez in the 1990s.</p><p>Rodriguez’s roles as finance and oil minister, held simultaneously with her vice presidential post, have made her a key figure in the management of Venezuela’s economy and gained her major influence with the country’s withered private sector. She has applied orthodox economic policies in a bid to fight hyperinflation.</p><p>Maduro added the oil ministry to Rodriguez’s portfolio in August 2024, tasking her with managing escalating US sanctions on Venezuela’s most important industry.</p><p>“This high profile within the government is what has likely made the negotiation attractive to the United States,” Caracas-based journalist Sleither Fernandez told Al Jazeera.</p><p>Rodriguez developed strong ties with Republicans in the US oil industry and on Wall Street who balked at the notion of a US-led change in Venezuela’s government.</p><p>Among her past interlocutors were Blackwater security company founder Erik Prince and, more recently, Richard Grenell, a Trump special envoy who tried to negotiate a deal with Maduro for greater US influence in Venezuela.</p><figure id=\"attachment_4213921\" aria-describedby=\"caption-attachment-4213921\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213921\" src=\"/wp-content/uploads/2026/01/afp_695a4406b7d4-1767523334.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) Venezuela's Vice President Delcy Rodriguez speaks during the Antifascist Global Parliamentary Forum in Caracas on November 5, 2024.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213921\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks during the Antifascist Global Parliamentary Forum in Caracas [File: AFP]</figcaption></figure><h2 id=\"a-tiger\">A ‘tiger’</h2><p>Despite being perceived as more moderate, Maduro has called Rodriguez a “tiger” for her die-hard defence of his socialist government.</p><p>When she was named vice president in June 2018, Maduro described her as “a young woman, brave, seasoned, daughter of a martyr, revolutionary and tested in a thousand battles”.</p><p>After Maduro’s abduction on Saturday, Rodriguez demanded the US government provide proof of life for Maduro and his wife, Cilia Flores, and minced no words in denouncing the US actions.</p><p>“We call on the peoples of the great homeland to remain united because what was done to Venezuela can be done to anyone. That brutal use of force to bend the will of the people can be carried out against any country,” she said in an address broadcast by the state television channel VTV.</p><p>The Constitutional Chamber of Venezuela’s Supreme Court later on Saturday ordered Rodriguez to serve as acting president.</p><p>The court ruled that Rodriguez will assume “the office of President of the Bolivarian Republic of Venezuela, in order to guarantee administrative continuity and the comprehensive defence of the Nation”.</p><p>According to Fernandez, certain constitutional guarantees may be restricted for the time being, which implies that the acting president’s public powers may be limited.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Swiss police identify 16 more bodies after deadly New Year’s Eve bar fire | Police News | Al Jazeera",
            "time": "2026-01-04T11:58:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a4bab2779-1767525291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Swiss police identify 16 more bodies after deadly New Year’s Eve bar fire</h1><p class=\"article__subhead\"><em>According to the Valais police, those identified include 10 Swiss people, two Italians, one person with Italian-Emirati citizenship, one Romanian, one person from France, and one from Turkiye.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Swiss police say they have identified 16 more of those who died during a fatal fire in a bar on New Year’s Eve that killed 40 people, in one of the country’s <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">deadliest disasters</a>.</p><p>According to the Valais police on Sunday, those identified include 10 Swiss nationals, two Italians, one person with Italian-Emirati citizenship, one Romanian, one person from France, and one from Turkiye.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>So far, <a href=\"/news/2026/1/2/swiss-officials-face-painful-task-of-identifying-deadly-bar-fire-victims\">24 people have been identified</a> among those who died in the blaze at the Le Constellation bar in the mountain resort of Crans-Montana, southern Switzerland.</p><p>The wait for families for news of their loved ones has been anguished.</p><p>Of those identified, the youngest person to have been killed is a 14-year-old Swiss girl, followed by two 15-year-old Swiss girls.</p><p>According to the police, 10 other bodies identified on Sunday were teenagers aged between 16 and 18. Two Swiss men, aged 20 and 31, and a French national, aged 39, were also identified.</p><p>Officials are continuing efforts to identify the remaining casualties from the fire that injured about 119 people, some of whom suffered severe burns and were transferred to burn units across Europe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For the local community, the aftermath of the tragic fire is causing acute distress.</p><p>Damiano Vizioli, a 24-year-old living in neighbouring Sion, was in Le Constellation on New Year’s Eve but had gone outside to smoke a cigarette when the bar was suddenly engulfed in flames.</p><p>“I’m not sleeping well because I can hear the people screaming,” Vizioli told the Reuters news agency. He went back to the bar, desperate for news of a friend working there whom he has not heard from since.</p><p>Eric Schmid, a 63-year-old local businessman, also told Reuters that the disaster will be felt “quite deep, and I think it’ll take time to heal”.</p><p>“We [the Swiss] are mountain people. We will survive, of course, but that’s not the most important thing,” he said.</p><p>“It’s more about the kids and all these people who have been affected. But the messages and signs of solidarity are super important,” he added.</p><p>Swiss prosecutors said on Saturday two people who ran the bar are under criminal investigation on suspicion of offences including <a href=\"/news/2026/1/3/swiss-launch-criminal-investigation-over-deadly-fire-at-ski-resort-bar\">homicide</a> by negligence.</p></div></div></body></html>"
        },
        {
            "title": "Sporadic protests in Tehran as clashes reported in Iran’s west | Protests News | Al Jazeera",
            "time": "2026-01-04T11:40:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69594acc-1767459532.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sporadic protests have broken out in the Iranian capital, Tehran, and other cities, according to local media, which also report intensifying clashes in the west of the country.</p><p>The <a href=\"/news/2026/1/2/five-things-you-need-to-know-about-protests-in-iran-2\">demonstrations</a> kicked off on December 28 when shopkeepers staged a strike over economic concerns, but a week later, they have spread in size and scope as protesters are also making political demands.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera’s Tohid Asadi reported from Tehran on Sunday that the ongoing protests have yet to become nationwide in scope.</p><p>“From time to time and sporadically, we witness protests, such as last night in Tehran, Kazerun and other cities,” Asadi said, adding that 14 people, including security forces, have been killed since the demonstrations started.</p><p>“There might be further escalations if the government cannot come up with concrete and practical actions.”</p><p>Protests on Saturday evening in Tehran were described as “limited” by the semiofficial Fars news agency, which said they were “generally made up of groups of 50 to 200 young people”.</p><p>Tehran’s population is about 10 million.</p><p>Demonstrations were reported in the district of Tehran Pars in the capital’s east; Ekbatan, Sadeghieh and Sattarkhan in the west; and Naziabad and Abdolabad in the south, Fars said.</p><h2 id=\"riots-reported-in-malekshahi\">Riots reported in Malekshahi</h2><p>Demonstrators shouted slogans that included “death to the dictator”, Fars said, adding no major incidents were reported beyond stone throwing and rubbish bins being set alight.</p><p>The news agency said the situation in Tehran “contrasted with an intensification of violence and organised attacks in other regions, notably the country’s west”.</p><p>In Malekshahi, a county in western Iran of about 20,000 residents, including a sizeable Kurdish population, a member of the security forces was killed in clashes, Iranian media reported on Saturday.</p><p>“Rioters attempted to storm a police station,” Fars said, adding that “two assailants were killed.”</p><p>Accounts of the protests in local media are not exhaustive, and state-run outlets have downplayed their coverage of the demonstrations while videos continue to flood social media showing protests in various cities, including Isfahan and Shiraz on Saturday night.</p><p>On Saturday, Supreme Leader Ayatollah Ali Khamenei <a href=\"/news/2026/1/3/irans-khamenei-says-rioters-must-be-put-in-their-place-amid-protests\">sent</a> a strong message in his first remarks on the demonstrations.</p><p>“We talk to protesters. The officials must talk to them,” the 86-year-old leader said.</p><p>“But there is no benefit to talking to rioters. Rioters must be put in their place.”</p><p>Asadi said Khamenei’s statement recognised the economic problems the country is facing.</p><p>“That gives legitimacy from his vantage point to these protests on one hand,” Asadi said.</p><p>Asadi stressed that the supreme leader also made clear the government would not allow protests to turn violent.</p><p>“That is the obvious warning he is trying to send out,” Al Jazeera’s correspondent added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Longtime Al Jazeera anchor and journalist Jamil Azar passes away | Al Jazeera News | Al Jazeera",
            "time": "2026-01-04T11:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/U3Z0045-1-1767522408.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Longtime Al Jazeera anchor and journalist Jamil Azar passes away</h1><p class=\"article__subhead\"><em>Jamil Azar, 89, was the author of Al Jazeera’s motto, ‘The opinion and the other opinion’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Longtime Al Jazeera Arabic anchor and journalist Jamil Azar, a pioneer of the network since its establishment three decades ago, has passed away.</p><p>Director-General Sheikh Nasser bin Faisal Al Thani lauded Azar, 89, in a statement on Sunday as a “distinguished linguist” and the author of the network’s motto, <a href=\"/news/2006/10/31/the-opinion-and-the-other-opinion\">“The opinion and the other opinion”</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Jamil Azar leaves behind a remarkable and lasting media legacy, a reputation defined by integrity and excellence, and a deep influence on generations of journalists who learned from him at Al Jazeera and other institutions where he served and helped shape professional standards,” Sheikh Nasser said.</p><p>“He was, in every sense, a living school of journalism and a trusted reference in editorial practice, the Arabic language, television presentation, and newsroom leadership. Always generous with his guidance and advice, he was known for his humility and openness, and remained steadfastly loyal to Al Jazeera, deeply committed to its values, standing and reputation.”</p><p>With Azar’s passing, Sheikh Nasser emphasised, Arab media “loses one of its most respected figures and Al Jazeera bids farewell to one of its brightest and most influential stars”.</p><p>Born in the town of al-Husn in Irbid, Jordan, in 1937, Azar began his career in journalism at the BBC’s Arabic Service, where he worked between 1965 and 1996 as a news translator and presenter.</p><p>During his time at the BBC, Azar held different positions, including producing programmes such as Politics Between the Questioner and the Respondent and Arab Affairs in the British Press.</p><p>In 1996, Azar joined Al Jazeera at its launch on July 30, playing a key role in the network’s early years as a news anchor and presenter, hosting the programme <em>The Week in the News</em>.</p><p>The Jordanian journalist stepped down from the network in 2011.</p></div></div></body></html>"
        },
        {
            "title": "We just witnessed power kidnapping the law | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T11:07:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T171225Z_871250073_RC2KTIALN5W7_RTRMADP_3_USA-VENEZUELA-1767513475.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States intervention in Venezuela to abduct President Nicolás Maduro is not law enforcement extended beyond its borders. It is international vandalism, plain and unadorned.</p><p>Power has displaced law, preference has replaced principle and force has been presented as virtue. This is not the defence of the international order. It is its quiet execution. When a state kidnaps the law to justify kidnapping a leader, it does not uphold order. It advertises contempt for it.</p><p>The forcible seizure of a sitting head of state by the US has no foothold in international law. None. It is not self-defence under Article 51 of the United Nations Charter. It was not authorised by the UN Security Council. International law is many things, but it is not a roving moral warrant for great powers to perform regime change by abduction.</p><p>The claim that alleged human rights violations or trafficking in narcotics justifies the removal of a foreign head of state is particularly corrosive. There is no such rule. Not in treaty law. Not in custom law. Not in any serious jurisprudence.</p><p>Human rights law binds states to standards of conduct. It does not license unilateral military seizures by self-appointed global sheriffs. If that were the rule, the world would be in a permanent state of sanctioned chaos.</p><p>Indeed, if the US were serious about this purported principle, consistency would compel action far closer to home. By the logic now advanced, there would be a far stronger legal and moral case to seize Israeli Prime Minister Benjamin Netanyahu, given the extensive documentation of mass civilian harm and credible allegations of genocide arising from Israel’s conduct in Gaza.</p><p>Yet no such logic is entertained. The reason is obvious. This is not law. It is power selecting its targets.</p><p>Regime change is not an aberration in American foreign policy. It is a habit with a long paper trail, from Iran in 1953 to Guatemala in 1954, Chile in 1973 and Iraq in 2003.</p><p>But the kidnapping of a sitting president marks a new low. This is precisely the conduct the post-1945 legal order was designed to prohibit. The ban on the use of force is not a technicality. It is the central nervous system of international law. To violate it without authorisation is to announce that rules bind only the weak.</p><p>The US understands this perfectly. It is acting anyway and in doing so is conducting the autopsy of the UN Charter system itself.</p><p>The rot does not stop there. Washington has repeatedly violated its obligations under the UN Charter and the UN Headquarters Agreement. It has denied entry to officials it disfavours. Preventing the Palestinian president from addressing the UN General Assembly in person last year was not a diplomatic faux pas. It was a treaty breach by the host state of the world’s principal multilateral institution.</p><p>The message was unmistakable. Access to the international system and adherence to the UN Charter is conditional on American approval.</p><p>The UN was designed to constrain power, not flatter it. Today, it increasingly fails to constrain serious international law violations. Paralysed by vetoes, bullied by its host and ignored by those most capable of violating its charter, the UN has drifted from the supposed guardian of legality to a stage prop for its erosion.</p><p>At some point, denial becomes self-deception. The system has failed in its core promise. Not because international law is naive but because its most powerful beneficiary has decided it is optional.</p><p>It is, therefore, time to say the unsayable: The UN should be permanently relocated away from a host state that treats treaty obligations as inconveniences. And the international community must begin a serious, sober conversation about an alternative global structure whose authority is not hostage to one capital, one veto or one currency – or a system whose powers supersede the UN precisely because the UN has been hollowed out from within.</p><p>Law cannot survive as a slogan. Either it restrains those who wield the most force, or it is merely rhetoric deployed against those who do not. What the US has done in Venezuela is not a defence of order. It is a confirmation that international order has been replaced by preference. And preferences, unlike law, recognise no limits.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Trump’s action in Venezuela sets a “very dangerous precedent” | Al Jazeera | Al Jazeera",
            "time": "2026-01-04T11:06:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT_THUMB16X9_SHAUN_REIN-1767524643.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Shaun Rein of China Market Research Group explains why China condemns recent US actions against Venezuela and what Beijing can do in response.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What is the Monroe Doctrine, which Trump has cited over Venezuela? | News | Al Jazeera",
            "time": "2026-01-04T10:47:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6959380d45a3e-1767454733.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXPLAINER</span></p><h1>What is the Monroe Doctrine, which Trump has cited over Venezuela?</h1><p class=\"article__subhead\"><em>US attack on Venezuela evokes the Monroe Doctrine, laid out in 1823 by then-US president to cement Washington’s sphere of influence in Americas.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">United States President Donald Trump has set out to justify the <a href=\"https://aje.aj-harbinger.com/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">attack</a> launched on Venezuela and Washington imposing its will in Latin America by citing a policy from a 19th century president.</p><p>Trump on Saturday called the raid that led to Venezuelan President Nicolas Maduro being abducted an update to the Monroe Doctrine, the 1823 declaration by the fifth US president, James Monroe, adding that the US will “<a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">run the country</a>” until “a safe, proper and judicious transition” could be carried out.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Monroe Doctrine is a big deal, but we’ve superseded it by a lot, by a real lot. They now call it the Donroe document,” Trump said, attaching the first letter of his name to the series of principles.</p><p>“American dominance in the Western Hemisphere will never be questioned again,” he added.</p><p>Here is what you need to know about the Monroe Doctrine:</p><h2 id=\"what-is-this-19th-century-us-policy\">What is this 19th century US policy?</h2><p>The Monroe Doctrine essentially urged the division of the world into spheres of influence overseen by different powers.</p><p>Monroe first spoke of the doctrine on December 2, 1823, during his seventh annual State of the Union address to Congress although the doctrine was not named after him until decades later.</p><p>He warned European powers not to interfere in the affairs of the Americas, stressing that any action of that sort would be viewed as an attack on the US.</p><p>The president stated that the affairs of the Western Hemisphere and Europe should remain separate and should not influence each other.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-doctrine-addressed-colonisation-of-americas\">How doctrine addressed colonisation of Americas</h2><p>He promised in return that the US would recognise and not interfere with existing European colonies or the internal affairs of European countries.</p><p>However, North and South America would no longer be subject to future colonisation by any European power, Monroe said.</p><p>In many aspects, the Monroe Doctrine urged keeping the status quo in the Americas but also dictated a European disengagement from them.</p><p>In 1904, President Theodore Roosevelt added the Roosevelt Corollary to the Monroe Doctrine, asserting a US right to intervene in Latin American countries to prevent European interference, especially concerning debt or instability, to maintain stability and protect Washington’s interests in the Western Hemisphere.</p><p>That year, when European creditors threatened several Latin American countries, Roosevelt stated the right and responsibility of the US to get involved in line with the doctrine.</p><p>The Roosevelt Corollary was articulated in the aftermath of the Venezuelan crisis of 1902-1903 when the country rejected paying its foreign debts.</p><h2><strong>How has the US imposed this in recent decades?</strong></h2><p>Over the next decades, the evolved Monroe Doctrine served as justification for US intervention in the Dominican Republic, Haiti and Nicaragua.</p><p>In the 1980s, President Ronald Reagan pursued an aggressive approach to the region, branded “imperialist” by his detractors. In Nicaragua, he supported the right-wing Contras against the left-wing government of the Sandinistas and landed the US in the Iran-Contra arms-trafficking scandal. He also supported right-wing governments accused of atrocities in El Salvador and Guatemala.</p><p>Cuba has long been under intensive pressure from the US since Fidel Castro’s revolution, both militarily and economically under punishing sanctions that exist to this day.</p><p>There have also been reports of attempts to foment coups against Maduro’s predecessor Hugo Chavez before his death in 2013.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211103\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-attacks-on-Venezuela-map-1767437429.png?quality=80\" alt=\"INTERACTIVE - US attacks on Venezuela map-1767437429\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Updates: Government forces control multiple cities in southern Yemen | News | Al Jazeera",
            "time": "2026-01-04T10:13:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a390e4004-1767520526.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: Government forces control multiple cities in southern Yemen</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Pro-government officials say they have regained control of the Wadi Hadramout region.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "China urges US to ‘stop toppling’ Venezuelan government, release Maduro | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T09:55:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695a2523-1767515427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has called on the United States to immediately release Venezuelan President <a href=\"/news/liveblog/2026/1/3/live-venezuelas-maduro-arrives-in-new-york-after-capture\">Nicolas Maduro</a> after Washington carried out massive military strikes on the capital, Caracas, as well as other regions, and abducted the leader.</p><p>Beijing on Sunday insisted the safety of Maduro and his wife Cilia Flores be a priority, and called on the US to “stop toppling the government of Venezuela”, calling the attack a “clear <a href=\"/news/2026/1/3/act-of-war-expert-rejects-trump-rationale-for-venezuela-attack\">violation of international law</a>“.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the second statement issued by China since Saturday, after US President Donald Trump said Washington had taken Maduro and his wife and flown them out of the country.</p><p>On Saturday, Beijing slammed the US for “hegemonic acts” and “blatant use of force” against Venezuela and its president, urging Washington to abide by the United Nations charter.</p><p>China is closely watching developments in Venezuela, according to Andy Mok, a senior research fellow at the Center for China and Globalisation.</p><p>Mok told Al Jazeera that a Chinese delegation had met Venezuelan officials just hours before the US action, adding that Beijing was not surprised by Washington’s move, given the scale of US strategic and economic interests in the region.</p><p>What did stand out, he said, was how the operation was carried out, as it may “represent the long-term US strategy in the region”.</p><p>China is Venezuela’s largest buyer of oil, Mok added, although the country accounts for only 4-5 percent of its total oil imports. Beyond energy, he said, China has growing trade and investment interests across Latin America, meaning Beijing is paying close attention to political shifts in the region.</p><p>Mok warned that if a future US administration were to revive a Monroe Doctrine-style policy, it could increase tensions with China, as Latin America is a “pillar of China’s Global South strategy”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, China is likely to limit its response to the events in Venezuela to diplomatic protest rather than hard power, according to China-based analyst Shaun Rein.</p><p>“I think China has issued a very strong condemnation of the United States, and they’re working with other Latin American and Caribbean countries to say this isn’t right,” Rein, founder of the China Market Research Group, told Al Jazeera.</p><p>Rein said Beijing is deeply alarmed but constrained, and its options are limited.</p><p>“There’s not a lot of things that China can do. Frankly, it doesn’t have the military power. It only has two military bases outside of China, while America has 800,” Rein noted, stressing that, “historically, China is not warlike”.</p><p>“China is just going to make proclamations criticising the United States’ actions, but they’re not going to push back with military action, and they’re probably not going to push back with economic sanctions.”</p><h2 id=\"global-condemnations-celebrations\">Global condemnations, celebrations</h2><p><a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">World reaction has poured in</a> since the US military action in Venezuela, with opinion firmly split over the intervention.</p><p>Left-leaning regional leaders, including those of Brazil, Colombia, Chile and Mexico, have largely denounced <a href=\"/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">Maduro’s ouster</a>, while countries with right-wing governments, from Argentina to Ecuador, have largely welcomed it.</p><p>‍North ‍Korea denounced the US. strikes on ⁠Venezuela, saying ​the act ‍is “the most serious form of encroachment of ‍sovereignty,” ⁠state news agency KCNA said on Sunday.</p><p>“The incident is another ​example ‌that clearly confirms once again the rogue and brutal ‌nature of ‌the United ⁠States,” KCNA said, citing a spokesperson for ‌North Korea’s Foreign Ministry.</p><p>South Korea also responded on Sunday, calling for a de-escalation of tensions.</p><p>“Our government urges all involved parties to make utmost efforts toward easing regional tensions. We hope for a quick stabilisation of the situation via dialogue, ensuring democracy is restored, and the will of the Venezuelan people is honoured,” its Ministry of Foreign Affairs said.</p><p>Australian Prime Minister Anthony Albanese on Sunday said he backed a “peaceful, democratic transition” of power in Venezuela, but urged that international law be respected.</p><p>His government was “monitoring developments”, he said in a statement.</p><p>Venezuela has been increasingly isolated, particularly after Maduro’s contested election in 2024.</p><p>China and Russia, however, continue to maintain strong economic and strategic ties, and alliances have grown with Iran over their shared opposition to US policy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Boxer Anthony Joshua returns to UK after fatal Nigeria car crash | Boxing News | Al Jazeera",
            "time": "2026-01-04T09:39:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-17T030311Z_1308013357_UP1ELCH08HASL_RTRMADP_3_BOXING-HEAVYWEIGHT-PAUL-JOSHUA-1767517362.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Boxer Anthony Joshua returns to UK after fatal Nigeria car crash</h1><p class=\"article__subhead\"><em>Joshua returns after recovering from the minor injuries he sustained during a crash that killed two of his friends.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former world heavyweight champion Anthony Joshua has reportedly flown back to the United Kingdom after a <a href=\"/sports/2025/12/29/british-boxer-anthony-joshua-injured-in-deadly-car-crash-in-nigeria\">fatal car crash</a> in Nigeria that killed two of his close friends.</p><p>Sina Ghami and Latif “Latz” Ayodele died after the vehicle they were travelling in, along with Joshua, struck a stationary truck on a road near Lagos on Monday.</p><p>Joshua sustained minor injuries, and the two-time heavyweight champion was discharged from hospital on Wednesday after being deemed clinically fit to recuperate at home.</p><p>British media reported on Saturday that Joshua had returned home before the funerals of Ghami and Ayodele.</p><p>Ghami was Joshua’s strength and conditioning coach, while Ayodele was a trainer. Just hours before the crash, Joshua and Ayodele posted clips on social media playing table tennis together.</p><p>His return comes after Nigerian police <a href=\"/sports/2026/1/2/nigeria-police-charge-joshua-driver-in-fatal-crash-with-dangerous-driving\">charged</a> the driver of the vehicle, Adeniyi Mobolaji Kayode, 46, with “dangerous driving causing death”. He is due to appear in court on January 20.</p><p>Kayode was driving Joshua and his friends on a busy highway linking Lagos and Ibadan in southwest Nigeria when the Lexus SUV in which they were travelling rammed into the truck.</p><p>The 2012 Olympic champion, who has family roots in Nigeria, was on holiday in the African country following his win over Jake Paul in Miami on December 19.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Global protests erupt against US attack on Venezuela | Al Jazeera | Al Jazeera",
            "time": "2026-01-04T09:33:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767519186.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How the US attack on Venezuela, abduction of Maduro unfolded | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T09:32:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a1b05e0f9-1767512837.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a move that stunned the world, the United States bombed Venezuela and <a href=\"/news/liveblog/2026/1/3/live-venezuelas-maduro-arrives-in-new-york-after-capture\">toppled President Nicolas Maduro</a> amid condemnation and plaudits.</p><p>In a news conference on Saturday at his Mar-a-Lago resort in Florida, President Donald Trump praised the operation to seize Maduro as one of the “most stunning, effective and powerful displays of American military might and competence in American history”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the riskiest and most high-profile military operation sanctioned by Washington since the US Navy’s SEAL team killed al-Qaeda leader Osama bin Laden in a safe house in Pakistan’s Abbottabad in 2011.</p><p>News of the 63-year-old Maduro being abducted took over the global news cycle.</p><p>After months of escalation and threats over Maduro’s alleged involvement in shipping drugs to the US, the Trump administration had increased pressure on Caracas with a military build-up in the Caribbean and a series of deadly missile attacks on alleged drug-running boats that had killed more than 100 people and whose legality has been heavily questioned by the United Nations and legal experts.</p><p>The US had also previously offered a $50m reward for information leading to <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">Maduro’s arrest</a>.</p><p>But while the military was conducting operations in the Caribbean, US intelligence had been gathering information about Maduro, his eating habits, and special forces covertly rehearsed a plan to remove him from power forcibly.</p><p>Here’s everything we know about how Maduro and his wife, Cilia Flores, were “captured”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-was-maduro-abducted\">How was Maduro abducted?</h2><p>The operation, named “Absolute Resolve”, was carefully rehearsed for months, according to General Dan Caine, chairman of the Joint Chiefs of Staff, who spoke at Trump’s news conference.</p><p>Trump also told Fox News that US forces had practised their extraction of Maduro on a replica building.</p><p>“They actually built a house which was identical to the one they went into with all the same, all that steel all over the place,” Trump said.</p><p>At 11:46pm local time on Friday (03:46 GMT on Saturday), Trump gave the green light.</p><p>On Friday night, Caine said, “the weather broke just enough, clearing a path that only the most skilled aviators in the world could move through”, with about 150 aircraft involved in the operation, taking off from 20 different airbases across the Western Hemisphere.</p><p>As part of the operation, US forces disabled Venezuela’s air defence systems, with Trump saying the “lights of Caracas were largely turned off due to a certain expertise that we have”, without elaborating.</p><p>Several deafening explosions rang out across the capital, with Pete Hegseth, the defence secretary, describing it as part of a “massive joint military and law enforcement raid” that lasted less than 30 minutes.</p><p>US helicopters then touched down at Maduro’s compound in the capital at 2:01am (06:01 GMT) on Saturday, with the president and his wife then taken into custody.</p><p>There has been no readout on whether there was an exchange of fire, in a chaotic scramble, or if they were taken without a struggle.</p><p>At 4:29am (08:29 GMT), just two and a half hours later, Maduro was put on board a US aircraft carrier, en route to New York. Trump later posted a photograph of the Venezuelan leader on his Truth Social social media platform, blindfolded, wearing a grey tracksuit.</p><p>After departing the USS Iwo Jima, US forces escorted Maduro on a flight, touching down in New York’s Stewart Air National Guard Base at about 4:30pm (21:30 GMT).</p><h2 id=\"how-many-people-were-killed-in-the-us-strikes-on-venezuela\">How many people were killed in the US strikes on Venezuela?</h2><p>The US strikes hit Caracas as well as the states of Miranda, Aragua and La Guaira, according to the Venezuelan government.</p><p>To Linda Unamumo, a public worker, the US attacks caused an explosion that was so strong it destroyed the roof of her house.</p><p>“Even up until a little while ago, I was still crying … I was crying because I was so scared … I had to leave my house with my daughter, with my family, and go to another house, a neighbour’s house. It was really traumatic. I wouldn’t wish it on anyone, really,” she told the AFP news agency.</p><p>While official casualty counts have yet to be released, an official told The New York Times newspaper on condition of anonymity that at least 40 people had been killed in the attacks.</p><p>According to Trump, a few US members were injured in the operation, but he believed no one was killed.</p><h2 id=\"what-s-next-for-venezuela\">What’s next for Venezuela?</h2><p>During his news conference on Saturday, Trump announced that the US would “<a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">run” the country</a> until a new leader was chosen.</p><p>“We’re going to make sure that country is run properly. We’re not doing this in vain,” he said. “This is a very dangerous attack. This is an attack that could have gone very, very badly.”</p><p>The president did not rule out deploying US troops in the country and said he was “not afraid of boots on the ground if we have to”.</p><p>Trump also, somewhat surprisingly, ruled out working with opposition figure and Nobel Peace Prize winner Maria Corina Machado, who had dedicated her prize, which he so wanted to win himself, to the US president.</p><p>“She doesn’t have the support within or the respect within the country,” he said.</p><p>The Constitutional Chamber of Venezuela’s Supreme Court ordered Vice President Delcy Rodriguez to serve as acting president following the US’s abduction of Maduro.</p><p>The court ruled that Rodriguez will assume “the office of President of the Bolivarian Republic of Venezuela, in order to guarantee administrative continuity and the comprehensive defence of the Nation”.</p><p>The court also said it would work to “determine the applicable legal framework to guarantee the continuity of the State, the administration of government, and the defense of sovereignty in the face of the forced absence of the President of the Republic”.</p><p>Trump had said earlier on Saturday that the US would not occupy Venezuela, provided Rodriguez “does what we want”.</p><figure id=\"attachment_4213166\" aria-describedby=\"caption-attachment-4213166\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213166\" src=\"/wp-content/uploads/2026/01/AP25223734718647-1767493833.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Delcy Rodriguez addresses the press\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213166\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks to the press at the Foreign Office in Caracas, Venezuela, on August 11, 2025 [Ariana Cubillos/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Notion of “taking over Venezuela” will explode in our face | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T08:48:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Harlan-Ullman-16x9-1767516201.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bondi attack hero al-Ahmed, responders honoured at Australia cricket match | Cricket News | Al Jazeera",
            "time": "2026-01-04T08:35:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260104__89K387F__v1__MidRes__CricketAusEngAshes-1767513527.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bondi attack hero al-Ahmed, responders honoured at Australia cricket match</h1><p class=\"article__subhead\"><em>Before the fifth Ashes Test, Australian and English cricket teams honour responders who rushed to the site of the shooting.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England and Australia’s cricket teams, as well as the crowd at the Sydney Cricket Ground, have honoured the emergency service personnel and members of the public who responded during a <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">mass shooting</a> at Bondi Beach in December.</p><p>Both teams formed an on-field guard of honour, and the spectators joined in with loud applause before the fifth Test match of the Ashes series, which got under way on Sunday.</p><p>The biggest cheer from the sold-out crowd was reserved for hero <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">Ahmed al-Ahmed</a>, who ran towards one of the attackers and wrestled the gun from him, walking out with his right arm in a sling.</p><p>The 43-year-old fruit shop owner was filmed tackling and disarming one of the attackers and was widely hailed as a hero, with Prime Minister Anthony Albanese terming al-Ahmed’s actions an example of “Australians coming together”.</p><p>Al-Ahmed is an Australian Muslim citizen of Syrian origin, and comes from the village of al-Nayrab, near Idlib in Syria. He is understood to have moved to Australia in 2006.</p><p>Al-Ahmed was having lunch in the area when the shooting took place, and he intervened.</p><figure id=\"attachment_4213623\" aria-describedby=\"caption-attachment-4213623\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213623\" src=\"/wp-content/uploads/2026/01/AFP__20260104__89K48K9__v1__MidRes__CricketAusEngAshes-1767513529.jpg?w=770&amp;resize=770%2C480&amp;quality=80\" alt=\"Emergency service personnel and members of the public who responded during a mass shooting at Bondi Beach including Ahmed al Ahmed (R), the man who tackled and disarmed one of the attackers, receive a guard of honour on day one of the fifth Ashes cricket Test match between Australia and England at the Sydney Cricket Ground (SCG) in Sydney on January 4, 2026. England and Australia's cricket teams honoured at the fifth Ashes Test in Sydney on January 4 emergency service personnel and members of the public who responded during a mass shooting at Bondi Beach. (Photo by Glenn NICHOLLS / AFP) / --IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE--\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213623\" class=\"wp-caption-text\">Ahmed al-Ahmed and emergency service personnel received a guard of honour on day one of the fifth Ashes  Test match between Australia and England at the Sydney Cricket Ground, January 4, 2026 [Glenn Nicholls/AFP]</figcaption></figure><p>Authorities have described the shooting as an anti-Jewish terrorist attack, which took place at the famous tourist spot of Bondi Beach, not far from the Sydney Cricket Ground.</p><p>During a gathering at a Jewish Hanukkah celebration, two men – later <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">identified</a> as father-son duo Sajid and Naveed Akram – opened fire at Bondi Beach, killing 15 people and wounding at least 42.</p><p>Cricket Australia chief Todd Greenberg called the attack “a devastating tragedy”.</p><p>“The incredible acts of bravery by first responders and community members at the scene of the Bondi attack were a reminder of the spirit of community and self-sacrifice that unites us as a nation,” he said.</p><p>“Our thoughts remain with those affected by this devastating tragedy, and as a sport, we will continue to provide what support we can.”</p><p>Among those honoured were ambulance workers and police officers, surf lifesavers and Jewish community groups.</p><p>A heightened security operation is in place for the Test, with uniformed and mounted police, along with public order and riot squad officers patrolling the venue.</p><p>The measures mirror those for the Boxing Day Test in Melbourne, where specialist police were armed with semiautomatic rifles.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump just sent a very dangerous message to Latin America | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T08:22:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T180940Z_1471337729_RC2STIAHBCRK_RTRMADP_3_USA-VENEZUELA-1767509253_0086fb-1767514813.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Within hours of a massive operation of regime change in Venezuela, United States President Donald Trump revelled in his “success”. He posted a photo of Venezuelan President Nicolas Maduro in handcuffs and then addressed the American public.</p><p>He praised the military for launching “one of the most stunning, effective and powerful displays of American military might” in US history, allegedly rendering Venezuelan forces “powerless”. He announced that Maduro and his wife would be indicted in New York for “narcoterrorism” and claimed – without evidence – that US operations have reduced maritime drug trafficking by 97 percent.</p><p>Trump went further, declaring that the US would “run the country” until an unspecified transition could be arranged, while openly threatening a “second and much larger attack”. Crucially, he framed these claims within a broader assertion of US “domination over the Western Hemisphere”, explicitly invoking the 1823 Monroe Doctrine.</p><p>The US military intervention in Venezuela represents something far more dangerous than a single act of aggression. It is the latest manifestation of a centuries-old pattern of US interference that has left Latin America scarred. The regime change operation in Caracas is a clear sign the Trump administration is embracing this old policy of interventionism with renewed fervour. And that bodes ill for the region.</p><p>That this attack targeted Maduro’s repressive and corrupt government, which was responsible for the immense suffering of many Venezuelans, makes the situation no less catastrophic. Washington’s long history of supporting brutal dictatorships across the region strips away any pretence of moral authority. Trump himself can hardly claim any moral high ground given that he is himself embroiled in a major political scandal due to his close ties with convicted paedophile Jeffrey Epstein and has maintained unconditional support for Israel’s genocide in Gaza.</p><p>The Trump administration’s attack on Venezuela solidifies a catastrophic pattern of violations of international law. If the US can unilaterally launch military strikes against sovereign nations at a whim, then the entire framework of international law becomes meaningless. This tells every nation that might and power trump legality and sovereignty.</p><p>For Latin America specifically, the implications are chilling. To understand why this attack reverberates so painfully across the region, one must take a quick look at its history. The US has orchestrated or supported coups and military dictatorships throughout the region with disturbing regularity.</p><p>In Guatemala in 1954, the CIA overthrew the democratically elected government of Jacobo Arbenz. In Chile in 1973, the US backed the coup that brought Augusto Pinochet to power and ushered in an era of unchecked political violence. In 1983, the US invaded and occupied the island of Grenada to overthrow its socialist government. In Argentina, Brazil, Uruguay, and throughout Central America, Washington provided training, funding and political cover for military regimes that tortured dissidents and murdered civilians.</p><p>The new question now is, if the US carried out regime change in Venezuela so easily, who is next? Colombia’s President Gustavo Petro, who has been at odds with the Trump administration, was quick to react – and is right to be concerned, as in December, Trump threatened an intervention, saying “<a href=\"/news/2025/12/11/hell-be-next-donald-trump-threatens-colombian-president-gustavo-petro\">he’ll be next</a>“. Others in the region are also nervous.</p><p>Beyond the looming threat of US intervention, Latin America now also faces the potential regional instability that a regime change in Caracas is likely to create. The political crisis under Maduro had already spilled beyond its borders into neighbouring Colombia and Brazil, where Venezuelans fled poverty and repression. One can only imagine the ripple effect the US-enacted regime change will have.</p><p>There are probably many Venezuelans who are celebrating Maduro’s ouster. However, the US intervention directly undermines the political opposition in Venezuela. It would allow the regime, which appears to retain power, to paint all opposition as foreign agents, eroding its legitimacy.</p><p>The Venezuelan people deserve democracy, but they have to achieve it themselves with international support, not to have it imposed at gunpoint by a foreign power with a documented history of caring more about resources and geopolitical dominance than human rights.</p><p>Latin Americans deserve better than to choose between homegrown authoritarianism and imported violence. What they need is not American bombs but genuine respect for self-determination.</p><p>The US has no moral authority to attack Venezuela, regardless of Maduro’s authoritarian nature. Both can be true: Maduro is a dictator who caused immense harm to his people, and US military intervention is an illegal act of aggression that will not resolve the crisis of democracy in Venezuela.</p><p>The region’s future must be determined by people themselves, free from the shadow of empire.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Bernie Sanders condemns Trump’s attack on Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T08:01:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/clean-1767513624.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh will not play T20 World Cup games in India over safety concerns | Cricket News | Al Jazeera",
            "time": "2026-01-04T07:36:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2019-07-02T101024Z_26599640_RC18F41190C0_RTRMADP_3_CRICKET-WORLDCUP-BGD-IND-1758709566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh will not play its T20 World Cup 2026 fixtures in India over concerns about the players’ safety, following the removal of a top Bangladeshi player from the Indian Premier League (IPL), the Bangladesh Cricket Board (BCB) said.</p><p>Amid growing political tension between the South Asian neighbours, the BCB requested the International Cricket Council (ICC) to move its games to Sri Lanka and sought clarity on fast bowler Mustafizur Rahman’s abrupt removal from the IPL, the board said in a statement on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The BCB board of directors met in an emergency meeting following Mustafizur’s release from the IPL and confirmed its decision shortly afterwards.</p><p>“Following a thorough assessment of the prevailing situation and the growing concerns regarding the safety and security of the Bangladesh contingent in India and considering the advice from the Bangladesh Government, the board of directors resolved that the Bangladesh national team will not travel to India for the tournament under the current conditions,” it said.</p><p>“The board believes that such a step is necessary to safeguard the safety and wellbeing of Bangladeshi players, team officials, Board members and other stakeholders and to ensure that the team can participate in the tournament in a secure and appropriate environment,” the statement added and urged the ICC to take swift action.</p><p>Earlier on Saturday, Bangladesh’s sports adviser Asif Nazrul condemned the Board of Control for Cricket in India’s (BCCI) decision to release Mustafizur.</p><p>“The board should inform that where a Bangladeshi cricketer cannot play in India despite being contracted, the entire Bangladeshi cricket team cannot feel safe going to play in the World Cup,” Nazrul wrote in a social media post.</p><p>He later lauded the BCB’s decision to seek relocation of its matches to Sri Lanka.</p><p>“We welcome this decision taken in the context of ‍the extreme communal ⁠policy of India’s cricket board,” he said.</p><p>“We will not accept any insult to Bangladeshi cricket, cricketers and Bangladesh under any circumstances. The days of slavery are over.”</p><p>Defending champions India and 2014 winners Sri Lanka will cohost the ICC Men’s T20 World Cup 2026 from February 7 to March 8.</p><p>Bangladesh are scheduled to play all their group-stage matches in India, with three fixtures allocated to Eden Gardens in Kolkata – on February 7, 9 and 14 – and one to the Wankhede Stadium in Mumbai on February 17.</p><p>Should the ICC – headed by former BCCI chief Jay Shah – consider the BCB’s request, Bangladesh will become the second country to have its games moved out of India.</p><p>Sri Lanka will host all of Pakistan’s matches as the 2009 champions will not travel to India in an ICC-brokered agreement that allows the bitter rivals to avoid travelling across their mutual border.</p><p>Earlier on Saturday, the Kolkata Knight Riders (KKR) confirmed that Mustafizur had been released from the franchise’s squad for IPL 2026 after the BCCI advised it to do so, and the move was confirmed by the Indian cricket board’s secretary, Devajit Saikia.</p><p>“Due to the recent developments which are going on all across, BCCI has instructed the franchise KKR to release one of their players, Mustafizur Rahman of Bangladesh, from their squad, and BCCI has also said that if they ask for any replacement, BCCI is going to allow that replacement,” Saikia told Indian news agency ANI.</p><p></p><h2 id=\"political-tension-spills-over-into-sport\">Political tension spills over into sport</h2><p>The ongoing tensions between India and Bangladesh have flared in recent weeks after a 25-year-old Hindu man was lynched and burned publicly in Bangladesh following allegations of blasphemy.</p><p>India’s Ministry of External Affairs last month condemned what it called “unremitting hostility against minorities”.</p><p>A few days later, Hindutva activists tried to storm the Bangladesh High Commission in New Delhi as they rallied against the neighbouring nation for failing to protect its Hindu minorities.</p><p>Bangladesh’s interim leader, Nobel Peace Prize winner Muhammad Yunus, condemned the lynching, saying there is no space for such violence in the new Bangladesh.</p><p>“The perpetrators of this heinous crime will not be spared,” his office said in a statement. Two days later, 12 people were arrested in connection with the lynching, The Daily Star newspaper reported.</p><p>Last week, Bangladesh expressed concern over recent incidents of violence and killings involving minority communities in India, urging the authorities there to carry out impartial investigations and bring those responsible to justice.</p><p>“We expect the relevant authorities in India to conduct impartial investigations into these incidents and ensure that the perpetrators are brought to justice,” Ministry of Foreign Affairs spokesperson SM Mahbubul Alam said.</p><p>Diplomatic relations between the once-close allies have been sharply tested since August last year, when former Prime Minister Sheikh Hasina fled to New Delhi from Dhaka after an uprising against her rule.</p><p>Bangladesh blames India for some of its troubles, including Indian Prime Minister Narendra Modi’s support for Hasina when she was in power.</p><p>Political tensions have spilled over into sport in recent months, with the Bangladeshi women’s cricket team’s recent tour of India postponed indefinitely, and the Indian men’s team’s tour of Bangladesh meeting the same fate in August.</p><p>The BCCI’s move to have Mustafizur removed from the IPL has met with backlash in Bangladesh, where the popular franchise league may face a blackout.</p><p>Bangladeshi government official Nazrul said he had requested the national broadcasting body to “stop broadcasting of IPL tournament in Bangladesh”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}