{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel’s genocide wiped out over 2,700 families in Gaza | Newsfeed | Al Jazeera",
            "time": "2026-01-26T12:26:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769430349.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Protests in Paris over death of migrant worker in police custody | Police | Al Jazeera",
            "time": "2026-01-26T12:21:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769430046.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syrian army, Kurdish-led SDF accuse each other of ceasefire violations | Syria's War News | Al Jazeera",
            "time": "2026-01-26T12:10:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696c75c43a-1768715716.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A <a href=\"/news/2026/1/24/ceasefire-between-syrian-army-and-kurdish-led-forces-extended-for-15-days\">ceasefire</a> between the Syrian army and the Kurdish-led Syrian Democratic Forces (SDF) appears to be largely holding, even as the two sides have accused each other of violating its terms.</p><p>The army on Sunday said the SDF launched multiple drone attacks in the Aleppo countryside, while the United States-trained Kurdish forces on Monday accused the army of targeting a Kurdish-majority city near the Turkish border.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Government troops have seized swaths of northern and eastern territory in the last two weeks from the SDF in a <a href=\"/news/2026/1/25/syrians-greet-extended-army-sdf-ceasefire-with-guarded-optimism\">rapid turn of events</a> that has consolidated President Ahmed al-Sharaa’s rule.</p><p>An initial four-day ceasefire between the Syrian army and the SDF was extended by 15 days soon after it expired on Saturday night.</p><p>The official Syrian Arab News Agency (SANA) reported that the SDF launched more than 25 explosive drones on the army positions in the Aleppo countryside on Sunday, breaching the newly extended ceasefire.</p><p>The army’s operations command said in a statement the SDF attacked Syrian army deployment sites around Ain al-Arab, also known as Kobane, using more than 25 FPV (first-person view) type explosive drones. The attacks reportedly destroyed four army vehicles.</p><p>The SDF also targeted the M4 highway, which connects Aleppo with the coastal city of Latakia and nearby villages, wounding many civilians, the statement added.</p><p>The Defence Ministry’s media and communications department said the SDF suicide drones also targeted civilian homes and roads in Sarrin town, south of Ain al-Arab, according to SANA. The attacks caused multiple civilian injuries, it said.</p><p>The ministry added that the Syrian army managed to shoot down several of the drones before they could hit roads and homes in residential areas east of Aleppo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sdf-s-claims\">SDF’s claims</h2><p>Meanwhile, the SDF claimed that the Syrian army conducted attacks on areas southeast of the city of Ain al-Arab since the first hours of Monday, “coinciding with heavy artillery shelling that targeted residential neighbourhoods”.</p><p>“As a result of these attacks, violent clashes erupted between our forces and the attacking factions,” a statement on X at 11:16am (09:16 GMT) said, adding that clashes were ongoing.</p><p>The statement also claimed that the Syrian government’s deployment of additional military reinforcements, including tanks and armoured vehicles, was backed by “intensive overflights by Turkish unmanned aerial vehicles in the airspace of the area”.</p><p>The extension of the ceasefire is intended to support a US operation to evacuate detainees with alleged links to the ISIL (ISIS) armed group currently held in prisons run by the SDF and transfer them to Iraq, according to the Defence Ministry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"stagnant-government-sdf-talks\">Stagnant government-SDF talks</h2><p>On January 21, the US military’s Central Command announced that it had launched a <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">mission</a> to transfer the detainees from northeastern Syria to Iraq to ensure “terrorists” remain in secure detention facilities.</p><p>The mission began with US forces transporting dozens of ISIL fighters from a detention facility in northeastern Hasakah province to a secure location in Iraq, with plans for up to hundreds of detainees to eventually be transferred to Iraqi-controlled facilities.</p><p>Al-Sharaa, whose forces toppled longtime ruler Bashar al-Assad in a lightning offensive in late 2024, has promised to bring all of Syria under state control, including the SDF-held areas in the northeast.</p><p>But Kurdish authorities, who have run autonomous civilian and military institutions there for the past decade, have resisted joining with state and military institutions.</p><p>After a yearend deadline for the merger passed with little progress, Syrian troops launched their offensive this month.</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s Rafah crossing to reopen when final Israeli body is returned | Al Jazeera | Al Jazeera",
            "time": "2026-01-26T12:01:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769428843.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Lebanon files UN complaint against Israel’s daily ceasefire violations | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-26T11:31:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26021587232801-1769424360.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon has filed a complaint with the United Nations about repeated Israeli violations of a November 2024 ceasefire, calling on the Security Council to push Israel to <a href=\"/features/2026/1/15/lebanese-fear-us-has-given-green-light-for-israeli-escalation\">end its attacks</a> and fully withdraw from the country.</p><p>The Lebanese Ministry of Foreign Affairs and Emigrants said the complaint, sent on Monday, stressed that Israeli abuses are a “clear” violation of UN Security Council Resolution 1701, which ended a war between Israel and Hezbollah in 2006.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry said it called on the 15-member body to compel Israel to “completely withdraw to beyond the internationally recognised borders”, end its repeated violations of Lebanon’s sovereignty and release Lebanese prisoners it is holding.</p><p>“The complaint included three tables detailing Israeli violations of Lebanese sovereignty on a daily basis during the months of October, November and December 2025. The number of these violations amounted to 542, 691 and 803 respectively, totaling 2,036 violations,” it added.</p><p>The complaint was made a day after Israel launched a wave of air strikes across Lebanon, <a href=\"/news/2026/1/25/wave-of-israeli-attacks-kills-two-in-lebanon-in-latest-ceasefire-violation\">killing</a> at least two people.</p><p>Despite the 2024 ceasefire, the Israeli military has been launching near-daily attacks in Lebanon, which have killed hundreds of people. In November last year, the UN put the number of civilians <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">killed</a> in Israeli attacks at at least 127.</p><p>Israel also continues to occupy five points within Lebanese territory as it blocks the reconstruction of several border villages that it levelled to the ground, preventing tens of thousands of displaced people from returning to their homes.</p><p>Meanwhile, Israel is estimated to be holding more than a dozen Lebanese prisoners, including Hezbollah fighters and civilians who were taken from border villages in 2024. Israel has resisted calls to submit a list of the Lebanese citizens it is holding, leaving the fate of many missing people in southern Lebanon in limbo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israeli forces have also repeatedly opened fire at peacekeepers in the UN Interim Force in Lebanon (<a href=\"/news/2024/10/13/what-is-unifil-exp\">UNIFIL</a>) in southern Lebanon.</p><p>The Foreign Ministry in Beirut said on Monday that “it called for pressure to be exerted on Israel to stop its attacks on UNIFIL, which continues to make the ultimate sacrifices to bring security and stability to the region.”</p><p>Lebanon has filed similar complaints to the UN in the past, but Israeli attacks have not relented.</p><p>On Monday, Israeli drones dropped two stun grenades in the southern village of Odaisseh, Lebanese news outlets reported.</p><p>Israel had severely <a href=\"/features/2026/1/7/israels-continued-attacks-on-lebanon-could-derail-hezbollah-disarmament\">weakened Hezbollah</a> in an all-out war late in 2024, killing most of the group’s military and political leaders. Israel’s campaign has helped it establish a new balance of power and allowed it to launch regular assaults in Lebanon without a response.</p><p>Meanwhile, the Lebanese government has been pushing to disarm Hezbollah.</p><p>This month, Beirut said it had <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">completed</a> the removal of the group’s weapons south of the Litani River, 28km (17 miles) from the Israeli border.</p><p>Despite that announcement, Israeli air strikes have continued both south and north of the Litani.</p><p>Hezbollah has tacitly agreed to disarmament south of the Litani in accordance with UN Resolution 1701, but it has warned that it will not completely give up its weapons, arguing that they are necessary to stop Israel’s expansionism.</p><p>The next phase of the Lebanese government’s plan to remove Hezbollah’s weapons will target the region about 40km (25 miles) north of the Litani River to the Awali River.</p></div></div></body></html>"
        },
        {
            "title": "Iraq’s Kataib Hezbollah warns of ‘total war’ if Iran is attacked | Conflict News | Al Jazeera",
            "time": "2026-01-26T10:56:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-09-22T154640Z_1096236187_RC2O5AANGGU2_RTRMADP_3_ISRAEL-PALESTINIANS-IRAQ-1769420051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kataib Hezbollah, an Iraqi paramilitary group, has warned of a “total war” if Iran is attacked, signalling it would militarily support Tehran if conflict breaks out as the United States <a href=\"/news/2026/1/25/us-military-moves-navy-air-force-assets-to-the-middle-east-what-to-know\">amasses military assets</a> in the region.</p><p>The Iran-backed group’s chief, Abu Hussein al‑Hamidawi, issued a fiery statement late on Sunday, calling on fighters to be prepared for war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said the “forces of darkness” are gathering to subjugate and destroy Iran, describing the country as the “fortress and pride” of Muslims.</p><p>“We affirm to the enemies that war against the [Islamic] Republic will not be a walk in the park,” al‑Hamidawi said.</p><p>“But rather, you will taste the bitterest forms of death, and nothing will remain of you in our region.”</p><p>When Israel and the US attacked Iran in June last year, its regional allies – known as the “axis of resistance”, which includes Hezbollah in Lebanon and Iraqi armed groups – did not come to its aid.</p><p>But al‑Hamidawi suggested that this time would be different, emphasising “the necessity of supporting it from the forces of the axis and assisting it in whatever way they can”.</p><p>Kataib Hezbollah is one of the largest groups within the <a href=\"/features/2025/8/18/will-iraq-integrate-the-pmf-into-state-insitutions\">Popular Mobilisation Forces</a> (PMF), founded in 2014 to stop lightning advances by ISIL (ISIS) at the time.</p><p>In a phone call with Iraqi Prime Minister Mohammed Shia al-Sudani on Sunday, US Secretary of State Marco Rubio <a href=\"/news/2026/1/26/us-state-secretary-rubio-speaks-to-iraqi-pm-amid-tensions-with-iran\">urged Baghdad</a> to keep a distance from Iran.</p><p>Rubio said, “Iraq can fully realise its potential as a force for stability, prosperity and security in the Middle East” as Baghdad is expecting a return of Nouri al-Maliki as prime minister after more than 10 years. Al-Maliki first became prime minister in 2006 with the backing of the US. His ties with the US soured after he was accused of implementing sectarian policies that led to the rise of ISIL in Iraq.</p><p>“The secretary emphasised that a government controlled by Iran cannot successfully put Iraq’s own interests first, keep Iraq out of regional conflicts or advance the mutually beneficial partnership between the United States and Iraq,” Rubio said, according to State Department spokesman Tommy Pigott.</p><p>Tensions between the US and Iran have been approaching a boiling point. Earlier this month, President Donald Trump called on Iranian antigovernment protesters to take over state institutions, <a href=\"/news/2026/1/13/trump-cancels-iran-meetings-urges-protesters-to-take-over-institutions\">telling them that</a> “help is on the way”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump later softened his language, saying he would hold off attacking Iran after receiving assurances from Tehran that the country would halt the execution of dissidents.</p><p>But the US administration has proceeded to send an aircraft carrier strike group to the Middle East, boosting its military presence in the Gulf.</p><p>In recent days, several airlines have suspended flights across the region, including to Israel, due to the prospect of escalation.</p><p>Tehran has pledged to defend itself against any attack.</p><p>“Iran is doing everything it can diplomatically, but its armed forces will respond firmly to any violation of the country’s sovereignty,” Iran’s Ministry of Foreign Affairs spokesperson Esmaeil Baghaei said on Monday.</p><p>Trump warned on Friday that he is watching Iran “very closely”, highlighting that the US military is sending a “big force” towards the country.</p><p>“And maybe we won’t have to use it,” <a href=\"/news/2026/1/23/trump-says-us-still-watching-iran-as-massive-fleet-heads-to-gulf-region\">the US president</a> said. “We have a lot of ships going that direction, just in case, we have a big flotilla going in that direction, and we’ll see what happens.”</p></div></div></body></html>"
        },
        {
            "title": "Sinner in Australian Open quarters; women’s holder Keys booted out | Tennis News | Al Jazeera",
            "time": "2026-01-26T10:37:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260126__93YT8D3__v1__MidRes__TennisAusOpen-1769418601.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jannik Sinner has secured a place in the quarterfinals at the Australian Open in his campaign to defend his title, hours after women’s defending champion Madison Keys was knocked out by Jessica Pegula.</p><p>The Italian beat compatriot Luciano Darderi in three sets on Monday to book a place in the last eight.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Keys, who won her first Grand Slam at Melbourne Park last year, had no such luck against her compatriot, close friend and podcast partner Pegula, who won 6-3, 6-4.</p><p>Pegula finds herself in another all-American match, this time against the powerful Amanda Anisimova, who dispatched China’s Wang Xinyu 7-6 (4), 6-4 on a hot afternoon.</p><p>Their fourth-round wins on Day 9 meant four Americans have reached the women’s singles quarterfinals in Australia for the first time since 2001 when Serena and Venus Williams, Jennifer Capriati, Monica Seles and Lindsay Davenport made it to the last eight.</p><p>Pegula and Anisimova advanced a day after world number three Coco Gauff and 18-year-old Iva Jovic earned their places on the other side of the draw.</p><figure id=\"attachment_4266601\" aria-describedby=\"caption-attachment-4266601\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266601\" src=\"/wp-content/uploads/2026/01/AFP__20260126__93YG6TP__v1__MidRes__TennisAusOpen-1769418604.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"USA's Amanda Anisimova reacts on a point to China's Wang Xinyu during their women's singles match on day nine of the Australian Open tennis tournament in Melbourne on January 26, 2026. (Photo by DAVID GRAY / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266601\" class=\"wp-caption-text\">Fourth-seeded Amanda Anisimova maintains her ‍Grand Slam ‍momentum by beating China’s Wang Xinyu 7-6 (4), 6-4 in the fourth round of the Australian Open [David Gray/AFP]</figcaption></figure><p>Meanwhile, six-time major champion Iga Swiatek ended the fairytale run of qualifier Maddison Inglis to set up a quarterfinal with fifth-seeded Elena Rybakina.</p><p>The Polish second seed, who is chasing a maiden Melbourne title, was in a different class than the Australian, who suffered a 6-0, 6-3 demolition job on Rod Laver Arena.</p><p>It brought to a close the “life-changing” run of Inglis, who was thrust into the prime-time contest when Naomi Osaka withdrew from their third-round match with an injury.</p><p>But, as expected, her tournament went no further as Swiatek was on a mission.</p><p>“I felt pretty confident from the beginning,” said Swiatek, who has won four French Opens, the US Open and Wimbledon but is yet to lift the trophy in Melbourne.</p><p>Last year, she surged into the last four but failed to get past Keys.</p><p></p><p>In the men’s draw, Sinner raced to a 6-1, 6-3, 7-6 (7-2) victory and will face eighth-seeded Ben Shelton or 12th-seeded Casper Ruud for a place in the semifinals.</p><p>The world number two is bidding to win the Melbourne crown for a third time in a row, something only Novak Djokovic has done in the Open era (since 1968).</p><p>Djokovic and Sinner are on course for a blockbuster last-four showdown.</p><p>“It was very difficult. We are good friends off the court,” Sinner said of the hard-hitting Darderi, who put up some late resistance.</p><p>Sinner sent down a bumper 19 aces in the match and said his hard work had paid off.</p><p>“For sure I feel more confident [on serve]. Still room to improve but happy how I have come back in the new season.”</p><p>Lorenzo Musetti reached the quarterfinals for the first time in Australia with a 6-2, 7-5, 6-4 win over ninth-ranked Taylor Fritz.</p><p>The fifth-seeded Musetti has had a disrupted run with one of his coaches and a physiotherapist having to return to Italy for personal reasons. He also had to leave his family behind after the birth in November of his second son.</p><p>His next mission is against a rested Djokovic. The 24-time major winner had been scheduled to be the feature night match at Rod Laver Arena on Monday but had a walkover into the quarterfinals after his opponent Jakub Mensik withdrew from their scheduled fourth-round match with an abdominal injury.</p></div></div></body></html>"
        },
        {
            "title": "Gold prices cross $5,100 for the first time amid geopolitical uncertainties | Business and Economy News | Al Jazeera",
            "time": "2026-01-26T10:29:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2015/08/5de099cfb5a04e6dab9bfebac7e85e81_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gold prices cross $5,100 for the first time amid geopolitical uncertainties</h1><p class=\"article__subhead\"><em>Spot gold price touches an all-time high of $5,110.50 for an ounce in the first hours of the day.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gold prices have surged to a record high of more than $5,100 an ounce, extending a historic rally as investors piled into the safe-haven asset amid rising geopolitical uncertainties.</p><p>Spot gold was up 2.2 percent at $5,089.78 per ounce by 06:56 GMT on Monday, after earlier touching an all-time high of $5,110.50.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US gold futures GCcv1 for February delivery also gained the same amount to $5,086.30 per ounce.</p><p>The metal soared 64 percent in 2025, its biggest annual gain since 1979, driven by safe-haven demand, US monetary policy easing, robust central bank purchases, including China’s 14th straight month of buying in December, and record inflows into exchange-traded funds.</p><p>Prices have set consecutive record peaks over the past week and have already risen more than 18 percent this year.</p><h2 id=\"global-trade\">Global trade disruptions</h2><p>The continued rise in gold prices comes as the trade war, the most disruptive since the 1930s, unleashed by US President Donald Trump, has upended supply chains and raised business costs. Since taking office last January, the Trump administration has imposed tariffs on rivals and allies alike.</p><p>Most countries are reeling from the high tariff, in some cases up to 50 percent, as Trump has boasted tariffs have increased the tax revenue for the government.</p><p>Trump has also been accused of weaponising tariffs for geopolitical gains. He <a href=\"/news/2026/1/21/trump-nixes-european-tariff-threats-over-greenland-after-nato-chief-talks\">stepped back</a> on Wednesday from threats to impose tariffs on European allies as leverage to take over Greenland, which he says is critical for US security.</p><p>Over the weekend, he <a href=\"/news/2026/1/24/trump-threatens-100-percent-tariff-on-canada-over-china-deal\">said</a> he would impose a 100 percent tariff on Canada, which boosted trade ties with China.</p><p>He has also threatened to hit French wines and champagnes with 200 percent tariffs in an apparent effort to pressure French President Emmanuel Macron into joining his Board of Peace initiative for Gaza.</p><p>Meanwhile, a rising yen dragged the dollar broadly lower on Monday, with markets on alert for possible intervention in the Japanese currency and investors cutting dollar positions in advance of this week’s Federal Reserve meeting.</p><p>A weaker dollar makes greenback-priced gold more affordable for holders of other currencies.</p><p>Silver climbed above the $100 an ounce mark for the first time on Friday, building on its 147 percent rise last year as retail-investor flows and momentum-driven buying compounded a prolonged spell of tightness in physical markets for the metal.</p></div></div></body></html>"
        },
        {
            "title": "At least 10 people die, million without power as winter storm grips US | Weather News | Al Jazeera",
            "time": "2026-01-26T09:45:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13679236-1769408303.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A monster storm barrelling across the United States has killed at least 10 people and prompted warnings to stay off the roads, mass flight cancellations and widespread power cuts as freezing conditions persisted into Monday.</p><p>At least 20 states and the US capital, Washington, DC, have declared states of emergency as nearly a million people are without power.</p><p>As the storm dumped snow, sleet and freezing rain across a vast area, officials warned that an Arctic air mass trailing the system would drive temperatures to dangerously low levels for days, prolonging disruptions to daily life.</p><p>The National Weather Service (NWS) said Americans should expect similar conditions to continue into Monday morning.</p><p>New York Mayor Zohran Mamdani said five people were found dead outdoors over the weekend in subzero temperatures. While he did not confirm that the deaths were weather-related, he told reporters there was “no more powerful reminder of the danger of extreme cold”.</p><p>In Texas, authorities confirmed three deaths, including a 16-year-old girl killed in a sledding accident.</p><p>Two people died in Louisiana from hypothermia, the southern state’s Department of Health said.</p><p>The PowerOutage.com tracking site showed more than 840,000 customers without electricity as of Sunday night, mostly in the South, where the storm intensified on Saturday.</p><p>In Tennessee, where a band of ice has brought down power lines, more than 300,000 homes and businesses were without electricity while Louisiana, Mississippi and Georgia, where such storms are less common, each reported more than 100,000 outages.</p><p>The loss of power is particularly dangerous as the South is being hit by treacherous cold that the NWS warns could break records.</p><p>Authorities have urged residents to remain at home because of the perilous conditions.</p><p>Several major airports in New York, Philadelphia and Washington, DC, cancelled nearly all flights for the day.</p><p>The brutal storm system is the result of a stretched <a href=\"/news/2025/1/6/what-is-a-polar-vortex-the-weather-event-causing-winter-storms-in-the-us\">polar vortex</a>, an Arctic region of cold, low-pressure air that normally forms a relatively compact, circular system but can sometimes elongate into a more oval shape, sending frigid air spilling across North America.</p><p>Scientists said the increasing frequency of such disruptions may be linked to climate change although the debate is not settled and natural variability also plays a role.</p><p>The NWS warned that heavy ice could cause “long-duration power outages, extensive tree damage, and extremely dangerous or impassable travel conditions”, including in many states unaccustomed to severe winter weather.</p><p>Authorities have also warned of life-threatening cold that could persist for a week after the storm, especially in the Northern Plains and Upper Midwest, where temperatures that factor in wind chill are forecast to plunge to -45 degrees Celsius (-50 degrees Fahrenheit), temperatures that can cause frostbite within minutes.</p></div></div></body></html>"
        },
        {
            "title": "President Xi says India, China ‘friends, partners’ in Republic Day message | News | Al Jazeera",
            "time": "2026-01-26T09:14:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2024-10-23T140613Z_515394458_RC2CQAALPS60_RTRMADP_3_INDIA-CHINA-1759476651.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>President Xi says India, China ‘friends, partners’ in Republic Day message</h1><p class=\"article__subhead\"><em>On India’s Republic Day, President Xi Jinping says Beijing and New Delhi are ‘good neighbours, friends and partners’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese President Xi Jinping has said Beijing and New Delhi are “good neighbours, friends and partners” as the two Asian giants continue to improve ties in the wake of United States President Donald Trump’s tariff war, which has shaken global trade.</p><p>Xi wished Indian President Droupadi Murmu congratulations on the South Asian nation’s Republic Day on Monday, according to Chinese state media.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said over the past year, China-India relations have continued to improve and develop and are of “great significance for maintaining and promoting world peace and prosperity”, the official Xinhua news agency reported.</p><p>The Chinese president’s warm words come as Beijing and New Delhi have reset their ties following nearly four years of border tensions and economic curbs that followed the 2020 border clashes that killed at least 20 Indian soldiers. Four Chinese soldiers were also reportedly killed in the border conflict.</p><p>Following the 2020 border skirmish, India banned Chinese-owned social media giant TikTok and imposed curbs on Chinese investment in the world’s most populous nation. However, bilateral trade between the two neighbours continued, crossing an annual $130bn.</p><p>Indian Prime Minister Narendra Modi travelled to China last August to attend the Shanghai Cooperation Organisation (SCO) summit in Tianjin and said he was committed to improving bilateral ties, indicating a growing closeness to Beijing, days after the US imposed steep tariffs on Indian goods.</p><p>Trump unleashed his trade war after returning to power last year, affecting Indian and Chinese economic interests, along with many others. Indian exports to the US now face a tariff of 50 percent – among the highest in the world – while Chinese goods are subjected to more than 30 percent tariff.</p><p>The two Asian giants started to rebuild ties in October 2024, when Xi met Modi in Kazan, Russia, during a BRICS summit. India and China are the founding members of the BRICS grouping, which Trump has criticised. It was Modi and Xi’s first formal talks in five years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In his message, President Xi referred to China and India as the “dragon and the elephant dancing together”, Xinhua reported. Xi said he hoped that both sides would expand exchanges and cooperation and address each other’s concerns to promote healthy and stable relations.</p><p>Though complex border issues remain to be addressed, the two countries have moved to boost ties.</p><p>Last October, India and China announced to resume direct flights after five years. India is also planning to ease curbs on Chinese investment in India, according to a report by the Reuters news agency.</p></div></div></body></html>"
        },
        {
            "title": "Video: Anti-ICE protest held in Minneapolis after second US citizen killed | Police | Al Jazeera",
            "time": "2026-01-26T08:43:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769416961.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US Secretary of State Rubio speaks to Iraqi PM amid tensions with Iran | News | Al Jazeera",
            "time": "2026-01-26T08:40:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T234858Z_1106920932_MT1USATODAY28041091_RTRMADP_3_NCAA-FOOTBALL-CFP-NATIONAL-CHAMPIONSHIP-MIAMI-VS-INDIANA-1769418467.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Secretary of State Marco Rubio has spoken with Iraqi Prime Minister Mohammed Shia al-Sudani after the <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">transfer</a> of detainees linked to ISIL (ISIS) from Syria to Iraq, and he urged Baghdad to keep a distance from Iran amid heightened tensions between Washington and Tehran.</p><p>The US Department of State said in a news release that Rubio and al-Sudani spoke on Sunday, during which the top US diplomat “commended the Government of Iraq’s initiative and leadership in expediting the transfer and detention of ISIS terrorists”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Wednesday, the US military said it moved the first 150 detainees held in a detention facility in Hasakah, Syria, to a secure location in Iraq as the Syrian army <a href=\"/features/2026/1/21/syrian-forces-makes-gains-against-sdf-what-it-means-for-countrys-kurds\">took control</a> of more territory from the Kurdish-led Syrian Democratic Forces (SDF). The US military plans to transfer up to 7,000 people to Iraq.</p><p>The move represented a <a href=\"/news/2026/1/20/us-envoy-says-sdfs-role-in-syria-has-largely-expired-after-isil\">seismic shift</a> in how the US handles its fight against ISIL in Syria. Washington had relied for a decade on the SDF, which it trained and armed, but after the ouster of Syrian President Bashar al-Assad at the end of 2024, it is now partnering with the new Syrian government.</p><p>The Iraqi government has yet to issue any statement following the telephonic talk.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-re-watching-iran\">‘We’re watching Iran’</h2><p>Rubio’s call on Sunday also came as Iraq is expecting a return of Nouri al-Maliki as prime minister after more than 10 years. Al-Maliki first became prime minister in 2006 with the backing of the US. His ties with the US soured after he was accused of implementing sectarian policies that led to the rise of ISIL in Iraq.</p><p>Rubio said, “Iraq can fully realise its potential as a force for stability, prosperity and security in the Middle East” as a new government is expected to take power in Baghdad.</p><p>“The secretary emphasised that a government controlled by Iran cannot successfully put Iraq’s own interests first, keep Iraq out of regional conflicts or advance the mutually beneficial partnership between the United States and Iraq,” Rubio said, according to State Department spokesman Tommy Pigott.</p><p>The US <a href=\"/news/2018/3/18/the-us-legacy-in-iraq-violence-sectarianism-and-elections\">invaded</a> Iraq in 2003, causing the country to descend into political chaos and giving rise to al-Qaeda and later ISIL. US troops withdrew in 2009 although some US soldiers remained to train Iraqi security forces.</p><p>In 2011, the remaining US-led coalition forces withdrew from Iraq, declaring an end to the war, which killed at least 275,000 people and ravaged the country.</p><p>About 5,000 US soldiers were deployed again in the fight against ISIL in 2014. They have since been withdrawn, the Iraqi government said this month.</p><p>Washington fears the influence of pro-Iranian Shia armed groups, which operate under the umbrella of the Popular Mobilisation Forces (PMF). The PMF played a major role in the fight against ISIL.</p><p>The US wants armed groups to be dismantled and integrated into state structures.</p><h2 id=\"respond-to-aggression\">‘Respond to aggression’</h2><p>Meanwhile, the US has been moving military assets into the Middle East. On Thursday, President Donald Trump said an “armada” of warships was <a href=\"/news/2026/1/25/us-military-moves-navy-air-force-assets-to-the-middle-east-what-to-know\">heading towards</a> the Gulf with Iran as its focal point.</p><p>During <a href=\"/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">mass protests</a> that rocked Iran starting in late December, Trump repeatedly <a href=\"/news/2026/1/17/us-iran-tensions-trump-has-no-path-to-an-easy-win-despite-tehrans-woes\">threatened</a> to intervene militarily, prompting Tehran to <a href=\"/news/2025/12/30/iran-warns-of-severe-response-in-wake-of-trumps-new-strikes-threat\">pledge retaliation</a>. The US <a href=\"/news/2025/6/22/us-bombs-irans-nuclear-sites-what-we-know-so-far\">struck three</a> of Iran’s nuclear sites in June during Israel’s 12-day war with Tehran.</p><p>“We’re watching Iran. We have a big force going towards Iran,” Trump said.</p><p>Iranian Ministry of Foreign Affairs spokesperson Esmail Baghaei said on Monday that Tehran “will respond to any aggression more powerfully than before with a response that will make the aggressor regret it”.</p><p>“We have faced and continue to face hybrid warfare. Following the aggression in June, over the past few months, we have been confronted with a new threat from the United States and the Zionist regime,” he said, referring to Israel.</p><p>“Countries in the region are aware that any insecurity in the region is not aimed solely at Iran. Therefore, there is a shared concern among regional countries.”</p></div></div></body></html>"
        },
        {
            "title": "Al-Sharaa checkmates the SDF and Washington still wins | Kurds | Al Jazeera",
            "time": "2026-01-26T08:31:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69769f9571ac-1769381781.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Recent fighting between the Syrian military and the Syrian Democratic Forces (SDF), the Kurdish-led group controlling most of northeastern Syria, ended with the government significantly expanding the territory under its control, particularly in Arab-majority areas. Long the SDF’s primary patron, Washington brokered a ceasefire but sided with Damascus in declaring that the time had come for the SDF to reintegrate into the new Syrian state. This stunning pivot has been long in the making, especially since the ouster of Bashar al-Assad in December 2024.</p><p>US support for the SDF was always problematic and ultimately destined to end. During my time working on the Syria file at the State Department, I joined several officials in warning the Obama administration that backing the SDF was a strategic mistake that would prolong the conflict and deepen sectarian tensions.</p><p>It would have been wiser — though more difficult — to address the root causes that enabled the rise of ISIL (ISIS): al-Assad’s repression of his people and Iraqi Prime Minister Nouri al-Maliki’s sectarian policies. Instead, Washington risked fracturing Syria and undermining its ties with Turkiye.</p><p>The SDF was dominated by hardline Kurdistan Workers’ Party (PKK) elements that were actively fighting Turkiye, a critical NATO ally. The group was also deeply at odds with the rest of the Syrian opposition and with most Kurdish factions in Syria and Iraq. We argued that whether al-Assad or the opposition ultimately prevailed, the SDF would eventually be forced to reintegrate into a state structure led by the victor.</p><p>Nonetheless, the decision was made to enlist the SDF in the fight against ISIL, while largely sidelining al-Assad’s crimes against his own people. Fast forward to today, and an outcome favourable to Washington appears to be unfolding, despite its role in creating the problem in the first place.</p><p>First, the worst-case scenario — retaliation by a victorious opposition against Kurdish civilians — has not materialised. On the contrary, the Syrian government has gone to great lengths to reassure the Kurdish community that it will be protected, while establishing humanitarian corridors for those affected by the fighting.</p><p>On January 16, President Ahmed al-Sharaa issued a <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">decree</a> granting citizenship to Kurds and recognising Kurdish as a national language alongside Arabic. The timing was impeccable, undercutting the SDF’s primary claim to legitimacy as the sole protector of Kurdish rights and freedoms. Moreover, Syrian military and security forces largely avoided repeating earlier mistakes seen along the coast and in Suwayda, where violence against minority communities had occurred.</p><p>Second, the Syrian military demonstrated impressive operational proficiency in defeating a US-trained and equipped force that had long been viewed as the only cohesive partner capable of countering ISIL and other extremist threats.</p><p>Al-Sharaa’s victory will have a powerful demonstration effect, reinforcing Washington’s perception that it now has a willing and capable military partner in Damascus. This opens new strategic options for the US as it reassesses the scope and duration of its military presence in northeastern Syria.</p><p>Third, the government gained control over vital oil and gas fields in the northeast; this will significantly accelerate Syria’s economic recovery while reducing its dependence on US financial support. The administration of US President Donald Trump wants Syria to become economically viable as a partial return on its gamble on al-Sharaa and his government.</p><p>Accounting for more than 80 percent of Syria’s oil and gas production, these fields will likely attract foreign investment. While US energy firms may participate, thereby benefitting the US economy, the Syrian government is also seeking to diversify its investment partners through agreements with multiple countries.</p><p>Of course, these developments remain fluid, and much can change in the coming weeks and months. After its rapid gains, Damascus would be wise to pursue a negotiated settlement with the SDF as it retreats to predominantly Kurdish areas.</p><p>Continuing fighting would carry severe humanitarian and reputational costs. On January 18, al-Sharaa announced a US-mediated <a href=\"https://x.com/hmzhmo/status/2012917682207654165?s=61\">ceasefire</a> that included integrating SDF institutions into the central government structures. However, talks on the following day failed to resolve the thorny issue of how to incorporate SDF military units.</p><p>Both sides should focus on implementing the January 18 <a href=\"/news/2026/1/18/syria-announces-ceasefire-agreement-with-kurd-led-sdf-after-heavy-fighting\">agreement</a> rather than drifting towards full-scale confrontation. Al-Sharaa clearly holds the upper hand, but he can further demonstrate statesmanship by signalling, both domestically and internationally, his commitment to a peaceful resolution.</p><p>For the SDF leadership, options are increasingly limited given recent battlefield losses and sustained US pressure to integrate. As difficult as it may be, the moment has arrived. The current pause in hostilities offers an opportunity to secure special administrative arrangements in Kurdish-majority cities and regions, such as allowing SDF fighters to continue serving locally even as they integrate into the national security apparatus.</p><p>These seismic shifts reflect al-Sharaa’s astute reading of US strategic interests and his ability to act accordingly. Washington has long favoured a unified, stable Syria that poses no threat to its neighbours. For decades, the US tolerated the Assad regime’s brutalities because it broadly maintained these conditions.</p><p>With Syria today clearly incapable of threatening regional stability, Trump’s central concern has been whether the country’s new leadership can reunify the nation while preserving order. Al-Sharaa’s recent manoeuvres suggest he may have taken a decisive step towards answering that question.</p><p data-start=\"7179\" data-end=\"8162\"><strong><em>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</em></strong></p></div></div></body></html>"
        },
        {
            "title": "Israeli settlers chase Palestinian school bus in occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-01-26T08:14:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/OWB-SCHOOL_BUS_CHASE_HORIZONTAL-THUMB-1769415235.png?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Video shows Palestinian children crying in fear as their school bus is chased by Israeli settlers in an off-road vehicle in the occupied West Bank, where settlers regularly attack Palestinian civilians and property.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukraine’s security guarantees: What are they and why might they fall short? | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-26T08:05:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T091807Z_1050258654_RC294JAX0EJB_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1769411504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> In early January, leaders from more than 30 Western countries gathered in Paris, France, to sketch out a new framework of <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">security guarantees</a> for <a href=\"/news/2026/1/25/not-optimistic-in-ukraine-scepticism-surrounds-russia-war-peace-talks\">Ukraine</a> that would take effect if a ceasefire with Russia were to be agreed.</p><p>The so-called “coalition of the willing” issued declarations of intent, including plans for a United States-led ceasefire monitoring mechanism and the possible deployment of multinational forces led by France and the United Kingdom, to ensure Ukraine’s defence and deter future aggression.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>French President Emmanuel Macron called the guarantees “robust”, while British Prime Minister Keir Starmer said in the event of a deal, the UK and France “will establish military hubs across Ukraine and build protected facilities for weapons and military equipment to support Ukraine’s defensive needs”.</p><p>Others were more cautious.</p><p>Chancellor Friedrich Merz said German forces could join the initiative to monitor a ceasefire, but would be based in a neighbouring country.</p><p>On Sunday, while on a visit to Lithuania, Ukrainian President Volodymyr Zelenskyy <a href=\"/news/2026/1/26/ukraines-zelenskyy-says-us-security-agreement-100-ready-to-be-signed\">said</a> the government was “100 percent ready” to send an agreement on security guarantees to the US Congress and Ukrainian Parliament for ratification.</p><p>“For us, security guarantees are first and foremost guarantees of security from the United States. The document is 100 percent ready, and we are waiting for our partners to confirm the date and place when we will sign it,” Zelenskyy told a news conference in Vilnius.</p><p>However, the document has yet to be made public and details on how they would be enforced in practice remain unresolved.</p><p>“If it’s another document of wishful thinking without any real practical tools, it’s better not even to start this discussion,” Volodymyr Omelyan, Ukraine’s former minister of infrastructure, told Al Jazeera.</p><p>Many Ukrainians feel uncertain about their security, both now and when imagining a post-war future.</p><p>“Frankly, when I hear security guarantees, I am sceptical,” said Omelyan. “If there is commitment from them to secure Ukrainian independence, with money, with political support, with military supplies, with technology, then it is all serious.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Without these guarantees, Omelyan believes that Russia could claim a ceasefire violation had taken place in a bid to continue its aggression.</p><p>The question of violations of any agreement is a crucial factor for Olesia Horiainova, deputy head of the Kyiv-based think tank Ukrainian Security and Cooperation Centre.</p><p>She said Ukraine cannot be in a position where it relies solely on its allies fulfilling their guarantees.</p><p>“Battles are won by armies, but wars are won by logistics,” she said, adding that currently Russia is accumulating weapons “en masse”. “Therefore, only Ukraine’s military and economic superiority, or at least parity with Russia, can guarantee the stability of any truce.”</p><p>To achieve this, she said, Ukraine would need to wait for arms deliveries and receive investment from its partners in its defence sector.</p><p>“In 2025, Ukraine’s defence industry had a capacity of 35 billion euros [$42bn] but was only operating at 50 percent capacity … due to lack of funding; in 2026, with adequate investment, this potential could double,” she said.</p><p>Oleksandr Khara, head of the Centre for Defence Strategies think tank in Kyiv, said independent defence production would free Ukraine from the “constraints” imposed by successive US administrations, including those of President Joe Biden and the incumbent, Donald Trump.</p><p>Khara has said these guarantees are simply an attempt for the Trump administration to “sugar-coat the bitter pill” of territorial concessions.</p><p>He said there should be more realistic terminology, preferring the term “security assurances” rather than “genuine guarantees involving a possible military response under defined circumstances”.</p><figure id=\"attachment_4265195\" aria-describedby=\"caption-attachment-4265195\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4265195\" src=\"/wp-content/uploads/2026/01/reuters_6976371b-1769355035.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A member of the National Police Special Purpose Battalion of Zaporizhzhia region prepares a Gara combat drone before flying over positions of Russian troops, amid Russia's attack on Ukraine, near the frontline town of Pokrovsk in Donetsk region, Ukraine January 23, 2026. REUTERS/Stringer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4265195\" class=\"wp-caption-text\">A member of the National Police Special Purpose Battalion of Zaporizhia region prepares a Gara combat drone before flying over positions of Russian troops, near the front-line town of Pokrovsk in Donetsk region [File: Reuters]</figcaption></figure><h2 id=\"response-time\">Response time</h2><p>After the Paris summit, US Special Envoy to the Middle East Steve Witkoff said the “strong” security protocols were meant to deter further attacks in Ukraine.</p><p>However, Ukrainian analysts say Kyiv’s partners lack a sense of urgency, raising questions about how quickly its allies could mobilise.</p><p>Omelyan, who has firsthand experience of fighting, said in case of violations, a response could take weeks or months, time the Ukrainian military would not have.</p><p>If there was a violation, the reality is the “Ukrainian army will have to fight [Russia] on the first day; if we are capable of doing so, we keep the defence line, and we fight back, and we keep Ukraine’s independence. If we are not capable as a nation and as the army, we fail,” he said.</p><h2 id=\"guarantees-always-sound-good-on-paper\">‘Guarantees always sound good on paper’</h2><p>Amid high-level diplomatic talks about a potential <a href=\"/news/2026/1/24/us-brokered-talks-on-ukraine-close-with-no-breakthrough\">ceasefire</a>, Ukrainians Al Jazeera has interviewed across several cities say they are more concerned with their everyday battles – such as staying warm as Russia continues its attacks on its infrastructure.</p><p>When such talks occur, Ukrainians are forced to prepare for potential escalations.</p><p>As Ukrainian, Russian, US and Emirati officials met on Friday and Saturday in Abu Dhabi, Russia sent more than 100 drones towards Kyiv along with missiles on <a href=\"/features/2026/1/23/russia-targets-ukraines-energy-as-trilateral-talks-loom\">Friday night</a>, forcing people to venture out in pitch darkness to seek shelter in the metro system.</p><p>After almost four years of war, many say they do not follow these developments day-to-day.</p><p>Nazar Khomyn, a 24-year-old developer from Lviv, told Al Jazeera, “These guarantees always sound good on paper, but after so long at war, this feels like just words.”</p></div></div></body></html>"
        },
        {
            "title": "Born after the Arab Spring: 37 million Egyptians have no memory of 2011 | Arab Spring News | Al Jazeera",
            "time": "2026-01-26T07:45:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-Arab-spring-poster-1769071103.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fifteen years have passed since the Arab Spring protests erupted in Egypt.</p><p>Inspired by the successful uprising in <a href=\"/news/2025/12/17/presidents-the-arab-spring-toppled-where-are-they-now\">Tunisia</a> just 11 days earlier, when demonstrators succeeded in bringing down the country’s president, Zine El Abidine Ben Ali, the Egyptian people wanted freedom and their voices to be heard.</p><p>For 18 days, millions took to the streets to protest, driven by high unemployment, poverty and political repression, and demanding the departure of longtime President Hosni Mubarak.</p><p>With a median age of approximately 24 years, Egypt ranks among the younger countries globally, with roughly 37 million people, or 31 percent of the population, under the age of 15. For those children, the Arab Spring was a historical event shared through the memories of the older generation.</p><figure id=\"attachment_4259467\" aria-describedby=\"caption-attachment-4259467\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259467\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Egypt-born-after-the-arab-spring-1769071531.png?quality=80\" alt=\"INTERACTIVE - Egypt born after the arab spring-1769071531\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259467\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2>Egypt’s young population</h2><p>In 2011, Egypt’s population was 83 million with a 12 percent unemployment rate and a gross domestic product (GDP) per capita (in current USD) of $2,590, according to the World Bank. One US dollar bought 5.8 Egyptian pounds.</p><p>Fifteen years later, Egypt has added roughly 37 million people, bringing its population to nearly 120 million. The country now has an unemployment rate of 6.4 percent and a GDP per capita of $3,339. One US dollar now buys about 47 Egyptian pounds, weakening purchasing power for many citizens.</p><p>Egypt has a young population, with more than half of its citizens under the age of 24, about seven years younger than the global average of 31.</p><p>According to the Economic Research Forum, Egypt needs to create 1.5 million jobs each year. However, over the past two decades, it has managed to create only 600,000 jobs annually.</p><p>There are currently some 3.6 million students enrolled in higher education, including universities and technical institutes. The government has set a target to increase this to 5.6 million by 2032 to meet the demands of a modernising economy.</p><p>More than 80 percent of the people are active internet users, and this is driven almost entirely by the youth, with mobile connections and heavy social media use.</p><p>While the national unemployment rate has dropped to a record low of 6.4 percent, youth unemployment (ages 15–29) stands at about 14.9 percent, according to Egypt’s Central Agency for Public Mobilization and Statistics (CAPMAS).</p><h2 id=\"what-happened-over-18-days-in-egypt\">What happened over 18 days in Egypt?</h2><p>The Egyptian revolution began with large protests on January 25 and lasted for 18 days, ending with the resignation of President Hosni Mubarak on February 11, when he handed authority to the military.</p><p>Using their mobile phones and <a href=\"https://interactive.aljazeera.com/aje/2021/the-arab-spring-retweeted-10-years/\">social media</a>, Egyptians broadcast videos and images of their struggle for the whole world to see.</p><p>Here are some of the main events that unfolded during those 18 days:</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-4264030 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Key-moments-in-Egypts-18-day-revolution-1769322613.png?quality=80\" alt=\"INTERACTIVE - Key moments in Egypts 18 day revolution-1769322613\" data-interactive=\"true\" fetchpriority=\"low\"></p><ul>\n<li><strong>January 25 – Day of rage – </strong>Coinciding with the annual police celebration, thousands march nationwide, calling for the departure of President Hosni Mubarak, who had been in power for 30 years.</li>\n<li><strong>January 28 – Friday of anger –</strong> After midday prayers, thousands make their way to Cairo’s Tahrir Square. Mubarak makes his first TV appearance, pledging his commitment to democracy.</li>\n<li><strong>February 1 – The “million-man” march</strong> <strong>–</strong> Giant protests kick off across the country and the government suspends all train services to prevent more people from reaching Cairo.</li>\n<li><strong>February 2 – Battle of the camels –</strong> Mubarak supporters, some riding camels and horses, stage a brutal bid to crush the Cairo uprising. Using clubs, bats and knives, they start a bloody battle in Tahrir Square.</li>\n<li><strong>February 10 – Mubarak defiant –</strong> Rumours swirl that Mubarak will resign. Instead, he gives a speech in which he insists on staying in power until September. Tahrir Square erupts in fury.</li>\n<li><strong>February 11 – Mubarak resigns –</strong> Following 18 days of mass protests, newly appointed Vice President Omar Suleiman announces that Mubarak has resigned and handed control to the military.</li>\n</ul><h2 id=\"youth-populations-in-other-arab-spring-countries\">Youth populations in other Arab Spring countries</h2><p>Like Egypt, the four other countries which <a href=\"/news/2025/12/17/presidents-the-arab-spring-toppled-where-are-they-now\">overthrew</a> their leaders have young populations.</p><p>In Tunisia, 2.95 million people, or 24 percent of the country’s 12.2 million population, are under the age of 15.</p><p>In Libya, this figure is 27 percent, with two million of the country’s 7.4 million residents being under 15.</p><p>In Syria, 29 percent of the population, or 7.2 million out of 25 million, is under the age of 15.</p><p>Yemen has the highest percentage, with 41 percent, equating to 17 million of the country’s 40 million population being under 15.</p><p>These population distributions are illustrated in the graphic below.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-4264033 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Arab-Spring-countries-youth-populations-1769322697.png?quality=80\" alt=\"INTERACTIVE - Arab Spring countries youth populations-1769322697\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Trump administration, MAGA allies spread misinformation on Pretti killing | Donald Trump News | Al Jazeera",
            "time": "2026-01-26T07:23:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-25T160905Z_743706685_RC2F8JAZMFGZ_RTRMADP_3_USA-TRUMP-MINNESOTA-1769403654.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump’s administration and his (Make America Great Again) MAGA allies have disseminated a flurry of misinformation about the <a href=\"/news/2026/1/25/minnesota-governor-wants-federal-immigration-agents-out-after-pretti-killed\">fatal shooting of Alex Pretti</a> in the US city of Minneapolis.</p><p>The Department of Homeland Security (DHS) on Sunday claimed that Pretti, a 37-year-old ICU nurse, had “approached US Border Patrol officers with a 9 mm semi-automatic handgun”, and that agents had “attempted to disarm the suspect, but the armed suspect violently resisted”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Video footage shot by bystanders shows Pretti filming a group of US Border Patrol agents on Saturday before stepping in to defend a woman who was shoved to the ground by one agent.</p><p>In footage shared by US-based Drop Site news, Pretti can be seen trying to help the woman before at least five agents tackle him to the ground and shoot him multiple times after a scuffle on the icy road.</p><p>Analysis of footage by US media and Bellingcat, a Netherlands-based investigative journalism group, shows that Pretti’s gun had already been confiscated by an agent before he was shot dead.</p><p>Minneapolis police chief Brian O’Hara later told reporters that Pretti was a “lawful gun owner” with a permit, and that his only criminal history was a few traffic tickets.</p><p>Despite the video evidence, Border Patrol Commander at Large Greg Bovino told a news conference that Pretti’s gun showed that he “wanted to do maximum damage and massacre law enforcement”.</p><p></p><p>Stephen Miller, deputy chief of staff for policy and homeland security, claimed without evidence that Pretti was an “assassin” who tried to “murder federal agents”, while DHS Secretary Kristi Noem said he had “violently” resisted arrest.</p><p>Popular right-wing influencers amplified the Trump administration’s claims on X.</p><p>The MAGA-allied account “Libs of TikTok” labelled Pretti a “lunatic” and an “assassin”.</p><p>Right-wing influencer Alexander Muse told his 681,000 followers that Pretti was “expecting a firefight at a distance” with federal agents despite there being no evidence that he ever took out or brandished his gun.</p><p>Some right-wing influencers went even further than echoing the Trump administration’s narrative, piling blatant misinformation on top of officials’ baseless accusations.</p><p>Trump ally Nick Sorter, who has 1.4 million followers on X, falsely claimed that Pretti, a US citizen, was an “illegal alien” who was “armed with a gun and attempted to PULL IT on agents as he was being apprehended”.</p><p>Conservative podcaster Jesse Kelly smeared Pretti as a “soldier for the communist revolution” who had “died fighting in a war” in an X post that included a photo of Pretti on a hike.</p><p>MAGA-affiliated accounts also shared digitally altered images purporting to be pictures of Pretti dressed in female clothing.</p><p>In a statement, Pretti’s parents said their son was a “kindhearted soul” and that the administration’s “sickening lies” about him were “reprehensible and disgusting”.</p><p>Claims that Pretti was a “domestic terrorist” and scrutiny of his political beliefs mirror similar accusations levelled at Renee Good, a 37-year-old woman who was also fatally shot by federal immigration agents in Minneapolis earlier this month.</p><p>Trump administration officials also described Good as a “terrorist” and claimed that she was trying to run over an immigration officer with her vehicle despite video evidence casting doubt on those claims.</p><p>Officials have also spread misleading information seemingly aimed at discrediting protests against Trump’s anti-immigration crackdown more generally.</p><p>The White House last week shared an image of an arrested activist, Nekima Levy Armstrong, that had been altered with artificial intelligence to make her look emotionally distressed.</p><p>Some Republicans have pushed back on the narrative pushed around Pretti’s death, including Kentucky Representative Thomas Massie, who said on X that “carrying a firearm is not a death sentence, it’s a Constitutionally protected God-given right”.</p><p>The National Rifle Association, a pro-gun lobby group, also rejected a suggestion by a Trump-appointed federal prosecutor  that approaching a law enforcement officer with a gun could be grounds for being shot.</p><p>Minnesota law enforcement officials have also contested statements by Trump administration officials, including a claim by Vice President JD Vance that local authorities refused to assist their federal counterparts in the investigation into Pretti’s killing.</p><p>The Minnesota Department of Public Safety Bureau of Criminal Apprehension said on Sunday that it was state authorities who were being obstructed, stating on X that its officers had been denied access to the crime scene by the DHS.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Palestinians sceptical over Israel reopening Gaza’s Rafah crossing | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T06:43:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697705a6a6e47-1769407910.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Seahawks defeat Rams to set up Super Bowl 2026 against Patriots | American Football News | Al Jazeera",
            "time": "2026-01-26T06:21:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26026006001472-1769406821.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Seattle Seahawks have defeated the Los Angeles Rams in a high-scoring shootout to set up a Super Bowl rematch with the New England Patriots.</p><p>In Seattle, Seahawks quarterback Sam Darnold outduelled Rams counterpart Matthew Stafford in a 31-27 thriller on Sunday to clinch the NFC championship, which doubles as an NFL playoffs semifinal.</p><p>The victory sends Seattle into a repeat of their epic 2015 Super Bowl against the Patriots, who prevailed in a blizzard-hit 10-7 AFC championship victory over the Denver Broncos earlier on Sunday.</p><p>The Seahawks’ win marked the latest milestone in what has been a fairytale campaign for Darnold, who has enjoyed a renaissance with Seattle this season after a rocky start to his career.</p><p>“It’s amazing to be able to do this with these guys in this locker room, with this coaching staff – it means the world to me,” said Darnold, who played for four different clubs before arriving in Seattle last year.</p><p>The 28-year-old finished Sunday’s classic with three touchdowns, 346 passing yards and no interceptions.</p><p>Darnold’s gripping slugfest with Stafford was effectively tilted in Seattle’s favour when a late Rams drive to the Seahawks’ six-yard line came away with nothing.</p><p>“We came here with expectations to win,” Rams coach Sean McVay said afterwards.</p><p>“It was a great back-and-forth game by two great teams, but a couple of critical errors ended up costing us … I’m never really short on words, but I am right now. It’s tough, but this is sports, and you’ve got to be able to deal with it.”</p><p>Seattle, meanwhile, were left looking ahead to a Super Bowl clash with the Patriots in Santa Clara, California, on February 8, 11 years after losing to New England in the NFL showpiece in 2015 during the Tom Brady era.</p><figure id=\"attachment_4266260\" aria-describedby=\"caption-attachment-4266260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266260\" src=\"/wp-content/uploads/2026/01/AFP__20260126__2258198878__v2__MidRes__NfcChampionshipGameLosAngelesRamsVSeattleSeah-1769406827.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"SEATTLE, WASHINGTON - JANUARY 25: Sam Darnold #14 of the Seattle Seahawks runs for a first down against the Los Angeles Rams in the NFC Championship game at Lumen Field on January 25, 2026 in Seattle, Washington. Steph Chambers/Getty Images/AFP (Photo by Steph Chambers / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266260\" class=\"wp-caption-text\">Sam Darnold of the Seattle Seahawks runs for a first down against the Los Angeles Rams in the NFC Championship Game at Lumen Field in Seattle, Washington [Steph Chambers/Getty Images via AFP]</figcaption></figure><h2 id=\"patriots-tame-broncos-in-the-blizzard\">Patriots tame Broncos in the blizzard</h2><p>The Patriots are targeting a record seventh Super Bowl following their gritty, low-scoring victory in Colorado.</p><p>The AFC title game, which also serves as a semifinal playoff game, played out in brutal conditions, with the field gradually blanketed in snow as a storm swept over the venue.</p><p>New England quarterback Drake Maye held firm after a shaky start, leading the Patriots upfield for the decisive field goal after rushing for a first-half touchdown.</p><p>“We battled the elements,” said Maye.</p><p>“[In] these conditions, it’s not great throwing the football. But hey, we do what we need to do … We’re off to the Super Bowl. Let’s go!”</p><figure id=\"attachment_4266254\" aria-describedby=\"caption-attachment-4266254\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266254\" src=\"/wp-content/uploads/2026/01/AP26025804546316-1769406805.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"New England Patriots quarterback Drake Maye (10) hands off against the Denver Broncos during the second half of the AFC Championship NFL football game, Sunday, Jan. 25, 2026, in Denver. (AP Photo/David Zalubowski)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266254\" class=\"wp-caption-text\">New England Patriots quarterback Drake Maye (#10) hands off against the Denver Broncos during the second half of the AFC Championship Game in Denver [David Zalubowski/AP Photo]</figcaption></figure><h2 id=\"re-emergence-after-the-tom-brady-era\">Re-emergence after the Tom Brady era</h2><p>The win cements a remarkable resurgence for the Patriots.</p><p>After the dominant era of the Brady dynasty that yielded six Super Bowl titles, New England have endured a painful rebuild.</p><p>But under new head coach Mike Vrabel, they were a revelation this season, topping the tough AFC East for the first time since 2019.</p><p>“Just so happy for Mike Vrabel, former teammate of mine,” said Brady, now working as a commentator for Fox TV.</p><p>“Went to New England, no one was quite sure how they’d do [after] back-to-back 4-and-13 seasons, and they turn it into a road AFC victory in Denver. I know how hard that is.”</p><p>The Patriots, who already boasted the most Super Bowl appearances with 11, will now have their 12th showing on American football’s biggest stage, and a chance to vie for a record seventh Lombardi trophy.</p><p>Vrabel, who won three Super Bowls playing alongside Brady for the Patriots, would be the first person to win the sport’s ultimate prize as a player and coach for the same franchise.</p><p>“I won’t win it – it’ll be the players that will win the game, I promise you,” said Vrabel.</p><figure id=\"attachment_4266258\" aria-describedby=\"caption-attachment-4266258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266258\" src=\"/wp-content/uploads/2026/01/AFP__20260125__2258172431__v1__MidRes__NfcChampionshipGameLosAngelesRamsVSeattleSeah-1769406825.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"SEATTLE, WASHINGTON - JANUARY 25: Former NFL player Tom Brady looks on prior to a game between the Los Angeles Rams and the Seattle Seahawks in the NFC Championship game at Lumen Field on January 25, 2026 in Seattle, Washington. Jane Gershovich/Getty Images/AFP (Photo by Jane Gershovich / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266258\" class=\"wp-caption-text\">Tom Brady was at the Los Angeles Rams vs the Seattle Seahawks game in Seattle [Jane Gershovich/Getty Images via AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Investigation reveals Israeli campaign to flatten Gaza town of Beit Hanoon | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T06:02:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Cleared-Area-After-18-12-2025-Military-Equipment-1769111655.png?resize=1298%2C1080",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli army is working to flatten the remains of homes in the northern Gaza Strip town of Beit Hanoon, despite the ongoing ceasefire that began in October.</p><p>Al Jazeera’s digital investigations team Sanad analysed satellite images taken between October 8 – two days before the ceasefire began – and January 8, and found evidence of the operation, which some Palestinians fear may be a step towards the establishment of illegal Israeli settlements in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Sanad found that the Israeli army has used bulldozers to clear around 408,000 square metres (4.39 million square feet) of land, including the remains of at least 329 homes, and agricultural sites, that Israel destroyed during its two-year war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Images from before the clearing operation show a Beit Hanoon with damaged buildings from the war, but some remained intact.</p><p>But by mid-December, many of the buildings had been totally razed, as well as former agricultural land, replaced by a flattened brown landscape.</p><p>The rubble-removal operations began directly at the edge of Beit Hanoon, facing the fence that separates the city from nearby Israeli settlements along the northern border, including Sderot, which is roughly 2 kilometres (1.2 miles) away from Beit Hanoon.</p><p>Israel has damaged or destroyed the majority of structures in Gaza – 81 percent by last October, according to the United Nations. Northern Gaza has borne the brunt of the damage, with many areas, such as Beit Hanoon, systematically razed to the ground.</p><figure id=\"attachment_4260713\" aria-describedby=\"caption-attachment-4260713\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260713\" src=\"/wp-content/uploads/2026/01/Beet-Hanon-Rubble-Before-05-09-2025-No-Edit-1769112167.png?w=770&amp;resize=770%2C675&amp;quality=80\" alt=\"Satellite image\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260713\" class=\"wp-caption-text\">A partially-destroyed Beit Hanoon before being razed by the Israeli military, October 8, 2025 [Planet Labs PBC]</figcaption></figure><h2 id=\"settlement-plans\">Settlement plans</h2><p>The Israeli far right has consistently openly declared its desire for Israeli Jews to settle Gaza. In December 2024, Israeli ministers and parliament members visited a location in the southern Israeli town of Sderot, overlooking the Gaza Strip. They pointed at Beit Hanoon and Beit Lahiya, stating that more than 800 Jewish families were willing to move there “as soon as possible”, according to a report in the Israeli newspaper Haaretz.</p><p>Additionally, at an Israeli conference held on December 23, Defence Minister Israel Katz outlined plans to establish agricultural-military bases called “Nava Nahal” – Israeli military outposts that combine farming with an armed presence in an effort to consolidate control over a territory – in the north of Gaza.</p><p>Katz stressed that Israel “will never withdraw and will never leave Gaza”, calling these bases “replacements” for the Israeli settlements cleared in 2005. That was the year Israel withdrew its settlers from the Gaza Strip under a unilateral disengagement plan following the <a href=\"/news/2005/9/28/al-aqsa-intifada-timeline\">second Intifada</a>.</p><p>The withdrawal continues to be a sore topic for the powerful Israeli far right, which considers it a mistake that must be corrected.</p><p>And even if settlements are not eventually built, Israeli leaders have made it clear that they want to control a buffer zone deep into Gaza, territory that would eventually include areas like Beit Hanoon.</p><p>One Israeli officer, quoted in the Long War Journal, said that the campaign to raze Beit Hanoon was part of an operation “to create a significant security perimeter and make it very difficult for the enemy to return to its infrastructure”.</p><p>Israel’s critics say the goal is clear. Speaking to Al Jazeera, United Nations Special Rapporteur on the Occupied Palestinian Territories Francesca Albanese said that “under the fog of war, Israel is going to destroy Gaza, displace the Palestinians, and attempt to reoccupy and conquer the land”.</p><p>Israel <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">has violated the ceasefire</a> at least 1,300 times since it began on October 10, which includes shooting at civilians 430 times and bombing or shelling Gaza more than 600 times.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN aid convoy reaches Syria’s Ain al-Arab as truce between army, SDF holds | Syria's War News | Al Jazeera",
            "time": "2026-01-26T05:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69769f9571ac-1769381781.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United Nations convoy carrying “life-saving” aid has arrived in the Kurdish-majority town of Ain al-Arab in northern Syria as a ceasefire agreement between the Syrian army and the Kurdish-led Syrian Democratic Forces (SDF) continues to hold.</p><p>The convoy’s arrival in Ain al-Arab, also known as Kobane, on Sunday came amid growing concerns about humanitarian conditions in the town, which has been surrounded by Syrian government forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Electricity and water in the town have also been cut off for days.</p><p>The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) said that the convoy consisted of 24 trucks carrying “life-saving aid, including fuel, bread, and ready-to-eat rations, to support people affected by the recent developments”.</p><p>It said the convoy was coordinated with the Syrian government.</p><p>The Syrian army said in a statement that it was opening two corridors, one to Ain al-Arab, located in Aleppo province, and another to the nearby Hasakah province, to allow “the entry of aid”.</p><p>Ain al-Arab, which has a population of 400,000 people, is hemmed in by the Turkish border to the north and government forces on all sides. It is approximately 200km (125 miles) from the SDF’s stronghold in Syria’s far northeast.</p><p>The SDF has accused the Syrian army of imposing a siege on the town.</p><p>Clashes between the two sides erupted earlier this month amid a dispute over the integration of the SDF into the Syrian army. Under pressure from the United States, the two sides agreed to a four day ceasefire last week, with Syrian President Ahmed al-Sharaa giving the SDF until Saturday night ‍to lay down arms and come up with a plan to integrate with the army, or to resume fighting.</p><p>The two sides extended the ceasefire by another 15 days on Saturday.</p><p>Damascus said the renewed truce was intended to support a US operation to transfer some 7,000 detainees from the ISIL (ISIS) group held in prisons previously under SDF control to facilities in Iraq.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>By Sunday night, however, the two sides were trading accusations of violations.</p><p>The Syrian army told state media that the SDF had targeted its positions with drones.</p><p>The SDF accused “Damascus-affiliated factions” of attacks around Ain al-Arab, including one that killed a child.</p><p>The SDF, which has lost large areas of the country to the army, have now been restricted to Kurdish-majority areas in the northeast and Ain al-Arab.</p><p>Residents of the town say it was full of people who had fled the Syrian army’s advances in the northeast in recent weeks.</p><p>Al Jazeera’s Zein Basravi, reporting from Qere Qozaq in Aleppo province, said the arrival of the UN aid convoy came amid reports of worsening humanitarian conditions in Ain al-Arab.</p><p>“But these negotiated solutions, getting humanitarian aid in, remain very fragile, with both sides still primed to return to fighting as and when they feel it is needed,” he said.</p><p>“Whether the ceasefire holds or not, whether the fighting continues, these are all question marks. But there is one certainty: as long as the fighting carries on, rebuilding cannot happen,” he added.</p><p>Ain al-Arab, which the SDF liberated from a lengthy siege by ISIL in 2015, took on symbolic value as their first major victory against the armed group. It took another four years for the SDF, supported by a US-led international coalition, to defeat ISIL territorially in Syria.</p><p>Syria’s new government, which took power in 2024 after the fall of longtime leader Bashar al-Assad, has demanded that the SDF disband.</p><p>The US, meanwhile, has said the purpose of its alliance with the SDF has largely ended.</p></div></div></body></html>"
        },
        {
            "title": "What role is China playing in global geopolitical transformations? | Politics News | Al Jazeera",
            "time": "2026-01-26T05:08:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-10-24T085608Z_1267513639_RC2WQAAHBQLE_RTRMADP_3_RUSSIA-BRICS-SUMMIT-1769326763_cdcdbf-1769403833.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amid rapidly accelerating international shifts, China’s foreign policy has become a complex equation. From the Middle East to Latin America, from the Asia Pacific to the Arctic Circle, Beijing is moving across a global stage with cautious pragmatism but also with an ambition to reshape centres of global influence. Intense strategic rivalry with the United States and expansionary ambitions amid renewed regional crises continue to influence its policies.</p><p>So what does this mean for the world?</p><h2 id=\"the-us-from-rivalry-to-managing-relations\">The US: From rivalry to managing relations</h2><p>China’s official discourse centres on the idea of “peaceful rise”, the “<a href=\"https://www.fmprc.gov.cn/eng./xw/zyxw/202405/t20240530_11332815.html\" target=\"_blank\" rel=\"noopener\">commitment</a> to non-interference in internal affairs”, respect for “sovereignty and territorial integrity”, and economic partnerships based on mutual benefit. Beijing insists that relations with Washington should not slide into conflict, calling for a system of global governance built on cooperation rather than confrontation.<strong> </strong></p><p>Yet the geopolitical landscape reveals a wide gap between this discourse and reality. Donald Trump’s return to the White House has brought back rhetorical escalation and increased geopolitical pressure. Recent US moves — such as the military intervention in Venezuela and the threat to take over Greenland — have drawn sharp condemnation from China, which saw them as a reflection of a hegemonic impulse that violates international laws and conventions.</p><p>Against this tense backdrop, China’s strategy reflects meticulous calculations that go beyond official rhetoric. In practical terms, it seeks to exploit international conditions, especially transatlantic tensions, to undermine traditional alliances.</p><p>Beijing sees the Trump administration’s erratic behaviour as an opportunity to weaken trust between Europe and the US. By presenting itself as a stable economic power that can be relied upon, China seeks to encourage European partners to question their traditional security dependence on Washington. It aims to bolster the concept of European “strategic autonomy”, diminishing transatlantic security linkage and thus weakening transatlantic solidarity in the face of Chinese long-term policies.</p><h2 id=\"iran-and-syria-in-china-s-calculations\">Iran and Syria in China’s calculations</h2><p>China’s policy towards regional crises such as those in Iran and Syria is characterised by a careful blend of economic interest and geopolitical considerations. Beijing does not view its cooperation with Tehran as merely a commercial partnership; rather, it is a pillar of its broader strategy to secure energy security and diversify global trade routes under the umbrella of the Belt and Road Initiative.</p><p>China places particular emphasis on developing overland corridors through Iran towards Eurasia, which constitute a strategic land-based alternative aimed at reducing reliance on sensitive maritime routes exposed to geopolitical risks such as the Strait of Hormuz, the Strait of Malacca, and the Suez Canal.</p><p>In Syria, China’s stance focuses on a political solution to the crisis and reconstruction rather than direct intervention. This aligns with the official principle repeatedly stated by China’s Ministry of Foreign Affairs: support for a “political solution by the Syrians themselves” and opposition to foreign interference.</p><p>By investing in infrastructure and providing aid, China is building political and economic influence in this vital region without entering costly military conflicts.</p><p>This pragmatic approach is also evident in China’s growing relations with Africa and Latin America, where Beijing presents itself as an alternative development partner focused on trade, infrastructure investment, diplomacy, and culture, in contrast to the Western approach that often relies on a security presence or political pressure.</p><p>Although these partnerships generate mutual economic growth, Beijing’s strategy is heightening concern in Washington and other Western capitals, which see it as an attempt to build long-term geopolitical influence that could reshape the traditional international order.</p><p>Despite the Chinese official narrative of a “peaceful rise”, Beijing’s practices in international cooperation are often viewed as a concealed platform for geopolitical competition. The Belt and Road Initiative, alongside the systematic expansion within international financial and governance institutions, reflects a clear ambition to lead an alternative global order that gradually challenges US-led rules and frameworks.</p><p>Critics argue that massive Chinese investments — even under the banner of “shared development” — create patterns of long-term strategic dependency and lay foundations for geopolitical influence in key regions.</p><p>From Africa to Central Asia and Southeast Asia, Beijing has succeeded in offering an alternative development model to the Western one, presenting itself as a partner that does not demand political reforms. In this way, it is able to gradually shape regional dynamics.</p><p>That said, China’s direct influence remains limited in peripheral areas with high geopolitical sensitivity, such as the Arctic. While some Western narratives exaggerate China’s expansionist ambitions towards Greenland, the Chinese presence there is still modest and largely exploratory. It also runs into political constraints from local powers and traditional competitors such as the US, limiting Beijing’s ability to turn economic investments into decisive strategic influence in this new arena.</p><h2 id=\"chinese-foreign-policy-in-a-multipolar-world\">Chinese foreign policy in a multipolar world</h2><p>In 2026, Chinese foreign policy appears governed by a strategic paradox: it seeks to advance its geopolitical interests while avoiding direct confrontation; it aspires to shape the rules of global governance without appearing as an expansionist power; and it tends to use its soft economic tools as an alternative to hard power whenever possible.</p><p>But this delicate balance faces a difficult test in the current global context, where the US is increasingly adopting reactive policies under Trump’s leadership and where crises are escalating from Venezuela to the Middle East, and regions such as the Arctic are becoming arenas of strategic competition.</p><p>In this climate, Chinese choices — from energy partnerships to international monetary diplomacy — are widely read not as isolated measures but as purposeful moves within a broader strategy to challenge the Western order by redrawing networks of influence and economic dependence.</p><p>As international alliances continue to fluctuate and power balances shift, Chinese diplomacy will continue to be a topic of hot debate. The pivotal question is: Is Beijing’s rise paving the way for a more pluralistic and cooperative global order, or is it fuelling sharper competitive dynamics, or creating an entirely new geopolitical model? It is still too early to tell.</p></div></div></body></html>"
        },
        {
            "title": "‘Yellow line’, the de facto Israeli buffer zone shaping life in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T05:05:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26022442002174-1769345566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza –</strong> Just metres from yellow-painted concrete blocks marking the Israeli army’s latest redeployment line in eastern Gaza City, Zaid Mohammed, a displaced Palestinian father of four, shelters with his family in a small tent.</p><p>The so-called yellow line is the demarcation line where the Israeli army withdrew to under the first phase of the Gaza ceasefire that came into effect in October. Israeli military maps indicate the line extends 1.5km and 6.5km (0.9 to 4 miles) inside Gaza from its eastern boundary with Israel and covers roughly 58 percent of the enclave.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The line divides Gaza into two zones: an eastern area under Israeli military control and a western area where Palestinians face fewer movement restrictions but are under constant threat of air strikes and forced displacement.</p><p>Zaid’s tent stands in the ruins of destroyed homes and a flattened urban area with debris scattered as far as the eye can see. A United Nations official last week said it would take more than seven years to clear more than 60 million tonnes of rubble in Gaza.</p><p>Israel’s more than two years of genocidal war has destroyed or damaged more than 80 percent of the buildings in the enclave of more than 2.3 million people. Now most of them, including Zaid, have been forced to take shelter in tents or bombed-out houses.</p><p>“Shelling and gunfire continue around the clock,” Zaid told Al Jazeera, pointing towards the eastern horizon, where clouds of dust occasionally rise from nearby explosions.</p><p>As Zaid spoke, the sound of drones could be heard overhead as tanks were positioned near the yellow-painted barriers.</p><p>“Israeli soldiers are only a few hundred metres [a few hundred yards] from here,” he explained. “At times, we hear bulldozers demolishing homes or levelling farmland. It’s dangerous to move even a few steps beyond this area.”</p><p>Residents living close to the yellow line said they frequently wake up to the sound of gunfire or small explosions.</p><p>“At night, there’s complete darkness because there’s no electricity,” Zaid added. “But soldiers use flares that briefly light up the sky.”</p><figure id=\"attachment_4054499\" aria-describedby=\"caption-attachment-4054499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4054499\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Where-Israeli-forces-are-positioned-yellow-line-gaza-map-1761200950.png?quality=80\" alt=\"INTERACTIVE - Where Israeli forces are positioned yellow line gaza map-1761200950\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4054499\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"a-new-border-line\">‘A new border line’</h2><p>The yellow line refers to Israeli-designated military zones and buffer areas inside the Gaza Strip.</p><p>According to UN agencies and humanitarian organisations operating in Gaza, these zones have expanded, shifted and retracted repeatedly during the war, creating de facto boundaries that shape civilian movement, access and survival. The line functions as a powerful internal border.</p><p>During a visit to the Gaza Strip in December, the Israeli military’s chief of staff, Lieutenant General Eyal Zamir, said unequivocally that the yellow line is “a new border line”.</p><p>It leaves Israel in full control of nearly 60 percent of the devastated enclave, including the cities of Rafah in the south and Beit Hanoon in the north.</p><p>The yellow line evolved through numerous Israeli forced displacement orders over the course of the war. Those forced displacements were often issued through leaflets, phone messages or online maps while aerial bombardments were being conducted, leaving Palestinians little time to leave safely.</p><p>The UN Office for the Coordination of Humanitarian Affairs has documented that, at various points, more than 70 percent of Gaza’s territory was under forced evacuation orders or considered unsafe.</p><p>The yellow line is what many here call the shifting military zones inside Gaza. They move, expand and disappear on maps, but for civilians, they’re always there. This line decides which streets feel safe, which homes are abandoned and when it’s time to run. It may not be official, but it shapes daily life.</p><p>In many areas across the Strip, there are no clear markers or visible signage denoting the yellow line. Palestinians must rely on instinct, sound and memory.</p><figure id=\"attachment_4264856\" aria-describedby=\"caption-attachment-4264856\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264856\" src=\"/wp-content/uploads/2026/01/AP26022445133320-1769345583.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza Yellow Line\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264856\" class=\"wp-caption-text\">A yellow block demarcating the “Yellow Line,” is visible in Khan Younis in southern Gaza Strip on Thursday, January 22, 2026. [Abdel Kareem Hana/AP Photo]</figcaption></figure><p>A neighbourhood that felt safe yesterday can become dangerous overnight. Families pack quickly, often leaving homes that are still standing but no longer liveable. Most people here have been displaced at least once – many of them multiple times.</p><p>Living this way takes a toll. Parents watch their children learn new rules: which roads to avoid, where to hide, how to react when the sky gets loud. Aid workers said the constant uncertainty fuels anxiety, exhaustion and deep trauma, especially for children.</p><p>Mental health professionals working with the World Health Organization and UNICEF have consistently reported high levels of anxiety, insomnia and trauma linked to uncertainty and being under constant threat.</p><p>Children, in particular, have adapted to new “maps” of safety – learning which streets are forbidden and which directions to run in during shelling.</p><p>Aid organisations noted that this normalisation of danger has long-term psychological consequences, especially for those living near military zones.</p><p>The yellow line also cuts into livelihoods.</p><p>Farmers can see their land but can’t reach it. Jobs disappear when workplaces fall too close to unsafe areas. Even when the bombing slows, fear keeps people from returning.</p><p>The Food and Agriculture Organization has documented extensive loss of farmland due to restricted access, shelling and military activity near boundary areas.</p><p>Even in moments of calm, the yellow line doesn’t go away. It continues to shape where people live, how they move and whether they dare to rebuild.</p><p>It isn’t drawn on the ground – but it’s written into daily life.</p><p> </p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4264873\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769346004.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 25, 2026_Death toll tracker-1765554400\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Venezuela frees 104 political prisoners, rights group says | Human Rights News | Al Jazeera",
            "time": "2026-01-26T04:46:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260125__93Y42T8__v1__MidRes__FilesVenezuelaUsCrisisConflictPrisoners-1-1769395524.jpg?resize=1920%2C1320&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela frees 104 political prisoners, rights group says</h1><p class=\"article__subhead\"><em>A human rights lawyer and a communications student are among those freed, Caracas-based Foro Penal says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in Venezuela have freed more than 100 people listed as political prisoners, according to a rights group, including a lawyer who was imprisoned in 2024 after visiting clients at a detention facility.</p><p>The Caracas-based Foro Penal said at least 104 prisoners were released on Sunday and that the number could rise.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said one of its lawyers, Kennedy Tejeda, and a communications student, Juan Francisco Alvarado, were among those freed from detention.</p><p>Tejeda, a lawyer and human rights activist, had been last seen on August 2, 2024, when he visited a detention centre in Carabobo state to provide legal assistance to political prisoners, according to the NGO.</p><p></p><p>“Our dear comrade Kennedy Tejeda, lawyer, human rights defender, political prisoner in Tocorón since August 2, 2024, has been released from prison. Now back at home with his family,” Foro Penal’s executive director, Alfredo Romero, said in a statement on social media.</p><p>“We continue verifying other releases,” Romero added. “It would be ideal for the government to publish lists of releases.”</p><p>Gonzalo Himiob, Foro Penal’s vice president, said the number of releases was “non-definitive” and could increase.</p><p>Venezuelan acting President Delcy Rodriguez promised to release prisoners detained under Nicolas Maduro, in her first media briefing after the former leader’s abduction by US special forces earlier this month.</p><p>Rodriguez said the move to free hundreds of prisoners, many of whom were picked up in a crackdown on dissent following Maduro’s refusal to concede the 2024 presidential election, marked the beginning of a “new political moment” that allowed greater political and ideological diversity.</p><p>The Venezuelan government has announced the release of more than 600 prisoners in recent weeks, including Rafael Tudares Bracho, the son-in-law of Venezuelan opposition leader Edmundo Gonzalez.</p><p>Rights groups have disputed the government’s figures, with Foro Penal estimating that only about half as many people have been released as claimed by the authorities.</p><p>Rodriguez said in a speech broadcast on state television last week that she would speak to the United Nations High Commissioner for Human Rights, Volker Turk, on Monday to request the UN to confirm the figures.</p><p>Foro Penal said there were 777 political prisoners in Venezuelan jails as of January 19.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s Zelenskyy says US security agreement ‘100% ready’ to be signed | Conflict News | Al Jazeera",
            "time": "2026-01-26T04:14:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26025585419063-1769396998_8e21b0-1769399375.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine’s Zelenskyy says US security agreement ‘100% ready’ to be signed</h1><p class=\"article__subhead\"><em>Ukrainian leader says Kyiv and Moscow continue to have ‘fundamentally different’ positions on territorial concessions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said that an agreement on US security guarantees for his country is “100 percent ready” to be signed after talks with Russia in Abu Dhabi.</p><p>Speaking at a news conference in Vilnius, Lithuania, on Sunday, Zelenskyy said that Kyiv was ready to send the agreement to the US Congress and Ukrainian parliament for ratification.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“For us, security guarantees are first and foremost guarantees of security from the United States. The document is 100 percent ready, and we are waiting for our partners to confirm the date and place when we will sign it,” Zelenskyy said.</p><p>The Ukrainian leader also emphasised Ukraine’s push for European Union membership by 2027, calling it an “economic security guarantee”.</p><p>Ukrainian and Russian negotiators met in the capital of the United Arab Emirates on Friday and Saturday to discuss Washington’s framework for ending Moscow’s almost four-year-old war.</p><p>While no deal emerged from the talks, Moscow and Kyiv both said they were open to further dialogue, and more discussions were expected next Sunday in Abu Dhabi, a US official told reporters immediately after the discussions.</p><p>Zelenskyy described the talks as likely the first trilateral format in “quite a long while” that included not only diplomats but military representatives from all three sides.</p><p>The Ukrainian leader acknowledged fundamental differences between the Ukrainian and Russian positions, reaffirming territorial issues as a major sticking point.</p><p>Russian President Vladimir Putin discussed a Ukraine settlement with US President Donald Trump’s envoys, Steve Witkoff and Jared Kushner, during marathon talks late on Thursday.</p><p>The Kremlin insisted that to reach a peace deal, Kyiv must withdraw its troops from the areas in the east that Russia illegally annexed but has not fully captured.</p><p>Zelenskyy said that while Moscow wants Ukraine to abandon eastern regions of the country, Kyiv has not budged from its position that territorial integrity must be upheld.</p><p>“These are two fundamentally different positions – Ukraine’s and Russia’s. The Americans are trying to find a compromise,” Zelenskyy said, adding that “all sides must be ready for compromise”.</p></div></div></body></html>"
        }
    ]
}