{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Officials defend conditions at pre-Olympic race after Vonn crash | Winter Olympics News | Al Jazeera",
            "time": "2026-01-31T10:06:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26030336333839-1769852171.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lindsey Vonn crashed out of a World Cup downhill on Friday that was hazardous to her Olympic medal hopes, though judged safe by race officials and team coaches.</p><p>Safe, it was agreed, at the place and exact time that Vonn lost control when landing a jump and spun into an awkward slide into the safety nets, injuring her left knee.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It was probably good light in the spot where she completely missed the line and did the mistake,” World Cup race director Peter Gerdol said.</p><p>Gerdol spoke after the late-afternoon meeting of race and team leaders to debrief the day and detail the next morning’s schedule.</p><p>At the meeting in Crans-Montana – starting minutes after <a href=\"/sports/2026/1/30/vonn-says-winter-olympics-comeback-dream-not-over-despite-crash\">Vonn posted on social media</a> her Olympic downhill dream next weekend was alive – a broad agreement was that the race had been safe. Some objected to it being cancelled at all.</p><p>About 25 minutes after Vonn crashed as the No 6 starter, with the race still paused, Gerdol and the race jury <a href=\"/sports/2026/1/30/vonn-airlifted-to-hospital-after-crash-at-cancelled-final-pre-olympic-race\">called it off</a> for safety reasons.</p><p>“I feel for those guys, they have a tough job,” United States head coach Paul Kristofic said.</p><figure id=\"attachment_4277418\" aria-describedby=\"caption-attachment-4277418\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4277418\" src=\"/wp-content/uploads/2026/01/2026-01-30T094401Z_1463470275_UP1EM1U0R1A09_RTRMADP_3_ALPINE-SKIING-WOMEN-1769852559.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Norway's Marte Monsen waves to the crowd after being stretchered off following a crash\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4277418\" class=\"wp-caption-text\">Norway’s Marte Monsen waves to the crowd after being stretchered off following a crash during her run [Romina Amato/Reuters]</figcaption></figure><p>By 10:50am local time on an overcast day in the Swiss Alps, the light had dimmed since the 10am start and was forecast to get worse. It did.</p><p>The race may have seemed unsafe because three of the six starters failed to finish, and even leader Jacqueline Wiles barely made a tight final turn that caused one crash.</p><p>Still, the Austria coach said his racer Nina Ortlieb’s exit as the first starter, at the same spot as Vonn, was caused by a poor racing line, not poor light.</p><p>Roland Assinger later said racing had been much safer than two weeks ago at Tarvisio, Italy, where the women went “110 kilometres an hour (70 miles per hour) through the fog where you can see nothing”.</p><p>Assinger’s view echoed the view of Vonn’s teammate, Breezy Johnson, who was caught swearing on a television hot mic while chatting with racers in the warmup area when the cancellation news came.</p><p>World champion Johnson recalled the “(expletive) rain in Tarvisio” and added: “Then they are like ‘This is too bad a visibility.’ Like, what the …” Johnson later apologised for her choice of words in a social media post.</p><p>Swiss TV commentator Patrice Morisod, who had chuckled on air hearing Johnson’s words live, later said: “If we cancel such a race then we don’t have ski sport.”</p><figure id=\"attachment_4277423\" aria-describedby=\"caption-attachment-4277423\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4277423\" src=\"/wp-content/uploads/2026/01/GettyImages-2258418395-1769852782.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Lindsey Vonn of Team United States crashes out during the Audi FIS Alpine Ski World Cup Women's Downhill on January 30, 2026 in Crans Montana, Switzerland\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4277423\" class=\"wp-caption-text\">Lindsey Vonn of Team United States is helped to her feet after she crashed out injurying her knee in Crans-Montana, Switzerland [Michel Cottin/Agence Zoom/Getty Images]</figcaption></figure><p>What Gerdol and Morisod agreed on was disliking the tight turns into the finish line that sent Norwegian racer Marte Monsen into the fences and almost tricked Wiles.</p><p>“It’s not downhill,” Morisod said. “For me, that’s a big mistake for the FIS.”</p><p>Gerdol told the coaches’ meeting that the course design will be reviewed before the two-week world championships Crans-Montana will stage in one year.</p><p>“In view of the championships next year, we will definitely work on this,” the race director acknowledged.</p><p>The 2027 world seems far away when the Milan Cortina Olympics open next Friday, and the marquee women’s downhill is scheduled two days later.</p><p>Vonn faces a race to be fully fit for the Olympics she targeted in her remarkable comeback as the fastest 40-something in women’s ski race history.</p><p>She might even return on Saturday to start in a super-G on the same hill. “The coach just said he left her on the start list,” Gerdol said, “because he thinks that it could be (possible). Some of the athletes always want to race; this is clear, it is their job.”</p></div></div></body></html>"
        },
        {
            "title": "Why attacking UNRWA is attacking Gaza’s survival | Gaza | Al Jazeera",
            "time": "2026-01-31T09:55:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6934800adfe9-1765048330.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The January 14 announcement of the new Palestinian technical committee to oversee Gaza’s reconstruction comes at a critical moment. While states are discussing the governance and reconstruction of Gaza, on the ground, the basic survival of 2.1 million people hangs by a thread. This moment demands immediate action to lift the ongoing and suffocating restrictions that are systematically dismantling the very means for Palestinians to survive.</p><p>Famine conditions in Gaza have moderately stabilised, but the humanitarian catastrophe continues to deepen. Families remain displaced without adequate shelter; children still go to bed hungry; and basic healthcare is out of reach for hundreds of thousands.</p><p>Winter rains have turned displacement camps into seas of mud, exacerbating suffering and significantly increasing the risk of disease outbreaks. Daily Israeli air attacks and bombardments continue, with more than <a href=\"/news/2026/1/30/israel-accepts-gazas-70000-death-toll-a-record-of-denialism-lies\" target=\"_blank\" rel=\"noopener\">480 Palestinians killed</a> since the ceasefire agreement was announced in October. This month alone, seven UNRWA school compounds in eastern Gaza have been demolished by Israeli forces.</p><p>UNRWA remains Gaza’s largest and most comprehensive service provider, effectively acting as the public sector for more than half the population. Our 11,000 staff continue to operate despite immense risks, as they have done each day since October 7, 2023.</p><p>They are providing healthcare to almost 100,000 people each week and education to 70,000 children in damaged school premises across Gaza. Our schools also shelter tens of thousands of displaced families.</p><p>UNRWA teams essentially function like a local municipality; we distribute water and collect solid waste from entire communities, covering the needs of more than half the population. When we speak of “service delivery”, these are not abstract programmes. We are talking about the clinics where children are vaccinated, the classrooms where traumatised boys and girls find some collective care, and the distribution points where families are provided with basic sustenance.</p><p>Yet our ability to respond remains severely impeded by systematic barriers. What should we understand from the entire and complete assault on the most basic services needed for any community to survive?</p><p>Our goods are prevented from entering Gaza. We are unable to communicate with Israeli authorities – the occupying power that controls all of Gaza’s land, air and sea crossings – due to the <a href=\"/news/2024/10/28/israel-parliament-approves-bill-to-ban-unrwa\">“no contact” law</a> passed by the Israeli parliament in October 2024.</p><p>Our international staff – myself included – are barred from entering Gaza to support the work of our teams on the ground.</p><p>Nowhere is the inhumanity of these restrictions more evident than in the denial of children’s basic rights. About 700,000 Palestinian children in Gaza are being systematically denied their right to education. Before the war, UNRWA was educating 300,000 of these children, accounting for two-thirds of all primary schooling.</p><p>UNRWA alone has the capacity, expertise and reach to resume this work at scale across Gaza, yet we are prevented from doing so by the same restrictions that target our broader operations.</p><p>We have launched a “Back to Learning” campaign to bring some hope and normality to children who have known only war, displacement and loss for more than two years. But instead of supporting this effort, the restrictions we face mean that most children remain in the rubble-strewn streets. This is a continuous and deliberate attack on their future.</p><p>We are not alone in facing unacceptable challenges that defy the most basic obligations of an occupying power under international law. The registration process for international NGOs has become a de facto blockade in itself, with the vast majority of the existing aid system now on the brink of shutdown.</p><p>Restrictions on so-called dual-use items have turned basic shelter and construction materials, among other essential supplies, into contraband, leaving families exposed to the elements and rendering reconstruction impossible as harsh winter weather persists.</p><p>This brings us to the uncomfortable truth: These restrictions are not merely bureaucratic impediments. They appear to be part of ongoing efforts to systematically dismantle the means for Palestinians to survive. Every restriction, every obstacle, every denial of basic materials adds another layer of evidence to <a href=\"/news/2024/1/11/a-quick-guide-to-south-africas-icj-case-against-israel\">South Africa’s case</a> at the International Court of Justice (ICJ). So too do the attacks on the one United Nations agency – UNRWA – that is able to provide basic education and healthcare at scale, but is prevented from doing so.</p><p>UNRWA has a proven ability to provide continuous education, healthcare, social welfare, sanitation, humanitarian assistance and other support. It enjoys the trust and confidence of the Gaza population, whose world has been erased since October 2023.</p><p>Preserving UNRWA until there is a lasting peace is a pragmatic solution for anyone serious about Gaza’s future. It is essential for the wellbeing and recovery of more than two million people who have suffered beyond imagination.</p><p>Make no mistake – this is about far more than the future of a single UN agency. This is about defending the international rules-based order. When states pressure humanitarian responders, restrict humanitarian access and ignore ICJ rulings, they are targeting Palestinians while also attacking the very foundations of international law.</p><p>This has transcended the Palestine context and become a test case for the viability of humanitarian action and international law worldwide.</p><p>The time for half-measures and diplomatic ambiguity is over. The survival of Gaza is intrinsically linked to UNRWA’s continued operation. Defending this is about defending humanity, international law, and the possibility that even in the darkest circumstances, the world will continue to support compassion over cruelty.</p><p>The overwhelming majority of states voted in December 2025 to renew UNRWA’s mandate in the UN General Assembly. But that decision is impeded by the perpetrator of what the ICJ has found to be an illegal occupation and what the UN Commission of Inquiry has concluded is a genocide. The choice must now be clear: We can either stand by as Gaza’s lifeline is systematically cut, or we can act collectively to protect what remains and rebuild what has been destroyed.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Iran’s president says Trump, Netanyahu, EU stirred tensions during protests | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-01-31T09:26:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6950456684c5f-1766868326.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian President Masoud Pezeshkian has said that United States President Donald Trump, Israeli Prime Minister Benjamin Netanyahu and Europe stirred tensions by “provoking” people during the recent protests that gripped the country.</p><p>“They equipped and brought a number of innocent people along with this movement and poured them into the streets and incited them to tear this country apart, create fights and hatred between people, and create division,” Pezeshkian said in a televised speech on Saturday, according to Iran’s official Student News Network.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In any normal protest, they don’t pick up guns, they don’t kill military personnel, they don’t set fire to ambulances and markets, and we should sit with the protesters, listen to their words and concerns, and resolve them; we are ready to listen,” he added.</p><p>“Everyone knows that the issue was not just a social protest,” Pezeshkian said, claiming that the foreign powers “took advantage of our problems”, “provoked us” and “sought to divide our society”.</p><p>Iranian authorities acknowledge that thousands were killed during the recent protests, giving a toll of more than 3,000 deaths, but say the majority were members of the security forces or bystanders killed by “rioters”.</p><p>But rights groups warn the toll is likely far higher, with estimates in the tens of thousands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For several weeks, Trump has been <a href=\"/news/2026/1/30/us-iran-tensions-the-diplomatic-scramble-to-prevent-a-war\">threatening</a> to launch a military strike on Iran over its deadly protest crackdown earlier this month – protests Tehran repeatedly claimed were incited by foreign powers.</p><p>A US naval strike group has been in Middle Eastern waters since Monday, and Trump warned it was “ready, willing and able” to hit Iran “if necessary”.</p><p>Iranian Foreign Minister Abbas Araghchi <a href=\"/news/2026/1/30/iran-says-ready-for-fair-talks-with-us-but-not-under-shadow-of-threats\">said</a> on Friday the country is ready for “fair and equitable” talks with the US, adding: “Iran has no problem with negotiations, but negotiations cannot take place under the shadow of threats.</p><p>“I should also state unequivocally that Iran’s defensive and missile capabilities – and Iran’s missiles – will never be the subject of any negotiations,” Araghchi said during a news conference alongside his Turkish counterpart, Hakan Fidan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately on Friday, the US announced sanctions against Iran’s interior minister and other officials, over the incidents that took place during the protests.</p><p>Interior Minister Eskandar Momeni “oversees the murderous Law Enforcement Forces of the Islamic Republic of Iran (LEF), a key entity responsible for the deaths of thousands of peaceful protesters”, the US Department of the Treasury said in a statement about the measures.</p><p>Those sanctioned also included several high-ranking officers of the Islamic Revolutionary Guard Corps, as well as Iranian investor Babak Morteza Zanjani, who stands accused of having “embezzled billions in funds from the Iranian people”.</p><p>In a first, the Treasury Department also announced sanctions against digital currency exchanges linked to Zanjani “that have processed large volumes of funds associated with IRGC-linked counterparties”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Has Brexit achieved its objectives six years on? | Brexit | Al Jazeera",
            "time": "2026-01-31T09:12:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Brexit-six-years-on16x9-1769763042.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brexit aimed to achieve greater national sovereignty and an economic revival. Six years after leaving the EU, has it achieved its objectives?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Suspected separatists kill 8 Pakistani policemen in ‘coordinated’ attacks | Conflict News | Al Jazeera",
            "time": "2026-01-31T09:07:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/WEB_MAP_BALOCHISTAN_PAKISTAN-1752217159.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suspected separatists kill 8 Pakistani policemen in ‘coordinated’ attacks</h1><p class=\"article__subhead\"><em>Pakistan has been battling a separatist movement in Balochistan for decades, where rebels target state forces, foreign nationals and non-locals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least eight policemen have been killed by suspected separatists who launched “coordinated” attacks in multiple cities across Pakistan’s southwestern Balochistan province, officials said.</p><p>Several police stations in the provincial capital of Quetta were targeted by alleged ethnic Baloch gunmen in an attack that began at about 3am local time (01:00 GMT) on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pakistan has been battling a separatist movement in Balochistan for decades, where rebels target state forces, foreign nationals and non-locals in the mineral-rich southwestern province bordering Afghanistan and Iran.</p><p>“The coordinated gun and suicide attacks are being carried out across Balochistan, mainly in Quetta, Pasni, Mastung, Nushki and Gwadar districts,” a senior security official based in Quetta told the AFP news agency, speaking on condition of anonymity as he was not authorised to speak to the media.</p><p>The attacks “failed due to poor planning and rapid collapse under effective security response,” the official added, without commenting on the death toll.</p><p>Some members of the Pakistani security forces are reported to have been abducted. Internet and train services have been suspended, while a security operation is under way.</p><p>The Balochistan Liberation Army (<a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">BLA</a>), the most active separatist group in the province, claimed responsibility for the attacks, AFP reported. The group claimed to target military installations and police and civil administration officials during gun attacks and suicide bombings.</p><p>The Pakistani government has not yet commented on the BLA’s claim.</p><p>Saturday’s attacks came a day after the military said it had <a href=\"/news/2026/1/30/pakistan-military-raids-kill-41-armed-fighters-in-balochistan\">killed 41 armed fighters</a> in two separate operations in Balochistan, Pakistan’s poorest province, despite an abundance of untapped natural resources.</p><p>Baloch separatists have intensified attacks on Pakistanis from neighbouring provinces working in the region in recent years, as well as foreign energy firms they believe are exploiting the province’s riches.</p><p>Last year, ethnic Baloch separatists <a href=\"/news/2025/3/11/deadly-pakistan-train-hijack-what-happened-and-whats-next\">attacked a train</a> with 450 passengers on board, prompting a two-day siege during which dozens of people were killed.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel kills 19, including 6 children, in new Gaza ceasefire breach | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-31T08:46:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697dbef4-1769848564.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel kills 19, including 6 children, in new Gaza ceasefire breach</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israel carries out deadly attacks in Gaza a day before the Rafah crossing is due to reopen.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Injured Pat Cummins out of Australia’s T20 World Cup squad | Cricket News | Al Jazeera",
            "time": "2026-01-31T08:13:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-06-09T094504Z_1783374670_UP1EL690R32W9_RTRMADP_3_CRICKET-TEST-ZAF-AUS-1769846509.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Injured Pat Cummins out of Australia’s T20 World Cup squad</h1><p class=\"article__subhead\"><em>Left-arm pacer Ben Dwarshuis will replace Cummins after he failed to recover in time for the tournament.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian fast ‌bowler Pat Cummins has been ruled out of the ICC Twenty20 World ‍Cup after failing to recover from a nagging back injury, with Ben Dwarshuis named as his replacement in the tournament starting next month.</p><p>“With ⁠Pat needing more time to recover from his back injury, Ben is a ready replacement who offers a left-arm pace option as well as dynamic fielding and late-order hitting,” selector Tony Dodemaide said on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We believe his ability to swing the ball at good pace, along with clever variations, will be well-suited to the conditions we expect and ​overall structure of the squad.”</p><p>Cummins played just one of the five Ashes Tests against England, but Australia kept ⁠him in the provisional World Cup squad, hoping for his availability in the ​Super Eight stage of the tournament to be played in ‍India and Sri Lanka.</p><p>Matt Renshaw also replaced fellow batter Matthew Short but veteran Steve Smith could not break into the World Cup squad despite his strong form in the Big ‍Bash League.</p><p>The Mitchell Marsh-led side are ‌currently playing a three-match T20 series in Pakistan as part of their preparation for the World Cup.</p><p>“With the top order settled and spin-heavy conditions expected in the pool stages in Sri ‌Lanka, we also feel Matt provides extra middle-order support, with Tim David completing his return-to-play programme in the ‌early phase of the tournament,” Dodemaide said of ⁠Renshaw’s selection.</p><p>“As a left-hander, he also offers a point of difference to the middle-order batting.”</p><p>Renshaw scored 15 in his T20 debut for Australia in Thursday’s defeat in Lahore.</p><p>The former champions begin their ‌World Cup campaign against Ireland in a February 11 match in Colombo.</p><p><strong>Australia’s squad for the T20 World Cup:</strong> Mitchell Marsh (captain), Travis Head, Xavier Bartlett, Josh Hazlewood, Cooper Connolly, Josh ‍Inglis, Tim David, Matthew Kuhnemann, Ben Dwarshuis, Glenn Maxwell, Cameron Green, Matthew Renshaw, Nathan Ellis, Marcus Stoinis, Adam Zampa</p></div></div></body></html>"
        },
        {
            "title": "Luka Doncic posts 37-point triple-double as Lakers crush Wizards | Basketball News | Al Jazeera",
            "time": "2026-01-31T08:00:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260131__2258537894__v1__MidRes__LosAngelesLakersVWashingtonWizards-1769844926.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luka Doncic has recorded his sixth triple-double ‌of the season with 37 points, leading three Los Angeles scorers by ‍at least 20 ‍points as the visiting Lakers rolled past the Washington Wizards 142-111.</p><p>Doncic showed no ill effects from the injury he sustained when falling off Cleveland’s elevated court, reaching a triple-double by halftime with 26 ⁠points, 11 assists and 10 rebounds on Friday. The guard finished with 13 assists and 11 ​boards and added three steals.</p><p>With Doncic setting the tone, Los ‍Angeles quickly took control of the game, going on a 9-0 run midway through the first quarter to lead 20-11. That early burst gave the Lakers a lead they never lost, and ‍they continued to ⁠build on it for the next 40-plus minutes.</p><p>Los Angeles’ Deandre Ayton posted 28 points and a game-high 13 rebounds, while LeBron James chipped in 20 points and six assists.</p><p>Each of the trio shot at least 50% from the floor to power the Lakers to a torrid 52-of-85 (61.2%) field-goal shooting as a team.</p><p>The prolific offensive attack led Los Angeles to their second-highest scoring performance ​of the season, just one game after the Lakers ‌experienced their most lopsided defeat of the campaign, a 30-point setback against the Cavaliers.</p><p>The blowout denied Washington in their season-long quest to string together three straight wins. The Wizards came in with back-to-back victories ‌over the Portland Trail Blazers and the Milwaukee Bucks, but they had no answer for the initial Los Angeles onslaught.</p><p>Meanwhile, Karl-Anthony Towns posted another double-double ‌with 14 points and 20 rebounds for the New ‍York Knicks, ‍who continued surging with a wire-to-wire 127-97 win over the visiting Portland Trail Blazers.</p><p>It was the second straight 20-rebound game for Towns, who lead the NBA in rebounding at 11.8 boards per ⁠game. Towns pulled down a season-high 22 rebounds in New York’s 119-92 win ​over the Toronto Raptors on Wednesday. He has 31 double-doubles ‍this season.</p><p>Jalen Brunson scored a team-high 26 points for the Knicks, who ended the month with five straight wins following a 2-9 skid that began on December 31. ‍New York allowed fewer ⁠than 100 points in four of the five victories.</p><p>Starters OG Anunoby (24 points), Josh Hart (20) and Mikal Bridges (10) all got into double figures for the Knicks. Tyler Kolek had 13 points off the bench while fellow reserve Mohamed Diawara added 10 points.</p><p>Shaedon Sharpe scored 26 points for the Trail Blazers, who concluded a winless three-game ​East Coast road trip as they lost their ‌fourth straight overall following a four-game winning streak. The losing streak ties a season high for Portland, which also dropped four straight from November 14-19.</p><p>Jerami Grant (15 points), Sidy Cissoko (15) and ‌Caleb Love (12) all got into double figures off the bench for the Trail Blazers while starter Deni Avdija had ‌11 points. Reserve Robert Williams III grabbed ⁠a team-high 11 rebounds.</p><p>Diawara’s 3-pointer gave the Knicks their first double-digit lead at 22-10 with 3:41 left in the first. New York led 37-22 at the end of the ‌opening period before scoring the first nine points of the second.</p><p>A 23-7 run later in the second pulled the Trail Blazers within 56-48 before the Knicks ‍carried a 59-49 lead into halftime. New York led by double digits throughout the second half and by as many as 33 in ‌the fourth.</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s collapsing economy drives youth to create unconventional solutions | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-31T07:38:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697a7f120c183-1769635602.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> For many Palestinians in Gaza, earning a living has become a daily struggle amid Israel’s continuing blockade, repeated ceasefire violations, and the near-total collapse of the local economy.</p><p>With infrastructure destroyed and productive sectors paralysed as a result of Israel’s genocidal war on Gaza, traditional employment opportunities have all but disappeared, forcing residents to seek alternative, often precarious, ways to survive.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hala Mohammed al-Maghrabi, 24, is one of many young professionals whose education no longer provides a path to stability. After graduating as a nurse in 2023, she spent two years volunteering in the healthcare sector, hoping the experience would eventually lead to paid employment. That opportunity never came.</p><p>“Volunteering doesn’t pay the bills,” al-Maghrabi said. “With prices constantly rising and no stable income, it became impossible to rely on this work to meet even my basic needs.”</p><p>With limited prospects in Gaza’s overstretched healthcare system, she made a difficult decision to leave her field entirely.</p><p>Al-Maghrabi instead shifted into social media marketing and e-commerce, working online to generate a modest income.</p><p>As al-Maghrabi recounted, she graduated as a nurse and began training in the hospital. During that training, she also took several design courses and tried to find work in that field, but she was unable to reach clients and earn an income. She then decided to take marketing courses instead of waiting for someone else to promote her work, allowing her to market herself effectively. After gaining experience in marketing, she began working in e-commerce and digital marketing.</p><p>“This isn’t what I studied or planned for,” she said. “But even though the income is limited, it helps me cover my daily expenses and survive under these conditions.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-crisis\">Economic crisis</h2><p>Al-Maghrabi’s experience reflects a broader phenomenon in Gaza, where years of compounded crises have pushed unemployment to unprecedented levels. According to the Palestinian Central Bureau of Statistics’ 2024 figures, the overall unemployment rate in Gaza is 69 percent, rising to approximately 80 percent among 15- to 29-year-olds.</p><p>The population under 30 accounts for approximately 70 percent of Gaza’s residents, meaning the majority of the community faces severe economic challenges, with a significant portion of young people holding university degrees but unable to find suitable employment.</p><p>Gaza’s GDP has also contracted by more than 82 percent due to Israel’s ongoing war and destruction of economic infrastructure, and around 80 percent of the population relies on international aid due to food insecurity and loss of income sources.</p><p>The economic collapse has not only affected employees, but business owners as well. Mohammed al-Hajj, who previously worked in general trade and food supplies, saw his entire business model unravel after the war.</p><p>“My warehouses and goods were destroyed, and I could no longer afford import costs or the required licences,” al-Hajj said. “Everything I had built over the years was suddenly gone.”</p><p>Faced with few options, al-Hajj searched for an alternative way to earn an income. Because his neighbourhood had not been heavily damaged, and he still had intermittent internet access, he converted part of his property into a small workspace equipped with an internet connection.</p><p>“I created this place after running out of options,” he said. “Students and engineers needed somewhere stable to take exams or work online, and this became a solution for them – and for me.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"innovating-to-survive\">Innovating to survive</h2><p>As traditional employment structures collapse, innovation has become less a choice than a necessity. For some Palestinians in Gaza, finding unconventional solutions to personal crises has opened new paths not only for survival, but for rebuilding economic activity.</p><p>Ahmed Fares Abu Zayed, CEO of Abu Zayed General Trading, described how his company’s operations came to a halt when the war began.</p><p>“We started the company before the war as a very small electricity generation business with limited resources, aimed only at supplying specific energy needs,” said Abu Zayed. “But when the war broke out, our operations stopped immediately due to fuel shortages for the generators. The situation was extremely difficult.”</p><p>Rather than shutting down entirely, Abu Zayed began searching for alternatives. The result was an innovative approach to energy production that relied on available materials rather than scarce fuel.</p><p>“We thought about how to turn surrounding waste into energy,” he said. “That’s how we started producing electricity systems using plastic scraps as fuel. It was a difficult experience, but it was driven by creativity and necessity.”</p><p>His story illustrates how innovation in Gaza often emerges directly from crisis, as individuals attempt to solve immediate problems with limited resources.</p><p>Project manager and business management specialist Maram al-Qarra explained that such efforts play a critical role in Gaza’s labour market.</p><p>“The problem in Gaza isn’t a lack of talent, but the absence of an economic environment capable of absorbing it,” al-Qarra said. “Even small projects can stimulate the market by creating direct jobs and indirect service and production chains.”</p><p>She emphasised that innovation is now essential. “When traditional jobs are absent, innovation becomes a means to create opportunities instead of waiting for them,” she said.</p><p>On the broader labour market, al-Qarra concluded, “The blockade and the war destroyed traditional work structures, pushing many young people to seek alternatives outside conventional employment.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"exploitation-and-opportunity\">Exploitation and opportunity</h2><p>Across Gaza, many educated young people – doctors, engineers, nurses, and graduates – now sell bottled water, vegetables, or second-hand clothes on the streets. These efforts are not entrepreneurial ambitions, but survival strategies in a place where choice has all but disappeared.</p><p>As one young resident put it, “We don’t have the luxury of choice; all we can do is try to survive.”</p><p>While innovation has opened new paths for some, desperation has also created space for exploitation. Mahmoud, a young man from Gaza, described how the lack of jobs and social protection has pushed people towards shady or dangerous businesses.</p><p>“With no government support and no safety nets, securing a steady income has become almost impossible,” Mahmoud said. “Some people are turning to illegal or exploitative methods just to survive.”</p><p>He explained that money lending, currency trading, and exploitative financial transfers have become increasingly common.</p><p>“People are sometimes forced to receive their remittances in cash at a discount of more than 50 percent,” he said. “This is clear exploitation of people’s urgent needs, and it shows how desperation is being abused.”</p><p>Yet even amid these negative outcomes, examples of innovation that benefit the wider community persist. Abu Zayed noted that his electricity project did more than solve his own problem.</p><p>“The most important part is that it didn’t just provide energy,” he said. “It created jobs for dozens of young people in manufacturing, installation, and maintenance, and gave them skills they couldn’t gain in the traditional job market.”</p><p>“Even under the toughest circumstances,” he added, “a small idea can turn into a sustainable project that supports the community and restores a sense of productivity.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill 12 Palestinians across Gaza, attacks reported in Rafah | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-31T07:35:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697da11e-1769840926.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli forces kill 12 Palestinians across Gaza, attacks reported in Rafah</h1><p class=\"article__subhead\"><em>Multiple attacks across the besieged enclave a day before Israel is expected to reopen the Rafah border crossing.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 12 Palestinians, half of them children, have been killed in the Gaza Strip since dawn, a day before the Rafah crossing is due to reopen.</p><p>An Israeli air strike on Saturday on a tent sheltering displaced people in the Mawasi area to the northwest of Khan Younis city killed at least seven Palestinians, including three children, medical sources told Al Jazeera.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Their bodies were taken to the Nasser Medical Complex in Khan Younis.</p><p>In Gaza City, emergency services reported that at least five Palestinians, including three children, were killed in an Israeli air strike on an apartment building in the Remal neighbourhood to the west of the city.</p><p>“We could feel the shockwaves of the explosions followed by a huge, dark, dusty cloud that filled the area, leaving at least five people killed inside the residential flat, including a mother and children,” Al Jazeera’s Hani Mahmoud reported from Gaza City.</p><p>Eight Palestinians were also injured in an Israeli bombing of an apartment building in the Daraj neighbourhood of Gaza City.</p><p>“All of this is happening inside the yellow line,” Mamhoud said, adding that in Khan Younis, a building “had been hit by fighter jets and destroyed completely after it was pre-warned by the Israeli military”.</p><p>Gaza’s Government Media Office says at least 524 Palestinians have been killed by Israeli forces since a United States-brokered ceasefire in Gaza came into effect on October 10.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rafah-reopening\">Rafah reopening</h2><p>Residents in the border town of Rafah also reported several air attacks in areas under Israeli control. Israel is due to reopen the Rafah crossing, which links Gaza with Egypt, on Sunday for the first time since May 2024.</p><p>The opening of the key entry point is part of the ceasefire agreement with Hamas. It was meant to open during the first phase of the ceasefire, but Israel refused to do so until the body of its last remaining captive was found.</p><p>Israel on Saturday said it would only allow a “limited movement of people” who have received security clearance by Israel to enter and exit. No aid or humanitarian supplies will be allowed to enter.</p><p>“Only those who fled during the past two years are allowed to come back,” Mahmoud explained. “Those who are born outside the Gaza Strip are not going to be allowed to come back.”</p><p>Hamas responded to the Rafah announcement by calling for Israel to allow movement in and out of Gaza “without restrictions”, and urged it to adhere to all aspects of the ceasefire agreement.</p><p>Israel’s genocidal war on Gaza has killed more than 71,600 Palestinians since October 7, 2023.</p><figure id=\"attachment_4269256\" aria-describedby=\"caption-attachment-4269256\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4269256\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769525572.png?quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 27, 2026_Death toll tracker-1765554400\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4269256\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Shipping giant Maersk to take over Panama Canal ports after court ruling | International Trade News | Al Jazeera",
            "time": "2026-01-31T06:44:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697d856e7d5a-1769833838.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Shipping giant Maersk to take over Panama Canal ports after court ruling</h1><p class=\"article__subhead\"><em>Danish company will replace Hong Kong-based firm, CK Hutchison, after Trump claimed strategic waterway was controlled by China.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Danish firm Maersk will temporarily operate <a href=\"/news/2026/1/30/panama-court-rules-chinese-control-of-canal-ports-unconstitutional\">two ports on the Panama Canal</a> after a court ruled that contracts given to a Hong Kong firm were unconstitutional.</p><p>The Panama Maritime Authority (AMP) announced the changes on Friday, a day after the Central American country’s Supreme Court invalidated port contracts held by Hong Kong-based firm CK Hutchison.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The court ruling followed repeated <a href=\"/news/2025/3/14/pentagon-considering-military-options-for-panama-canal-access-report\">threats from United States President Donald Trump</a> that his country would seek to take over the waterway he claimed was effectively being controlled by China.</p><p>According to the court ruling that annulled the deal, CK Hutchison’s contract to operate the ports had “disproportionate bias” towards the Hong Kong-based company.</p><p>On Friday, the AMP said port operator APM Terminals, part of the Maersk Group, would take over as the “temporary administrator” of the Balboa and Cristobal ports on either end of the canal.</p><p>Maersk takes over from the Panama Ports Company (PPC) – a subsidiary of CK Hutchison Holdings – which has managed the ports since 1997 under a concession renewed in 2021 for 25 years.</p><p>The canal, an artificial waterway, handles about 40 percent of US container shipping traffic and 5 percent of world trade. It has been controlled by Panama since 1999, when the US, which funded the building of the canal between 1904 and 1914, ceded control.</p><p>Washington on Friday welcomed the decision, but China’s Foreign Ministry spokesman Guo Jiakun said Beijing “will take all measures necessary to firmly protect the legitimate and lawful rights and interests of Chinese companies”.</p><p>For its part, PPC said the ruling “lacks legal basis and endangers … the welfare and stability of thousands of Panamanian families” who depend on its operations.</p><p>Tens of thousands of workers dug the 82km- (51-mile-) passageway that became the Panama Canal, allowing ships to pass from the Pacific Ocean to the Atlantic without having to travel around the northernmost or southernmost ends of the Americas.</p><p>Panama has always denied Chinese control of the canal, which is used mainly by the US and China.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Wave of Israeli air strikes hit southern Lebanon despite ceasefire | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-01-31T06:42:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769841716.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s acting President Delcy Rodriguez announces prisoner amnesty | Prison News | Al Jazeera",
            "time": "2026-01-31T06:17:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260131__94MV49Z__v1__HighRes__VenezuelaUsConflictCrisis-1-1769837471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela’s acting President Delcy Rodriguez announces prisoner amnesty</h1><p class=\"article__subhead\"><em>Rodriguez calls for healing ‘wounds left by political confrontation’ while announcing notorious El Helicoide prison to shut down.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s interim President <a href=\"/news/2026/1/29/venezuelas-police-military-pledge-loyalty-to-interim-president-rodriguez\">Delcy Rodriguez</a> has announced an amnesty bill that could lead to the release of hundreds of prisoners, her latest major reform since the US military abducted the country’s <a href=\"/video/the-stream/2026/1/30/whats-next-for-venezuela-2\">President Nicolas Maduro</a> and his wife earlier this month.</p><p>“We have decided to push ahead with a general amnesty law that covers the whole period of political violence from 1999 to the present day,” Rodriguez said on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking at a gathering of justices, magistrates, ministers, military officials and other government leaders, the acting president said the National Assembly would take up the amnesty bill with urgency.</p><p>“May this law serve to heal the wounds left by the political confrontation fuelled by violence and extremism,” Rodriguez said in the prerecorded televised event.</p><p>“May it serve to redirect justice in our country, and may it serve to redirect coexistence among Venezuelans,” she said.</p><p>Rodriguez also announced the shutdown of El Helicoide, a notorious secret service prison in Caracas, where torture and other human rights abuses have been documented by independent organisations.</p><p>El Helicoide, she said, will be transformed into a sports, social and cultural centre for the surrounding neighbourhoods.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rodriguez made her announcement before officials whom former prisoners and human rights watchdogs have accused of overseeing El Helicoide and other detention facilities.</p><p>The Venezuelan-based prisoners’ rights group Foro Penal estimates that 711 people are in detention in facilities across Venezuela over their political activities. Of those, 183 have been sentenced, the group said.</p><p>Foro Penal President Alfredo Romero welcomed the planned amnesty but said it must apply to all prisoners “without discrimination”.</p><p>“A general amnesty is welcome as long as its elements and conditions include all of civil society, without discrimination, that it does not become a cloak of impunity, and that it contributes to dismantling the repressive apparatus of political persecution,” Romero wrote in a post on social media.</p><p>Foro Penal has calculated that some 302 prisoners have been <a href=\"/news/2026/1/26/venezuela-frees-104-political-prisoners-rights-group-says\">released by Rodriguez’s government</a> in the aftermath of the abduction of Maduro by the US.</p><p>The organisation later released a video clip on social media of what is said showed the moment that human rights worker Eduardo Torres was released from prison on Friday night, following his detention since May 2025.</p><p></p><p><em>Translation: Our colleague from @proveaong Eduardo Torres has been released from prison, human rights defender, former political prisoner.</em></p><p>Families and rights advocates have long demanded that charges and convictions against detainees who are considered political prisoners be dropped.</p><p>Government officials – who ⁠deny holding political prisoners and say those jailed have committed crimes – report that more than 600 people have been released from prison, but they have not been clear on the timeline and appear to be including prisoners released in previous years.</p></div></div></body></html>"
        },
        {
            "title": "Updates: Iran announces naval drills near US warships amid tension | Military News | Al Jazeera",
            "time": "2026-01-31T06:07:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-03-12T155005Z_292976181_RC2MJ6AQ7R7E_RTRMADP_3_CHINA-RUSSIA-IRAN-DRILLS-1769845895.jpg?resize=1920%2C1333",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: Iran announces naval drills near US warships amid tension</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>These were the updates about the US-Iran tensions on Saturday, January 31, 2026.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How does ICE spend its budget? And who profits? | Digital Series | Al Jazeera",
            "time": "2026-01-31T05:49:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/H_16x9-1769838085.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Myanmar election delivers walkover win for military-backed political party | Elections News | Al Jazeera",
            "time": "2026-01-31T04:31:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260127__944X7PR__v2__HighRes__TopshotMyanmarDemonstrationRohingyaGenocideCour-1769832779.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar election delivers walkover win for military-backed political party</h1><p class=\"article__subhead\"><em>Myanmar’s military rulers say polls were free and fair as UN reports 170 killed in air attacks during election period.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Myanmar’s military-backed party secured a sweeping victory in the country’s three-phase general election, according to state media, following the tightly controlled voting held amid civil war and widespread repression.</p><p class=\"tr-story-p1\">The final of <a href=\"/news/2026/1/25/myanmar-holds-final-election-round-military-backed-party-set-to-win\">three rounds of voting</a> last weekend wrapped up an election that began on December 28, more than four years after the military seized power in a coup that overturned the elected government of <a href=\"/news/2025/12/17/myanmar-regime-claims-aung-san-suu-kyi-in-good-health-despite-sons-fears\">Aung San Suu Kyi.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Dominating all phases of the vote, the Union Solidarity and Development Party (USDP) won an overwhelming majority in Myanmar’s two legislative chambers, state media reports.</p><p class=\"tr-story-p1\">The USDP secured 232 of the 263 seats up for grabs in the lower house and 109 of the 157 seats announced so far in the upper chamber, according to results released on Thursday and Friday.</p><p class=\"tr-story-p1\">A spokesman for the country’s military rulers, Zaw Min Tun, said Myanmar’s parliament is now expected to convene to elect a president in March, with a new government set to take over in April, according to a report in the pro-military Eleven Media Group.</p><p class=\"tr-story-p1\">Myanmar, formerly known as Burma, has been in political turmoil since the 2021 coup, with the crushing of pro-democracy protests prompting a nationwide rebellion. Thousands have been killed, and about 3.6 million people have been displaced, according to the United Nations.</p><figure class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276993\" src=\"/wp-content/uploads/2026/01/getty_697d71ad46-1769828781.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"YANGON, BURMA - JANUARY 26: Local newspapers feature headlines covering the conclusion of Myanmar's general election on January 26, 2026 in Yangon, Burma. Myanmar concluded its multi-phase general election on January 25, 2026, after voting began on December 28, 2025, under the military administration that took power in the 2021 coup and has overseen the country amid ongoing conflict. (Photo by Lauren DeCicca/Getty Images)\" fetchpriority=\"low\"><figcaption class=\"wp-caption-text\">Local newspapers feature headlines covering the conclusion of Myanmar’s general election on January 26, 2026, in Yangon, Myanmar [Lauren DeCicca/Getty Images]</figcaption></figure><h2 id=\"vote-purely-out-of-fear\">‘Vote purely out of fear’</h2><p>The 11-member Association of Southeast Asian Nations (ASEAN) has said it <a href=\"/news/2026/1/30/asean-does-not-recognise-myanmars-elections-as-of-now-philippine-fm\">will not endorse Myanmar’s electoral process</a>, and human rights groups and some Western countries have also expressed concerns about the credibility of the election.</p><p>The UN human rights office said that large segments of the population, including minorities such as <a href=\"/news/2026/1/16/why-the-gambia-wants-myanmar-punished-for-rohingya-genocide\">ethnic Muslim-majority Rohingya</a>, were excluded from voting since they have been denied citizenship, and many have also been displaced outside the country.</p><p>At least 170 civilians were killed in air strikes during the election period, and about 400 people were arrested, according to the UN.</p><p>“Many people chose either to vote or not to vote purely out of fear,” UN human rights chief Volker Turk said.</p><p>Myanmar’s military rulers insist the polls were free and fair, and supported by the public.</p><p>A spokesperson for the United States Department of State, which has muted its critiques of foreign elections in the second Trump administration, said it was monitoring the situation and “will assess the military regime’s next steps”.</p><p>Aung San Suu Kyi’s National League for Democracy was dissolved along with dozens of other parties, and some others declined to take part, drawing condemnation from critics who say the process was designed to legitimise military rule.</p><p>Under Myanmar’s political system, the military is also guaranteed 25 percent of parliamentary seats, ensuring continued control even if power is formally transferred to a civilian-led administration.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US approves $6.6bn sale of attack helicopters, assault vehicles to Israel | Weapons News | Al Jazeera",
            "time": "2026-01-31T03:36:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/2024-05-14T085534Z_432365266_RC28Q7A2P2SM_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1715677642-e1715677688683.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US approves $6.6bn sale of attack helicopters, assault vehicles to Israel</h1><p class=\"article__subhead\"><em>The approved sale includes 30 Apache helicopters, which Israeli forces have used to attack Palestinians amid the genocide in Gaza.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Washington has approved $6.67bn in United States arms sales to Israel amid a fragile ceasefire in Israel’s genocidal war on the Gaza Strip.</p><p>The US Department of State said on Friday that Israel has been cleared to buy US-made weapons, including 30 Apache attack helicopters for $3.8bn and infantry assault vehicles to a value of $1.98bn.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Apache helicopters will be sold to Israel by Boeing and Lockheed Martin, the Reuters news agency reports. A third military contract was also awarded for $740m, according to Reuters, and another $150m will be spent on light utility helicopters.</p><p>Israeli forces have widely used Apache helicopters to fire on Palestinians in the occupied West Bank and Gaza Strip, where at least 71,662 people have been <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">killed</a> in Israel’s war on the enclave since October 2023, according to Gaza health officials.</p><p>“The United States is committed to the security of Israel, and it is vital to US national interests to assist Israel to develop and maintain a strong and ready self-defense capability,” the State Department said in a statement on Friday.</p><p>“This proposed sale is consistent with those objectives,” the department said.</p><p>The US also sends billions of dollars worth of military supplies each year to Israel, weaponry which is <a href=\"/news/2025/12/19/how-much-is-us-support-for-israel-costing-donald-trump\">largely sent as aid</a> rather than sales.</p><p>Rights groups and United Nations experts have consistently called on the US to halt weapons shipments to Israel, which they say fuelled Israel’s ability to wage a genocidal war in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While the ceasefire between Israel and Hamas in the Gaza Strip has largely held since taking effect on October 10, 2025, Israeli forces continue to launch attacks on Palestinians in the war-torn territory, killing almost 500 people despite the agreement to end fighting.</p><p>The State Department also said on Friday that it had approved a $9bn sale to Saudi Arabia for 730 Patriot missiles and related equipment, which is used to defend against incoming attacks.</p><p>“This enhanced capability will protect land forces of Saudi Arabia, the United States, and local allies and will significantly improve Saudi Arabia’s contribution” to the integrated air and missile defence system in the region, the State Department said.</p><p>The sale of the US missile defence equipment comes as US President Donald Trump has said that a large “armada” of US warships has been repositioned close to Iran, in anticipation of a possible US attack on Tehran.</p><p>Saudi Arabia’s Crown Prince Mohammed bin Salman told Iran’s President Masoud Pezeshkian in a call <a href=\"/news/2026/1/30/us-iran-tensions-the-diplomatic-scramble-to-prevent-a-war\">earlier this week</a> that the kingdom would “not allow its airspace or territory to be used for any military actions against Iran or for any attacks from any party, regardless of their origin”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Brief US government shutdown begins after funding deadline lapses | Government News | Al Jazeera",
            "time": "2026-01-31T03:09:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-31T000147Z_1630460359_RC2ZBJA06SH0_RTRMADP_3_USA-CONGRESS-SHUTDOWN-1769826226.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government has entered what is expected to be a brief shutdown after Congress failed to approve ⁠a deal to keep a wide swath of operations funded ahead of a midnight deadline.</p><p>After hours of delay, ​the US Senate passed the spending package by a bipartisan vote of 71 to 29 late on Friday, but the House of Representatives is not expected to vote on the new budget bills until Monday at the earliest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US President Donald Trump must then sign the bills into law.</p><p>As a result, the partial shutdown of the US government took effect at 12:01 am Eastern time (0501 GMT). The shutdown is likely ‍to be brief.</p><p>⁠Lawmakers from both parties have been working to ensure a debate over immigration enforcement does not disrupt other government operations, despite mounting Democratic anger over <a href=\"/news/2026/1/30/us-protesters-begin-nationwide-strike-as-doj-launches-pretti-killing-probe\">the killing of two people</a> by immigration agents in Minnesota.</p><p>This is a marked contrast from last fall, when Republicans and Democrats dug into their positions in a dispute over healthcare, prompting a shutdown that lasted a record 43 days and cost the US economy an estimated $11bn.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><span>“Technically, there will be a partial government shutdown come midnight on Saturday,” Al Jazeera’s Rosiland Jordan said earlier on Friday, reporting from Washington, DC.</span></p><p>“The earliest that the House of Representatives can take a look at the changes, which the US Senate approved late on Friday, is not before Monday. That’s because they’ve been in recess all this week. They should be coming back to Washington this weekend,” Jordan said.</p><p><span>But there is also a concern the shutdown could drag out longer, given political polarisation around Trump’s administration’s harsh immigration raids and the killing of US citizens at those operations.</span></p><p>“So there is the expectation that this could be resolved early next week. But there is the possibility that it may not be,” Jordan added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The funding impasse has been driven by Democratic anger over aggressive immigration enforcement following the fatal shootings of two US citizens – Alex Pretti and Renee Good – by federal agents in separate incidents this month in the northern city of <a href=\"/podcasts/2026/1/29/the-take-they-picked-the-wrong-state-how-minneapolis-is-fighting-back\">Minneapolis amid a violent operation</a> against undocumented migrants.</p><p>The killings in Minneapolis have become a flashpoint that has hardened opposition to approving new money for the Department of Homeland Security (DHS) without changes to how immigration agencies operate.</p><p>“The nation is reaching a breaking point,” Senate Democratic leader Chuck Schumer said after the vote. “The American people are demanding that Congress step up and force change.”</p><p>“Instead of going after drug smugglers, child predators, and human traffickers, the Trump Administration is wasting valuable resources targeting peaceful protestors in Chicago and Minneapolis,” Senate Democratic Minority Whip Dick Durbin posted on social media.</p><p>“This Administration continues to make Americans less safe.”</p><p>As lawmakers in both parties called for investigations into the fatal shootings, Trump said he didn’t want a shutdown and negotiated the rare deal with Schumer, his frequent adversary. Trump then encouraged members of both parties to cast a “much needed Bipartisan ‘YES’ vote.”</p><p>Under the deal negotiated between the White House and Senate Democratic leaders, lawmakers approved five outstanding funding bills to finance most of the federal government through the end of the fiscal year in September.</p><p>The deal approved by the Senate separates funding for the DHS – which oversees immigration agencies – from the broader government funding package, allowing lawmakers to approve spending for agencies such as the Pentagon and the Department of Labor while they consider new restrictions on how federal immigration agents operate.</p><p>Funding for the DHS has now been split off and extended for just two weeks under a stopgap measure intended to give lawmakers time to negotiate changes to the department’s operations.</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup 2026 stadiums: Where’s India vs Pakistan and the final? | Cricket News | Al Jazeera",
            "time": "2026-01-31T02:35:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/11/34446UX-highres-1700417361.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"197\" data-end=\"372\">Cricket’s shortest international format will take centre stage over the next month as the ICC T20 World Cup 2026 gets under way on February 7.</p><p>Five stadiums across India and three in Sri Lanka will host matches, as 20 teams fight for the world title.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s everything you need to know about the venues:</p><h2 id=\"narendra-modi-stadium\">Narendra Modi Stadium</h2><p><strong>Location</strong>: Ahmedabad, India<br>\n<strong>Capacity</strong>: 132,000<br>\n<strong>Inauguration</strong>: 1983<br>\n<strong>Fixtures</strong>: South Africa vs Canada (February 9), South Africa vs Afghanistan (February 11), New Zealand vs South Africa (February 14), India vs Netherlands (February 18), Super 8s Match 3 (February 22), Super 8s Match 7 (February 26), Final (March 8)</p><p>The world’s largest cricket stadium is designated to host seven matches, including the final and two Super 8s fixtures.</p><p>Before it was renamed after Indian Prime Minister Narendra Modi, the venue was known as the Motera Stadium or the Sardar Vallabhbhai Patel Stadium, after one of India’s best-known independence leaders.</p><p>The 2023 ODI World Cup final, in which India lost to Australia, was the biggest international match held at this venue.</p><p>The stadium has hosted several political events and rallies, too, including the “Namaste Trump” event in honour of United States President Donald Trump, back in 2020.</p><figure id=\"attachment_2499328\" aria-describedby=\"caption-attachment-2499328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2499328\" src=\"/wp-content/uploads/2023/11/AP23323600739758-1700417528.jpg?w=770&amp;resize=770%2C508&amp;quality=80\" alt=\"Fireworks light up the sky over the Narendra Modi stadium after Australia won against India by 6 wickets during the ICC Men's Cricket World Cup final match in Ahmedabad, India.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2499328\" class=\"wp-caption-text\">Fireworks light up the sky over the Narendra Modi Stadium after the 2023 ICC ODI World Cup final [File: Ajit Solanki/AP Photo]</figcaption></figure><h2 id=\"wankhede-stadium\">Wankhede Stadium</h2><p><strong>Location</strong>: Mumbai, India<br>\n<strong>Capacity</strong>: 33,100<br>\n<strong>Inauguration</strong>: 1974<br>\n<strong>Fixtures</strong>: India vs USA (February 7), England vs Nepal (February 8), England vs West Indies (February 11), Nepal vs Italy (February 12), West Indies vs Nepal (February 15), Scotland vs Nepal (February 17), Super 8s Match 4 (February 23), Semifinal 2 (March 5)</p><p>Located in the coastal city of Mumbai, the Wankhede Stadium is no stranger to high-stakes matches. It hosted the 2011 ODI World Cup final, in which India beat Sri Lanka to lift its second world title.</p><p>The venue, also the home ground of IPL franchise Mumbai Indians, will host the most games (eight) in India during the tournament, including a semifinal.</p><p data-start=\"400\" data-end=\"575\">Though smaller in size than most of India’s popular stadiums, the Wankhede’s passionate crowd consistently creates one of the best atmospheres.</p><figure id=\"attachment_2488042\" aria-describedby=\"caption-attachment-2488042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2488042\" src=\"/wp-content/uploads/2023/11/2023-11-15T084447Z_1963218970_UP1EJBF0OAL1A_RTRMADP_3_CRICKET-WORLDCUP-IND-NZL-1700037968.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Cricket - ICC Cricket World Cup 2023 - Semi-Final - India v New Zealand - Wankhede Stadium, Mumbai, India - November 15, 2023 India fans in the stands during the match REUTERS/Francis Mascarenhas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2488042\" class=\"wp-caption-text\">The Wankhede Stadium in Mumbai is known for delivering one of the best fan experiences across the country [File: Francis Mascarenhas/Reuters]</figcaption></figure><h2 id=\"eden-gardens\">Eden Gardens</h2><p><strong>Location</strong>: Kolkata, India<br>\n<strong>Capacity</strong>: 68,000<br>\n<strong>Inauguration</strong>: 1864<br>\n<strong>Fixtures</strong>: West Indies vs Scotland (February 7), Scotland vs Italy (February 9), England vs Scotland (February 14), England vs Italy (February 16), West Indies vs Italy (February 19), Super 8s Match 12 (March 1), Semifinal 1 (provisional, March 4)</p><p>Known as the “home of Indian cricket”, Eden Gardens is the oldest cricket stadium in the country. The venue will host seven matches at the tournament, including possibly the first semifinal.</p><p>The first purpose-built ground for the sport in India, Eden Gardens, has hosted matches during five ICC World Cups, including the finals of the 1987 ODI and 2016 T20 World Cups.</p><p>It is also the home ground of the IPL’s Kolkata Knight Riders since 2008.</p><figure id=\"attachment_2491432\" aria-describedby=\"caption-attachment-2491432\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2491432\" src=\"/wp-content/uploads/2023/11/2023-11-16T095133Z_1492781290_UP1EJBG0RDV3C_RTRMADP_3_CRICKET-WORLDCUP-ZAF-AUS-1700128670.jpg?w=770&amp;resize=770%2C485&amp;quality=80\" alt=\"Cricket - ICC Cricket World Cup 2023 - Semi-Final - South Africa v Australia - Eden Gardens, Kolkata, India - November 16, 2023 Australia players during a rain delay REUTERS/Andrew Boyers\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2491432\" class=\"wp-caption-text\">The Eden Gardens also hosted a semifinal during the 2023 ODI World Cup in India [File: Andrew Boyers/Reuters]</figcaption></figure><h2 id=\"arun-jaitley-stadium\">Arun Jaitley Stadium</h2><p><strong>Location</strong>: New Delhi, India<br>\n<strong>Capacity</strong>: 55,000<br>\n<strong>Inauguration</strong>: 1883<br>\n<strong>Fixtures</strong>: Netherlands vs Namibia (February 10), India vs Namibia (February 12), Canada vs UAE (February 13), Afghanistan vs UAE (February 16), South Africa vs UAE (February 18), Super 8s Match 11 (March 1)</p><p>Situated in India’s capital, New Delhi, the Arun Jaitley Stadium has hosted matches at five World Cups. At this tournament, the venue will host six games, including a Super 8s fixture.</p><p>Formerly known as the Feroz Shah Kotla Stadium, the venue was renamed after a former finance minister and parliamentarian from PM Modi’s Bharatiya Janata Party, following his death in 2019.</p><p>It is the home of the IPL team Delhi Capitals.</p><figure id=\"attachment_2401381\" aria-describedby=\"caption-attachment-2401381\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2401381\" src=\"/wp-content/uploads/2023/10/2023-10-11T124015Z_90726313_UP1EJAB0Z701Q_RTRMADP_3_CRICKET-WORLDCUP-IND-AFG-1697028662.jpg?w=770&amp;resize=770%2C489&amp;quality=80\" alt=\"India fans in the stands in Arun Jaitley Stadium, Delhi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2401381\" class=\"wp-caption-text\">The Arun Jaitley Stadium was also one of the venues during the 2023 ODI World Cup – the last time India hosted a World Cup [File: Anushree Fadnavis/Reuters]</figcaption></figure><h2 id=\"m-a-chidambaram-stadium\">M A Chidambaram Stadium</h2><p><strong>Location</strong>: Chennai, India<br>\n<strong>Capacity</strong>: 38,200<br>\n<strong>Inauguration</strong>: 1916<br>\n<strong>Fixtures</strong>: New Zealand vs Afghanistan (February 8), New Zealand vs UAE (February 10), USA vs Netherlands (February 13), USA vs Namibia (February 15), New Zealand vs Canada (February 17), Afghanistan vs Canada (February 19), Super 8s Match 8 (February 26)</p><p>Located close to one of the longest urban beaches in the world – Chennai’s Marina Beach along the Bay of Bengal – the M A Chidambaram Stadium is known for being home to a sporting and knowledgeable cricket crowd.</p><p>Named after former Board of Control for Cricket in India (BCCI) president, M A Chidambaram, the venue is commonly known as the Chepauk Stadium. Home of the Chennai Super Kings IPL franchise, the stadium has hosted matches across four ODI World Cups.</p><p>At this edition, it will host seven games, including a Super 8s tie.</p><figure id=\"attachment_3464000\" aria-describedby=\"caption-attachment-3464000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3464000\" src=\"/wp-content/uploads/2025/01/GettyImages-2195653691-1737742592.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"CHENNAI, INDIA - JANUARY 24: The England playing squad and coaching staff play football ahead of a England nets session at MA Chidambaram Stadium on January 24, 2025 in Chennai, India. (Photo by Michael Steele/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3464000\" class=\"wp-caption-text\">The Chepauk Stadium rounds up the list of venues in India [File: Michael Steele/Getty Images]</figcaption></figure><h2 id=\"r-premadasa-stadium\">R Premadasa Stadium</h2><p><strong>Location</strong>: Colombo, Sri Lanka<br>\n<strong>Capacity</strong>: 35,000<br>\n<strong>Inauguration</strong>: 1986<br>\n<strong>Fixtures</strong>: Sri Lanka vs Ireland (February 8), Australia vs Ireland (February 11), Australia vs Zimbabwe (February 13), India vs Pakistan (February 15), Sri Lanka vs Zimbabwe (February 19), Super 8s Match 1 (February 21), Super 8s Match 6 (February 25), Super 8s Match 9 (February 27)</p><p>The largest stadium in Sri Lanka, the R Premadasa Stadium, will host a majority of the heavyweight fixtures at the tournament, including India vs Pakistan, the most anticipated clash at any ICC event.</p><p>The venue is scheduled to host eight games, including three Super 8s fixtures, but two more could be added to its list.</p><p>If Pakistan qualifies for the semifinals, the R Premadasa Stadium, considered a neutral venue, will replace Kolkata as the host of the first semifinal. If Pakistan reach the final, that venue will also shift from Ahmedabad to Colombo.</p><p>As per an <a href=\"/sports/2024/12/19/india-to-play-2025-champions-trophy-on-neutral-ground-not-pakistan-icc\">ICC-brokered agreement</a> between India and Pakistan, both countries have the option to play their games at a neutral venue for a tournament hosted by either South Asian nations.</p><figure id=\"attachment_2351168\" aria-describedby=\"caption-attachment-2351168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2351168\" src=\"/wp-content/uploads/2023/09/20230910_140814-1694335334.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"View of the R Premadasa Stadium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2351168\" class=\"wp-caption-text\">Known as the home of Sri Lankan cricket, the R Premadasa Stadium played host to three World Cups [File: Hafsa Adil/Al Jazeera]</figcaption></figure><h2 id=\"sinhalese-sports-club\">Sinhalese Sports Club</h2><p><strong>Location</strong>: Colombo, Sri Lanka<br>\n<strong>Capacity</strong>: 10,000<br>\n<strong>Inauguration</strong>: 1952<br>\n<strong>Fixtures</strong>: Pakistan vs Netherlands (February 7), Zimbabwe vs Oman (February 9), Pakistan vs USA (February 10), Ireland vs Oman (February 14), Pakistan vs Namibia (February 18)</p><p>The smallest venue at the tournament, the Sinhalese Sports Club, will host the fewest matches (five), but features the all-important opening match between former champions Pakistan and the West Indies.</p><p>Situated only 5km (3.1 miles) away from the R Premadasa Stadium in Colombo, the venue will host a World Cup for only the second time, following its maiden attempt at the 1996 ODI World Cup.</p><figure id=\"attachment_4276879\" aria-describedby=\"caption-attachment-4276879\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276879\" src=\"/wp-content/uploads/2026/01/GettyImages-1064362200-1769820957.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Sinhalese Sports Club Ground, Colombo, Sri Lanka\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276879\" class=\"wp-caption-text\">Sinhalese Sports Club has hosted test matches along with its maiden World Cup game in 1996 [File: Stu Forster/Getty Images]</figcaption></figure><h2 id=\"pallekele-international-cricket-stadium\">Pallekele International Cricket Stadium</h2><p><strong>Location</strong>: Kandy, Sri Lanka<br>\n<strong>Capacity</strong>: 35,000<br>\n<strong>Inauguration</strong>: 2009<br>\n<strong>Fixtures</strong>: Sri Lanka vs Oman (February 12), Australia vs Sri Lanka (February 16), Ireland vs Zimbabwe (February 17), Australia vs Oman (February 20), Super 8s Match 2 (February 22), Super 8s Match 5 (February 24), Super 8s Match 10 (February 28)</p><p data-start=\"347\" data-end=\"512\">The Pallekele International Cricket Stadium rounds out the full list of venues at the T20 World Cup 2026. It will host seven games, including three Super 8s matches.</p><p data-start=\"347\" data-end=\"512\">Opened 17 years ago, it is the newest of all venues at this year’s tournament. Situated in central Sri Lanka, the stadium was built for the 2011 ODI World Cup and also used at the 2012 T20 World Cup.</p><figure id=\"attachment_4276894\" aria-describedby=\"caption-attachment-4276894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276894\" src=\"/wp-content/uploads/2026/01/GettyImages-1645158711-1769821340.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A general view of stadium during the Asia Cup Group A match between India and Nepal at Pallekele International Cricket Stadium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276894\" class=\"wp-caption-text\">Pallekele International Cricket Stadium played host to the Asia Cup, including the Group A match between India and Nepal in 2023 [File: Surjeet Yadav/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "More than 200 killed in mine collapse in eastern DR Congo: Report | Mining News | Al Jazeera",
            "time": "2026-01-31T01:24:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697d3e7b-1769815675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>More than 200 killed in mine collapse in eastern DR Congo: Report</h1><p class=\"article__subhead\"><em>Rights groups raised concerns over conditions at the mine, which supplies about 15 percent of the world’s coltan used in advanced electronics.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">More than 200 people have been reported killed in a collapse at the Rubaya coltan mine in eastern Democratic Republic of the Congo (DRC), Lumumba Kambere Muyisa, spokesperson for the rebel-appointed governor of the province where the mine is located, told the Reuters news agency.</p><p class=\"tr-story-p1\">The mine, located some 60km (37 miles) northwest of Goma city, the provincial capital of North Kivu province, collapsed on Wednesday, and the precise number of casualties was still unclear as of Friday evening, Reuters reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">“More than 200 people were victims of this landslide, including miners, children and market women. Some people were rescued just in time and have serious injuries,” Muyisa told Reuters, adding that about 20 injured people were being treated in health facilities.</p><p class=\"tr-story-p1\">“We are in the rainy season. The ground is fragile. It was the ground that gave way while the victims were in the hole,” he said.</p><p>Eraston Bahati Musanga, the governor of North Kivu province appointed by the M23 rebel group, told the AFP news agency on Friday that “some bodies have been recovered”, without giving a specific figure of the number of those killed and injured, but suggesting a potentially high death toll.</p><p>An adviser to the provincial governor put the death toll at more than 200, speaking on condition of anonymity to Reuters because he was not authorised to brief the media.</p><p>AFP said it was unable to confirm the death toll with independent sources as of Friday evening.</p><p>Franck Bolingo, an artisanal miner interviewed at Rubaya by AFP, said people are believed to still be trapped inside the mine.</p><p>“It rained, then the landslide happened and swept people away. Some were buried alive, and others are still trapped in the shafts,” Bolingo said.</p><p>Rubaya produces about 15 percent of the world’s coltan, which is processed into tantalum, a heat-resistant metal that is in high demand by makers of mobile phones, computers, aerospace components and gas turbines.</p><p>The mine, where <a href=\"/gallery/2025/5/19/dr-congos-coltan-miners-struggle-as-they-dig-to-feed-worlds-tech\">locals dig manually</a> for a few dollars per day, has been under the control of the <a href=\"/news/2025/4/24/drc-m23-rebels-commit-to-pause-fighting-amid-peace-talks\">Rwanda-backed M23</a> rebel group since 2024, after previously changing hands between the DRC government and rebel groups.</p><p>The heavily-armed M23 rebels, whose stated aim is to overthrow the DRC government in the capital Kinshasa, captured even more mineral-rich territory in the east of the country during a lightning advance last year.</p><p>The United Nations has accused M23 rebels of plundering Rubaya’s resources to help fund their rebellion, backed by Rwanda, an allegation that the government in Kigali denies.</p><p>Despite the DRC’s exceptional mineral wealth, more than 70 percent of Congolese live on less than $2.15 a day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Missing statue of golf legend Ballesteros found chopped in pieces in Spain | Golf News | Al Jazeera",
            "time": "2026-01-31T01:07:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T140703Z_284362579_RC2PBJAG075P_RTRMADP_3_GOLF-SPAIN-BALLESTEROS-1769782708.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Missing statue of golf legend Ballesteros found chopped in pieces in Spain</h1><p class=\"article__subhead\"><em>A man has been arrested by police in Spain after they recovered a stolen statue of the late golfer Seve Ballesteros.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A ‌statue of the late golfer Seve Ballesteros, which ‍had vanished ‍from his hometown of Pedrena in northern Spain’s Cantabria region, was found chopped into pieces as the alleged thief prepared to sell it for its ⁠bronze, police have said.</p><p>Valued at about 30,000 euros ($35,820) ​but holding significant sentimental importance for locals and ‍fans, the statue was discovered in a storage room in Santander. It had been cut in half at the waist.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While the ‍torso and ⁠head remained intact, the arms were broken into several pieces.</p><p>A 22-year-old man with a criminal record for copper theft was arrested on Thursday, police revealed on Friday, adding that more individuals could be involved.</p><figure id=\"attachment_4276250\" aria-describedby=\"caption-attachment-4276250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276250\" src=\"/wp-content/uploads/2026/01/2026-01-30T140701Z_1264092332_RC2PBJAFQBLC_RTRMADP_3_GOLF-SPAIN-BALLESTEROS-1769782818.jpg?w=770&amp;resize=770%2C435&amp;quality=80\" alt=\"A screengrab from a handout video shows pieces of a statue of Seve Ballesteros, a late Spanish professional golfer, recovered by members of the Spanish law enforcement, in Santander, Spain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276250\" class=\"wp-caption-text\">A screengrab from a handout video shows pieces of a statue of Seve Ballesteros, a late Spanish professional golfer, recovered by members of the Spanish law enforcement, in Santander, Spain [Reuters]</figcaption></figure><p>Police had focused their investigation on metal trading centres, suspecting the ​thieves planned to sell the bronze ‌for profit.</p><p>The 100kg (220.46-pound) statue, depicting Ballesteros in a signature pose celebrating his 1984 British Open win at St Andrews in Scotland, ‌was torn from its base in La Barqueria Park earlier this month before being ‌dragged across grass and dismembered for ⁠transport.</p><p>Created in 2009 by sculptor Salvador Garcia Ceballos, it was permanently installed in Pedrena in 2017.</p><p>Ballesteros, who won five major titles during his ‌career and became a fan favourite for his capacity for digging himself out of trouble on the golf course, ‍died in 2011 aged 54 after a battle with cancer.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,437 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-31T00:32:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T092313Z_783402338_RC2LBJAGTXO9_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1769817004.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,437</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,437 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jan 2026</span><span aria-hidden=\"true\">31 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, January 31:</p><h2 id=\"energy-crisis\">Energy crisis</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy said in his nightly video address on Friday that both Ukraine and Russia had begun a weeklong pause in attacks on each other’s energy infrastructure amid plummeting winter temperatures.</li>\n<li>“In all our regions, from Friday night, there were indeed no strikes on energy facilities. Almost none. Except for the Donetsk region, where there was one strike on gas infrastructure – an aerial bomb hit,” he said.</li>\n<li>Kremlin spokesperson Dmitry Peskov claimed that Moscow had only agreed to pause the attacks until Sunday.</li>\n<li>“President [Donald] Trump did indeed make a personal request to President [Vladimir] Putin to refrain from striking Kyiv for a week until February 1 in order to create favourable conditions for negotiations,” Peskov said.</li>\n<li>Kyiv Mayor Vitali Klitschko said on Telegram that 253 apartment buildings remain without heating in Ukraine’s capital Kyiv, with temperatures falling to as low as -23 degrees Celsius (-9.4 degrees Fahrenheit) overnight this week.</li>\n</ul><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces attacked a minibus carrying passengers in Ukraine’s Kherson region, killing the 48-year-old driver and injuring five people, two of whom were in serious condition, the region’s Governor Oleksandr Prokudin said on the Telegram messaging app.</li>\n<li>Prokudin earlier said that three people were killed in Russian drone, missile and artillery attacks across Kherson over the past day.</li>\n<li>Russian forces killed a 47-year-old woman and injured another 52-year-old woman in an attack near the village of Novoosinove, in Ukraine’s Kherson region, Governor Oleh Syniehubov said on Telegram.</li>\n<li>Ukraine’s Ministry of Defence said that Russian forces fired an Iskander-M ballistic missile and launched 111 drones towards Ukraine overnight and into Friday morning. About 80 drones were shot down by Ukrainian forces, the ministry said.</li>\n<li>Ukrainian Prime Minister Yulia Svyrydenko said that Russian forces had launched seven attacks on Ukraine’s railway infrastructure within the previous 24 hours.</li>\n<li>Russia’s Ministry of Defence said that Russian forces seized the Ukrainian village of Ternuvate in the Zaporizhia region. Russian state media also reported that Russian forces seized Richne in Zaporizhia and Berestok in the eastern Donetsk region.</li>\n</ul><ul>\n<li>Ukrainian battlefield monitoring site DeepState said that Russian forces occupied Zlahoda in Ukraine’s Dnipropetrovsk region and advanced near Hrabovske in the Sumy region, and Yehorivka in the Zaporizhia region.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>President Zelenskyy told reporters on Friday that he <a href=\"/news/2026/1/30/ukrainian-president-zelenskyy-invites-putin-to-kyiv-for-talks\">invited</a> President Putin to Kyiv for talks, “if he dares”, adding that he was ready for any format for the meeting, but that he would not go to Moscow or Belarus.</li>\n<li class=\"tr-story-p1\">Russian lawmakers want Moscow to use more powerful weapons to achieve its war goals in Ukraine, the speaker of parliament’s lower chamber, the State Duma, said on Friday.</li>\n<li class=\"tr-story-p1\">Speaker Vyacheslav Volodin wrote on Telegram: “State Duma deputies insist on the use of more powerful weapons – ‘weapons of retribution’. And the achievement of the goals of the special military operation.”</li>\n<li>The Russian Ministry of Foreign Affairs said it would use “all available means” to defend vessels sailing under Russian flags after a suspected Russian “shadow fleet” oil tanker – “the Grinch” – was recently intercepted by the French navy at sea and taken to the Marseille-Fos port in the south of France.</li>\n<li class=\"tr-story-p1\">The European Union has blacklisted Russia over the risk of money laundering, EU foreign policy chief Kaja Kallas told reporters on Friday. “This will slow down and increase the costs of transactions with Russian banks,” she said.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Is Trump’s choice for US Fed chair a ‘chameleon’ or a ‘solid’ pick? | Banks News | Al Jazeera",
            "time": "2026-01-31T00:20:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697cb9ff-1769781759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dovish. Judicious. A chameleon.</p><p>Those are just some of the terms being used to describe Kevin Warsh, President Donald Trump’s pick to be the next chairman of the Federal Reserve, the central bank of the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>If confirmed by the US Senate, Warsh, a former Federal Reserve governor, will replace Jerome Powell after his term ends in May. <a href=\"/economy/2026/1/30/trump-nominates-kevin-warsh-to-replace-powell-as-fed-chair\" target=\"_blank\" rel=\"noopener\">Trump announced Warsh</a> as his nominee on Friday.</p><p>“I have known Kevin for a long period of time, and have no doubt that he will go down as one of the GREAT Fed Chairmen, maybe the best,” Trump posted on his Truth Social site. “On top of everything else, he is ‘central casting,’ and he will never let you down.”</p><p>Over the past year, Trump has repeatedly lambasted Powell for not lowering interest rates at a pace and to a level of his liking. Warsh is expected to have a smoother experience – at least initially.</p><p>That’s partly because he comes from a Republican milieu. His father-in-law is Ronald Lauder, heir to the Estee Lauder cosmetics fortune and a longtime Trump donor and ally.</p><p>Warsh is also currently serving as a fellow at the right-leaning Hoover Institution, a think tank at Stanford University, where he also lectures as a visiting scholar.</p><p>But more importantly, critics say, Warsh has shown a willingness to align with Trump’s policies. After years of supporting high interest rates to control inflation, Warsh has made recent statements arguing for lower rates, in line with the president’s views.</p><h2 id=\"a-history-of-shape-shifting\">A history of ‘shape-shifting’</h2><p>It is this flexibility that has prompted a mixed bag of reactions to Warsh’s nomination.</p><p>“He’s a very good chameleon,” said Skanda Amarnath, executive director of Employ America, a policy research organisation. “He comes across as informed and intellectual, but when you unpack what he says, there’s not a lot there.”</p><p>Amarnath’s criticism was based on years of observing Warsh’s policy stance.</p><p>Warsh, 55, joined the Federal Reserve’s Board of Governors in 2006 at age 35, after serving on former President George W Bush’s National Economic Council. He remained at the Fed until 2011, during which time he worked with then-Chair Ben Bernanke to address the 2008-2009 global financial crisis.</p><p>That crisis saw the collapse of financial services firms like Lehman Brothers and Bear Stearns. Warsh notably objected to some of the low-interest policies that the Fed was pursuing at the time to stave off the impact of the crash.</p><p>During that period, he “spent most of his time worrying about inflation”, according to Amarnath. “Even in August 2008, he was talking about inflation as Lehman Brothers failed. He missed the whole boat on that.”</p><p>Amarnath said Warsh appeared to downplay the unemployment at the time as well, even though the jobless rate was headed towards 10 percent. Today, unemployment in the US is at a healthy 4.4 percent.</p><p>Warsh started softening his stance on inflation in 2017, when Trump began his first term as president. Amarnath told Al Jazeera that Warsh’s seeming partisanship gives him “some concern” about what might happen in case of another financial crisis.</p><p>“His track record speaks to someone who is pretty partisan and political in his views and mocks data dependence,” he said. “The shape-shifting depends on who is in office.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-political-record\">A ‘political’ record</h2><p>Some experts, however, were more optimistic about Warsh as a candidate for the top seat at the Federal Reserve.</p><p>Economist Robert Rogowsky, a professor of trade and economic diplomacy at Georgetown University, is among those who think that Warsh is a “solid pick, albeit not a stellar one”.</p><p>“He is obviously extremely bright and has a solid record of accomplishment in the area,” he said.</p><p>That said, Rogowsky acknowledged that Warsh could be seen as a political opportunist. “His record does seem a bit political – a monetary hawk under a Democratic administration and being promoted by Trump to be Trump’s monetary dove.”</p><p>Still, Rogowsky said he is not too worried about Warsh falling in line with Trump’s aggressive push to lower interest rates.</p><p>While the Fed chair is a very powerful role, it only represents one vote on a board of seven, and it cannot override the majority vote. And though Warsh “may sound Trumpy”, Rogowsky believes he will ultimately refuse to implement Trump’s “extreme and extremely harmful” interest rate cuts.</p><p>“He is smart enough – and, I pray, honorable enough – to be driven by his economic training,” Rogowsky said.</p><p>Trump has called on the Federal Reserve to slash interest rates from their current level – about 3.75 percent – to 1 percent, a major drop.</p><p>Rogowsky said Warsh is aware that such a policy move would result in “a medium-term inflationary disaster”, which, in turn, could lead to “an immediately disastrous decline in the dollar and a five-alarm fire in the global trading system”.</p><p>Trump’s trade policies will already pose a big challenge for any incoming Federal Reserve chair, according to Rachel Ziemba, a senior fellow at the Center for a New American Security, a think tank.</p><p>Ziemba pointed out that Trump has pursued an aggressive international trade policy and immigration crackdown that could send shudders through the US economy. Currently, while economic growth is “OK”, there is little job growth, she added.</p><p>“Rate cuts are unlikely to solve those issues,” Ziemba told Al Jazeera.</p><p>For now, it remains unclear whether Warsh will ultimately take up the post. He faces a Senate confirmation hearing in the coming months, where Trump’s policies could also be a hurdle.</p><p>Already, at least one Republican senator, Thom Tillis, said he would not back any Trump nominees to the Federal Reserve until the president drops his criminal investigation of Powell.</p><p>That probe, announced this month, was widely seen as Trump’s latest attempt to browbeat the Federal Reserve into compliance with his demands.</p></div></div></body></html>"
        },
        {
            "title": "UN nuclear watchdog discusses Ukraine nuclear safety risks | Nuclear Energy News | Al Jazeera",
            "time": "2026-01-30T23:02:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26030475978191-1769808196.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN nuclear watchdog discusses Ukraine nuclear safety risks</h1><p class=\"article__subhead\"><em>Russian attacks on Ukraine’s electrical substations could cut power to nuclear plants, increasing risks of meltdown.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations nuclear watchdog has held a special session on Ukraine amid growing fears that <a href=\"/features/2026/1/23/russia-targets-ukraines-energy-as-trilateral-talks-loom\">Russian attacks</a> on its energy facilities could trigger a nuclear accident.</p><p>Rafael Grossi, director-general of the International Atomic Energy Agency (IAEA), said at the start of Friday’s extraordinary board meeting in Vienna that the war in Ukraine posed “the world’s biggest threat to nuclear safety”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The meeting was held as an IAEA expert mission conducted a weeks-long inspection of 10 electrical substations that Grossi described as “crucial to nuclear safety”.</p><p>Although nuclear power plants generate power themselves, they rely on an uninterrupted supply of external power from electrical substations to maintain reactor cooling.</p><p>Ukraine has four nuclear power plants, three of them under Kyiv’s control, with the fourth and biggest in <a href=\"/news/2025/10/18/zaporizhzhia-nuclear-plant-repairs-begin-in-ukraine-as-ceasefire-zones-set\">Zaporizhzhia</a> occupied by Russian forces since the early days of their full-scale invasion in 2022.</p><p class=\"p1\">Moscow and Kyiv have repeatedly accused each other of risking a nuclear catastrophe by attacking the Zaporizhzhia site.</p><p>The plant’s six reactors have been shut down since the occupation, but the site still needs electricity to maintain its cooling and security systems.</p><p>Earlier this month, <a href=\"/news/2025/10/6/is-russias-putin-gambling-with-the-safety-of-ukraines-nuclear-stations\">Russia</a> and Ukraine paused local hostilities to allow repairs on the last remaining backup power line supplying the plant, which was damaged by military activity in January.</p><p>Ukraine is also home to the former Chornobyl plant, the site of the world’s worst nuclear accident in 1986. The site’s protective shield containing radioactive material was damaged last year in a <a href=\"/news/2025/12/6/iaea-flags-damage-to-chornobyl-nuclear-plants-protective-shield\">drone strike</a> allegedly carried out by Russia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"status-of-energy-ceasefire-unclear\">Status of energy ceasefire unclear</h2><p>The four-hour IAEA meeting, which aimed to increase pressure on Russia, was called at the request of the Netherlands, with the support of at least 11 other countries.</p><p>Russia’s “ongoing and daily” attacks against Ukraine’s energy infrastructure in recent weeks have caused significant damage, Netherlands’ Ambassador Peter Potman told the board.</p><p>“Not only does this leave millions of Ukrainians in the cold and dark during a very harsh winter, but it is also … bringing the prospect of a nuclear accident to the very precipice of becoming a reality,” he said.</p><p>Ukraine’s ambassador, Yuriy Vitrenko, said it was “high time” for the IAEA to “shine an additional spotlight on the threat to nuclear safety and security in Europe” caused by Russia’s “systematic and deliberate” attacks.</p><p>Russian Ambassador Mikhail Ulyanov dismissed the board’s gathering as “absolutely politically motivated”, adding there was “no real need to hold such a meeting today”.</p><p>The status of a current weeklong moratorium on attacks targeting energy infrastructure is currently unclear.</p><p>United States President Donald Trump said Thursday that Russia had agreed to his request not to attack Ukraine’s energy infrastructure for a week.</p><p>On Friday, Ukrainian President Volodymyr Zelenskyy confirmed that neither Moscow nor Kyiv had conducted strikes ⁠on energy targets from Thursday night onwards.</p><p>However, Kremlin spokesman Dmitry Peskov later suggested the pause in attacks would end on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "What do China and the UK want from each other? | Xi Jinping News | Al Jazeera",
            "time": "2026-01-30T22:06:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769809224.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">UK Prime Minister Keir Starmer’s warm welcome on a visit to China this week marks a thaw in icy relations with Beijing.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer arrived in China this week with a large delegation of businesspeople and cultural figures.</p><p>He received a warm welcome from Chinese President Xi Jinping.</p><p>But the visit got a frosty reception from the White House, with United States President Donald Trump calling Starmer’s trip “dangerous”.</p><p>What prompted Trump’s remarks? And how important was the British prime minister’s visit?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Will Hutton – Political economist</p><p>Andy Mok – Senior research fellow at the Center for China and Globalization</p><p>Steve Tsang – Director of the China Institute at SOAS University of London</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}