{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel kills two Palestinians in Gaza City as ceasefire violations mount | Gaza News | Al Jazeera",
            "time": "2025-12-22T21:48:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_692099750bd6-1763744117.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have killed at least two Palestinians in the <a href=\"/news/liveblog/2025/12/22/live-israel-escalates-strikes-on-lebanon-displaces-dozens-in-jerusalem\">Gaza Strip</a> as Israel continues to violate a ceasefire agreement and block desperately needed humanitarian aid to the war-ravaged coastal enclave.</p><p>The Palestinian news agency Wafa reported on Monday that two people were killed after Israeli troops opened fire in the Shujayea neighbourhood of eastern Gaza City.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Their deaths bring the total number of Palestinians reported killed in Gaza over the past 24 hours to at least 12, including eight whose bodies were recovered from the rubble in the territory.</p><p>The Gaza City attack is the latest in <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">hundreds of Israeli violations</a> of a United States-brokered ceasefire between Israel and Hamas, which came into effect on October 10.</p><p>Gaza’s Government Media Office on Monday condemned Israel’s “serious and systematic violations” of the truce, noting that the Israeli authorities had breached the ceasefire 875 times since it came into force.</p><p>That includes continued Israeli air and artillery attacks, unlawful demolitions of Palestinian homes and other civilian infrastructure, and at least 265 incidents of Israeli troops shooting Palestinian civilians, the office said in a statement.</p><p>At least 411 Palestinians have been killed and 1,112 others wounded in Israeli attacks on Gaza since the ceasefire began, it added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"worsening-shelter-conditions\">Worsening shelter conditions</h2><p>Meanwhile, hundreds of thousands of Palestinian families displaced by Israel’s genocidal war on Gaza continue to grapple with a lack of humanitarian supplies, including adequate food, medicine and shelter.</p><p>As the occupying power in Gaza, Israel has an obligation under international law to provide for the needs of Palestinians there.</p><p>But the United Nations and other humanitarian groups say it has systematically failed to allow unimpeded deliveries of aid into Gaza.</p><p>The situation has been worsened by a <a href=\"/news/2025/12/17/winter-storms-worsen-gaza-humanitarian-crisis-as-un-says-aid-still-blocked\">series of winter storms</a> that have pummelled the Strip in recent weeks, with rights groups saying Israel’s refusal to allow tents, blankets and other supplies into Gaza is part of its genocidal policy and <a href=\"/news/2025/12/16/palestinian-infant-freezes-to-death-in-gaza-as-israel-keeps-blocking-aid\">threatening Palestinian lives</a>.</p><p>On Monday, the Gaza Government Media Office said that only 17,819 trucks entered the territory out of the 43,800 that were supposed to be allowed in since the ceasefire came into effect in October.</p><p>That amounts to an average of just 244 trucks per day – far below the 600 trucks that Israel agreed to allow into Gaza daily under the ceasefire agreement, the office said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Monday, a spokesperson for UN chief Antonio Guterres reiterated the call “for the lifting of all restrictions of the entry of aid into Gaza, including shelter material”.</p><p>“Over the past 24 hours, and despite the ceasefire, we have continued to receive reports of air strikes, shelling and gunfire in all five governorates of Gaza. This has resulted in reported casualties and disruptions to humanitarian operations,” Stephane Dujarric said.</p><p>He said that the UN’s humanitarian partners are working to address the significant shelter needs, particularly for displaced families living in unsafe conditions.</p><p>“Our partners continue to work to improve access to dignified shelter for approximately 1.3 million people in Gaza in the past week, about 3,500 families affected by storms are living in flood prone areas,” he said.</p><p>Dujarric said that aid deliveries have included tents, bedding sets, mattresses and blankets, as well as winter clothing for children, but the needs remain overwhelming.</p><figure id=\"attachment_4177388\" aria-describedby=\"caption-attachment-4177388\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177388\" src=\"/wp-content/uploads/2025/12/AA-20251216-39993434-39993413-FLOODING_HITS_DISPLACED_PALESTINIANS_TENTS_AFTER_HEAVY_RAIN_IN_GAZA-1765877285.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Flooding hits displaced Palestinians’ tents after heavy rain in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177388\" class=\"wp-caption-text\">Palestinians struggle with flooding after heavy rain hits the Bureij refugee camp in Gaza City [File: Moiz Salhi/Anadolu]</figcaption></figure><p>The appeals come a day after the Palestinian Ministry of Health in Gaza said that a lack of drugs and other healthcare supplies was making it difficult to provide care to patients.</p><p>Nearly all of Gaza’s hospitals and healthcare facilities were attacked during Israel’s two-year bombardment of the territory, damaging at least 125 facilities, including 34 hospitals.</p><p>The Israeli army has killed at least 70,937 Palestinians in Gaza, mostly women and children, and injured 171,192 others since its genocidal war began in October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Foster scores late goal as South Africa defeat Angola in their AFCON opener | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-22T21:29:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25356691798511-1766436268_340f17-1766437187.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Foster scores late goal as South Africa defeat Angola in their AFCON opener</h1><p class=\"article__subhead\"><em>Lyle Foster’s match-winning 79th-minute strike allowed South Africa to win first opening match at AFCON since 2004.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lyle Foster scored a superb winner from outside the box as South Africa defeated Angola 2-1 in Africa Cup of Nations Group B in Marrakesh on Monday, the first time they have won their opening match ⁠at the continental finals in 21 years.</p><p>South Africa also had a goal disallowed and struck the crossbar, ​just about deserving the nervy victory. Angola also had chances and will ‍be disappointed not to have gotten something from the game.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>South Africa took the lead on 21 minutes when Oswin Appollis showed neat footwork in the box to work a shooting chance and put the ball in the bottom ‍corner. But Angola ⁠equalised before the break as Show got a touch to Fredy’s free kick to steer the ball into the net.</p><p>The winning moment came after 79 minutes, when Foster was teed up 20 yards out and curled his shot into the top corner to give the bronze medallists from two years ago a positive start to their campaign.</p><p>It was a workmanlike performance from South Africa, who do not have the plethora of players in top ​European leagues that their tournament rivals enjoy, with Foster their only one ‌at Premier League Burnley.</p><p>But they are a well-oiled machine under Belgian coach Hugo Broos and did enough for a victory that set them well on course for the knockout rounds. Egypt and Zimbabwe will meet later on Monday in ‌the same pool.</p><figure id=\"attachment_4190688\" aria-describedby=\"caption-attachment-4190688\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4190688\" src=\"/wp-content/uploads/2025/12/AP25356629105446-1766436561.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Oswin Appollis in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4190688\" class=\"wp-caption-text\">South Africa’s Oswin Appollis, centre, scores the opening goal of the match in the 21st minute [Themba Hadebe/AP]</figcaption></figure><h2 id=\"even-first-half\">Even first half</h2><p>South Africa took the lead after a period of sustained possession that led to Khuliso Mudau’s cross, which was ‌touched by both Sipho Mbule and Foster before Appollis beat two ⁠defenders and side-footed into the bottom corner of the net.</p><p>Angola equalised on 35 minutes when Fredy’s low free kick was touched into the bottom corner by Show, his second goal in his 50th cap for his country, to make it ‌1-1 at the break.</p><p>South Africa thought they had retaken the lead when halftime substitute Tshepang Moremi turned his defender and fired low into the bottom corner of the net, but a VAR review showed ‍that Foster was offside in the buildup.</p><p>South Africa’s Mbekezeli Mbokazi crashed the ball against the crossbar with a rasping shot from 35 yards, before Foster’s clinical strike secured all three points.</p><h2 id=\"zambia-rally-to-draw-with-mali\">Zambia rally to draw with Mali</h2><p>In an earlier Group A match on Monday, Zambia’s Patson Daka scored with a spectacular diving header in stoppage time to see his ‍side come from behind ‍and force a 1-1 draw with Mali in Casablanca.</p><p>Mali looked in control for most of the encounter, but paid the price for sitting back in the closing stages as Zambia staged a ⁠late recovery, with Daka leaping through the air to force home Mathews Banda’s curling cross two minutes into ​stoppage time at the end of the game.</p><p>Lassine Sinayoko had ‌taken advantage of sloppy defending to give ‌Mali a 62nd-minute lead ⁠after his strike partner, El Bilal Toure, had a first-half penalty saved.</p><figure id=\"attachment_4190694\" aria-describedby=\"caption-attachment-4190694\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4190694\" src=\"/wp-content/uploads/2025/12/AFP__20251222__88UU78Q__v2__HighRes__TopshotFblAfr2025AfconMliZmbMatch02-1766436953.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Patson Daka reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4190694\" class=\"wp-caption-text\">Zambia’s forward Patson Daka celebrates scoring his team’s equalising goal in the 90th minute against Mali at Mohammed V Stadium in Casablanca, Morocco on December 22, 2025 [Abdel Majid Bziouat/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Thailand and Cambodia agree to meet amid renewed cross-border fighting | Border Disputes News | Al Jazeera",
            "time": "2025-12-22T21:02:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6949ade521-1766436325.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thailand and Cambodia agree to meet amid renewed cross-border fighting</h1><p class=\"article__subhead\"><em>Planned talks come as Southeast Asian leaders urge both countries to show ‘maximum restraint’ and return to dialogue.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand and Cambodia have agreed to hold a meeting of defence officials later this week as regional leaders push for an end to deadly violence along the two countries’ shared border.</p><p>Thailand’s Foreign Minister Sihasak Phuangketkeow announced the planned talks on Monday after a special meeting in Kuala Lumpur of Southeast Asian foreign ministers, who were trying to <a href=\"/news/2025/12/12/trump-says-thailand-cambodia-agree-to-renew-ceasefire-after-deadly-clashes\">salvage a ceasefire</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>That truce was first brokered by Association of Southeast Asian Nations (ASEAN) chair Malaysia and United States President Donald Trump after cross-border fighting broke out in July.</p><p>Sihasak told reporters that this week’s discussions would be held on Wednesday in Thailand’s Chanthaburi, within the framework of an existing bilateral border committee.</p><p>But just hours after the regional crisis talks were held in Malaysia, Cambodia’s Ministry of Defence said the Thai military deployed fighter <a href=\"/news/2025/12/22/fresh-clashes-erupt-on-thai-cambodia-border-as-asean-convenes-peace\">jets to bomb areas</a> of Siem Reap and Preah Vihear provinces.</p><p>The Thai army said Cambodia had fired dozens of rockets into Thailand, with Bangkok’s air force responding with air strikes on two Cambodian military targets.</p><p>Thailand and Cambodia have <a href=\"/video/inside-story/2025/12/22/can-diplomacy-end-the-conflict-between-thailand-and-cambodia\">engaged in daily exchanges</a> of rocket and artillery fire along their 817km (508-mile) land border following the collapse of the truce, with fighting at multiple points stretching from forested regions near Laos to the coastal provinces of the Gulf of Thailand.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the cross-border fire, Cambodia’s Ministry of Interior said it remains “optimistic that the Thai side will demonstrate sincerity” in implementing a ceasefire.</p><p>Thailand’s Sihasak, however, cautioned that the upcoming meeting may not immediately produce a truce. “Our position is a ceasefire does not come with an announcement, but must come from actions,” he said.</p><p>His ministry said the two nations’ militaries would “discuss implementation, related steps and verification of the ceasefire in detail”.</p><p>The planned meeting comes as ASEAN on Monday urged both countries to show “maximum restraint and take immediate steps towards the cessation of all forms of hostilities”.</p><p>In a statement after the talks in Kuala Lumpur, ASEAN also called on both Thailand and Cambodia to “restore mutual trust and confidence, and to return to dialogue”.</p><p>ASEAN members also reiterated their concerns over the ongoing conflict and “called upon both parties to ensure that civilians residing in the affected border areas are able to return, without obstruction and in safety and dignity, to their homes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Boxer Ty Mitchell tells Al Jazeera why he had to confront Tommy Robinson | Boxing | Al Jazeera",
            "time": "2025-12-22T20:58:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/boxer_ty_mitchell_al_jazeera_interview_22_december_2025-1766436242.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Canada names new ambassador to US as key trade talks loom | Donald Trump News | Al Jazeera",
            "time": "2025-12-22T20:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6931c5232c-1764869411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada names new ambassador to US as key trade talks loom</h1><p class=\"article__subhead\"><em>Terms of North American free trade deal set to be renegotiated in 2026 under shadow of US tariff policies.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has named former BlackRock executive Mark Wiseman as the new ambassador to the United States, with upcoming trade and tariff negotiations likely to dominate his tenure.</p><p>In a statement on Monday, Canadian Prime Minister <a href=\"/news/2025/11/18/canadian-pm-mark-carney-clears-budget-vote-averting-snap-elections\">Mark Carney</a> said that Wiseman would help manage Canada’s relationship with the US, which has grown stormy under tariffs imposed by President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Mr Wiseman will be a key contributor to the government’s efforts to advance Canada-US priorities, including secure borders [and] a strengthened trade and investment relationship,” Carney said in a statement.</p><p>Relations between the countries have somewhat settled after the US launched a trade war targeting Canadian goods, <a href=\"/news/2025/2/3/trump-delays-canada-tariffs-but-anger-and-calls-to-rethink-us-ties-persist\">prompting anger</a> at what was widely viewed as an act of economic hostility against a longtime ally.</p><p>The Trump administration has targeted Canada with several rounds of tariffs, including a blanket 25 percent tariff for allegedly failing to stem migration and fentanyl flows from Canada.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That came despite data showing only a tiny fraction of fentanyl smuggled into the US crosses the US-Canada border.</p><p>The US subsequently imposed sweeping tariffs on automobiles, steel and aluminium imports, all of which disproportionately affected Canada.</p><p>In August, Trump and Carney, who was elected on a promise to take a tough stance in the face of US threats, reached agreements to <a href=\"/news/2025/8/22/canada-to-ease-most-retaliatory-tariffs-against-united-states\">roll back</a> some of the measures. A more comprehensive deal has remained elusive.</p><p>Trump has also stirred anger by repeatedly saying that Canada should become the 51st US state, which Carney has firmly rejected.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Those tensions could re-emerge in the coming months as officials set out to renegotiate the terms of the US-Mexico-Canada free trade agreement, also known as <a href=\"/news/2025/9/19/canada-mexico-to-work-together-in-face-of-trumps-us-tariff-threats\">the USMCA</a>.</p><p>Canadian officials are set to begin discussions with US counterparts in mid-January on the USMCA, which currently exempts many key products that would otherwise be tariffed under Trump’s policies.</p><p>Canada is the top export destination for 36 US states, with nearly $2.7bn worth of goods and services crossing the border each day.</p><p>Carney has hedged his expectations for the future of trade relations with the US, saying that Canada will defend its economic interests but that US policy is beyond its control.</p></div></div></body></html>"
        },
        {
            "title": "Deadly clashes break out in Aleppo between Syrian army, Kurdish-led SDF | Syria's War | Al Jazeera",
            "time": "2025-12-22T20:41:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766436073.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ugandan police tear gas crowd at Bobi Wine campaign event | Government | Al Jazeera",
            "time": "2025-12-22T20:32:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766435532.jpg?resize=1722%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "130 Nigerian schoolchildren freed after mass abduction | Child Rights | Al Jazeera",
            "time": "2025-12-22T19:53:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766433183.jpg?resize=1440%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Can diplomacy end the conflict between Thailand and Cambodia? | Conflict News | Al Jazeera",
            "time": "2025-12-22T19:04:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766429300.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The neighbouring countries hold their first direct meeting in regional push for peace.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fighting has escalated between Cambodia and Thailand, forcing hundreds of thousands of civilians to flee their homes on both sides of the neighbouring countries’ border.</p><p>Now, the Association of Southeast Asian Nations (ASEAN) is taking the lead in attempts to end the violence and reach a peace deal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>All this comes after an attempt by United States President Donald Trump to end the war failed.</p><p>The Thai and Cambodian foreign ministers are set to meet in the coming days in hopes of reaching what Thailand has called a “true ceasefire”.</p><p>But without any letup in the long-running conflict, what will it take to bring it to an end?</p><p><strong>Presenter:</strong> Dareen Abughaida</p><p><strong>Guests:</strong></p><p>Chheang Vannarith – Chairman of Angkor Social Innovation Park and a former assistant to Cambodia’s defence minister in 2011 and 2012</p><p>Ilango Karuppannan – Adjunct senior fellow at the Nanyang Technological University and former Malaysian High Commissioner to Singapore</p><p>Phil Robertson – Director of Asia Human Rights Labour Advocates and former deputy director of Human Rights Watch’s Asia Division</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UPS stumbles into holiday season amid shifting trade rules | Trade War | Al Jazeera",
            "time": "2025-12-22T18:06:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2013/06/20136605855138734_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New York City, United States – </strong>Since the recent termination of the <a href=\"/news/2025/8/29/us-ends-tariff-exemption-for-delivery-packages-valued-at-800-or-less\" target=\"_blank\" rel=\"noopener\">nearly decade-old trade rule called “de minimis,”</a> United States consumers and businesses have been exposed to slower shipping, destroyed packages and steep tariff fees on international goods – foreshadowing what could make for a chaotic holiday shopping season.</p><p>For major international carrier UPS, navigating the latest regulatory changes has proved more fraught than for its competitors FedEx and DHL.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Matthew Wasserbach, brokerage manager for Express Customs Clearance in New York, a firm that assists importers with documentation, tariff classifications, valuation, and other federal requirements, has witnessed the fallout as UPS customers seek his firm’s assistance to clear packages entering the US.</p><p>“Over the last few months, we’ve been seeing a lot of UPS shipments, in particular, becoming stuck and being lost or disposed of … This all stems from the ending of the de minimis,” said Wasserbach. “Their [UPS’s] whole business model changed once the de minimis was ended. And they just didn’t have the capacity to do the clearance … a lot of people are expecting to receive international packages, and they’re just never gonna get them.”</p><p>UPS did not respond to Al Jazeera’s request for comment.</p><h2 id=\"suspending-tariff-exemptions\">Suspending tariff exemptions</h2><p>Since 2016, the de minimis trade exemption determined that packages worth $800 or less were not subject to taxes and tariffs. According to US Customs and Border Protection (CBP), the number of shipments entering the US claiming the exemption increased by more than 600 percent from 139 million shipments in 2015 to more than one billion in 2023.</p><p>In August, this all changed. President Donald Trump signed an executive order suspending de minimis treatment for all countries, spiralling US imports into a new landscape of paperwork and processes, subject to duties and tariffs based on their place of origin.</p><figure id=\"attachment_4180728\" aria-describedby=\"caption-attachment-4180728\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/AP25237470791790-1766004965.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4180728\" src=\"/wp-content/uploads/2025/12/AP25237470791790-1766004965.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Parcels slide down a ramp after being scanned at the U.S. Customs and Border Protection overseas mail inspection facility at Chicago's O'Hare International Airport in USA\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4180728\" class=\"wp-caption-text\">Parcels slide down a ramp after being scanned at a US Customs and Border Protection overseas mail inspection facility [File: Charles Rex Arbogast/AP Photo]</figcaption></figure><p>Just a month after de minimis ended, while shipping products with UPS, Tezumi Tea, an online Japanese tea and teaware company that sells its products online and through meetups in New York City, fell victim to the tariff backlog at US customs. Tezumi lost roughly 150kg (330lbs) of matcha, totalling about $13,000.</p><p>“We responded by increasing buffers in our supply planning across the dozen farms that we partner with,” said Ryan Snowden, a cofounder of Tezumi. “Even with those adjustments, the loss had a severe effect on a number of our cafe customers who suddenly needed to switch to another matcha blend.”</p><p>Now, UPS is no longer accepting shipments from Japan, and Tezumi has switched to shipping supplies through alternate carriers such as DHL and FedEx.</p><h2 id=\"disposing-shipments\">Disposing shipments</h2><p>Wasserbach has witnessed similar instances of UPS losing imports.</p><p>“When a UPS package goes uncleared, it’s just basically sitting in a UPS facility, uncleared for a certain period of time,” said Wasserbach. “Then UPS indicates in their tracking that they’re disposing of the shipments without making, really, any effort, from what I’ve seen, to contact either the sender or the receiver, to get information they need to do to get the clearance.”</p><p>Wasserbach shared email chains with Al Jazeera from UPS customers who looped in his firm to their customs clearance UPS debacles.</p><p>In one exchange, UPS customer Stephan Niznik responded to a notice from the UPS Alternate Broker Team that their packages had been “destroyed”.</p><p>“The tracking says on multiple instances that UPS attempted to contact the sender (me), but this is false; aside from a request for more information on September 5 (which I responded to immediately), UPS never attempted to contact me,” wrote Niznik. “It is absolutely disgraceful that my package was mishandled – clothes and children’s toys were destroyed at the hands of UPS.”</p><p>In another email chain, UPS told customer Chenying Li that their package was released following an email from Express Customs Clearance stating that the shipment was cleared.</p><p>A week later, Li’s package was still showing as “Pending Release”, and when they asked for an update on the shipment, UPS responded, “At this time we are unable to provide an ETA,  as volume is currently backed up and awaiting delivery due to the De Minimis impact.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"impose-additional-pressure\">‘Impose additional pressure’</h2><p>In addition to the customs backlog, Virginia Tech associate professor David Bieri says cost prevention may provide one explanation for UPS choosing to dispose of packages rejected by US customs rather than return the shipments to senders.</p><p>“All these additional rules and regulations impose additional pressure on already relatively tight margins for these companies – UPS, FedEx, DHL and so forth,” said Bieri. “They need to make money, and sometimes it’s easier not to fulfil a service than to take on the additional cost of customs clearance and making sure that it gets to its final destination.”</p><p>Bieri added that UPS resorting to package disposal may indicate that they believe themselves to be in “a sufficiently strong monopolistic position that they can do such horrible practice – unilateral nonfulfillment of contract”.</p><p>Wasserbach told Al Jazeera that “with FedEx and DHL shipments, we aren’t seeing these problems”.</p><p>When asked whether FedEx has disposed of packages stuck in customs, a spokesperson wrote, “If paperwork is not complete and/or rejected by US Customs and Border Protection, FedEx actively works with senders to update paperwork to resubmit to CBP or return shipments to senders. In some cases, shippers can request that packages be disposed of if they would prefer not to pay to return to sender. In those rare cases, recipients are notified at the direction of the shipper. This is not a common practice. We remain business as usual.”</p><h2 id=\"final-cost-of-delivery-at-your-doorstep\">Final cost of delivery at your doorstep</h2><p>But FedEx and DHL are encountering some of the same challenges as UPS. Since August, when de minimis ended and small packages were suddenly subject to taxes and tariffs, anyone who ordered from abroad was susceptible to unexpected fees on imported goods.</p><figure id=\"attachment_4180733\" aria-describedby=\"caption-attachment-4180733\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/AP25237474066320-1766005269.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4180733\" src=\"/wp-content/uploads/2025/12/AP25237474066320-1766005269.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A made in China sticker is displayed on a hat at a store in Chinatown in San Francisco, USA\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4180733\" class=\"wp-caption-text\">Import fees on items can be the same or more than the item ordered, boosting costs [File: Jeff Chiu/AP Photo]</figcaption></figure><p>Without de minimis protecting packages worth $800 and less from import fees, the consumer essentially becomes the importer.</p><p>“You might order something you find a bargain abroad, and you don’t pay attention to where things are shipped from … and it might be shipped from China, and you might be in for a rude awakening once that thing arrives at your door,” said Beiri. “You paid the price and thought that this was it. But your deliverer is saying, no, actually, we’re passing that cost on to you. Because you’re acting as the importer.”</p><p>These fees could cost equal to or more than the item you ordered itself. “You’ve got to pay extra attention to small prints,” said Beiri.</p><p>With looming costs and lost packages on the horizon, Beiri says shoppers will likely make “substitution questions” – are you renovating or are you going on vacation? Are you splashing on Christmas gifts, or are you treating yourself to dining out?</p><p>“I think these are interesting times of having to make choices and asking yourself what can we do given that we have an affordability crisis, rent, insurance, making ends meet,” said Beiri. “That’s what’s currently going on.”</p><p>In order to better handle evolving trade policy, Wasserbach says that UPS will likely aim to hire a massive number of entry writers to assist with necessary documentation for legal transportation of goods across international borders. However, now that it is the busiest time of year in terms of delivering people their Christmas shopping, Wasserbach doubts an influx of hiring could make much of a difference, given the amount of training required.</p><p>The company’s revenue has already taken a hit on account of Trump’s policies. Tariffs on China and the elimination of the de minimis rule saw imports from China, UPS’s most profitable route, drop reportedly 35 percent earlier this year.</p><p>“I would assume it’s gonna get better next year,” said Wasserbach. “But as for solving this problem before Christmas, I don’t think that that’s gonna happen.”</p></div></div></body></html>"
        },
        {
            "title": "Srebrenica: Genocide on Trial | Genocide | Al Jazeera",
            "time": "2025-12-22T18:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766425537.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The horrors of the Srebrenica genocide in Bosnia and Herzegovina and the war crimes trials that gave birth to the ICC.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This powerful documentary explores how the tribunal investigating war crimes in the former Yugoslavia and in particular the killing of more than 8,000 Bosniak men and boys in Srebrenica led to the founding of the International Criminal Court (ICC) in The Hague. The film looks at the Balkan conflicts of the 1990s in parallel with the pursuit of justice after the Dayton Accords. It shows the horrors of ethnic cleansing, mass killings and displacement beginning when Yugoslavia started to break apart. Raw survivor testimonies highlight the human cost of the war from the siege of Sarajevo to the Srebrenica genocide. It also shows how the investigators and prosecutors of the International Criminal Tribunal for the Former Yugoslavia built cases against those responsible, including Serbian President Slobodan Milosevic, and how this tribunal ultimately gave birth to the ICC. The film ends by asking whether justice can genuinely heal a shattered region – and what the future of international justice is today.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump pauses more offshore wind projects citing national security concerns | Renewable Energy News | Al Jazeera",
            "time": "2025-12-22T17:56:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T151844Z_2046624838_RC2SXGAOZRS2_RTRMADP_3_USA-TRUMP-OFFSHORE-WIN-1766423696.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has suspended leases on five large-scale offshore wind projects over what it called national security concerns, sending shares of <a href=\"/news/2025/8/29/trump-nixes-679m-in-funding-for-offshore-wind-farms-amid-fossil-fuel-push\" target=\"_blank\" rel=\"noopener\">offshore wind companies</a> plunging.</p><p>The suspension on Monday of the Atlantic coast projects, which were already under construction, was the latest blow for offshore wind developers that have faced repeated disruptions under Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US president has said he finds wind turbines ugly, costly and inefficient, while pursuing a larger <a href=\"/economy/2025/11/20/trump-announces-new-offshore-drilling-projects-despite-bipartisan-pushback\">pivot away</a> from renewable energy.</p><p>Shares in Danish energy firm Orsted, which owns two of the affected projects, traded down more than 12 percent by late morning, with other companies like Dominion and Equinor also trading lower.</p><p>The US Department of the Interior said the Department of Defense had raised concerns that the movement of huge turbine blades for offshore wind projects, as well as the highly reflective towers that hold them up, could cause radar interference that could make it hard for the military to identify and locate threats.</p><p>“The prime duty of the United States government is to protect the American people,” Secretary of the Interior Doug Burgum said in a statement.</p><p>The pause will give relevant federal agencies “time to work with leaseholders and state partners to assess the possibility of mitigating the national security risks posed by these projects,” the department said.</p><p>The pause will affect Orsted ‘s Revolution Wind and Sunrise Wind projects, Avangrid and Copenhagen Infrastructure Partners’ Vineyard Wind 1 project, Dominion Energy’s Coastal Virginia Offshore Wind, and Equinor’s Empire Wind 1 project, according to the department.</p><p>The National Ocean Industries Association (NOIA), a trade group representing offshore wind developers, urged the administration to end the pause quickly.</p><p>“The regulatory process involves a rigorous framework for assessing the national security implications of proposed projects, and every project under construction has already undergone review by the Department of Defense with no objections,” NOIA President Erik Milito said.</p><p>Orsted, Equinor and Copenhagen Infrastructure Partners were not immediately available for comment.</p><p>Dominion said the suspension will threaten grid reliability for its Virginia customers, including military bases and data centres powering artificial intelligence.</p><p>“These electrons will power the data centres that will win the AI race, support our war fighters, and build the nuclear warships needed to maintain our maritime supremacy,” the company said in a statement.</p><h2 id=\"anti-wind-stance\">Anti-wind stance</h2><p>Monday’s move was the latest instance of the administration ordering a pause to offshore wind projects already under construction.</p><p>In August, the administration ordered Orsted to halt the advanced construction on the Revolution Wind project off the Rhode Island coast, though a federal judge later lifted the ban.</p><p>Earlier in the year, the administration lifted a stop-work order on Equinor’s Empire Wind in a compromise with New York state that paved the way for a natural gas pipeline Trump supports.</p><p>Trump campaigned for the White House on a promise to end the offshore wind industry, saying “windmills” are too expensive and hurt whales and birds. He has instead <a href=\"/economy/2025/11/20/trump-announces-new-offshore-drilling-projects-despite-bipartisan-pushback\" target=\"_blank\" rel=\"noopener\">promoted oil and gas drilling.</a></p><p>The uncertainty has taken a financial toll on developers. Orsted raised $9.4bn earlier this year to help fund US projects after potential partners were deterred by Trump’s approach.</p></div></div></body></html>"
        },
        {
            "title": "Displacement camp running out of supplies for people fleeing Sudan’s war | Sudan war | Al Jazeera",
            "time": "2025-12-22T17:45:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766425450.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Sudan’s Darfur grapples with severe measles outbreak amid ongoing violence | Sudan war News | Al Jazeera",
            "time": "2025-12-22T17:38:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6949669e-1766418078.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Displaced Sudanese families in the war-torn Darfur region are grappling with a dangerous measles outbreak that is spreading rapidly, a Doctors Without Borders (MSF) official warns.</p><p>Dr Ali Almohammed, an MSF emergency health manager, told Al Jazeera on Monday that the group has been “overwhelmed” by measles cases arriving each day at the Nyala Teaching Hospital in South Darfur, where MSF provides paediatric and maternal healthcare.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have 25 beds [in] isolation for measles, but every day the number of cases is increasing,” Almohammed said in an interview from Amsterdam.</p><p>“The capacity of MSF to respond to all the needs of the people in Darfur is really limited. We cannot cover everything. Yes, we are trying to focus on the most lifesaving medical care, but still, our capacity is also limited,” he said.</p><p>The outbreak of measles, a vaccine-preventable virus, comes as violence between the Sudanese military and the paramilitary Rapid Support Forces (RSF) in the western region of Darfur and neighbouring areas has surged in recent weeks.</p><p>More than 100,000 people have fled their homes in el-Fasher, the capital of North Darfur State, after the RSF seized control of the city in late October after an 18-month siege.</p><p>The <a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">United Nations recently warned</a> that Darfur has become “the epicentre of human suffering in the world” and UN and other humanitarian agencies have stressed that trapped civilians lack medicines, food and other critical supplies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"more-than-1-300-new-cases\">More than 1,300 new cases</h2><p>According to MSF, more than 1,300 new measles cases have been reported in Darfur since September.</p><p>An extremely contagious virus, measles causes high fevers, coughing and rashes.</p><p>It is particularly dangerous for children under age five because it can cause serious health complications, according to a fact sheet from the United States Centers for Disease Control and Prevention.</p><p>This week, MSF said that while nearly 179,000 Sudanese children had been vaccinated against the disease over six months last year, they are only a fraction of the 5 million who are at risk.</p><p>The organisation said it is not able to operate in most of North Darfur, including <a href=\"/news/2025/12/14/sudans-el-fasher-has-symbolism-that-hasnt-died\">el-Fasher,</a> or in East Darfur as a result of the ongoing conflict.</p><p>Almohammed also warned that other preventable diseases, such as diphtheria and whooping cough, are now appearing in Darfur with the number of vaccines arriving just a “drop in the ocean” of what’s needed.</p><p>According to MSF, shipping vaccines has been difficult due to ongoing violence as well as “significant administrative and bureaucratic hurdles”.</p><p>“We urge authorities to immediately eliminate all bureaucratic and administrative barriers to transporting vaccines throughout Darfur,” the organisation said in a statement.</p><p>“At the same time, there must be greater urgency from UNICEF to coordinate efforts to increase the transport and delivery of vaccines, syringes and the necessary supplies.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"attacks-on-healthcare\">Attacks on healthcare</h2><p>Meanwhile, attacks on healthcare facilities in Sudan have worsened the situation for civilians and medical personnel.</p><p>On Saturday, the Sudan Doctors Network said the RSF released nine medical workers from detention in Nyala in South Darfur out of a total of 73 health workers who had been detained by the paramilitary group.</p><p>The network welcomed the move as a “positive” step but called for the release of all detained medical workers and civilians without exception.</p><p>On Friday, the World Health Organization said attacks on healthcare facilities in Sudan have killed 1,858 people and wounded 490 since the conflict began in mid-April 2023.</p><p>At least 70 health workers and about 5,000 civilians have been detained in Nyala in recent months, it added.</p><p>A day earlier, the Sudan Doctors Network said 234 medical workers have been killed, 507 injured and 59 reported missing since the war began.</p></div></div></body></html>"
        },
        {
            "title": "Turning Point USA held its AmericaFest conference. Here’s what happened | Explainer News | Al Jazeera",
            "time": "2025-12-22T17:32:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69491938cca1-1766398264.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prominent conservative figures in the United States have clashed at Turning Point USA’s annual conference, exposing the underlying rift within the ruling Republican Party and US President Donald Trump’s Make America Great Again (MAGA) base.</p><p>The four-day conference held in Phoenix, Arizona, brought together Republican leaders, media personalities, and conservative activists, an event which exposed deep ideological disagreements within the conservative movement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some of the biggest names – including media figures Ben Shapiro, Megyn Kelly and Tucker Carlson – took turns attacking each other on the stage on the US support to Israel, bigotry, free speech and other related topics.</p><p>So, what is Turning Point USA (TPUSA), and what are the key takeaways from the AmericaFest conference – the first since the group’s founder, <a href=\"/news/2025/9/11/how-charlie-kirk-and-turning-point-usa-helped-trump-and-maga-win\">Charlie Kirk</a>, was killed in September?</p><h2 id=\"what-is-tpusa\">What Is TPUSA?</h2><p>Turning Point USA (TPUSA) is a US-based nonprofit conservative group established in 2012 by Charlie Kirk, who was killed in September during an event in Utah. After Kirk’s death, his widow Erika Kirk took over as CEO of TPUSA.</p><p>The organisation operates more than 850 chapters on college campuses nationwide and works to mobilise and train young conservatives in high schools, colleges and universities, advocating for free-market principles and limited government.</p><p>The AmericaFest conference, held annually since 2021, combines political speeches, networking, and cultural programming aimed at galvanising young conservative activists.</p><figure id=\"attachment_4189849\" aria-describedby=\"caption-attachment-4189849\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189849\" src=\"/wp-content/uploads/2025/12/afp_69492b05e30f-1766402821.jpg?w=770&amp;resize=770%2C464&amp;quality=80\" alt=\"CEO and Chair of the Board of Turning Point USA Erika Kirk (L) speaks with US rapper Nicki Minaj during Turning Point's annual AmericaFest conference in Phoenix, Arizona on December 21, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189849\" class=\"wp-caption-text\">CEO and Chair of the Board of Turning Point USA, Erika Kirk, left, speaks with American rapper Nicki Minaj [AFP]</figcaption></figure><h2 id=\"who-spoke-at-the-americafest-conference\">Who spoke at the AmericaFest conference?</h2><p>The event featured a mix of Republican elected officials, prominent conservative media figures and celebrities.</p><p>Among the most prominent voices were:</p><ul>\n<li>Ben Shapiro, Daily Wire cofounder and conservative commentator</li>\n<li>Tucker Carlson, journalist and head of Tucker Carlson Network</li>\n<li>Megyn Kelly, journalist and host of The Megyn Kelly Show</li>\n<li>US Vice President JD Vance</li>\n<li>Erika Kirk, TPUSA CEO</li>\n<li>Steve Bannon, podcaster and former adviser in the first Trump administration</li>\n</ul><h2 id=\"what-issues-divided-the-conservatives\">What issues divided the conservatives?</h2><h3>Debate over bigotry, conspiracy theories and platforming</h3><p>Ben Shapiro, who was the first speaker after CEO Kirk, made a blistering critique of several fellow conservatives, most notably Carlson and Megyn Kelly. Shapiro, a vocal supporter of Israel, described others as “grifters” and “charlatans” for amplifying so-called conspiratorial and extremist figures in the broader conservative movement.</p><p>Shapiro said Carlson’s decision to host far-right figure Nick Fuentes on his podcast was “an act of moral imbecility”. Fuentes has been accused of anti-Semitism.</p><p>Carlson, for his part, responded directly on the same stage, mocking Shapiro’s criticism and framing attempts to ostracise certain voices as divisive.</p><p>He said he “laughed” at the push for what he characterised as attempts to censor dissenters, underscoring an intense ideological clash within the Republican-aligned media sphere.</p><figure id=\"attachment_4189840\" aria-describedby=\"caption-attachment-4189840\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189840\" src=\"/wp-content/uploads/2025/12/reuters_69492ab0-1766402736.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Megyn Kelly hosts a &quot;prove me wrong&quot; session during AmericaFest, the first Turning Point USA summit since the death of Charlie Kirk, in Phoenix, Arizona, U.S. December 19, 2025. REUTERS/Caitlin O'Hara\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189840\" class=\"wp-caption-text\">Megyn Kelly hosts a ‘prove me wrong’ session during AmericaFest [Caitlin O’Hara/Reuters]</figcaption></figure><p> </p><p>Shapiro also attacked conservative media commentator Candace Owens, who has been critical of Israel’s war on Gaza, calling it a genocide. She has demanded Washington stop its military support to Israel.</p><p>The Daily Wire cofounder said that Owens (who was not at the event) “has been vomiting all sorts of hideous and conspiratorial nonsense into the public square for years”.</p><p>He said Kelly, a former Fox News host, was “guilty of cowardice” because she refused to condemn Owens over unsubstantiated claims of a conspiracy involving the US and Israeli governments in the killing of Charlie Kirk.</p><p>Former presidential candidate Vivek Ramaswamy, who was born in the US to Indian immigrants, also condemned bigotry and hate on the right, saying that anyone who normalises hatred towards any ethnic or religious group “does not have a place as a leader” in the conservative movement.</p><p>In his speech, journalist Carlson also spoke out against bigotry targeting Muslims. “What you’re watching now … attacking millions of Americans because they’re Muslims? It’s disgusting.”</p><p>“And I’m a Christian. I am not a Muslim. I’m never going to … I know there’s a lot of effort to claim I’m a secret jihadi. I’m not,” he added.</p><p>In his speech on Sunday, US Vice President JD Vance refused to take sides in the debate around bigotry, saying the conservative movement should be open to everyone as long as they “love America”.</p><p>“I didn’t bring a list of conservatives to denounce or to de-platform,” Vance said during the convention’s closing speech.</p><p>“We don’t care if you’re white or Black, rich or poor, young or old, rural or urban, controversial or a little bit boring, or somewhere in between.”</p><h3>US support for Israel</h3><p>Israel came up repeatedly during the conference.</p><p>Steve Bannon accused Shapiro, who is Jewish, and others who staunchly support Israel of being part of “the ‘Israel First’ crowd”.</p><p>“Israel needs its sovereignty, Israel needs to be independent. If Israel wants to take on Syria, go for it … but not drag the USA into another endless war,” he said.</p><p>Some on the right have questioned whether the Republican Party’s historically steadfast support for Israel conflicts with Trump’s “America First” platform.</p><p>Meanwhile, Carlson strongly criticised certain Christian minister who he claimed justified the killing of innocent people in a reference to Israel’s genocidal war on Gaza.</p><p>“If a man commits a crime, do we kill his kids? I don’t care if it’s in Minneapolis or Gaza City. No, we don’t,” Carlson told the audience. “God is not on any country’s side … [God] doesn’t have a nationality,” he added.</p><h2 id=\"debate-over-who-is-an-american\">Debate over who is an American</h2><p>Ramaswamy, who is the Republican candidate for Ohio governor, also questioned the idea of deciding who is an American based on one’s ancestry or heritage.</p><p>“The idea that a ‘heritage American’ is more American than another American is un-American at its core,” he said at the conference.</p><p>“You are an American if you believe in the rule of law, in freedom of conscience and freedom of expression, in colorblind meritocracy, in the US Constitution, in the American dream, and if you are a citizen who swears exclusive allegiance to our nation,” Ramaswamy, a wealthy businessman, wrote in an opinion piece in The New York Times on December 17.</p><p>Ramaswamy’s stance on the US seems to differ from that of his party colleague Vice President Vance, who, in a July speech, expressed his concerns against granting citizenship because someone agreed with the principles, for example, of the Declaration of Independence.</p><p>“America is not just an idea. It is a group of people with a shared history and a common future. It is, in short, a nation,” he had said.</p><p>During his speech at the conference on Sunday, Vance highlighted the Trump administration’s efforts to end diversity, equity and inclusion policies, which were aimed at ensuring equal opportunities to the communities that have historically faced obstacles.</p><p>“In the United States of America, you don’t have to apologise for being white any more,” he said, adding that the US “always will be a Christian nation”.</p></div></div></body></html>"
        },
        {
            "title": "Ecuador soldiers sentenced to 34 years in prison for disappearing children | Child Rights News | Al Jazeera",
            "time": "2025-12-22T17:28:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25267693617946-1-1766418392.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ecuador soldiers sentenced to 34 years in prison for disappearing children</h1><p class=\"article__subhead\"><em>Sentencing caps yearlong investigation into abuse, disappearance of four children in Guayaquil amid crime crackdown.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A court in Ecuador has sentenced 11 soldiers to 34 years in prison for their role in abusing and disappearing four children from the city of Guayaquil as part of a country-wide crackdown on crime.</p><p>The sentencing on Monday capped a yearlong investigation into the missing children, who had been last seen on December 8, 2024, walking towards a sports field near their neighbourhood.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The <a href=\"/news/2024/12/31/ecuador-confirms-charred-bodies-belong-to-four-missing-boys\">charred bodies</a> of Steven Medina, Nehemias Arboleda, and brothers Ismael and Josue Arroyo were found weeks later, on December 31, in a rural swampy area.</p><p>The court also sentenced five soldiers ‌who collaborated ⁠with the prosecution in the case to two ‌and a half years behind bars.</p><p>The military had maintained that the boys, ages 11 to 15, were criminals who had been detained and were alive when they were released.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Several soldiers told prosecutors the boys had been beaten, subject to mock executions, and forced to strip before being abandoned naked in the remote and dangerous rural area of Taura.</p><p>The soldiers were acquitted of killing the boys.</p><p>“The patrol abandoned the minors in that area, knowing it was dangerous, desolate, and abandoned,” Judge Jovanny Suarez said in ‌the ruling on Monday.</p><p class=\"p1\">The defence maintained that prosecutors did not prevent conclusive evidence.</p><p class=\"p1\">It also maintained that the soldiers ‌were sent on patrol without prior training and that they ⁠had left the minors alive.</p><h3>National outrage</h3><p>The case triggered outrage nationwide and condemnation of President Daniel Noboa’s so-called “Phoenix Plan”.</p><p>Under the scheme, Noboa <a href=\"/gallery/2024/1/11/photos-ecuador-in-state-of-war-against-drug-cartels-terror-campaign\">deployed</a> the military within the country to respond to the country’s spiralling gang violence.</p><p>In September, Amnesty International said the approach has led to an increase in enforced disappearances while failing to bring down crime rates.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Enforced disappearances are multiplying in Ecuador while the government insists on a militarised strategy that not only has not reduced crimes, but has increased human rights violations,” Ana Piquer, the group’s Americas director, said at the time.</p><p>The organisation’s report noted that 43 people have been reported missing by the armed forces since Noboa took office in 2023.</p><p>It further accused Ecuador’s military of obstructing investigations by refusing to provide information.</p></div></div></body></html>"
        },
        {
            "title": "Texas town battles nonstop noise from bitcoin mine | Energy | Al Jazeera",
            "time": "2025-12-22T16:40:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766421535.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia-Thailand fighting continues as ceasefire talks loom | Newsfeed | Al Jazeera",
            "time": "2025-12-22T16:39:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766421474.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least three killed in Israeli attack on southern Lebanon’s Sidon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-22T15:45:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251119__84GD763__v3__HighRes__LebanonIsraelPalestinianConflict-1763881759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three people have been killed in an Israeli attack near the southern Lebanese city of Sidon, the country’s National News Agency (NNA) is reporting, in the latest Israeli breach of a ceasefire agreement with Hezbollah.</p><p>Lebanon’s Ministry of Health said on Monday that the three people were killed in an Israeli air strike on a vehicle on Quneitra Road in the southern Sidon district, according to NNA.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military said in a statement that it had targeted Hezbollah members in the Sidon area, without providing further details.</p><p>The deadly strikes come a day after another Israeli attack on southern Lebanon on Sunday killed one person and wounded two others. The Israeli army said it killed a <a href=\"/news/2025/12/20/first-phase-of-hezbollahs-disarmament-close-to-complete-lebanons-salam\">Hezbollah</a> member in that attack.</p><p data-start=\"218\" data-end=\"479\">Israel has repeatedly violated the November 2024 ceasefire agreement with the Lebanese group, carrying out near-daily attacks across Lebanon, particularly in the south, that have drawn widespread condemnation.</p><p>Between January and late November, Israeli forces carried out nearly 1,600 strikes across Lebanon, according to data compiled by the Armed Conflict Location and Event Data Project (ACLED).</p><p>Late last month, the United Nations said at least 127 civilians had been killed in Israeli attacks on Lebanon since the ceasefire took effect, prompting a call from the United Nations human rights office for a “prompt and impartial” investigation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"delegations-meet-in-southern-lebanon\">Delegations meet in southern Lebanon</h2><p>Israel’s attacks have continued despite the November 2024 ceasefire agreement, which includes provisions for Hezbollah’s disarmament in parts of southern Lebanon and the withdrawal of Israeli forces.</p><p data-start=\"566\" data-end=\"933\">On Saturday, Prime Minister Nawaf Salam said Lebanon was close to completing the disarmament of Hezbollah in the area south of the Litani River.</p><p data-start=\"566\" data-end=\"933\">That is a key provision of UN Security Council Resolution 1701, which designates the zone between the Litani River and the Israeli border as an area where only the Lebanese army and UN peacekeepers are permitted to operate.</p><p data-start=\"566\" data-end=\"933\">Hezbollah has long rejected calls for full disarmament, saying its weapons are necessary to defend Lebanon against Israeli attacks and occupation.</p><p data-start=\"935\" data-end=\"1101\">Hezbollah leader <a href=\"/news/2025/11/28/hezbollah-leader-promises-response-to-israels-strike-killing-top-commander\">Naim Qassem</a> has consistently said the group will end its military presence south of the Litani River in line with the ceasefire, but insists it will retain its weapons elsewhere in Lebanon.</p><p data-start=\"1103\" data-end=\"1428\">Under the 2024 ceasefire agreement, Israeli forces were also required to withdraw fully from southern Lebanon, south of the Litani River, by January. But Israeli troops have only partially pulled back and continue to maintain a military presence at five border outposts inside Lebanese territory.</p><p data-start=\"1103\" data-end=\"1428\">Hezbollah officials have previously said the group would not fully implement its commitments under the ceasefire while Israeli forces remain deployed in southern Lebanon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, a committee overseeing the ceasefire agreement <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">continues to hold talks</a> in southern Lebanon as Israel and the United States increase pressure on Hezbollah to disarm.</p><p>Civilian and military delegations from Israel and Lebanon met in the southern town of Naqoura on Friday in closed-door discussions.</p><p>Following the talks, Lebanese President Joseph Aoun met with diplomat Simon Karam, who has been appointed as Lebanon’s chief civilian negotiator.</p><p>Hezbollah has been critical of the appointment of Karam, who has previously served as the ambassador of Lebanon to the US.</p><p>In a statement, the Lebanese presidency said <a href=\"/news/2025/12/19/israel-lebanon-officials-meet-as-pressure-mounts-to-disarm-hezbollah\">Aoun stressed</a> that enabling tens of thousands of displaced Lebanese civilians to return to their villages and homes was “an entry point for addressing all other details” of the agreement.</p><p>Aoun said the committee’s next meeting is scheduled for January 7.</p><p>He also welcomed a separate diplomatic agreement reached in Paris between the US, France and Saudi Arabia to organise an international conference in early 2026 to support the Lebanese army and internal security forces.</p></div></div></body></html>"
        },
        {
            "title": "Illegal settlement expansion: How Israel is redrawing occupied West Bank | Explainer News | Al Jazeera",
            "time": "2025-12-22T15:37:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251218__88JR6YX__v1__MidRes__IsraelPalestinianConflict-1766400670.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli security cabinet has approved <a href=\"/news/2025/12/16/how-israel-expansion-push-deepens-palestinian-suffering-in-west-bank\">19 new settlement outposts</a> in the occupied West Bank as the right-wing government headed by Prime Minister Benjamin Netanyahu moves to prevent the formation of a viable Palestinian state.</p><p>As Netanyahu’s government has made the annexation of occupied Palestinian territory a priority, the United Nations has said Israeli settlement expansions in 2025 have reached their highest level since 2017.</p><p>“These figures represent a sharp increase compared to previous years,” UN Secretary-General Antonio Guterres said, noting an average of 12,815 housing units were added annually from 2017 to 2022.</p><p>Under the current far-right government, the number of settlement and outposts in the West Bank and occupied East Jerusalem has risen by nearly 50 percent – from 141 in 2022 to 210 now. An outpost is built without government authorisation while a settlement is authorised by the Israeli government.</p><p>Nearly 10 percent of Israel’s Jewish population of 7.7 million people lives in these settlements, which are considered illegal under international law.</p><p>Here’s everything you need to know about the newly approved settlements and what they mean for the future of Palestinian statehood.</p><figure id=\"attachment_4189580\" aria-describedby=\"caption-attachment-4189580\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189580\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Occupied-West-Bank-Israel-approves-19-new-illegal-settlements-1766394958.png?quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Israel approves 19 new illegal settlements-1766394958\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189580\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"where-are-the-new-settlements\">Where are the new settlements?</h2><p>The new settlements are spread across the West Bank – home to more than three million Palestinians – from Jenin in the north to Hebron in the south.</p><p>Most of them are close to the densely populated Palestinian villages of Duma, Jalud, Qusra and al-Lubban Asharqiya in the Nablus governorate and Sinjil in the Ramallah and el-Bireh governorate, according to Peace Now, an antisettlement watchdog group based in Israel. Other locations identified by the watchdog for the new settlement areas are in the northwestern West Bank, in the Salfit governorate, near the Palestinian towns of Sa’ir and Beit Sahour, and other areas near Bethlehem and in the Jericho governorate.</p><p>Israel’s construction spree is entrenching the occupation and squeezing Palestinians out of their homeland. Settlements dot the West Bank and are often connected by Israeli-only highways while Palestinians face roadblocks and security checks, making their daily commutes harrowing experiences.</p><p>Israel has also built Separation Barrier that stretches for more than 700km (435 miles) through the West Bank restricting movement of Palestinians. Israel says the wall is for security purposes.</p><p>Under a dual legal system, Palestinians are tried in Israel’s military courts while crimes committed by settlers are referred to a civilian court.</p><p>Israel’s latest approval also includes settlements in Ganim and Kadim, two of the four West Bank settlements east of Jenin that were dismantled as part of Israel’s 2005 disengagement plan, a unilateral withdrawal ordered by then-Prime Minister Ariel Sharon.</p><p>Five of the 19 settlements already existed but had not previously been granted legal status under Israeli law, according to a statement from the office of Finance Minister Bezalel Smotrich.</p><p>Israel controls most of the West Bank and East Jerusalem, territory Palestinians want to be part of a future state along with Gaza. Israel captured East Jerusalem, the West Bank and the Gaza Strip in a 1967 war. It later annexed East Jerusalem, which Palestinians see as their future capital.</p><p>Israeli settlements and outposts are Jewish-only communities built on Palestinian land and they can range in size from a single dwelling to a collection of high-rises. About 700,000 settlers live in the West Bank and East Jerusalem, according to Peace Now.</p><p>The latest approval comes at a time when the United States has been working with Israel and Arab allies to move the Gaza ceasefire into a second phase. After a meeting on Friday of top officials from the US, Egypt, Turkiye and Qatar in the US city of Miami, Florida, Turkish Foreign Minister Hakan Fidan <a href=\"/news/2025/12/20/us-qatar-egypt-turkey-urge-gaza-restraint-as-israeli-strikes-continue\">accused Israel</a> of committing repeated violations of the ceasefire that began in October.</p><p>Israel still controls nearly half of Gaza’s territory since a ceasefire was announced on October 10 after more than two years of a genocidal war killed more than 70,000 Palestinians.</p><figure id=\"attachment_4069962\" aria-describedby=\"caption-attachment-4069962\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4069962\" src=\"/wp-content/uploads/2025/10/afp_69026e359a3f-1761766965.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Palestinian farmers (L) scuffle with Israeli settlers during the olive harvest in the Palestinian village of Silwad, near Ramallah in the Israeli-occupied West Bank, on October 29, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4069962\" class=\"wp-caption-text\">Palestinian farmers, left, scuffle with Israeli settlers during the olive harvest in the Palestinian village of Silwad,near Ramallah in the Israeli-occupied West Bank on October 29, 2025 [AFP]</figcaption></figure><h2 id=\"has-settlement-construction-spiked-in-recent-years\">Has settlement construction spiked in recent years?</h2><p>The new settlements bring the total number approved over the past three years to 69, according to a statement from the office of Smotrich, who is a vocal proponent of settlement expansion and a settler himself.</p><p>In May, Israel approved 22 new settlements in the West Bank, the biggest expansion in decades.</p><p>The UN chief has condemned what he described as Israel’s “relentless” expansion of settlements in occupied Palestinian territory. It “continues to fuel tensions, impede access by Palestinians to their land and threaten the viability of a fully independent, democratic, contiguous and sovereign Palestinian state”, Guterres said this month.</p><p>Palestinians have also been facing increasing settler violence since Israel’s war on Gaza began.</p><p>According to data from the UN Office for the Coordination of Humanitarian Affairs (OCHA), settlers have attacked Palestinians nearly 3,000 times over the past two years.</p><p>Settler attacks often escalate during the olive harvest from September to November, a vital time of year that provides a key source of income for many Palestinian families.</p><p>Settlers are often armed and frequently accompanied or protected by Israeli soldiers. In addition to destroying Palestinian property, they have carried out arson attacks and killed Palestinian residents.</p><p>Every West Bank governorate has faced settler attacks over the past two years, data from OCHA shows.</p><figure id=\"attachment_4034971\" aria-describedby=\"caption-attachment-4034971\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4034971\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Settler-attacks-across-the0Doccupied-West-Bank-2024-2025-west-bank-October-14-2025-1760450290.png?quality=80\" alt=\"INTERACTIVE - Settler attacks across theoccupied West Bank (2024-2025)-west bank - October 14, 2025-1760450290\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4034971\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"are-the-settlements-legal-under-international-law\">Are the settlements legal under international law?</h2><p>No. The UN, the International Court of Justice (ICJ) and the International Committee of the Red Cross all consider Israeli settlements as a violation of the Fourth Geneva Convention, which outlaws settler activity.</p><p>In a landmark judgement in July 2024, the ICJ, the UN’s top court, found that Israel’s occupation, settlement activity and annexation measures are illegal. In its nonbinding advisory opinion, the ICJ ruled that Israel’s continued presence in occupied Palestinian territory is unlawful and should come to an end “as rapidly as possible”.</p><p>The judges pointed to a wide list of policies – including the building and expansion of Israeli settlements in the West Bank and East Jerusalem, use of the area’s natural resources, the annexation and imposition of permanent control over lands and discriminatory policies against Palestinians – all of which it said violated international law.</p><p>Two months later, the UN General Assembly adopted a <a href=\"/news/2024/9/18/un-general-assembly-overwhelmingly-calls-for-end-of-israeli-occupation\">resolution</a> demanding that Israel end its occupation of Palestinian territory within a year.</p><p>But Israel has defied the resolution by the global body backed by its ally – the United States. Washington has extended diplomatic cover to Israel against numerous UN resolutions.</p><figure id=\"attachment_4046827\" aria-describedby=\"caption-attachment-4046827\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4046827\" src=\"/wp-content/uploads/2025/10/AFP__20251019__79B67HF__v1__HighRes__PalestinianIsraelConflictHarvestSettlers-1760935035.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"a lady in a pink dress and head scarf picks olives\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4046827\" class=\"wp-caption-text\">Palestinians harvest olives near the occupied West Bank village of Turmus Aya near Ramallah on October 19, 2025 [Hazem Bader/AFP]</figcaption></figure><p>Since returning to power in January, US President Donald Trump has adopted a permissive stance towards Israeli settlement activity, breaking with longstanding US policy.</p><p>In 2019, he said Israeli settlements in the West Bank were not inherently illegal under international law. Trump also revoked his predecessor President Joe Biden’s sanctions on several settlers and groups accused of perpetrating violence against Palestinians in the West Bank.</p><p>US sanctions on settlers under Biden came under Washington’s long-held policy that settlements are the biggest impediments to the two-state solution to the conflict.</p><p>However, Trump and his officials have repeatedly said Israel cannot annex the West Bank. “It won’t happen because I gave my word to the Arab countries,” Trump told Time magazine in October. “Israel would lose all of its support from the United States if that happened.”</p><figure id=\"attachment_4171855\" aria-describedby=\"caption-attachment-4171855\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4171855\" src=\"/wp-content/uploads/2025/12/reuters_693dc0e3-1765654755.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israelis walk past troops standing guard during a weekly settlers' tour in Hebron, in the Israeli-occupied West Bank, December 13, 2025. REUTERS/Mussa Qawasma\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4171855\" class=\"wp-caption-text\">Israelis walk past soldiers standing guard during a weekly settlers tour in Hebron in the Israeli-occupied West Bank on December 13, 2025 [Mussa Qawasma/Reuters]</figcaption></figure><h2 id=\"what-will-the-new-settlements-mean-for-the-future-of-a-palestinian-state\">What will the new settlements mean for the future of a Palestinian state?</h2><p>The growing settlements – together with other projects undertaken by Netanyahu’s government like the E1 settlement plan that will split the West Bank – are further squeezing Palestinians in occupied territory.</p><p>Settlement expansions have drawn criticism from the international community, including Israel’s European allies, who said the steps undermine prospects for a two-state solution.</p><p>But Netanyahu and his far-right cabinet, including Smotrich and National Security Minister Itamar Ben-Gvir, have doubled down on their rhetoric against a Palestinian state.</p><p>“On the ground, we are blocking the establishment of a Palestinian terror state,” Smotrich said in his statement on Sunday.</p><p>In June, the United Kingdom, Australia, Canada, New Zealand and Norway slapped sanctions on Smotrich and Ben-Gvir for inciting violence.</p><p>Several European nations, including the UK and France, as well as Australia recognised Palestinian statehood in September in a push for the two-state solution.</p><p>Israel condemned the move, and Netanyahu said he <a href=\"/news/2025/9/11/israels-netanyahu-says-there-will-be-no-palestinian-state\">won’t allow a Palestinian state</a>. He has previously boasted how he scuttled the 1993 and 1995 Oslo peace accords by boosting settlement expansion in occupied territory.</p><p>“It’s not going to happen. There will be no Palestinian state to the west of the Jordan River,” Netanyahu said in an address in September. “For years, I have prevented the creation of that terror state against tremendous pressure, both domestic and from abroad.”</p></div></div></body></html>"
        },
        {
            "title": "At least two killed in Aleppo clashes between Syrian army, Kurdish-led SDF | Syria's War News | Al Jazeera",
            "time": "2025-12-22T15:34:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25356658125609-1766430690.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least two people have been killed after clashes broke out between the Syrian army and the Kurdish-led <a href=\"/news/2025/8/4/syrias-kurdish-led-sdf-government-forces-clash-in-aleppo-province\">Syrian Democratic Forces</a> (SDF) in Aleppo ahead of a looming deadline to integrate the SDF into Syria’s state institutions.</p><p>A medical source told Al Jazeera that two civilians were killed and 11 others wounded after SDF forces opened fire on Syrian security force positions near the Sheihan and Lairmoun roundabouts in Aleppo on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Dozens of families and local workers were also seen fleeing the area amid the violence, Syria’s state-run SANA news agency reported.</p><p>“We’ve heard reports of heavy machine-gun fire, mortar shelling [and] families being displaced,” Al Jazeera’s Ayman Oghanna reported from Damascus on Monday evening.</p><p>The Syrian Civil Defence said two of its rescuers were injured after the vehicle they were travelling in was fired upon by the SDF, while two children also suffered “various injuries” due to SDF gunfire at the Sheihan roundabout.</p><p>In a statement shared by SANA, Syria’s Ministry of Interior reported that two security personnel, including a soldier, were injured in what the ministry called a “treacherous” SDF attack against the country’s security forces.</p><p>“This evening, SDF forces stationed in the Sheikh Maqsoud and Ashrafieh neighborhoods in Aleppo committed a treacherous act against the Internal Security Forces stationed at joint checkpoints,” the ministry said.</p><p>The SDF had denied targeting civilian areas, accusing factions affiliated with the Syrian government of carrying out attacks – a claim rejected by Damascus.</p><p>After hours of fighting, the two sides agreed to halt firings late on Monday, with SANA citing the defence ministry as saying that the Syrian army’s general staff had issued “an order to stop targeting the sources of fire”.</p><p>The SDF also said it had “issued directives to our forces to cease responding to attacks”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"high-level-talks\">High-level talks</h2><p>The violence came as Turkish Foreign Minister Hakan Fidan visited Syria’s capital Damascus for talks with Syrian officials on the integration of the SDF into the country’s new army ahead of a looming deadline.</p><p>Syrian President Ahmed al-Sharaa, who came to power following the removal of longtime leader Bashar al-Assad in December of last year, <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">signed a deal</a> in March with the SDF to integrate the group into the country’s state institutions.</p><p>But the details of the integration process were left vague, and the deal’s implementation has stalled.</p><p>Reporting from Damascus, Al Jazeera’s Oghanna said the high-level meeting between the Syrian and <a href=\"/news/2024/12/22/turkiye-fm-meets-syrias-new-leader-calls-for-lifting-of-global-sanctions\">Turkish officials</a> was “the catalyst” for Monday’s clashes.</p><p>“Previously, Damascus had suggested merging the 50,000 SDF fighters into three divisions, with partial Syrian control. The Turks were really against this, and they said they wanted to dismantle the SDF’s existing command structure,” Oghanna explained.</p><p>The US-backed SDF has controlled a large swath of territory in northeastern Syria since 2015.</p><p>“The issue of integrating SDF into Syrian government forces is probably the most combustible factor in Syria today … and it really threatens the national unity of Syria,” Oghanna added.</p><p>Samy Akil, a nonresident fellow at the Tahrir Institute for Middle East Policy, said there are multiple reasons as to why the agreement has not been implemented yet, including a lack of confidence-building measures between <a href=\"/news/2025/10/7/ceasefire-declared-between-syrian-forces-kurdish-fighters-after-one-killed\">the two sides</a>.</p><p>“The SDF is under a lot of pressure to start implementing this agreement and basically give up at the territories it controls and integrate into the Syrian armed forces,” Akil told Al Jazeera.</p><p>“While at the same time, the Syrian government is also under immense pressure from [Turkiye] to find a diplomatic solution,” he said.</p><p>“There’s a lot of pressure on both sides, and I think the reason why these clashes happened was to … destabilise the talks or put more pressure on <a href=\"/news/2025/8/13/turkiye-slams-israel-kurdish-led-sdf-for-destabilising-syria\">the Turkish side</a>.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"systematic-procrastination\">‘Systematic procrastination’</h2><p>A major sticking point has been whether the SDF would remain as a cohesive unit in the new Syrian army or whether it would be dissolved and its members individually absorbed into the new military.</p><p>Turkiye, which considers the SDF to be a “terrorist” organisation due to its links to <a href=\"/news/2025/7/11/pkk-begins-disarmament-process-after-40-years-of-armed-struggle-in-turkiye\">the Kurdistan Workers’ Party</a> (PKK), has been opposed to the SDF joining as a single unit.</p><p>Kurdish officials have said that a preliminary agreement has been reached to allow three divisions affiliated with the SDF to integrate as units into the new army, but it is unclear how close the sides are to finalising it.</p><p>The original deadline for implementation of <a href=\"/news/2025/3/12/uss-rubio-hails-syria-deal-with-kurds-calls-for-non-sectarian-governance\">the March deal</a> was the end of the year, and there have been fears of a military confrontation if progress is not made by then.</p><p>Speaking alongside Fidan on Monday, Syrian Foreign Minister Asaad al-Shibani said the government had not seen “an initiative or a serious will” from the SDF to implement the integration agreement.</p><p>“There has been systematic procrastination,” al-Shibani said.</p><p>He added that Damascus had submitted a proposal to the SDF for moving forward with the military merger and received a response Sunday, which is currently “under review”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action hunger strikes: What are their demands? | Health News | Al Jazeera",
            "time": "2025-12-22T15:11:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AA-20251122-39778277-39778264-POLICE_DETAIN_ACTIVISTS_AT_LIFT_THE_BAN_PROTEST_IN_LONDON-1763844083.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six prisoners currently on remand and linked to the banned group Palestine Action have gone on hunger strike, prompting <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\" target=\"_blank\" rel=\"noopener\">warnings</a> from hundreds of United Kingdom healthcare professionals that they face an immediate risk to their lives.</p><p>The prisoners are accused of involvement in break-ins at a UK factory operated by Israel’s largest weapons manufacturer, Elbit, near Bristol and a Royal Air Force base in Oxfordshire last year, during which two military planes were spray-painted.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>All six individuals deny the charges, which relate to criminal damage and unauthorised entry. Some have been held in custody for more than a year while awaiting trial.</p><p>Two of the hunger strikers were <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\" target=\"_blank\" rel=\"noopener\">hospitalised</a> last week, as family members raised concerns about prison conditions and a lack of government action.</p><p>So why are the six prisoners on hunger strike?</p><h2 id=\"what-are-their-demands\">What are their demands?</h2><p>The hunger strikers have five key demands: immediate bail, the right to a fair trial (which they say would include the release of documents related to “the ongoing witch-hunt of activists and campaigners”), ending censorship of their communications, “de-proscribing” Palestine Action, which is classed as a ‘terrorist’ group, and the shutting down of Elbit Systems, the Israel-based defence manufacturer with several UK factories.</p><p>The protesters have also called for an end to their alleged censorship in prison, accusing authorities of withholding mail, calls and books.</p><p>Looking ahead, the six prisoners are expected to be held for more than one year until their trial dates, well beyond the UK’s six-month pre-trial detention limit.</p><h2 id=\"what-have-they-been-charged-with\">What have they been charged with?</h2><p>The prisoners on hunger strike, aged between 20 and 31, are: Qesser Zuhrah, Amu Gib, Heba Muraisi, Teuta Hoxha and Kamran Ahmed. Lewie Chiaramello is on a partial strike, refusing food every other day as he is diabetic.</p><p>They are being held across five prisons for their <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\" target=\"_blank\" rel=\"noopener\">alleged involvement in break-ins</a> at the UK subsidiary of Elbit Systems in Filton near Bristol, where equipment was reportedly damaged, and at a Royal Air Force base in Oxfordshire, where two military aircraft were sprayed with red paint.</p><p>The prisoners deny the charges against them, which include burglary and violent disorder.</p><p>Palestine Action was branded a ‘terror’ group in <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban?utm_source=chatgpt.com\">July</a>, a label that applies to groups such as ISIL (ISIS). More than 1,600 arrests linked to support for Palestine Action were made in the three months following the ban’s introduction. The ban has been challenged in court.</p><p>For their part, the pro-Palestinian group believes the UK government is complicit in Israeli war crimes committed in Gaza.</p><p>Numerous rights organisations have said that Israel’s actions in Gaza amounted to genocide. A United Nations inquiry released in September also said Israel’s war in Gaza was a genocide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-are-they-doing-this\">Why are they doing this?</h2><p>The prisoners say they are deeply affected by Israel’s war on Gaza, insisting the death toll of <a href=\"/gallery/2025/12/22/2025-in-gaza-12-months-12-pictures\">more than 70,000</a> is a moral failing by Western governments. Despite a ceasefire agreed in October, Israel has killed at least 400 Palestinians in more than 700 attacks on the besieged enclave.</p><p>They have cast their punishment as solidarity with the Palestinian people, whom they believe the world governments have abandoned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a voice recording from prison, Amu Gib – who has lost more than 10kg (22lbs) is below the normal range for most health indicators – lamented “a society that imprisons its conscience”.</p><p>Teuta Hoxha, who is on the 40th day of her strike, suffers from low blood pressure, headaches, chest tightness and shortness of breath. Her 17-year-old sister, Rahma, told Sky News that Teuta feels “weak” and nauseous, and is preparing to die.</p><p>The two longest-protesting detainees have been refusing food for 45 days, according to supporters, a claim that has not been disputed by officials.</p><h2 id=\"how-long-are-they-due-to-be-on-remand-for\">How long are they due to be on remand for?</h2><p>UK law sets strict custody time limits to protect defendants who have not yet been convicted, ensuring they are not held in pre-trial detention for excessive periods. The rules require prosecutions to bring cases to trial without undue delay.</p><p>In Britain, pre-trial detention is generally limited to six months. Yet several of the six Palestine Action prisoners have been held for more than a year without trial, exceeding that statutory limit.</p><p>More than 20,000 people have signed a petition by the campaign group Avaaz calling on Justice Secretary David Lammy to intervene, while more than 50 members of parliament (MPs) have urged Lammy to meet the hunger strikers’ lawyers.</p><p>John McDonnell, Labour MP, told Al Jazeera: “There’s a real anxiety now about what the hell is going on. Why aren’t we intervening as a government? Why aren’t we sorting this out? There’s an increasing worry that we’re in a situation now which is highly risky.”</p><p>On December 18, more than <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\">800 doctors</a> wrote to the justice secretary to warn that “without resolution, there is the real and increasingly likely potential that young British citizens will die in prison, having never even been convicted of an offence”.</p><p>In their letter, the healthcare professionals said twice daily assessments, daily blood tests and 24-hour medical cover were needed.</p><p>Meanwhile, a spokesperson for HMP Peterborough prison, where Teuta Hoxha is being held, said that all prisoners are managed in line with government policies and procedures.</p><p>They continued: “If any prisoner has specific complaints, we encourage them to raise them directly with the prison, as there are numerous channels available for addressing such concerns.”</p><h2 id=\"is-there-a-precedent-to-this\">Is there a precedent to this?</h2><p>In 1981, members of the Irish Republican Army (IRA) – who sought to reunify Ireland as a single state – went on hunger strike in Northern Ireland, demanding the restoration of their political status, which had been rescinded by the British government in 1976.</p><p>At the time, the prisoners opposed being treated as ordinary criminals, arguing their actions were politically motivated within a wider conflict known as The Troubles – a violent conflict between republicans seeking unification and unionists wanting to remain British.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Led by Bobby Sands, who was elected an MP from prison and who died after 66 days, the hunger strike intensified nationalist support and became a pivotal moment in the conflict. In total, 12 republican hunger strikers died.</p><p>Some of the former Irish republican hunger strikers are offering support to Palestine Action prisoners today.</p><p>Tommy McKearney, who participated in the 1980 strike for 53 days, attended a London assembly in early December for the prisoners, as did Bernadette Devlin McAliskey, a former Northern Irish MP and prominent campaigner for the strikers.</p></div></div></body></html>"
        },
        {
            "title": "Situation in Sudan’s White Nile shows “increased disrespect” of the law | Sudan war | Al Jazeera",
            "time": "2025-12-22T15:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-REFAAT-1766416072.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohamed Refaat of the International Organization for Migration says people who have fled the fighting in Sudan and have arrived in White Nile state are in dire condition, raising concerns over how the situation may worsen.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "AFCON 2025: Nigeria vs Tanzania - team news, start time and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-22T14:45:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25287720958971-1765956261.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Nigeria vs Tanzania<br>\n<strong>What</strong>: CAF Africa Cup of Nations<br>\n<strong>Where</strong>: Fez Stadium in Fez, Morocco<br>\n<strong>When</strong>: Tuesday, December 23, at 6:30pm (17:30 GMT)<br>\n<strong>How to follow</strong>: We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 14:30 GMT in advance of our text commentary stream.</p><p data-start=\"133\" data-end=\"475\">Nigeria’s much-celebrated golden generation was expected to propel the nation to new heights, but another World Cup qualification disappointment has left the Super Eagles searching for answers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"284\" data-end=\"409\">After the heartbreak of missing out on a trip to North America in 2026, Nigeria arrive in Morocco in search of redemption and continental glory. The three-time champions open their AFCON 2025 campaign against Group C opponents Tanzania, who have appeared at the tournament just three times.</p><p data-start=\"631\" data-end=\"784\">Boasting world-class talent in Victor Osimhen and Ademola Lookman, Nigeria are among the favourites to top the group that also features Tunisia and Uganda.</p><p data-start=\"631\" data-end=\"784\">Tuesday’s face-off in Fez pits together Nigeria and Tanzania for only the second time at the continental championships, 45 years after their first meeting at the competition.</p><p data-start=\"631\" data-end=\"784\">Here’s all you need to know about the match:</p><h2 id=\"why-did-nigeria-fail-to-qualify-for-the-2026-world-cup\" data-start=\"631\" data-end=\"784\">Why did Nigeria fail to qualify for the 2026 World Cup?</h2><p>Nigeria were among the best runners-up across the nine African qualifying groups who advanced to the playoffs, but <a href=\"/sports/2025/11/16/dr-congo-shock-nigeria-on-penalties-to-win-african-world-cup-playoffs\">lost 4-3 on penalties</a> to the Democratic Republic of the Congo (DRC), failing to reach the inter-confederation playoffs.</p><p>The Super Eagles, who have made six World Cup appearances, have now failed to qualify for the global showpiece event for the second time in a row.</p><p>A poor start to their qualifying campaign, managerial changes and a pay dispute were among the factors that led to their World Cup disappointment.</p><h2 id=\"what-happened-after-the-loss-to-dcr\">What happened after the loss to DCR?</h2><p>Last week, Nigeria submitted a petition to FIFA alleging DRC fielded ineligible players in that decisive playoff match.</p><p>The Nigerian football federation said several dual-nationality players had been cleared to play for DRC without meeting the required criteria, but DRC’s federation rejected the allegations.</p><h2 id=\"coaching-turnover-for-tanzania\" data-start=\"631\" data-end=\"784\">Coaching turnover for Tanzania</h2><p>There is no dearth of controversy in Tanzania, too.</p><p>Tanzania’s football federation fired its coach, Hemed Suleiman, just a month before AFCON 2025, replacing him with Miguel Gamondi, who will take interim charge of the Taifa Stars for the competition.</p><p>Former coach Suleiman led Tanzania to their fourth Cup of Nations appearance and reached the quarterfinals of the African Nations Championships this year. But they failed to secure a spot in the 2026 FIFA World Cup.</p><figure id=\"attachment_4190140\" aria-describedby=\"caption-attachment-4190140\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4190140\" src=\"/wp-content/uploads/2025/12/2024-04-05T194813Z_1557477042_UP1EK451J0B7X_RTRMADP_3_SOCCER-AFRICA-CHAMPIONS-1766412612.jpg?w=770&amp;resize=770%2C591&amp;quality=80\" alt=\"Miguel Gamondi reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4190140\" class=\"wp-caption-text\">Former Young Africans coach Miguel Gamondi is now in charge of Tanzania’s AFCON 2025 campaign [File: Siphiwe Sibeko/Reuters]</figcaption></figure><h2 id=\"who-are-nigeria-s-key-players-to-watch\" data-start=\"631\" data-end=\"784\">Who are Nigeria’s key players to watch?</h2><p>Nigeria’s squad is packed with talent in all departments, with forwards and former CAF Player of the Year award winners Osimhen and Lookman headlining the group.</p><p>Defender Calvin Bassey, midfielders Alex Iwobi and Wilfred Ndidi, along with striker Samuel Chukwueze, are the other high-profile players.</p><h2 id=\"who-are-tanzania-s-key-players\" data-start=\"631\" data-end=\"784\">Who are Tanzania’s key players?</h2><p>Mbwana Samatta, who plays for Ligue 1 club Le Havre, and fellow experienced forward Simon Msuva headline Tanzania’s squad.</p><p>Msuva returns after missing the October and November windows and remains the most capped member of the squad. An appearance on Tuesday will mark his 100th international cap.</p><p>Defender Mohamed Hussein is a formidable presence in Tanzania’s backline, while youngster Haji Mnoga, who plays for Salford City in the English fourth tier, is also part of the squad.</p><h2 id=\"form-guide\">Form guide</h2><p>All matches, most recent result last:</p><p>Nigeria: L-L-W-W-W</p><p>Tanzania: L-L-L-L-D</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Nigeria and Tanzania have met seven times across all competitions, including at the FIFA World Cup.</p><p>Nigeria have won four of those matches, while three ended in a draw.</p><p>Their last meeting was in 2016 at AFCON, where Nigeria won 1-0.</p><p></p><h2 id=\"afcon-records\">AFCON records</h2><p>Nigeria have played at AFCON 20 times, finishing winners on three occasions – most recently lifting the trophy in 2013 – and runners-up five times. Remarkably, they have finished in the top three in 13 of their last 15 AFCON appearances.</p><p>Tanzania have never made it past the group stage in their three AFCON appearances. They are also one of only four teams at this year’s edition that have never won an AFCON match, with six defeats and three draws in their nine AFCON matches overall.</p><p>The AFCON 2025 is a landmark tournament for Tanzania, as they have qualified for successive finals for the first time.</p><h2 id=\"nigeria-team-news\">Nigeria team news</h2><p>Nigeria will be without centre-back Benjamin Fredrick and full-back Ola Aina, who are both injured.</p><p>William Troost-Ekong, the regular captain, is unavailable after recently announcing his retirement from international football, with Ndidi now taking over the captaincy.</p><p>Strikers Victor Boniface and Tolu Arokodare were the surprise omissions from the squad.</p><figure id=\"attachment_2653962\" aria-describedby=\"caption-attachment-2653962\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2653962\" src=\"/wp-content/uploads/2024/01/2024-01-27T222313Z_2012206428_UP1EK1R1Q6N0R_RTRMADP_3_SOCCER-NATIONS-NGA-CMR-REPORT-1706396377.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"Soccer Football - Africa Cup of Nations - Round of 16 - Nigeria v Cameroon - Felix Houphouet-Boigny Stadium, Abidjan, Ivory Coast - January 27, 2024 Nigeria's Ademola Lookman celebrates after the match REUTERS/Luc Gnago\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2653962\" class=\"wp-caption-text\">Dynamic goal-scoring forward Ademola Lookman, left, will be a key player to watch for Nigeria during AFCON 2025 [File: Luc Gnago/Reuters]</figcaption></figure><h2 id=\"nigeria-s-predicted-lineup\">Nigeria’s predicted lineup</h2><p>Nwabili (Goalkeeper); Osayi-Samuel, Ajayi, Bassey, Sanusi; Chukwueze, Ndidi, Iwobi, Lookman; Osimhen, Adams</p><h2 id=\"tanzania-team-news\">Tanzania team news</h2><p>New coach Gamondi dropped experienced midfielder Mudathir Yahya from the squad, but apart from that, there are no absentees.</p><h2 id=\"tanzania-s-predicted-lineup\">Tanzania’s predicted lineup</h2><p>Suleiman (Goalkeeper); Kapombe, Hamad, Husseini, Msindo; Miroshi, Salum, Job; Msuva, Mzize, Samatta</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel escalates strikes on Lebanon, displaces dozens in Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-22T14:01:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T120213Z_296646396_RC20JIASCZMM_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-WEATHER-1766410446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel escalates strikes on Lebanon, displaces dozens in Jerusalem</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israeli strikes hit Sidon district; 100 Palestinians lose homes as Israel tears down residential building.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}