{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "AFCON 2025 organisers investigate clashes at Nigeria, Morocco games | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-12T12:37:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260110__92AU7MY__v1__MidRes__FblAfr2025Match47AlgNig-1768220308.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>AFCON 2025 organisers investigate clashes at Nigeria, Morocco games</h1><p class=\"article__subhead\"><em>Organisers warn of disciplinary action against players, team officials and journalists if found guilty of wrongdoing.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Confederation of African Football (CAF) has opened an investigation and warned of possible disciplinary action for “unacceptable behaviour of players and officials” as they clashed on the pitch at the end of the Africa Cup of Nations (AFCON) quarterfinal between Algeria and Nigeria.</p><p>“CAF has referred the matters to the disciplinary board for investigation and has called for appropriate action to be taken if the identified persons were to be found guilty of any wrongdoing,” said African football’s governing body in a statement on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tensions spilled over on the pitch at the end of Saturday’s game in Marrakesh, which Nigeria won 2-0 thanks to second-half goals by Victor Osimhen and Akor Adams.</p><p>Referee Issa Sy was shielded from irate Algeria team staff and was escorted off the field. Video clips showed Sy was still being pursued in the mixed zone for media and broadcasters as he made his way to his cabin.</p><p>Any disciplinary action could have an impact on the Super Eagles as they prepare for their semifinal showdown on Wednesday against Morocco.</p><p>“CAF strongly condemns any inappropriate behaviour which occurs during matches, especially those targeting the refereeing team or match organisers,” CAF said.</p><p>Video showed accredited media fighting in the mixed zone as they waited for players to pass through for interviews after the match.</p><figure id=\"attachment_4233442\" aria-describedby=\"caption-attachment-4233442\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4233442\" src=\"/wp-content/uploads/2026/01/AFP__20260110__92AU7MZ__v1__MidRes__FblAfr2025Match47AlgNig-1768220306.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"issa Senegalese referee Issa Sy leaves the pitch after the Africa Cup of Nations (CAN) quarter-final football match between Algeria and Nigeria at the Grand stadium in Marrakesh on January 10, 2026. (Photo by SEBASTIEN BOZON / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4233442\" class=\"wp-caption-text\">Senegalese referee Issa Sy leaves the pitch after the match between Algeria and Nigeria [Sebastien Bozon/AP]</figcaption></figure><p>Algeria’s federation also confirmed it had filed a complaint with CAF over Sy’s performance.</p><p>“The Algerian Football Federation cannot ignore the refereeing performance observed during the last match, which raised numerous questions and caused considerable confusion,” it said in a statement.</p><p>“Certain decisions ‌have damaged the credibility of African refereeing and do nothing to enhance the value of continental football on the international stage.”</p><p>CAF said it was also investigating incidents in Friday’s last-eight tie between the hosts and Cameroon.</p><p>Morocco won that game 2-0 in Rabat and the Indomitable Lions were notably <a href=\"/sports/2026/1/10/morocco-coach-angrily-rejects-afcon-ref-bias-ahead-of-semifinals\">unhappy at the officiating</a>, in particular the refusal to award them a penalty for a challenge on Manchester United’s Bryan Mbeumo in the second half.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Displaced citizens without a vote Myanmar’s election | Military | Al Jazeera",
            "time": "2026-01-12T12:28:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768220903.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How the rich are fuelling the climate crisis for everyone else | Climate Crisis | Al Jazeera",
            "time": "2026-01-12T12:26:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/H_16x9-1768220649.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Which countries host the largest Venezuelan populations? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-12T12:19:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-Venezuela-passport-and-travel-1768211411.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan President <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">Nicolas Maduro</a> by the United States on January 3, nearby countries that host large Venezuelan communities, including Colombia and Peru, have warned of a potential new influx of refugees if the country is distabilised.</p><p>The Venezuelan diaspora remains one of the largest in the world with at least 7.9 million people living outside the country as of early 2026, primarily due to nearly a decade of ongoing political and economic crises.</p><p>In this visual explainer, Al Jazeera unpacks where Venezuelans are living abroad, what protections they have and what the abilities are for Venezuelans wishing to travel.</p><h2 id=\"which-countries-host-the-most-venezuelans\">Which countries host the most Venezuelans?</h2><p>Venezuelan migration started with a small group of mostly professionals leaving the country after leftist leader <a href=\"/news/2026/1/9/what-is-chavismo-and-is-it-dead-after-us-abduction-of-venezuelas-maduro\" target=\"_blank\" rel=\"noopener\">Hugo Chavez</a> became president in 1999, promising to change the old political system, which was stacked against the poor and the Indigenous people, with more than half of the population falling below the poverty line.</p><p>During one decade of Chavez’s rule, the country ramped up government spending using the revenue from oil sector. Millions of people were lifted from extreme poverty.</p><p>In 2013 after the death of Chavez, Maduro came to power and inherited high levels of debt and rising inflation. By 2014 as oil prices plummeted, these challenges escalated into an economic collapse.</p><p>The resource-rich nation experienced a deep depression and soaring inflation, making the cost of living unbearable. This situation led hundreds of thousands of people to flee abroad, primarily to countries within South and Central America as well as a significant number migrating to the US.</p><p>By June, the Office of the United Nations High Commissioner for Refugees (UNHCR) had tracked nearly 8 million refugees and migrants around the world with 6.7 million (85 percent) of them in Latin America and the Caribbean.</p><figure id=\"attachment_4233293\" aria-describedby=\"caption-attachment-4233293\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4233293\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Where-do-most-Venezuelans-live-1768214323.png?quality=80\" alt=\"INTERACTIVE - Where do most Venezuelans live-1768214323\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4233293\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>The top host countries are:</p><ol>\n<li><strong>Colombia</strong> – 2.8 million</li>\n<li><strong>Peru</strong> – 1.7 million</li>\n<li><strong>US</strong> – 987,600</li>\n<li><strong>Brazil</strong> – 732,300</li>\n<li><strong>Chile</strong> –  669,400</li>\n<li><strong>Spain</strong> – 602,500</li>\n<li><strong>Ecuador</strong> – 440,400</li>\n<li><strong>Argentina</strong> – 174,800</li>\n<li><strong>Mexico</strong> – 106,000</li>\n<li><strong>Dominican Republic</strong> – 99,700</li>\n</ol><h2 id=\"what-protections-do-venezuelans-have\">What protections do Venezuelans have?</h2><p><a href=\"https://www.unhcr.org/emergencies/venezuela-situation\" target=\"_blank\" rel=\"noopener\">UNHCR</a> lists Venezuelans under a unique category of displaced persons due to the ongoing humanitarian crisis in their home country.</p><p>This classification allows them access to essential services, such as legal assistance, healthcare and shelter in host nations.</p><p>In Colombia, the region’s primary host with 2.8 million Venezuelans, the Temporary Protection Statute provides a 10-year residency permit. In the United States, a temporary protected status for Venezuelans was revoked in late 2025 by the Trump administration, leaving more than 600,000 Venezuelans uncertain about their future and legal status to live and work there.</p><p>The Trump administration also deported hundreds of Venezuelan immigrants, some of them to notorious prisons in El Salvador. Rights groups say many of them were tortured and sexually abused there.</p><p>According to the UN, nearly half of the Venezuelans who have left the country rely on informal, low-paid work, 42 percent struggle to afford enough food and 23 percent live in overcrowded housing.</p><figure id=\"attachment_4233176\" aria-describedby=\"caption-attachment-4233176\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4233176\" src=\"/wp-content/uploads/2026/01/ap_6964c2c5a9e69-1768211141.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. Homeland Security Secretary Kristi Noem speaks during a press conference, Thursday, Jan. 8, 2026, in New York. (AP Photo/Yuki Iwamura)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4233176\" class=\"wp-caption-text\">US Homeland Security Secretary Kristi Noem said Venezuelans who previously lived in the US under temporary protected status are now eligible to apply for asylum [File: Yuki Iwamura/AP]</figcaption></figure><h2 id=\"how-strong-is-the-venezuelan-passport\">How strong is the Venezuelan passport?</h2><p>Despite Venezuela’s unstable political and economic situation, its passport remains one of the stronger travel documents in the world, according to the <a href=\"https://www.passportindex.org/passport/venezuela/\">2026 Passport Index</a>.</p><p>It currently ranks 42nd globally, providing visa-free, visa-on-arrival or e-visa access to 124 countries.</p><p>Venezuela has a longstanding visa waiver for the Schengen Area, allowing 90 days of visa-free travel to most of Europe. Additionally, Venezuelans may enter and work across much of South America due to decades-old regional mobility treaties.</p><figure id=\"attachment_4233291\" aria-describedby=\"caption-attachment-4233291\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4233291\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-How-strong-is-the-Venezuelan-passport-1768214321.png?quality=80\" alt=\"INTERACTIVE - How strong is the Venezuelan passport-1768214321\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4233291\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Which are Iran’s main opposition groups? | Protests News | Al Jazeera",
            "time": "2026-01-12T12:15:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6964b3a10e353-1768207265.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/liveblog/2026/1/12/iran-protests-live-us-rhetoric-rises-as-tehran-announces-3-days-mourning\">Protests</a> in Iran that<span> began in late December over soaring prices have evolved into a broader challenge to its religious rulers, who have governed Iran since the 1979 revolution.</span></p><p>More than <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">100 security personnel</a> have been killed in recent days, state media reported, while opposition activists said the death toll is higher and includes dozens of protesters. Al Jazeera cannot independently verify either figure.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>We take a look at Iran’s main opposition groups:</p><h2 id=\"what-shape-are-iran-s-opposition-groups-in\">What shape are Iran’s opposition groups in?</h2><p>The establishment in Iran is facing mounting pressure from a fragmented opposition movement.</p><p>While some groups and individuals in the movement are inside Iran, others are voicing opposition to the rulers from outside the country. They are mainly leaders who are living in exile or members of the Iranian diaspora.</p><p>Groups in other countries, including the United Kingdom and Germany, have started to rally on the streets in solidarity with the protesters in Iran.</p><h2 id=\"why-don-t-the-protests-have-clear-leaders\">Why don’t the protests have clear leaders?</h2><p>Iran currently lacks a uniform opposition group which could form a government, Shahram Akbarzadeh, a professor in Middle East and Central Asian politics at Australia’s Deakin University, told Al Jazeera.</p><p>Opposition groups in Iran and outside are disjointed and have different aims. Some have clear leaders while others do not. No individual inside Iran, however, has emerged as a clear opposition leader in the ongoing protest movement.</p><p>A possible reason for this is that opposition members are fearful of reprisals if they have identifiable leaders.</p><p>Iran’s “Green Movement” in June 2009 was a spontaneous mass demonstration by white collar workers, women’s rights activists and civil society activists against the officially declared victory of <a href=\"/opinions/2013/9/25/rafsanjani-and-khamenei-the-ahmadinejad-years\">Mahmoud Ahmadinejad</a> in perhaps the most publicly contested presidential election in the history of the country. The day after these protests began, Ahmadinejad and his supporters staged an official demonstration in support of his declared victory. He served as president until 2013.</p><p>Ahmadinejad had been president since 2005. He was a hardline conservative, controversial for some of his opinions, including repeatedly denying the Holocaust.</p><p>The 2009 presidential election was also contested by former Prime Minister Mir‑Hossein Mousavi, who became a symbolic leader of the Green Movement. Since February 2011, however, he has been held under strict house arrest for rejecting the official election results.</p><p>Another candidate, Mehdi Karroubi, a reformist Muslim scholar and former parliament speaker, also took a leading role in challenging the election results and supporting the protests. He was placed under house arrest in 2011.</p><p>In March last year, the Iranian authorities officially lifted Karroubi’s house arrest.</p><p>Neither man is thought to be a focus of the current protests, but as a result of their examples, Iranian protesters inside the country tend not to organise themselves around a single, identifiable leader.</p><p>In line with other protest movements around the world, protesters inside Iran increasingly rely on networked organising. Mobilisation through student groups, social media platforms such as Discord and neighbourhood networks has resulted in the creation of numerous local groups and local leaders rather than just one or two central figureheads.</p><p>This was recently seen in the “Gen Z” youth protests in Nepal, which took place in September, and the youth protests in Bangladesh, which took place in July 2024 and resulted in the overthrow of Prime Minister Sheikh Hasina.</p><p>“[The] Iranian government has actively and effectively suppressed any attempt for organised opposition at home over the past decades and arrested and silenced its leaders,” Maryam Alemzadeh, an associate professor in the history and politics of Iran at the University of Oxford, told Al Jazeera. “Even nonpolitical NGOs, unions, student groups and anything that could resemble a bottom-up order has been quashed.</p><p>“As a result, neither leadership nor grassroots organisation can be expected, and protests are left contingent on ad hoc individual or collective decisions of the protesters.”</p><h2 id=\"which-are-the-different-groups-among-the-opposition\">Which are the different groups among the opposition?</h2><p>Besides the mass-organised movements going on inside Iran now, there are some other opposition groups based both inside and outside the country.</p><h3 id=\"reza-pahlavi-and-the-monarchists\">Reza Pahlavi and the monarchists</h3><p><a href=\"/features/2026/1/12/who-is-reza-pahlavi-the-exiled-prince-urging-iranians-to-seize\">Pahlavi</a>, 65, is the son of the deposed shah of Iran, Mohammad Reza Pahlavi, and the heir of the former Pahlavi monarchy.</p><p>After Mohammad Mosaddegh, Iran’s prime minister who was democratically elected in 1951, nationalised the British-controlled oil industry in Iran, he was overthrown in a 1953 coup backed by the United States and UK to reverse that move and secure Western oil interests. A repressive royal rule was reinstated until 1979 when the last shah fled the country as the Iranian Revolution took hold. He died in Egypt in 1980.</p><p>Living in exile in the US, his son now leads a prominent monarchist movement known as the Iran National Council but claims not to be insisting on a return to a monarchy. Instead, he says he advocates for a secular, democratic system to be decided by a referendum.</p><p>However, Pahlavi is supported by members of the Iranian diaspora and groups that do support the return of a monarchy. He is strongly opposed by other opposition groups, including republicans and leftists, so Iran’s opposition remains fragmented.</p><p>Many people who currently live in Iran do not remember the era of the monarchy. While some Iranians who do view the pre-revolutionary era with nostalgia, many others remember it for its inequality and repression.</p><p>Alemzadeh said Pahlavi emerged as the most prominent opposition leader in the aftermath of the Woman, Life, Freedom protest movement, which began in 2022.</p><p>“He enjoys support within [the] Iranian diaspora, especially the generation that left Iran with the 1979 revolution, like himself, but in parts of the younger generation as well. He does have some appeal in Iran as well, as there were chants in his support on the streets of Iran among other chants in this round of protests, but the extent of it is debated.”</p><p>Pahlavi’s appeal, she added, stems less from any credible plan or leadership of the protests than from years of nostalgic promotion by diaspora media and social media campaigns that have elevated him as the “loudest available alternative” amid widespread frustration and a lack of other visible leaders.</p><p>“Aided by an online campaign on social media, which was also assisted by Israel, according to Haaretz, Reza Pahlavi was then highlighted as the key to return to that ideal past,” Alemzadeh said.</p><p>She added that although Pahlavi is the best‑known opposition figure, there is little evidence he has a realistic plan or organisational base to manage the security apparatus, entrenched corruption, remaining government supporters and basic state functions in a post-Islamic Republic Iran.</p><p>“Calling for Pahlavi’s return is a nostalgic reaction to the economic and diplomatic deadlock created by the Islamic regime. It is more about rejecting the rule of the clergy, than calling for the restoration of the monarchy,” Akbarzadeh from Deakin University told Al Jazeera.</p><figure id=\"attachment_4233118\" aria-describedby=\"caption-attachment-4233118\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4233118\" src=\"/wp-content/uploads/2026/01/2026-01-11T173239Z_1109333539_RC25ZIACC28L_RTRMADP_3_IRAN-ECONOMY-PROTESTS-BRITAIN-1768209573.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Pahlavi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4233118\" class=\"wp-caption-text\">Protesters in London display images of Reza Pahlavi, the exiled son of the last shah of Iran, as they support the nationwide protests in Iran on January 11, 2026 [Isabel Infantes/Reuters]</figcaption></figure><h3 id=\"maryam-rajavi-and-the-people-s-mujahideen-organisation\">Maryam Rajavi and the People’s Mujahideen Organisation</h3><p>The Mujahideen was a powerful leftist group that carried out bombing campaigns against the shah’s government and US targets in the 1970s but eventually fell out with other groups.</p><p>It is often known by its Persian name, the Mujahideen-e Khalq Organisation, or by the acronyms MEK or MKO.</p><p>Many Iranians, including sworn enemies of the Islamic Republic, say they cannot forgive the group for siding with Iraq against Iran during the 1980-1988 war.</p><p>The group was the first to publicly reveal in 2002 that Iran had a secret uranium-enrichment programme.</p><p>However, the Mujahideen has shown little sign of any active presence inside Iran for years.</p><p>In exile, first in France and later in Iraq, its leader, Massoud Rajavi, has not been seen for more than 20 years and his wife, Maryam Rajavi, has taken control. Rights groups have criticised the group for what they call cult-like behaviour and abuses of its followers, which the group denies.</p><p>The group is the main force behind the National Council of Resistance of Iran, led by Maryam Rajavi, which has an active presence in many Western countries, including France and Albania.</p><h2 id=\"solidarity-for-a-secular-democratic-republic-in-iran\">Solidarity for a Secular Democratic Republic in Iran</h2><p>A number of groups based outside Iran and calling for a democratic republic joined together in 2023 to form the Solidarity for a Secular Democratic Republic in Iran (Hamgami) political coalition.</p><p>It gained some popularity among the Iranian diaspora in the wake of the 2022 protests over the killing of <a href=\"/news/2022/9/16/iranian-woman-dies-after-moral-polices-detention-reports\">Mahsa Amini</a>, 22, who died in police custody after being arrested by Iran’s so-called morality police for not wearing her hijab correctly – part of the strict dress code that was made obligatory shortly after the <a href=\"/program/featured-documentaries/2017/11/5/iran-1979-legacy-of-a-revolution\">1979 revolution</a>.</p><p>The coalition advocates for the separation of religion and state, free elections and the establishment of an independent judiciary and media.</p><p>However, it has not gained much traction within Iran itself. “I don’t think it has any weight in the public sphere,” Alemzadeh said.</p><h3 id=\"kurdish-and-baloch-minorities\">Kurdish and Baluch minorities</h3><p>Persians make up about 61 percent of Iran’s <a href=\"/news/2025/6/20/a-simple-visual-guide-to-iran-and-its-people\">92 million people</a> while significant minority groups include Azerbaijanis (16 percent) and Kurds (10 percent). Other minorities are Lurs (6 percent), Arabs (2 percent), Baluchis (2 percent) and Turkic groups (2 percent).</p><p>Iran is predominantly Shia Muslim, making up about 90 percent of the population, while Sunni Muslims and other Muslim sects account for roughly 9 percent. The remaining 1 percent includes roughly 300,000 Baha’i, 300,000 Christians, 35,000 Zoroastrians, 20,000 Jews and 10,000 Sabean Mandeans, according to the Minority Rights Group.</p><p>Iran’s mostly Sunni Muslim Kurdish and <a href=\"/opinions/2025/7/25/israel-is-trying-to-hijack-the-baloch-struggle\">Baluch minorities</a> have often clashed with the Persian-speaking, Shia Muslim government in Tehran.</p><p>Several Kurdish groups have long opposed the government in western Iran, where they form a majority, and there have been periods of active rebellion against government forces in those areas.</p><p>In Sistan-Baluchestan, along Iran’s eastern border with Pakistan, opposition to Tehran includes supporters of Sunni leaders seeking better representation within the country and armed groups with links to al-Qaeda.</p><p>When major protests have spread across Iran, they have often been strongest in Kurdish and Baluch areas, but neither region has a single, unified opposition movement.</p></div></div></body></html>"
        },
        {
            "title": "Israel advances ‘fatal’ settlement plan for occupied East Jerusalem | Occupied West Bank News | Al Jazeera",
            "time": "2026-01-12T12:13:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/02/3db2d45bbc404124ba28820316fa8dba_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel is set to advance two major illegal settlement plans for occupied East Jerusalem, which Palestinian officials and experts warn will serve as the final blow to hopes for a contiguous Palestinian state.</p><p>The Jerusalem governorate announced on Sunday that Israeli authorities will discuss approving 9,000 settlement units on the ruins of the Qalandiya airport, also known as Atarot, and a separate project in Sheikh Jarrah to displace 40 families.</p><p>To understand the strategic implications of these moves, Al Jazeera spoke to Suhail Khalilieh, a political analyst and expert on illegal Israeli settlements.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-trump-factor\">The Trump factor</h2><p>The Atarot plan was briefly <a href=\"https://aje.io/d8dvv3\">shelved</a> in December 2025 but has now returned to the table. According to Khalilieh, the timing is directly linked to the shifting geopolitical landscape following the recent meeting between Israeli Prime Minister Benjamin Netanyahu and United States President Donald Trump.</p><p>“The meeting … served as a green light for continued settlement expansion,” Khalilieh told Al Jazeera.</p><p>“The American position, which treats Jerusalem as being outside any negotiation process … has encouraged the occupation to put this project into direct implementation,” he added, noting that international criticism has been reduced to mere “verbal objections without any deterrence”.</p><h2 id=\"severing-the-north\">Severing the north</h2><p>The airport project is not just about housing; it is a strategic chokehold, Khalilieh said.</p><p>He explained that the Atarot settlement is one of the three major axes designed to complete the “Greater Jerusalem” vision:</p><ul>\n<li><strong>North:</strong> The Atarot project will link East Jerusalem with the Givat Zeev settlement bloc, effectively severing the city from Ramallah.</li>\n<li><strong>East:</strong> The E1 plan aims to create a bridge between East Jerusalem and the Maale Adumim bloc.</li>\n<li><strong>South:</strong> Expansions in Har Gilo and the new Nahal Heletz settlement will connect the city to the Gush Etzion bloc.</li>\n</ul><p>“This will increase the area of Jerusalem … by adding 175sq km [68sq miles],” Khalilieh said.</p><p>“The current area of East Jerusalem, according to the Israeli definition, is 71sq km [27sq miles]. With these additions, Greater Jerusalem under Israeli control will reach 246sq km [95sq miles], 4.5 percent … of the West Bank’s area, aiming to abort any possibility of establishing a Palestinian capital in East Jerusalem.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"encirclement-of-the-old-city\">Encirclement of the Old City</h2><p>In parallel, the “Nahalat Shimon” plan in Sheikh Jarrah targets the historic “Holy Basin” area north of the Old City.</p><p>“This falls under the old-new Israeli efforts to expand the settlement ring around the Old City,” Khalilieh said.</p><p>The goal, he argued, is to dismantle geographical continuity between Palestinian neighbourhoods like Silwan, the Mount of Olives, and Sheikh Jarrah, transforming them into “isolated population islands”.</p><p>“Today, the takeover of the Old City has begun through this ring … aiming to empty these areas gradually through intensified demolitions.”</p><h2 id=\"silent-transfer\">‘Silent transfer’</h2><p>Khalilieh warned that Israel is using neutral planning terms like “urban renewal” and “land settlement” to camouflage a policy of forced displacement.</p><p>“Development for Israelis means demolishing Palestinian homes under the guise of ‘building without a permit’,” he said, noting that more than 300 Palestinian homes were demolished in East Jerusalem in 2025 alone.</p><p>He also pointed to the unification of the <a href=\"https://aje.io/bnt94\">“Arnona” property tax</a>, which forces residents of neglected Palestinian neighbourhoods to pay the high rates as those in affluent Israeli areas.</p><p>“This puts them under cumulative pressure to leave Jerusalem … it constitutes a silent forced transfer.”</p><h2 id=\"is-it-too-late\">Is it too late?</h2><p>Khalilieh stressed that legal and diplomatic intervention must happen “before construction begins”, as reversing facts on the ground is politically “nearly impossible”.</p><p>He called for activating provisional measures at the International Court of Justice (ICJ) and targeting international companies involved in the projects.</p><p>“The problem, first and last, is a political dilemma, not a legal one,” he concluded. “Early intervention is crucial … to freeze these projects until the political situation can be addressed.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syrians in Kurdish areas of Aleppo pick up pieces after clashes | Syria's War News | Al Jazeera",
            "time": "2026-01-12T10:50:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260111__92CV99E__v1__HighRes__SyriaConflictKurdsAleppo-1768198261.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Residents of a Kurdish neighbourhood in Syria’s second-largest city, Aleppo, have passed through government checkpoints to find blackened walls, burned-out vehicles and debris-strewn streets.</p><p>They returned home on Sunday after days of deadly clashes.</p><p>The fighting, which erupted in Kurdish-majority neighbourhoods on Tuesday after the government and the Syrian Democratic Forces (SDF), the main Kurdish-led force in the country, failed to make progress on plans to integrate the SDF into the national army, killed dozens of people and displaced some 155,000, according to Syrian authorities.</p><p>The battles were the most intense since the fall of then-President Bashar al-Assad in December 2024.</p><p>By Sunday, the government had taken full control of the two areas, having agreed to transfer SDF fighters from the districts to Kurdish autonomous regions in the country’s northeast.</p><p>The United Nations said it was trying to send more convoys to the neighbourhoods with food, fuel, blankets and other urgently needed supplies.</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s army renewing military effort to retake Kordofan, Darfur from RSF | Sudan war News | Al Jazeera",
            "time": "2026-01-12T10:34:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/ap_68ee70eb1a027-1760456939.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Sudanese army is renewing efforts for an operation to retake the Kordofan and Darfur regions from the control of the paramilitary Rapid Support Forces (RSF), as the <a href=\"/news/2026/1/9/sudan-in-need-of-urgent-aid-as-it-marks-1000-days-of-war-ngos\">civil war</a> rages deep into its third year.</p><p>The army has been assessing the RSF’s capabilities and resources in readiness for launching the military operation with a large number of military formations fully prepared to launch an attack, it said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Any full-scale operation to liberate Kordofan in central Sudan and Darfur in the west would surpass the Sudanese Armed Forces’ (SAF) <a href=\"/news/2025/3/28/sudan-army-claims-taking-full-control-of-capital-khartoum\">recapture of the capital, Khartoum</a>, in March in terms of the planning that has taken place before the mission, it added.</p><p>Reporting from Khartoum, Al Jazeera’s Hiba Morgan said the Sudanese army had reorganised and redeployed troops in various parts of Kordofan.</p><p>“We have also seen the Sudanese army retake control of territories in the Kordofan region as well as launch air strikes and drone strikes on several RSF positions in Darfur and Kordofan,” she said.</p><p>“And it looks like these are the preparations or the first steps of that offensive that the army has been speaking about in efforts to regain control of territories in Kordofan and Darfur,” Morgan added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The SAF on Friday said it inflicted heavy losses on the RSF during a series of air and ground operations carried out in Darfur and Kordofan.</p><p>In a statement, the military said its forces conducted strikes against RSF positions, destroying about 240 combat vehicles and killing hundreds of fighters.</p><p>It added that its ground forces had succeeded in pushing RSF fighters out of wide areas in Darfur and Kordofan, and operations were ongoing to pursue remaining elements.</p><p>Darfur Governor Minni Arko Minnawi said the recent military action by the SAF in Kordofan has prevented the RSF from laying siege on North Kordofan’s capital, <a href=\"/features/2025/11/14/will-sudans-rsf-turn-strategic-city-of-el-obeid-into-another-el-fasher\">el-Obeid</a>.</p><p>But Morgan said people on the ground in the Kordofan region were not reassured by these words and want to see more definitive action from the SAF.</p><p>“They want to be able to return to their homes with the RSF withdrawing or retreating from the areas that they have taken over. So far, that is not happening,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the meantime, attacks continue. A drone attack carried out by the Sudan People’s Liberation Movement-North, an RSF ally, on Monday reportedly killed five people in Habila in South Kordofan state.</p><p>The RSF’s recent resurgence in the vast regions of Darfur and Kordofan has displaced millions more people.</p><p>Both sides have been accused of war crimes and crimes against humanity, while the RSF has been implicated in atrocities in Darfur that the United Nations said may amount to genocide.</p><p>Recently, the UN described <a href=\"/video/quotable/2026/1/2/sudans-el-fasher-now-a-ghost-town-after-rsf-takeover\">el-Fasher</a>, the capital of North Darfur state, as a “crime scene” after gaining access to the largely deserted city for the first time since its takeover by the RSF in October, which was marked by mass atrocities.</p><p>International aid staff visited el-Fasher after weeks of negotiations, finding few people remaining in what was once a densely populated city with a large displaced population.</p><p>More than 100,000 residents fled el-Fasher after the RSF seized control on October 26 following an 18-month siege. Survivors reported ethnically motivated mass killings and widespread detentions.</p><p>Fierce fighting and global funding cuts have pushed more than 33 million people towards starvation in what has become one of the <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">world’s severest humanitarian crises</a>, nongovernmental organisations said on Friday as the war passed its 1,000th day.</p><p>The conflict has displaced 11 million people internally and abroad and created the world’s largest displacement and hunger crisis.</p><p>Prime Minister Kamil Idris announced on Sunday the <a href=\"/news/2026/1/11/sudan-announces-governments-return-to-khartoum-from-wartime-capital\">government’s return to Khartoum</a>, after nearly three years of operating from its wartime capital of Port Sudan.</p><p>In the early days of the civil war, which began in April 2023, the army-aligned government fled the capital, which was quickly overrun by the RSF.</p><p>The government has pursued a gradual return to Khartoum since the <a href=\"/news/2025/5/20/sudans-army-declares-khartoum-state-completely-free-of-paramilitary-rsf\">army recaptured</a> the city.</p><p>“Today, we return, and the government of hope returns to the national capital,” Idris told reporters on Sunday in Khartoum.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mossad agents are “hiding among Iranian demonstrators” | Al Jazeera | Al Jazeera",
            "time": "2026-01-12T10:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT_THUMB16X9_HAMID_DABASHI-1768213715.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Columbia University professor Hamid Dabashi argues Israel has infiltrated otherwise legitimate anti-gov’t protests in Iran to distract from its ongoing genocide of Palestinians.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Malaysia blocks Grok amid uproar over nonconsensual sexualised images | Technology News | Al Jazeera",
            "time": "2026-01-12T10:11:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20250116__36U737B__v1__MidRes__FranceTechnologyAiGrok-1768206919.jpg?resize=1920%2C1280&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Malaysia blocks Grok amid uproar over nonconsensual sexualised images</h1><p class=\"article__subhead\"><em>Malaysian Communications and Multimedia Commission says ban comes after failure to comply with formal notices.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Malaysia has blocked access to Elon Musk’s artificial intelligence model Grok amid a global uproar over the chatbot’s ability to create sexually explicit images of people without their consent.</p><p>The Malaysian Communications and Multimedia Commission (MCMC) said on Sunday it had temporarily banned Grok after ordering the chatbot’s developer xAI and the social media platform X to introduce safeguards to ensure compliance with the law.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In response to regulatory notices issued last week, X “focused primarily on the user-initiated reporting mechanisms and failed to address the inherent risks that arise from the design and operation of the AI tool”, the MCMC said in a statement.</p><p>“MCMC considers this insufficient to prevent harm or ensure legal compliance.”</p><p>The Malaysian watchdog’s announcement came a day after Indonesia became the world’s first country to formally ban the chatbot, which is offered as both a standalone platform and an in-built feature on X.</p><p>Grok has been mired in controversy in recent days over the use of its image-generation tool to depict real people in minimal clothing and sexualised poses without their consent.</p><p>The spread of the sexualised deepfakes, some of them including minors, has prompted condemnation and calls to action from officials in numerous countries, including the United States, the United Kingdom, Germany, France and Australia.</p><p>xAI initially responded to a request for comment from Al Jazeera with an automated response saying: “Legacy Media Lies.”</p><p>A spokesperson later directed Al Jazeera to an earlier statement by X, which said the platform takes action against illegal content, including child sexual abuse material.</p><p>“Anyone using or prompting Grok to make illegal content will suffer the same consequences as if they upload illegal content,” the statement said.</p><p>Grok last week began limiting the use of its image-generation tool on X to paid subscribers in an apparent bid to quell the controversy.</p><p>European officials and campaigners reacted negatively to the move, saying it did little to resolve the core problem of facilitating nonconsensual imagery.</p></div></div></body></html>"
        },
        {
            "title": "Families hope for a miracle at site of Philippines garbage landslide | Weather | Al Jazeera",
            "time": "2026-01-12T10:07:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768212404.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "These are the key reasons Trump wants Greenland | Donald Trump | Al Jazeera",
            "time": "2026-01-12T09:55:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768211674.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran’s FM says ready for war or dialogue over US threats | Protests | Al Jazeera",
            "time": "2026-01-12T09:45:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768211104.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Nigeria, Egypt or Senegal: Who can spoil Morocco’s AFCON 2025 party? | Football News | Al Jazeera",
            "time": "2026-01-12T09:28:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260109__928Z9BD__v1__MidRes__FblAfr2025Match46CmrMar-1768206312_074c75-1768209956.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Africa Cup of Nations (AFCON) has reached the semifinal stage, and a tournament devoid of shocks now offers two mouthwatering ties with hosts Morocco looking to see off the challenges of their fellow continental heavyweights.</p><p>Mohamed Salah’s Egypt, Victor Osimhen’s Nigeria and Sadio Mane’s Senegal remain in contention to win the trophy in Rabat on Sunday, even if home advantage makes Morocco favourites.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>World Cup semifinalists in 2022, Morocco are Africa’s top-ranked team and approach Wednesday’s semifinal against Nigeria in the capital defending an unbeaten record since losing to South Africa at the last AFCON.</p><p>Walid Regragui’s side have conceded just one goal in five matches here, and doubts about their ability to handle the enormous pressure of playing at home were blown away with their performance in <a href=\"/sports/2026/1/9/morocco-edge-out-cameroon-to-reach-afcon-2025-semifinals\">beating</a> Cameroon 2-0 in the quarterfinals.</p><p>Regragui urged his team to carry on with their momentum after their “historic” achievement of reaching the quarterfinals.</p><p>“We need to just keep going one game at a time. We have not done anything yet,” Regragui insisted after the quarterfinal win.</p><p>Captain and current African Player of the Year Achraf Hakimi is fit again after injury, and in Real Madrid winger Brahim Diaz, scorer of five goals in five games, they have probably the tournament’s outstanding player.</p><p>“He can become the best player in the world if he wants to,” remarked Regragui after the Cameroon game.</p><p>Regragui has angrily <a href=\"/sports/2026/1/10/morocco-coach-angrily-rejects-afcon-ref-bias-ahead-of-semifinals\">rejected</a> suggestions his team is benefitting from favourable refereeing decisions as the hosts.</p><p>“We’re the team to beat. As the team to beat, people will try to find all sorts of reasons to say Morocco has an advantage,” Regragui said after his team’s win over Cameroon.</p><p>“The only advantage that Morocco has at this Africa Cup is playing in front of 65,000 spectators. The rest is on the field, we speak on the field.”</p><p>Morocco are Africa’s leading power right now and, unlike Nigeria, are gearing up for the FIFA World Cup 2026.</p><p>The Atlas Lions recently won the <a href=\"/sports/2025/12/18/tannane-halfway-line-goal-sends-morocco-on-way-to-fifa-arab-cup-2025-title\">FIFA Arab Cup 2025</a> in Qatar, but their AFCON record down the years has been underwhelming. This is their first semifinal since 2004, when they lost the final to Tunisia.</p><p>Going further back, Morocco beat Nigeria en route to lifting the trophy in 1976 – half a century on, that remains their only continental title.</p><p></p><h2 id=\"can-improved-nigeria-stop-morocco-s-march\">Can ‘improved’ Nigeria stop Morocco’s march?</h2><p>Nigeria returned to Morocco with much to prove after a penalty shootout defeat by the Democratic Republic of the Congo in a November playoff in Rabat ended their hopes of World Cup qualification.</p><p>There might be 10 African countries participating in the World Cup, and it is remarkable that Nigeria, despite their footballing pedigree and the largest population on the continent, will not be among them.</p><p>However, their performances over the last three weeks have shown that to be an anomaly.</p><p>Nigeria were runners-up at the last AFCON in 2024. Led by two former African Players of the Year in Osimhen and Ademola Lookman, they are this tournament’s top scorers with 14 goals.</p><p>So what has changed from the failed World Cup qualifying campaign?</p><p>“Nothing,” said coach Eric Chelle, appointed exactly a year ago. “This is the same team. The difference is just that they have improved because they know what I want.”</p><p>Nigeria’s masked Galatasaray striker Osimhen had gone seven AFCON matches without finding the net before scoring against Tunisia in the group stage. He now has four in his last four matches.</p><p><a href=\"/sports/2026/1/10/impressive-nigeria-beat-algeria-2-0-to-set-up-afcon-semifinal-with-morocco\">Nigeria</a> are also the tournament’s top scorers overall with 14 goals in total.</p><p>Shocks have been effectively non-existent at this AFCON, but Nigeria’s presence means four of the five top-ranked African teams are in the semis – the exception is Algeria, beaten by the Super Eagles on Saturday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"salah-s-last-shot-at-afcon-glory\">Salah’s last shot at AFCON glory?</h2><p>Even if the hosts power past the Super Eagles, their final challenge will not get any easier.</p><p>The tournament’s other semifinal, also scheduled for Wednesday, in Tangier between Egypt and Senegal, is a repeat of the 2022 final, which the Lions of Teranga won on penalties.</p><p><a href=\"/sports/2026/1/9/senegal-beat-mali-to-book-first-afcon-2025-semifinal-spot\">Senegal</a>, ranked second in Africa and 19th in the world, were seen as the biggest threat to Morocco before the tournament and stand one game away from a third final appearance in four editions.</p><p>They have an experienced side, which includes Mane, who will come up against his old Liverpool teammate, Salah.</p><p>Their presence means the last five players to win the African Player of the Year prize are all in the semifinals.</p><p>Salah, who, like Osimhen, has four goals at the tournament, has never won AFCON, having twice been a losing finalist.</p><p>He came to Morocco having fallen from favour at his club, but seems to have found happiness again with his national team as he looks to fire Egypt to a record-extending eighth title.</p><p>“I have won almost every honour, but this is the one I am waiting for,” said Salah after the <a href=\"/sports/2026/1/10/salah-seals-egypt-win-against-holders-ivory-coast-to-reach-afcon-2025-semis\">quarterfinal win</a> over the Ivory Coast, before insisting the Pharaohs are now the outsiders.</p><p>“We are coming up against really good teams, most of whose players are based in Europe, which makes it easier for them.</p><p>“We have very good players, but most play in Egypt. We have three players playing abroad, but all of them are in a difficult situation – none of them are playing for their clubs just now,” he added, with a nod to his own problems at Anfield.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "India’s VPN ban in Kashmir ‘adds to psychological pressure’, say residents | Internet News | Al Jazeera",
            "time": "2026-01-12T09:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-15T033946Z_1661212938_RC2RWHA2WBOM_RTRMADP_3_KASHMIR-BLAST-1768142751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Basit Banday*, employed with an IT firm based in the southwestern Indian city of Pune, handles sensitive healthcare data of his company’s clients, ensuring they are safe from leaks and cyberattacks.</p><p>Until late last year, the 27-year-old Kashmiri Indian was able to do that using a virtual private network (VPN), which allows a user to mask their internet protocol (IP) address by routing web traffic through a remote server in a manner that makes it undetectable to telephone data or internet service providers (ISPs).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But that changed on December 29 when the Indian government ordered a sweeping ban on the use of VPNs for two months in Indian-administered Kashmir, citing “threats to national security” and alleged “misuse” of the services to “incite unrest”.</p><p>The government claimed the use of VPN in Kashmir has the potential to be exploited for “unlawful and anti-national activities”, including dissemination of inflammatory material, misinformation, and other activities that threaten public order.</p><p>“It was further observed that VPNs enable encrypted data transmission, mask IP addresses, bypass firewalls and website restrictions, and may expose sensitive information to potential cyber threats,” said one of the almost identical orders, issued by the chief administrator in every Kashmir district.</p><p>Banday now fears he may lose his job or will be forced to relocate to Pune, more than 2,000km (1,242 miles) away from his home in Pulwama district.</p><p>“Unfortunately, the recent government order appears to have been issued without adequate consideration for professionals whose livelihoods and responsibilities are directly dependent on secure VPN connectivity,” he told Al Jazeera.</p><p>“VPN is extremely important and mandatory for any IT organisation. Even applications such as corporate email cannot be accessed without connecting to the VPN. It also restricts access to external platforms, allowing only authorised organisation systems and thereby limiting exposure to the outside world.”</p><p>Banday’s fears are compounded by a security crackdown that followed the government order.</p><p>Multiple videos shared on social media by Indian media outlets and individual users showed policemen in riot gear gesturing to pedestrians or those driving vehicles to stop, and asking for their mobile devices. If the devices were locked, people were instructed to unlock them as officers shuffled through them.</p><figure id=\"attachment_4231328\" aria-describedby=\"caption-attachment-4231328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4231328\" src=\"/wp-content/uploads/2026/01/13627193-1768142860.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kashmir security forces\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4231328\" class=\"wp-caption-text\">Indian soldiers stand guard on the banks of Srinagar’s Dal Lake, January 7, 2026 [Farooq Khan/EPA]</figcaption></figure><p>Police said they have taken action against more than 100 people across the region since December 29 for violating the ban orders, adding that “security proceedings” were initiated against the “violators”. Those who were initially “identified” for violations were let go only after their “antecedents” were verified to confirm they had no connections with a “terrorist”, the term the government uses for Kashmiri rebels.</p><p>“Genuine users were released after detailed device analysis with a strict warning to refrain from VPN usage in the future,” a statement issued by the police said on January 2.</p><p>An estimated 20 percent of India’s 800 million internet users use VPNs. Surfshark, a cybersecurity company based in Amsterdam, estimates that India has the world’s largest number of VPN users, with a market size worth $17bn.</p><h2 id=\"frequent-disruptions\">Frequent disruptions</h2><p>Internet restrictions in Indian-administered Kashmir are <a href=\"/news/2023/2/28/in-2022-the-world-saw-187-internet-shutdowns-84-by-india-alone\">not new</a>.</p><p>Of the 901 <a href=\"/news/2020/3/5/india-restores-internet-in-kashmir-after-7-months-of-blackout\">internet shutdowns</a> the Indian government has periodically imposed across the country, Kashmir accounts for nearly 50 percent of them, according to a monitor which started recording the blackouts in 2012. However, the intensity of such blackouts in the region has come down in the last few years.</p><p>When the Indian subcontinent won its independence from British rule in 1947, the Himalayan region of Kashmir was divided between India and Pakistan, though the nuclear-armed neighbours claim it in full and have fought three wars over it. China also controls a sliver of Kashmir’s land.</p><p>In the late 1980s, an armed rebellion against New Delhi’s rule erupted to seek independence for Kashmir or merge it with Pakistan. In response, India deployed nearly a million Indian soldiers there and gave them extraordinary powers to control the region. The conflict has so far claimed tens of thousands of lives, most of them civilians.</p><p>India further tightened its grip over Kashmir in 2019 when Prime Minister Narendra Modi’s right-wing government <a href=\"/news/2023/12/11/whats-article-370-what-to-know-about-india-top-court-verdict-on-kashmir\">scrapped Article 370</a> of the Indian Constitution, legislation that granted a special status to the region by not allowing outsiders to get government jobs or buy properties there. The government also divided the semiautonomous region into two territories – Jammu and Kashmir, and Ladakh – and brought them under New Delhi’s direct rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kashmir residents say the VPN ban is another addition to an ever-expanding list of <a href=\"/opinions/2025/8/12/why-is-india-so-scared-of-my-book-on-kashmir-that-it-has-banned-it\">restrictions on civic freedoms</a> in the restive region.</p><p>A 32-year-old Kashmiri journalist told Al Jazeera he often relied on VPNs for work, but fears he will no longer be able to do so under the new restrictions.</p><p>“It is common for journalists in conflict zones to use VPNs for safety, especially when working on investigative stories,” said the journalist who requested anonymity over fears of reprisal from the authorities. “Now, that layer of protection is gone.”</p><p>Mir Umair, a 24-year-old businessman in Srinagar, said the VPN ban has cut his access to Bayyinah TV, an online platform of Quranic studies run by an Islamic preacher based in the United States.</p><p>“There’s nothing political in his speeches. Just religion. He has never talked about Kashmir except once when he narrated an episode of meeting a Kashmiri pilgrim during Hajj,” Umair said, adding that Khan’s channel was banned last year in May following the four-day India-Pakistan military clashes.</p><p>“I used to access his channel via VPNs,” he said.</p><p>Ahmad, a local lawyer who gave only his last name, fearing retribution from the authorities, told Al Jazeera the VPN ban could be unlawful.</p><p>“The legality of the order is doubtful as it is supposed to comply with India’s IT Rules that do not stipulate a blanket ban on VPNs,” he said. “One single executive order should not be able to sanction a ban as sweeping as this.”</p><p>Al Jazeera reached out to police and government authorities in Kashmir for their statements on the VPN ban, but they did not respond.</p><h2 id=\"unconstitutional-policing-mechanisms\">‘Unconstitutional policing mechanisms’</h2><p>Last week, David Peterson, who heads the Geneva-based ProtonVPN company, invited a torrent of abuse from Indian users on X after he posted guidelines on tapping into his application’s “discreet icon” feature to evade the government ban.</p><p>“For additional context, Jammu and Kashmir [has] historically been subject to internet restrictions, bans and outages around this time of year to disrupt protests around the Republic Day [January 26] and the anniversaries of the Gawkadal and Handwara massacres,” he wrote, referring to the killings of civilians by Indian forces during the height of Kashmir’s armed rebellion in the early 1990s.</p><p>When an Indian X user accused him of facilitating “terrorism” in Kashmir, Peterson referred to the use of disguised apps by journalists working in dangerous environments. “[Like] in countries such as Iran, China, Russia, Myanmar, etc”, he replied.</p><p>In September last year, media watchdog Reporters Without Borders (RSF) described Indian-administered Kashmir as an “information black hole” out of which reliable news rarely emerges.</p><p>Srinivas Kodali, a digital rights activist and researcher, told Al Jazeera merely having a VPN installed on phones does not amount to a criminal offence.</p><p>“People from diverse professions use VPNs for legitimate reasons. This blanket ban is uncalled for,” Kodali told Al Jazeera, adding that the act of stopping people and forcing them to unlock their phones was a “gross violation” of their fundamental rights.</p><p>“But in Kashmir’s case, we have continuously seen the state pushing all sorts of unconstitutional policing mechanisms. It is just one more step in that direction.”</p><p>Furqan*, another Kashmiri journalist, works remotely for an international media house based in the southern city of Bengaluru. He edits videos on major global events for his organisation and requires access to a bigger repository of online material than he can “legally” scour on the internet.</p><p>“India is one of the foremost countries to ban stuff on the internet. Just look at the rate at which the X handles are withheld in India, especially of critics and dissenters. To know who is writing what, a journalist will have to access VPNs,” he told Al Jazeera.</p><p>Furqan insists that, as a journalist, he has the right to be discreet about his work, especially when he is dealing with sensitive information.</p><p>“Now this ban will hang like a sword on our thoughts,” he says. “Sometimes I am supposed to access the dashboard of the company. And because I am working remotely, it has to happen through a secure medium. So I use VPN. But in the damned region such as ours, even this mundane thing will now be deemed as a criminal activity.”</p><p>Furqan says the VPN ban adds to the “psychological pressure” on the Kashmiris. “It feels like we are on trial for our thoughts,” he told Al Jazeera. “A Kashmiri is risking so much even when he does something as basic as accessing a VPN.”</p><p><em>*Names changed to protect the identity of people over fears of retaliatory action by the government.</em></p></div></div></body></html>"
        },
        {
            "title": "Australia festival faces mass boycott after dropping Palestinian author | News | Al Jazeera",
            "time": "2026-01-12T09:05:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Screenshot-2026-01-12-at-11.40.35-AM-1768207386.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dozens of writers, four board members, and a sponsor have withdrawn from a top Australian arts festival after it cancelled an Australian-Palestinian author’s invitation in the wake of the <a href=\"/video/the-listening-post/2025/12/24/the-spin-and-misinformation-around-bondi-was-inevitable\">Bondi Beach mass shooting</a>.</p><p>The Adelaide Festival confirmed in a statement on Monday that the chairperson and three members of its board had resigned after it disinvited Randa Abdel-Fattah from February’s Writers Week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The festival’s executive director, Julian Hobba, said the arts body was “navigating a complex and unprecedented moment” after the “significant community response” to the board’s decision.</p><p>In addition to the board members, about 100 of the 124 participants have also withdrawn from the festival, which runs from February 27 to March 15, leaving it in doubt, according to local media reports.</p><p>The Adelaide Festival board had announced on Thursday that it would disinvite Abdel-Fattah from its February event because “it would not be culturally sensitive to continue to programme her at this unprecedented time so soon after Bondi”.</p><p>The shooting, which killed 15 people at a Jewish Hanukkah celebration at <a href=\"/news/2025/12/21/australia-honours-bondi-beach-victims-launches-probe-of-security-services\">Sydney’s Bondi Beach</a> on December 14, prompted nationwide calls to tackle anti-Semitism.</p><p>Abdel-Fattah, a Macquarie University academic who researches Islamophobia and Palestine, responded saying it was “a blatant and shameless act of anti-Palestinian racism and censorship”. She said the board’s attempt to associate her with the Bondi killings was “despicable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mass-boycott\">Mass boycott</h2><p>The writers who pulled out of the festival included former New Zealand Prime Minister Jacinda Ardern, who had been scheduled to discuss her memoir, as well as former Greek Finance Minister Yanis Varoufakis, British author Zadie Smith, Irish novelist Roisin O’Donnell and Russian-American journalist M Gessen.</p><p>Varoufakis posted a video on X showing him tearing up his invitation.</p><p>Australian-British author Kathy Lette, who is also boycotting the event, wrote on social media the decision to bar Abdel-Fattah “sends a divisive and plainly discriminatory message that platforming Australian Palestinians is ‘culturally insensitive'”.</p><p>Leading independent think tank Australia Institute also denounced the decision of the festival organisers as “pure, ugly politics”, and announced its withdrawal as a sponsor of the event.</p><p>“The moral spinelessness in not only seeking to silence Dr Randa Abdel-Fattah, but to link the cancellation to the abhorrent terrorist attack in Bondi, speaks volumes over who is allowed to have a voice in Australia,” said Amy Remeikis, chief political analyst of the Australia Institute.</p><p>The dropping of Abdel-Fattah stands in contrast to the organisers’ decision in 2024 to retain the pro-Israel New York Times columnist Thomas Friedman, despite lobbying from a group of 10 academics, including Abdel-Fattah, who called for his removal over a controversial column that compared the conflict in Gaza with the animal kingdom.</p><p>Friedman ultimately did not attend because of last-minute scheduling issues, according to The Guardian Australia.</p><p>Abdel-Fattah told the news outlet on Sunday that she rejected any allegation of hypocrisy over her calls for Friedman’s removal.</p><p>“Friedman’s widely criticised NYT article compared various Arab and Muslim nations and groups to insects and vermin requiring eradication at a time when talk of ‘human animals’ was being used to justify wholesale slaughter in Gaza,” she said in a statement.</p><p>“In contrast, I was cancelled because my presence and identity as a Palestinian was deemed ‘culturally insensitive’ and linked to the Bondi atrocity,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tougher-laws\">Tougher laws</h2><p>In the days after the Bondi Beach attack, Jewish community groups and the Israeli government have accused Prime Minister Anthony Albanese of failing to act on a rise in anti-Semitic attacks and criticised protest marches against Israel’s genocidal war on Gaza, held since 2023.</p><p>Albanese, who denies the allegations, said last week a royal commission would consider the events of the shooting as well as anti-Semitism and social cohesion in Australia.</p><p>Rights groups say anti-Jewish sentiment, as well as anti-Islam and anti-immigration sentiment, are rising in Australia. Many Australians have also expressed their concerns over a rise in right-wing activism in the country, where one in two people is either born overseas or has a parent born overseas.</p><p>On Monday, Albanese announced that he would recall parliament next week to pass tougher hate speech laws and authorise a ‍gun buyback scheme.</p><p>He said Australians were entitled to express different views about the Middle East, but what they are not entitled to do “is to hold someone to account for the actions of others because they are a young boy wearing a school uniform going ‍to a Jewish ⁠school or a young woman wearing a hijab”.</p><p>Officials said the proposed laws would also ease visa denials on the grounds of racial bigotry and lower the threshold for banning hate organisations, including neo-Nazi groups.</p></div></div></body></html>"
        },
        {
            "title": "Israel launches air strikes against Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-01-12T08:32:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768206715.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran’s FM says protests became ‘bloody’ to give Trump intervention excuse | Donald Trump News | Al Jazeera",
            "time": "2026-01-12T07:57:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-11T133550Z_503879962_RC21ZIA759GC_RTRMADP_3_IRAN-ECONOMY-PROTESTS-1-1768142440.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian Foreign Minister Abbas Araghchi has alleged that <a href=\"/news/liveblog/2026/1/12/iran-protests-live-us-rhetoric-rises-as-tehran-announces-3-days-mourning\">nationwide protests</a> have “turned violent and bloody to give an excuse” for United States President Donald Trump to intervene militarily in the country.</p><p>Araghchi told foreign diplomats in Tehran on Monday that the violence spiked over the weekend but the “situation is now under total control”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said Trump’s warning of military action against Tehran should ‌protests turn ‌violent motivated “terrorists” ⁠to target protesters and security forces ‌to invite foreign intervention. “We are ready for war but also for dialogue,” he added.</p><p>Araghchi also said Iran has footage of weapons being distributed to protesters, adding authorities will soon release confessions of detainees.</p><p>The demonstrations were “stoked and fuelled” by foreign elements, he said, noting security forces would “hunt down” those responsible.</p><p>Iran’s spiralling protests have entered a third week amid a nationwide internet blackout and repeated military intervention threats from Trump.</p><p>Iran’s government has declared three days of national mourning for the “martyrs” killed during the <a href=\"/video/inside-story/2026/1/11/how-volatile-is-the-situation-in-iran\">protests</a>, including members of the security forces.</p><p>The semiofficial Tasnim news agency <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">reported</a> on Sunday that 109 security personnel had been killed in the protests.</p><p>Authorities have not confirmed the number of demonstrators who have lost their lives, but opposition activists based outside the country said the death toll is higher and includes dozens of protesters.</p><p>Al Jazeera cannot independently verify either figure.</p><p>Initially prompted by anger over the rising cost of living, the demonstrations have evolved into nationwide protests and a serious challenge to the government in place since the 1979 Iranian Revolution.</p><p>The Fars news agency reported that limited protests took place in several neighbourhoods of the capital on Sunday night.</p><p>There were limited “riots” in the Navvab and Saadat Abad neighbourhoods of Tehran, Junqan and Hafshejan in Chaharmahal and Bakhtiari province, and Taybad of Mashhad, which were dispersed by security forces, according to Fars.</p><p>The agency reported that the other cities and regions in the country were generally calm without “riots” overnight.</p><p>On Monday morning, Iranian media showed reported footage of pro-government rallies on its Telegram channels from various cities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"national-internet-blackout\">‘National internet blackout’</h2><p>A nationwide internet blackout has entered its fourth day, according to reports, a move widely criticised by human rights organisations.</p><p>Connectivity watchdog NetBlocks reported internet service across Iran is still down, describing the situation as a “national internet blackout”.</p><p>It has now been 84 hours since the country last had consistent connectivity. NetBlocks noted, however, that some Iranians have developed methods to bypass the restrictions.</p><p>There have been fewer videos showing protests on social media recently due to the internet shutdown.</p><p>United Kingdom-based Amnesty International slammed the practice on Friday as a way of hiding “violations in escalating deadly crackdowns on protesters”.</p><p>Araghchi said internet service would soon be restored and the government was coordinating with the security establishment to make progress on that. He said connections would be restored at embassies and government ministries too.</p><p>Iran’s leadership wants to show the situation in the country is under control, and that is why the internet will be turned back on, Mehran Kamrava, an Iran analyst at Georgetown University in Qatar, told Al Jazeera.</p><p>Araghchi “doesn’t want to lose face”, he added, “but what we’re seeing is a multipronged approach” by Iran to end the turmoil.</p><p>Al Jazeera’s Tohid Asadi, reporting from Tehran, said the remarks by Araghchi are “part of the same rhetoric that we have been hearing from different Iranian political figures”.</p><p>“Basically, there are three components we have to keep in mind when it comes to this particular discourse,” he said.</p><p>First, Asadi said, Iranian officials have been expressing that they recognise people’s “right to take part in peaceful protests” due to the economic difficulties they are facing.</p><p>Second, he said, they are saying the country is also witnessing “unrest flaring up into violence” that has been going on since Thursday, resulting in fatalities, injuries and arrests, and stressing the deaths of Iranian security officers.</p><p>Al Jazeera’s correspondent said the third component that made the situation “even more complicated” was “rising security concerns related to foreign intervention”.</p><figure id=\"attachment_4232895\" aria-describedby=\"caption-attachment-4232895\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4232895\" src=\"/wp-content/uploads/2026/01/AP26009440808190-1768202417.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Iran protests\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4232895\" class=\"wp-caption-text\">This image from a video released by Iranian state TV shows vehicles burning in Tehran on January 8, 2026 [Screengrab/Iranian state TV via AP]</figcaption></figure><h2 id=\"we-re-looking-at-some-very-strong-options\">‘We’re looking at some very strong options’</h2><p>As protests persist despite a security crackdown, Trump <a href=\"/news/2026/1/12/trump-says-us-military-considering-very-strong-options-for-iran\">said</a> on Sunday that the US is considering “strong options” in response to the situation in Iran, including possible military intervention.</p><p>“We’re looking at it very seriously. The military is looking at it, and we’re looking at some very strong options. We’ll make a determination,” he told reporters on board Air Force One, adding that Iran’s leaders have called “to negotiate” after his threats of military action and a “meeting is being set up”.</p><p>Earlier on Sunday, Iranian parliament Speaker Mohammad Baqer Qalibaf warned the US against “a miscalculation”.</p><p>“Let us be clear, in the case of an attack on Iran, the occupied territories [Israel] as well as all US bases and ships will be our legitimate target,” said Qalibaf, a former commander in the Islamic Revolutionary Guard Corps.</p><p>Iran faced a <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war with Israel and the US</a> last year when Israel attacked in June and Washington bombed the country’s three primary nuclear sites.</p><p>The war killed hundreds of civilians, military commanders and scientists, and Tehran responded by launching hundreds of ballistic missiles at Israel, killing 28 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since the protests have broken out, Iranian President Masoud Pezeshkian <a href=\"/news/2026/1/11/irans-pezeshkian-pledges-economic-overhaul-amid-spiralling-protests\">has pledged to take action on the economy</a>.</p><p>In the interview with state TV on Sunday, Pezeshkian ⁠also accused ​‍the US and Israel ⁠of wanting to “sow chaos and disorder” ​by ordering “riots”, and he called ‌upon Iranians ‌to ⁠distance themselves from “rioters and ‌terrorists”.</p><p>The protests have become one of the biggest challenges to the rule of Supreme Leader Ali Khamenei, 86, coming in the wake of the 12-day war. State TV has aired images of burning buildings, including a mosque, as well as funeral processions for security personnel.</p></div></div></body></html>"
        },
        {
            "title": "Trump warns of “very strong options” amid Iran unrest | Protests | Al Jazeera",
            "time": "2026-01-12T07:24:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768202658.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Who is Reza Pahlavi? The exiled ‘prince’ urging Iranians to ‘seize cities’ | Features | Al Jazeera",
            "time": "2026-01-12T07:14:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/04/AP23107678050011-1681897928.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, Reza Pahlavi was the polite face of the Iranian opposition in exile – a former fighter pilot who spoke of nonviolent resistance and secular democracy from his home in the United States.</p><p>But this weekend, the tone of the 65-year-old heir to the Peacock Throne and son of Iran’s last shah changed dramatically.</p><p>In a direct challenge to the Iranian government, Pahlavi called on Iranians to “seize city centres” and prepare for his imminent return, prompting what Iranian state media described as “armed terrorist attacks” across the country.</p><p>“Our goal is no longer merely to come into the streets,” Pahlavi declared in a <a href=\"https://x.com/PahlaviReza/status/2009851903547445613\" target=\"_blank\" rel=\"noopener\">statement</a> released on his X account. “The goal is to prepare to seize city centres and hold them.”</p><h2 id=\"from-heir-to-exile\">From heir to exile</h2><p>Pahlavi was born in Tehran on October 31, 1960, seven years after the US and the UK engineered a coup against Iran’s then-elected Prime Minister Mohammad Mosaddegh, who had nationalised the assets of the Anglo-Persian oil company, now known as BP, in 1951.</p><p>Pahlavi was officially named crown prince at the age of seven. His path seemed destined for the throne until the 1979 revolution upended the region.</p><p>At 17, he left Iran for fighter pilot training in the US at Reese Air Force Base in Texas. While he was away, the repressive monarchy collapsed, and the current political system was established, barring his return.</p><p>Pahlavi <a href=\"https://www.rezapahlavi.org/about\" target=\"_blank\" rel=\"noopener\">completed</a> his training and later earned a degree in political science from the University of Southern California. During the Iran-Iraq War in the 1980s, he famously volunteered to serve as a fighter pilot for his country but was rejected by the authorities in Tehran.</p><p>He has lived in exile ever since, residing in the US with his wife, Yasmine Pahlavi, and their three daughters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"preparing-to-return\">‘Preparing to return’</h2><p>For more than 40 years, Pahlavi advocated for a referendum and nonviolent change. However, his rhetoric has sharpened significantly in recent days.</p><p>On Saturday, he urged workers in key sectors — transport, oil, and gas — to launch nationwide strikes to “cut off the financial lifelines” of the state. He specifically called on the “youth of the Immortal Guard” — the erstwhile imperial forces — and security forces to defect.</p><p>“I, too, am preparing to return to the homeland so that at the time of our national revolution’s victory, I can be beside you,” he stated.</p><p>His call to action comes amid reports of the largest antigovernment protests in years. Pahlavi asked supporters to hoist the pre-1979 “Lion and Sun” flag, a symbol of his father’s rule, and to occupy public spaces starting from 6pm local time (14:30 GMT).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"terrorist-accusations\">‘Terrorist’ accusations</h2><p>The response from Tehran has been furious. On Sunday, state-affiliated media outlets labelled the protests as a “new phase of insecurity” and an “internal armed war”.</p><p>A report by the conservative Vatan-e Emrooz newspaper, cited by the Tasnim news agency, described Pahlavi’s call as cover for “terrorist nuclei” to attack police and Basij forces.</p><p>“Do not be mistaken; this is not merely a riot … these were armed terrorist attacks,” the report stated, claiming that dozens of security personnel had been killed.</p><p>Officials have linked Pahlavi’s escalation to foreign interference, specifically accusing the US and Israel. They claimed the unrest is a “Plan B” by US President Donald Trump and Israeli Prime Minister Benjamin Netanyahu following the conclusion of the 12-day war between Israel and Iran in May last year.</p><h2 id=\"against-the-opposition\">‘Opposition against the opposition’?</h2><p>While Pahlavi has found renewed popularity on the streets, he faces sharp criticism from within the fractured Iranian opposition.</p><p>Alireza Nader, an Iran expert, argued in a recent <a href=\"https://www.meforum.org/mef-observer/has-reza-pahlavi-become-the-opposition-to-irans-opposition\" target=\"_blank\" rel=\"noopener\">article</a> that Pahlavi’s political activities have become divisive. Critics accuse his circle of attacking other prominent dissidents, such as Nobel Peace Prize winner Narges Mohammadi, labelling them “leftists” or “terrorists”.</p><p>“Pahlavi has doubled down on his advisors despite others’ unease about them,” Nader wrote, questioning whether the prince has become “the opposition against the opposition”.</p><p>There are also concerns about manipulation. Nader noted that Pahlavi’s online support is partly driven by cyber-armies linked to the Iranian government, designed to sow discord, raising questions about “who is co-opting whom”.</p><p>Despite these internal rifts, Pahlavi remains the most visible figurehead for the current wave of unrest. With the Trump administration maintaining a hands-off approach — asserting it is “up to Iranians to choose their own leaders” — and the streets of Tehran burning, the exiled prince appears to be making his final gamble for the throne he lost 47 years ago.</p></div></div></body></html>"
        },
        {
            "title": "Integration of armed factions remains one of Syria’s biggest challenges | Politics | Al Jazeera",
            "time": "2026-01-12T06:58:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-18T143521Z_902777183_RC2MTGA5FDMX_RTRMADP_3_SYRIA-SECURITY-KURDS-1768200500.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Syria’s civil conflict ended in December 2024 with the fall of Bashar al-Assad’s regime, hundreds of thousands of citizens were still bearing arms. Throughout the nearly 14 years of war, armed factions proliferated: from the broad spectrum of armed opposition factions in the northwest and the regime’s array of military and militia forces in central and western Syria, to the Syrian Democratic Forces (SDF) in the northeast and a complex network of militias throughout the south, and not to forget the likes of ISIS and al-Qaeda.</p><p>In this context, the task of demilitarising society and reunifying the country has posed a truly formidable challenge for Syria’s transitional authority. Indeed, the process of disarming, demobilising, and reintegrating armed groups while simultaneously establishing new armed forces and a reformed security sector stands at the core of Syria’s transitional state building project. Days of heavy conflict between government forces and the SDF in Aleppo this past week highlighted the consequences of a failure to resolve the integration challenge.</p><p>As a first step in December 2024, the al-Assad regime’s armed forces were swiftly dissolved and a process of status settlement was initiated, whereby all previous soldiers – both officers and conscripts – could register using their national ID and apply for release to civilian life or to re-enlist in the new army.</p><p>Thousands of men chose to undertake this settlement process across the country, to clear their names and start life anew. But thousands of others abstained, especially in the coastal region, where the Alawite minority dominates. While many of those who avoided the process melted back into rural communities, hundreds ended up forming anti-government factions that conducted low-level attacks on government forces, culminating in a huge coordinated campaign on March 6 that killed more than 100 government personnel – triggering a chaotic and brutal week of violence that left more than 1,000 people dead.</p><p>In the months since, several thousand former regime personnel have undergone training and joined Syria’s new security forces across the country. Nevertheless, the fighting persists, due in part to financial support from prominent al-Assad regime figures now in exile in neighbouring Lebanon, as well as in Russia.</p><p>That continues to undermine Syria’s ability to heal ties with Lebanon and Russia, but also complicates the geopolitical standing of such countries among the wider region, which has stood squarely behind the new government in Damascus in the hope of transforming Syria into a base of stability and prosperity.</p><p>Meanwhile, Syria’s transitional government is also seeking to rebuild the Ministry of Defence (MOD) with an army, navy and air force and the Ministry of Interior (MOI) with provincial public security directorates, and dedicated “counterterrorism”, counternarcotics and cyber forces.</p><p>In this transitional phase, the MOD has emerged as the umbrella under which the broad spectrum of opposition armed factions have been folded. While all former opposition groups have technically dissolved, some remain largely in form, constituting the army’s nearly 20 divisions. Those factions with longstanding ties to Turkiye – particularly from the northern Aleppo-based Syrian National Army (SNA) – appear to have benefitted from greater levels of military support and arms supplies than others previously based in Idlib. Some have leaders with controversial pasts, including outstanding international sanctions designations for violent crimes and corruption.</p><p>In the earlier phases of Syria’s transition, the MOD was the force tasked with responding to security challenges and with securing territory through checkpoints and local deployments. This was not an effective “post-war” approach to security, and the ministry’s serious shortcomings in terms of discipline, cohesion and command and control gave way to grievous errors of judgement and restraint – most notoriously on the coast in March 2025, but also in Suwayda in July, when MOD forces intervened in bloody clashes between local Druze and Bedouin communities.</p><p>Through the second half of 2025, the MOD took a back seat when it came to domestic security and was replaced by the MOI, whose public security forces have assumed responsibility for local security across the country.</p><p>Unlike the MOD’s divisions, the MOI’s forces are dominated by newly recruited men from across the country. While the MOI’s specialist units remain dominated by Hayat Tahrir al-Sham (HTS) personnel, the relative lack of previous factional affiliations in the broader public security forces has led to significant improvements in some of the most challenging environments.</p><p>In fact, Syria’s coastal region has transformed from being the most consistently dangerous and deadly region of the country in the first half of 2025 to the most stable and least violent region at the end of the year – even with a low-level rebellion continuing. That is almost entirely due to the MOI’s assumption of security responsibility, and a months-long effort to engage and build trust with local communities.</p><p>The most strategically significant challenge Syria’s transition faces today is from its unresolved territorial issues in the northeast with the Kurdish-dominated SDF and in the southern Druze-majority governorate of Suwayda. In both regions, armed groups are presenting themselves as alternatives to Damascus’s rule – and both are resulting in persistent tensions and conflict.</p><p>While the United States government has worked intensively to facilitate and mediate talks to achieve the SDF’s integration into Syria, those negotiations have yet to bear fruit. With multiple deadlines for such a deal now passed, tensions have been sky-high for weeks.</p><p>An SDF <a href=\"https://www.aljazeera.net/news/2026/1/5/%D8%A7%D9%84%D8%AF%D9%81%D8%A7%D8%B9-%D8%A7%D9%84%D8%B3%D9%88%D8%B1%D9%8A%D8%A9-%D8%AA%D8%B9%D9%84%D9%86-%D8%A5%D8%B5%D8%A7%D8%A8%D8%A9-3-%D8%B9%D8%B3%D9%83%D8%B1%D9%8A%D9%8A%D9%86\">drone attack</a> on a checkpoint manned by government forces in eastern rural Aleppo late on January 5 triggered a spiral of hostilities that ended in the expulsion of SDF-linked militia from northwestern districts of Aleppo city by January 10. This latest bout of fighting has dealt a blow to integration talks, but also highlighted the consequences of their failure. The very real prospect of hostilities now spreading to front lines in eastern Aleppo could kill the talks altogether.</p><p>In Suwayda, a tense standoff remains after the violence in July that killed more than 1,400 people. Druze militias have united under a “National Guard” that is receiving support from Israel. The dominant role played by former al-Assad regime officers within this formation’s leadership has driven a more than 400 percent rise in drug trafficking towards Jordan, according to data collected by the <a href=\"https://www.syriaweekly.com/p/data-update-december-9-30-2025\">Syria Weekly</a> media outlet – triggering Jordanian air strikes in late December.</p><p>Persistent reports of inter-factional violence within the National Guard and increasing numbers of extrajudicial attacks on Druze figures willing to criticise Suwayda’s new de facto authorities suggest the status quo does not offer stability.</p><p>It is in Suwayda where geopolitics have proven to be most acute – with Israel’s backing of Druze authorities presenting a direct challenge not just to Syria’s transition, but to Jordanian security, to regional support for Damascus, and to the desire of US President Donald Trump’s administration to see Syria’s new government assume nationwide control.</p><p>The de facto Druze leader in Suwayda, Hikmat al-Hijri, is also in regular contact with SDF leaders in northeast Syria, with both sides appearing at times to be coordinating their positions vis-a-vis Damascus. Alawite figures on the coast, meanwhile, including protest leader Ghazal Ghazal, have also been in communication with both the SDF and al-Hijri in an attempt to unite behind a political vision that stands in opposition to Damascus.</p><p>Ultimately, Syria’s process of resolving the challenges of armed factions is intrinsically political and tied both to the civil war and to the tensions and challenges that have emerged out of the transition itself. The fact that a vast majority of the international community has united in support of Syria’s transitional government has helped to provide the time and space for dissolving and integrating armed factions and fighters across the country. However, as long as geopolitical challenges to the transition remain, the process of integration will remain incomplete and continue to be a source of instability.</p><p data-start=\"7835\" data-end=\"8231\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "India’s Kohli becomes second-highest run-scorer in international cricket | Cricket News | Al Jazeera",
            "time": "2026-01-12T06:57:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260111__92BX6TC__v1__MidRes__CricketIndNzlOdi-1768199392.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India’s Virat Kohli has become the second-highest scorer across all formats of international cricket after his match-winning knock of 93 in the first one-day international (ODI) against New Zealand.</p><p>Kohli went past Sri Lanka’s Kumar Sangakkara (28,016 runs) on Sunday to move into second in the list of leading run-scorers in the international game, behind fellow Indian Sachin Tendulkar (34,357).</p><p>The top-order batter now has 28,068 runs in Test, ODI and T20 cricket since making his debut for India in an ODI in Sri Lanka in 2008.</p><p>“If I look back at my whole journey, then it is nothing short of a dream-come-true for me,” Kohli said after being named Player of the Match in Vadodara.</p><p>“I have always known my abilities, but I also knew I had to work extremely hard to get where I am today. God has blessed me with far more than I could ever ask for. I look back at my journey with a lot of grace and gratitude, and I feel really proud of it.”</p><p>His 91-ball knock in the ODI opener helped India chase down a victory target of 301 with four wickets and six balls to spare to lead the three-match series 1-0.</p><p>But the in-form Kohli missed out on his 54th ODI century after he registered his fifth 50-plus score in as many ODI innings, including two hundreds.</p><p>“If I am being brutally honest, the way I’m playing right now, I’m not thinking about milestones at all,” the former captain said.</p><p>In his 17th year in international cricket, he continues to reinvent himself. Kohli said he now aims to make the most of the first 20 deliveries ‌after coming in at first drop.</p><p>He said he has tweaked his approach of late to counterattack early in his innings and ‍put bowlers under ‍pressure.</p><p>After opener Rohit Sharma fell for ‍26 in the ninth over, Kohli refused to retreat into a defensive shell and instead took the initiative to ‍force New Zealand’s ⁠attack onto the back foot.</p><p>“If the situation is a bit tricky, I back myself to counterattack now rather than just trying to play the situation in because some ball has your name on it,” he said.</p><p>“There’s no point waiting around for too long. But at the same time, you ‌don’t play outrageous shots. You still stick to ⁠your strengths, but you back yourself enough to put the opposition on the back foot,” he said.</p><p>The swashbuckling batter believed his approach would have been more aggressive had India not been chasing.</p><p>“If we were batting first, I probably would’ve gone harder. But in a chase, with a total on the board, I had to play the situation. I felt like hitting more boundaries, but experience kicks in. The only thing on my mind was getting the team into a position where we could win comfortably.”</p><p>“That actually ended up being the ‍difference in the game.”</p><p>Called King Kohli for his prolific run-scoring, the 37-year-old now only plays the ODI format after he and fellow stalwart Sharma, 38, retired from T20 and Test cricket.</p><p>The future of the two cricketers has been widely debated, with both likely targeting the ODI World Cup in 2027.</p></div></div></body></html>"
        },
        {
            "title": "Man detained after driving truck through anti-Iran protest in Los Angeles | Protests News | Al Jazeera",
            "time": "2026-01-12T06:25:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-07-12T182918Z_678969113_RC2R12AQ64FE_RTRMADP_3_CITYSCAPE-LOS-ANGELES-1768197498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man detained after driving truck through anti-Iran protest in Los Angeles</h1><p class=\"article__subhead\"><em>Los Angeles police respond after a truck drives down a street filled with demonstrators marching in support of the Iranian people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A truck driver has been detained in Los Angeles, California, after speeding down a street filled with people demonstrating in support of <a href=\"/video/inside-story/2026/1/11/how-volatile-is-the-situation-in-iran\">protesters in Iran</a>.</p><p>Marchers were forced to scramble out of the way as a U-Haul box truck drove down a crowded road during the protest on Sunday. One person was hit, but nobody was seriously hurt, local police said in a statement.</p><p>The truck was stopped several blocks away and surrounded by police cars. Footage from a local news helicopter showed officers trying to stop demonstrators from attacking the driver, after they had raced to catch up with his vehicle.</p><p>Police said the driver, who has not been identified, was detained “pending further investigation”.</p><p>The Los Angeles Fire Department said two people were evaluated by paramedics following the incident, with both declining any further treatment.</p><p>A huge crowd of demonstrators had earlier gathered along Veteran Avenue in the Westwood neighbourhood of Los Angeles, marching in support of antigovernment protesters in Iran.</p><p>The United States West Coast city is home to the largest Iranian community outside of Iran.</p><p>Police initially allowed the protest to take place before eventually issuing a dispersal order. Only about 100 protesters were still in the area by early evening, according to local media.</p><p>The protests in Iran began on December 28, when merchants at Tehran’s Grand Bazaar closed their shops over the Iranian rial’s plummeting value. They have evolved from <a href=\"/news/2026/1/6/protests-grow-as-irans-government-makes-meager-offer-amid-tanking-economy\">economic grievances</a> into broader antigovernment demonstrations and are the largest in Iran since the 2022-23 movement spurred by the custodial death of Mahsa Amini, a 22-year-old woman who had been arrested for allegedly violating the strict dress code for women.</p><p>Demonstrations supporting Iranian protesters have taken place in cities across the world, including London, Los Angeles, Paris, Berlin, and Istanbul.</p><p>State media reported on Sunday that <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">109 security personnel have been killed</a> during the latest unrest. Authorities have not confirmed the number of demonstrators who have lost their lives, but opposition activists based outside the country say the death toll is higher and includes hundreds of protesters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran protests live: Unrest ‘stoked and fueled’ by foreign elements - Tehran | Protests News | Al Jazeera",
            "time": "2026-01-12T06:08:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260109__927B4CQ__v7__HighRes__IranRightsJusticeProtest-1768211838.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Iran protests live: Unrest ‘stoked and fueled’ by foreign elements – Tehran</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Iran’s Foreign Minister Araghchi says protests ‘turned violent and bloody to give an excuse’ to US President Trump.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UN’s top court opens landmark Myanmar Rohingya genocide case | Rohingya News | Al Jazeera",
            "time": "2026-01-12T05:16:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/12613549-1768189481.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top court of the United Nations has opened a landmark case <a href=\"/news/2025/12/20/uns-top-court-to-hold-myanmar-genocide-hearings-in-january\">accusing Myanmar of committing genocide</a> against its mostly Muslim Rohingya minority.</p><p>Myanmar’s military deliberately targeted the Rohingya minority in a bid to destroy the community, The Gambia’s Justice Minister Dawda Jallow told the International Court of Justice (ICJ) in The Hague on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is not about esoteric issues of international law. It is about real people, real stories and a real group of human beings. The Rohingya of Myanmar. They have been targeted for destruction,” Jallow said.</p><p>The Gambia filed the case against Myanmar at the ICJ, also known as the World Court, in 2019, two years after the country’s military launched an offensive that forced some <a href=\"/news/2022/7/22/icj-to-rule-on-myanmar-objections-to-rohingya-genocide-case\">750,000 Rohingya</a> from their homes, mostly into neighbouring Bangladesh. The refugees recounted mass killings, rape and arson attacks.</p><p>The trial is the first genocide case the ICJ has taken up in full in more than a decade, and its outcome will have repercussions beyond Myanmar, likely affecting <a href=\"/news/2024/6/6/which-countries-have-joined-south-africas-case-against-israel-at-the-icj\">South Africa’s petition against Israel</a> over its genocidal war on Gaza. The hearings will span three weeks.</p><p>A UN fact-finding mission at the time concluded that the 2017 offensive had included “genocidal acts”. But authorities in Myanmar rejected the report, claiming its military offensive was a legitimate counterterrorism campaign in response to attacks by Rohingya armed groups.</p><p>“The case is likely to ‍set critical precedents for how genocide is defined and how it can be proven, and how violations can be remedied,” Nicholas Koumjian, head of the UN’s Independent Investigative Mechanism for Myanmar, told the Reuters news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"renewed-hope\">‘Renewed hope’</h2><p>In Bangladesh’s Cox’s Bazar, Rohingya refugees said they hoped the genocide case would help bring justice.</p><p class=\"p1\">“We sincerely believe that the ICJ hearing is a new hope to people that our decade-long suffering and denial may finally end and also lead to real justice, accountability and protection for the Rohingya refugees,” Tawfiq Al-Mohsin, representing the Rohingya community, told Al Jazeera.</p><p>“We want justice and peace,” said 37-year-old Janifa Begum, a mother of two. “Our women lost their dignity when the military junta launched the eviction. They burned villages, killed men, and women became victims of widespread violence.”</p><p>Others said they hoped the case would bring them real change, even though the ICJ has no way to enforce any judgement it might make.</p><p>“I hope the ICJ will bring some solace to the deep wounds we are still carrying,” said Mohammad Sayed Ullah, 33, a former teacher and now a member of the United Council of Rohingya, a refugee organisation.</p><p>“The perpetrators must be held accountable and punished,” he said. “The sooner and fairer the trial is, the better the outcome will be … then the repatriation process may begin.”</p><p>Wai Wai Nu, the head of Myanmar’s Women’s Peace Network, said the start of the trial “delivers renewed hope to Rohingya that our decades-long suffering may finally end”.</p><p>“Amid ongoing violations against the Rohingya, the world must stand firm in the pursuit of justice and a path toward ending impunity in Myanmar and restoring our rights.”</p><p>The hearings at the ICJ will mark the first time that Rohingya victims of the alleged atrocities will be heard by an international court, although those sessions will be closed to the public and the media for sensitivity and privacy reasons.</p><p>“If the ICJ finds Myanmar responsible under the Genocide Convention, it would mark a historic step in holding a state legally accountable for genocide,” said Legal Action Worldwide (LAW), a group that advocates for Rohingya rights.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"separate-icc-case\">Separate ICC case</h2><p>During the preliminary hearings in the ICJ case in 2019, Myanmar’s then-leader, <a href=\"/news/2019/12/11/aung-san-suu-kyi-defends-myanmar-against-genocide-allegations\">Aung San Suu Kyi</a>, rejected The Gambia’s accusations of genocide as “incomplete and misleading”. She was later toppled by the military in a coup in 2021.</p><p>The power grab plunged Myanmar into chaos, with the military’s violent crackdown on pro-democracy protests leading to a nationwide armed rebellion.</p><p>While Myanmar’s military continues to deny the accusations of genocide, the opposition National Unity Government (NUG), established by elected lawmakers after the 2021 coup, said it has “accepted and welcomed” the jurisdiction of the ICJ, adding that it has “withdrawn all preliminary objections” previously submitted on the case.</p><p>In a statement ahead of the hearing, the NUG acknowledged the government’s failures, which it said “enabled grave atrocities” to take place against minority groups. It also acknowledged the name Rohingya, which the previous elected government, including Aung San Suu Kyi, had refused to do.</p><p>“We are committed to ensuring such crimes are never repeated,” the NUG said.</p><p>Myanmar’s military leader, Senior General Min Aung Hlaing, is facing a separate arrest warrant before the International Criminal Court (ICC) for his alleged role in the persecution of the Rohingya.</p><p>The ICC prosecution said the general “bears criminal responsibility for the crimes against humanity of deportation and persecution of the Rohingya, committed in Myanmar, and in part in Bangladesh”.</p><p>Additionally, the Burmese Rohingya Organisation UK (BROUK) has accused the military government of <a href=\"/news/2024/6/26/rohingya-genocide-intensifying-as-war-rages-in-myanmars-rakhine-brouk\">“intensifying genocide”</a> against the Rohingya since taking power in 2021.</p><p>Myanmar is currently holding <a href=\"/news/2026/1/11/myanmars-military-holds-second-phase-of-elections-amid-civil-war\">phased elections</a> that have been criticised by the UN, some Western countries and human rights groups as not free or fair.</p></div></div></body></html>"
        }
    ]
}