{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia targets Ukraine’s energy as trilateral talks loom | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-23T14:57:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T091527Z_585978290_RC2I5JA2VQXZ_RTRMADP_3_UKRAINE-CRISIS-EAST-FRONTLINE-1769176515.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the presidents of Ukraine, Russia and the United States prepare to hold their <a href=\"/news/2026/1/22/russia-ukraine-peace-talks-down-to-one-issue-says-us-envoy-witkoff\">first trilateral meeting</a> to end Russia’s war in Ukraine this weekend, almost half of Ukraine is without electricity and heat in sub-zero temperatures, following repeated Russian drone strikes targeting energy infrastructure.</p><p>The strikes appeared designed to break Ukrainian resistance at the negotiating table on territorial concessions to Russia – the one issue Ukraine and the US said remained unresolved at the end of talks in Davos, Switzerland, between Ukraine’s Volodymyr Zelenskyy and US President Donald Trump this week.</p><p>Following those talks on Thursday, <a href=\"/news/2026/1/22/russia-ukraine-peace-talks-down-to-one-issue-says-us-envoy-witkoff\">Zelenskyy</a> said security guarantees had been agreed, and the next step would be the trilateral meeting starting today in Abu Dhabi and including Russia’s Vladimir Putin.</p><p>US Special Envoy Steve Witkoff said negotiations have so far resolved all but one issue, without specifying what that was. But Zelenskyy told reporters in Davos it was the territorial issue.</p><figure id=\"attachment_4257501\" aria-describedby=\"caption-attachment-4257501\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257501\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1769008264.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1769008264\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257501\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"the-question-of-territory\">The question of territory</h2><p>Russia wants Ukraine to cede the one-fifth of the eastern Donetsk region that it has not already seized. A poll this week by the Kyiv International Institute of Sociology (KIIS) found that 54 percent of Ukrainians agreed with Zelenskyy in steadfastly refusing to do this, while another 39 percent reluctantly backed the concession in return for very strong security guarantees.</p><p>Russia has attempted to present its eventual victory as inevitable, touting the capture of minor settlements as strategic achievements, claiming to have conquered cities it doesn’t control, and exaggerating its square footage.</p><p>Last week, Russian commander-in-chief Valery Gerasimov claimed his forces had seized 300sq km (116sq miles) of Ukraine this year. An estimate based on geolocated footage suggested the truth was closer to 74sq km (29sq miles), according to the Institute for the Study of War, a Washington-based think tank.</p><p>Without any significant battlefield successes, the energy crisis now appears to be Moscow’s desperate bid for leverage to win territories it may be unable to conquer even over the longer term.</p><p>Almost 60 percent of Kyiv remained without electricity on January 21, 12 days after devastating Russian <a href=\"/news/2026/1/16/as-russian-attacks-worsen-ukraines-energy-woes-trump-rebukes-kyiv\">strikes on January 9 and 13</a>, and again on Tuesday this week, badly damaged its electricity infrastructure.</p><p>“As of this morning, about 4,000 buildings in Kyiv are still without heat, and nearly 60 percent of the capital is without electricity,” Zelenskyy wrote on social media.</p><p>Zelenskyy said that reflected the situation across the country, where only 60 percent of electricity needs were being met.</p><p>The children’s welfare organisation, UNICEF, said the energy crisis was exposing Ukrainian children to the risks of hypothermia and pneumonia.</p><p>“Practically around the clock, and in repair crews only, nearly 58,000 people are working on power grids and generation facilities, as well as on heating networks,” said <a href=\"https://www.president.gov.ua/en/news/budemo-na-comu-tizhni-pracyuvati-zaradi-novogo-tisku-ta-yasn-102481\">Zelenskyy</a> in a Sunday evening address.</p><p>“If the Russians seriously wanted to end the war, they’d focus on diplomacy – not on missile strikes, blackouts, and even attempts to damage our nuclear power plants,” he said.</p><figure id=\"attachment_4257497\" aria-describedby=\"caption-attachment-4257497\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257497\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1769008214.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1769008214\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257497\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"adapting-to-russian-weapons\">Adapting to Russian weapons</h2><p>On Tuesday, January 20, Russia severed all electricity supply to the Chornobyl nuclear power plant, the director of the International Atomic Energy Agency, <a href=\"https://www.iaea.org/newscenter/pressreleases/update-338-iaea-director-general-statement-on-situation-in-ukraine\">Rafael Grossi</a>, said.</p><p>Nuclear power plants need electrical connections even when they are not generating power to keep reactor cooling systems working, the IAEA says. On the same day, Russia unleashed 339 attack drones and 34 missiles across Ukraine’s power infrastructure.</p><p>Ukraine intercepted 27 of the missiles and 315 drones, but Zelenskyy said, “the performance of the air force against the ‘Shaheds’ is unsatisfactory”, referring to the Iranian-designed, propeller-powered drones Russia builds.</p><p>Zelenskyy had already announced major changes on Monday. “There will be a new approach to the use of air defence by the air force, specifically regarding mobile fire groups, interceptor drones and other means of short-range air defence. This system will be transformed,” he said in an evening video address.</p><p>Russia has also attacked Kyiv with Shahed drones fitted with jet engines, giving them greater speed and making them difficult to intercept, the Ukrainian Air Force has said.</p><p>Ukraine has been adapting. Its air force posted a video on January 15 showing a Sting drone successfully intercepting a jet-powered Shahed. The Sting was developed by Wild Hornets, a Ukrainian charitable fundraising money for air defences, and was designed to kill Shaheds.</p><p>Zelenskyy wants to speed up innovation to counter Russian adaptations to its defences, as well. As part of this effort, he appointed Mykhailo Fedorov as defence minister on January 2 to oversee faster drone production, and on Tuesday announced Colonel Pavlo Yelizarov as deputy head of the air force.</p><p>“With the participation of Pavlo Yelizarov, taking into account his experience and innovative approaches, the “small air defense” system will be improved,” wrote Oleksandr Syrskii, commander-in-chief of the Armed Forces of Ukraine.</p><p>Zelenskyy has long warned Ukrainians to expect worse. On Sunday, he said it again. “Russia has prepared for a strike – a massive strike – and is waiting for the moment to carry it out,” he said.</p><p>Syrskii told Ukrainian news outlet Ib.ua that Russia planned to increase daily Shahed production from 404 to 1,000.</p><p>By the time Zelenskyy went to Switzerland to meet Trump this week, the situation in Ukraine was dire.</p><p>“Today in Ukraine was the most difficult day for the power system since the blackout of November 2022,” wrote energy minister Denys Shmyhal on Thursday. “The situation is extremely difficult. Crews have been obliged to keep resorting to emergency shutdowns.”</p><figure id=\"attachment_4257499\" aria-describedby=\"caption-attachment-4257499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257499\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1769008228.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1769008228\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257499\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"fiasco-follows-fracas\">Fiasco follows fracas</h2><p>The Trump-Zelenskyy meeting took place on the sidelines of the World Economic Forum in Davos, where European leaders had originally hoped to support the announcement of an $800bn reconstruction plan for Ukraine.</p><p>That was derailed by Trump’s launch of his <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace</a> and his bid to acquire Greenland from Denmark. His failure to win the Nobel Peace Prize last year also seemed to be on his mind.</p><p>“Considering your country decided not to give me the Nobel Peace Prize for having stopped 8 Wars PLUS, I no longer feel an obligation to think purely of Peace, although it will always be predominant, but can now think about what is good and proper for the United States of America,” Trump wrote to Norwegian Prime Minister Jonas Gahr Store on Sunday, adding he sought “Complete and Total Control of Greenland”.</p><p>That prompted eight Baltic and North Sea states to send military reinforcements to the island, which is self-governing but part of the Kingdom of Denmark.</p><p>On Wednesday, Trump performed an about-turn, saying he wouldn’t fight NATO allies for Greenland in a rambling 71-minute speech in Davos, but the diplomatic damage had been done. “Nobody is in any mood to stage a grand spectacle around an agreement with Trump right now,” one official told The Financial Times.</p><p>At Davos, European officials remained largely deferential to the US, but there were statements which demonstrated a different mood under the surface.</p><p>European diplomats said Brussels was floating the idea of giving Ukraine preliminary EU membership in 2027 as part of its security guarantees. Full membership would follow later.</p><p>This idea goes against the EU’s usual merit-based accession process, but diplomats said Ukraine’s security should be prioritised over that process. “We have to recognise that we are in a very different reality than when the (accession) rules were first drawn up,” one EU official was quoted as saying.</p><p>Finnish President Alexander Stubb said Europe could “unequivocally” defend itself without the United States, in a discussion about security. He also said Russia was not winning its war, saying it had taken “at most” 1 percent of Ukraine’s territory in the past 1,000 days, at a cost of hundreds of thousands of lives.</p><p>On January 15, Macron reminded the French military that a coalition of 35 countries, not including the US, is now providing all of Ukraine’s military and financial support, after Washington adopted neutrality in the war under Trump.</p><p>“Where Ukraine was extremely dependent on American intelligence capacity, huge majority [of it] a year ago, in [the space of] a year, two-thirds is today provided by France,” Macron said.</p><p>In Brussels, European Commission President <a href=\"https://x.com/vonderleyen/status/2013888436625617323\">Ursula von der Leyen</a> was even clearer about the need for Europe to decouple from US foreign and defence policy.</p><p>“The shift in the international order is not only seismic, but it is permanent,” she told the European Parliament on Wednesday, adding that it is “imperative for Europe … to speed up our push for independence … Europe needs its own levers of power … above all with a real capacity to defend ourselves.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli TikToker attacks activists in occupied West Bank | Newsfeed | Al Jazeera",
            "time": "2026-01-23T14:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769178859.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Does the World Economic Forum still matter in a fractured global economy? | Business and Economy | Al Jazeera",
            "time": "2026-01-23T14:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769178049.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">For decades, the World Economic Forum in Davos was a symbol of global cooperation. Today, its relevance is questioned.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The annual pilgrimage of the world’s political and corporate elite to the World Economic Forum in Davos has come at a critical point.<br>\nGeopolitical tensions are at fever pitch.</p><p>The US is led by a president openly sceptical of multi-lateral cooperation and open trade.</p><p>Donald Trump is using tariffs as a tool for economic and political leverage, threatening to dismantle the global order.</p><p>Critics say the summit is long on talk and short on action.</p><p>But supporters say keeping rivals talking may help contain some of the world’s biggest problems.</p><p>And who pays to rebuild Gaza?</p><p>Plus, Iran’s economic crisis.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venezuela: In the Shadow of the US | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-23T14:12:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769177551.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">How oil-rich Venezuela fell from 1970s stable democracy to a crisis that led to the January 2026 US raid on Caracas.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>How and why did Venezuela fall prey to the US special forces attack on Caracas on January 3, 2026, and what’s the political backstory?</p><p>Once a showcase US ally awash with oil money, Venezuela has descended into crisis and confrontation.</p><p>This film tracks the country’s arc from 1970s petro-democracy to the 1989 Caracazo riots, Hugo Chavez’s rise and radical reforms, the turbulent 2002 coup attempt against him, and the deep economic collapse and mass exodus under President Nicolas Maduro. Framed around the dramatic US special forces operation, with bombing raids on the capital and Maduro toppled from power, this one-off special asks how a country so rich fell so far. Through first-hand testimony, expert analysis and rare archive, it shows how the fate of many Latin American countries is still shaped by US power, as the whole continent braces itself for further intervention under the current US administration.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "LIVE: Attacks continue in Russia, Ukraine before talks in Abu Dhabi | Energy News | Al Jazeera",
            "time": "2026-01-23T14:08:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6972960e2da52-1769117198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Attacks continue in Russia, Ukraine before talks in Abu Dhabi</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>President Volodymyr Zelenskyy says officials from Ukraine, Russia and the United States will hold trilateral ⁠meetings in the UAE on Friday and Saturday.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Imperial’ agenda: What’s Trump’s Gaza development plan, unveiled in Davos? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-23T13:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T113052Z_973729163_RC2A6JAJCF36_RTRMADP_3_DAVOS-MEETING-TRUMP-1769164527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Glittering towers lining the Mediterranean coastline, a “New Gaza” and “New Rafah” in the offing, with more than 100,000 housing units alongside orderly industrial parks – and even a new airport.</p><p>All without consultation with the people this development is supposed to benefit.</p><p>This is the skeleton of a “masterplan” for post-war Gaza, presented by Jared Kushner, United States President Donald Trump’s son-in-law and a real estate developer, at the World Economic Forum in <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">Davos, Switzerland</a> this week.</p><p>“There is no Plan B,” said Kushner, as he unveiled the ambitious plan.</p><p>Israel’s genocidal war on Gaza has killed more than 71,000 Palestinians – with thousands more missing and presumed dead under the rubble – in Gaza since October 7, 2023, the day Hamas launched an attack on villages and army outposts in southern Israel and Israel began its bombardment. More than 470 Palestinians <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">have been killed</a> since a ceasefire was announced by Trump on October 10 last year.</p><p>Presented as a plan to rebuild the Palestinian territory, the Trump administration’s proposal this week, however, offers no insight into core issues such as property and land rights — let alone justice for war crimes — amid plans to construct shimmering buildings atop an estimated 68 million tonnes of rubble and war debris, where thousands of bodies remain buried.</p><p>Praising the redevelopment plan, Trump, who also spoke at length at the forum in Davos, argued that the war in Gaza “was really coming to an end”, even as Israeli forces killed at least 11 Palestinians, including two children and three journalists, in separate strikes on the Gaza Strip on Thursday.</p><p>“I’m a real estate person at heart, and it’s all about location,” Trump said about the development plan. “And I said, look at this location on the sea, look at this beautiful piece of property, what it could be for so many people.”</p><p>Experts have strongly criticised the “imperialist” vision of Trump’s so-called master plan, which they say does not include any consultation with Palestinians and reduces the ongoing catastrophic genocide to an “investment opportunity”.</p><p>Trump’s proposal reeks of “imperial plans for Gaza,” Palestinian-American writer Susan Abulhawa wrote in a post on X. “This is a plan to erase Gaza’s indigenous character, turn what remains of her people into a cheap labor force to manage their ‘industrial zones’ and create an exclusive coastline for ‘tourism’.”</p><p>During more than two years of bombardment on Gaza from October 2023, Israel, which is diplomatically supported and armed by the US, destroyed or damaged more than 80 percent of the Strip’s buildings, with residential blocks completely flattened.</p><p>All major hospitals and universities, and most of the Strip’s electricity and water systems, roads and municipal services have been destroyed.</p><p>Nearly all the territory’s 2.3 million residents have been displaced, many of them multiple times. People face hours-long queues for basic food and water, and aid into the territory has been restricted by Israel, which controls everything that goes in and out.</p><p>So, what’s in the Gaza reconstruction plan, part of Trump’s launch of a “<a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace</a>”; could it be realised — and at what cost, especially for the people of Gaza?</p><figure id=\"attachment_4261411\" aria-describedby=\"caption-attachment-4261411\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261411\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93M84X6__v1__MidRes__SwitzerlandUsPoliticsEconomyDiplomacy-1769164474.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"kushner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261411\" class=\"wp-caption-text\">US businessman Jared Kushner speaks at the ‘Board of Peace’ meeting during the World Economic Forum (WEF) annual meeting in Davos on January 22, 2026 [Fabrice Coffrini/AFP]</figcaption></figure><h2 id=\"what-s-the-board-of-peace\">What’s the Board of Peace?</h2><p>In Davos on Thursday, Trump formally announced the charter for his “Board of Peace”, which he has pitched as the next phase of his administration’s 20-point peace plan and a mechanism to oversee the reconstruction of Gaza. Membership on the board has a three-year cycle. Those seeking a permanent seat must pay $1bn.</p><p>But the 11-page charter for the Board of Peace does not mention Gaza and appears to have morphed into something far more ambitious – an international disputes forum and a potential rival to the United Nations.</p><p>The executive board so far includes former United Kingdom Prime Minister Tony Blair, US Secretary of State Marco Rubio and Kushner, with Trump as the chairman himself with veto power. It also includes Israel’s Prime Minister Benjamin Netanyahu, even though he faces an arrest warrant from the International Court of Justice (ICJ) for war crimes in Gaza.</p><p>At least 50 countries’ leaders have confirmed that they have received invitations, including US adversaries China and Russia — and <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">several have agreed to join</a>. However, Trump withdrew Canada’s invitation ‍on Thursday, in what appeared to be a retaliatory move following Prime Minister Mark Carney’s speech at the World Economic Forum, in which he denounced Trump’s aggressive stance over Greenland.</p><p>Speaking at the forum, Trump said the board was going to be “very successful in Gaza” and “we can spread out to other things as we succeed with Gaza”.</p><p>Kushner then outlined details about the board’s development plans for Gaza without mentioning plans for a path to Palestinian statehood.</p><p>Hamas, which currently governs Gaza, condemned the proposal, saying: “Our people in the Gaza Strip will not allow these plans to pass.”</p><figure id=\"attachment_4261413\" aria-describedby=\"caption-attachment-4261413\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261413\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93M687E__v1__MidRes__SwitzerlandUsPoliticsEconomyDiplomacy-1769164477.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"kushner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261413\" class=\"wp-caption-text\">Jared Kushner speaks as a ‘Gaza Timeline’ is displayed on a giant screen at the ‘Board of Peace’ meeting during the World Economic Forum (WEF) annual meeting in Davos on January 22, 2026 [Mandel Ngan/AFP]</figcaption></figure><h2 id=\"what-s-in-the-gaza-plan\">What’s in the Gaza plan?</h2><p>Trump’s development plan includes projections to raise Gaza’s gross domestic product (GDP) to $10bn by 2035, after the size of the territory’s economy crashed to just $362m by 2024 amid the war; 500,000 new jobs; and at least $25bn in investment for modern utilities and public services.</p><p>Kushner did not specify who would fund the redevelopment. “As you guys know, peace is a different deal than a business deal, because you’re changing a mindset,” he said, calling the Gaza peace efforts “very entrepreneurial”.</p><p>However, he also focused on security. “[The] number one thing is going to be security,” Kushner said. “Without security, nobody’s going to make investments, nobody’s gonna come build there. We need investments in order to start giving jobs,” Kusher said.</p><p>He added that the US is working “very closely with the Israelis to figure out a way to de-escalation, and the next phase is working with Hamas on demilitarisation”.</p><p>There is no evidence that Palestinians or their leadership have been consulted over any of these plans. Amjad Shawa, director of the Palestinian NGOs Network in Gaza, said Palestinian civil society and official bodies were not included in discussions with the Board of Peace.</p><p>“We were surprised, as Palestinian actors on the ground, after 10 years of work, and especially the last two years of work in Gaza, that no one consulted us about the plans for Gaza and its future,” he said.</p><p>“At the time these leaders are holding ceremonies, Israel is using this period to continue its actions in Gaza.”</p><p>Here are some of the highlights of Trump’s redevelopment plan:</p><h3 id=\"four-phases-of-development\">Four phases of development</h3><p>Presenting a four-phase development timeline beginning in Rafah, southern Gaza, and then moving its way north, Kushner displayed colour-coded maps showing coastal tourism zones, mixed-use towers, and residential and industrial areas, as he unveiled the plan in Davos.</p><p>Phase one of Trump’s plan for rebuilding is set to start in Rafah, Gaza’s southern-most city, and some parts of Khan Younis. Phase two will include other parts of Khan Younis, while phase three aims to develop refugee camps in central Gaza. Phase four will cover Gaza City, which is in the north of the territory.</p><p>Kushner told attendees at Davos that construction of new developments in all these areas will take two to three years. However, he did not provide details about where Palestinians would live during reconstruction, and how new properties would be allocated.</p><figure id=\"attachment_4261403\" aria-describedby=\"caption-attachment-4261403\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261403\" src=\"/wp-content/uploads/2026/01/AFP__20251023__79R49D3__v1__MidRes__PalestinianIsraelConflict-1769164454.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261403\" class=\"wp-caption-text\">Umm Jameela Abdul-Razzaq, right, a displaced Palestinian woman, sifts through debris with her grandson at her home, which was heavily damaged by Israeli bombardments in the Bureij refugee camp, central Gaza, on October 23, 2025 [Eyad Baba/AFP]</figcaption></figure><h3>Coastal tourism plans</h3><p>In maps showing the Gaza plan, Trump’s administration has pink-coloured nearly the entire seafront and marked it as a “coastal tourism” zone that will include as many as 180 skyscrapers.</p><p>The proposal also shows a port at the southwestern end of Gaza, alongside the border with Egypt, and an area zoned for an airport close by, a few miles from the site of the original Gaza airport, which was destroyed in Israeli attacks two decades ago.</p><figure id=\"attachment_4189224\" aria-describedby=\"caption-attachment-4189224\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189224\" src=\"/wp-content/uploads/2025/12/1-1766382558.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"2025 in Gaza: 12 months, 12 pictures\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189224\" class=\"wp-caption-text\">An unending stream of people marched up the coast of Gaza on January 27, carrying their belongings in plastic bags and repurposed flour sacks through the central city of Nuseirat after Israel reopened access to the territory’s north [AFP]</figcaption></figure><figure id=\"attachment_3958590\" aria-describedby=\"caption-attachment-3958590\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3958590\" src=\"/wp-content/uploads/2025/09/AP25260645897176-1758144153.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Displaced Palestinians flee Gaza City carrying their belongings along the coastal road toward southern Gaza,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3958590\" class=\"wp-caption-text\">Displaced Palestinians flee Gaza City carrying their belongings along the coastal road towards southern Gaza, on Wednesday, September 17, 2025 [Abdel Kareem Hana/AP Photo]</figcaption></figure><h3>Employment and investment</h3><p>In a report published in October 2025, the Palestinian Central Bureau of Statistics said unemployment in Gaza rose by 80 percent during the war, with more than 550,000 people currently without jobs.</p><p>GDP plunged 83 percent in 2024 compared with the previous year, and by 87 percent over two years to $362m. GDP per capita plummeted to $161 annually, placing it among the lowest in the world.</p><p>“Before the war, the Gaza Strip witnessed economic growth, with the opening of many commercial, tourism, and industrial projects, and it became a haven for many investments in all sectors,” Maher Altabbaa, the director-general of the Gaza Governorate Chamber of Commerce and Industry, told Al Jazeera earlier last month.</p><p>The proposal presented by Kushner claims more than 500,000 jobs in construction, agriculture, manufacturing and services will be created, with a $1.5bn investment in an initiative called “Vocational Schools and (Re)-Training for Full Labor Force”.</p><p>He added that the board aims to use “free market principles” to shift Gaza’s dependence on foreign aid, and unveiled plans for a new “logistics corridor”, a new “trilateral” crossing at Rafah, and roads connecting Gaza’s urban centres in the proposal. The plan seems to suggest the new crossing would be built at the point where Gaza, Israel and Egypt’s Sinai region meet.</p><p>The main, existing Rafah crossing between Gaza and Egypt, meanwhile, is expected to open in both directions next week.</p><figure id=\"attachment_4261405\" aria-describedby=\"caption-attachment-4261405\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261405\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93C92N6__v3__MidRes__TopshotPalestinianIsraelConflictGaza-1769164461.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261405\" class=\"wp-caption-text\">The body of three-month-old Palestinian baby Shatha Abu Jarad, who died of cold according to medics, is carried by her uncle at al-Shifa Hospital in Gaza City on January 20, 2026 [Omar Al-Qatta/AFP]</figcaption></figure><h3>‘New Rafah’, ‘New Gaza’</h3><p>Kushner presented a slide showing artificial intelligence-generated images titled “New Rafah”, which showed plans to build more than 100,000 permanent housing units in Gaza’s southern city.</p><p>About 200 schools and more than 75 medical facilities will be built, he claimed.</p><p>Another slide, titled “New Gaza”, showed plans to turn the enclave into a centre of industry, heavy on data centres and other digital infrastructure.</p><figure id=\"attachment_3941158\" aria-describedby=\"caption-attachment-3941158\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3941158\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-GAZA-BEFORE-and-AFTER-poster-image-1757584307.png?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"INTERACTIVE---GAZA-BEFORE-and-AFTER poster image-1757584307\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3941158\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-did-kusher-say-about-demilitarisation\">What did Kusher say about demilitarisation?</h2><p>Kushner said the reconstruction plan would only commence following full disarmament by Hamas and the withdrawal of the Israeli military after that.</p><p>Israel backed several armed groups and gangs in Gaza during the war, and Kushner said these would either be dismantled or “integrated into” the National Committee for the Administration of Gaza (NCAG) — a body of 15 Palestinian technocrats tasked with the day-to-day running of the territory.</p><p>All of Hamas’s heavy weapons are to be decommissioned immediately, and the remaining smaller arms would be decommissioned gradually by a new Palestinian police force, under the plan. Hamas, on its part, has not committed to disarming – amid worries that this could eliminate what little armed resistance Palestinians in Gaza might be able to offer to future Israeli attacks.</p><p>During the presentation in Davos, Kushner’s slide presentation said that Hamas members who cooperate and disarm would be “rewarded with amnesty and reintegration, or safe passage”, and some would be “integrated” into the new Palestinian police force after “rigorous vetting”.</p><p>Mahmoud Abbas, president of the Palestinian Authority (PA), has called for the full implementation of the peace plan, including the withdrawal of Israeli forces and a central role for the PA in administering Gaza.</p></div></div></body></html>"
        },
        {
            "title": "Who controls TikTok’s US platform under new deal? | Cybersecurity News | Al Jazeera",
            "time": "2026-01-23T13:55:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68cfd102-1758449922.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Social media platform TikTok has reached an agreement with investors to launch an independent US entity, enabling it to <a href=\"/news/2025/1/17/what-to-know-about-tiktoks-looming-us-ban\">avoid a ban</a> in the United States after years of wrangling over its fate.</p><p>The embattled short-video platform, which is used by more than 200 million Americans and 7.5 million businesses, announced the joint-venture deal in a statement on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreement establishes a US version of TikTok, which will be controlled by investment companies, many of which are American companies, and several linked to US President Donald Trump.</p><p>TikTok has been beset by troubles since 2024, when lawmakers, under the Joe Biden administration, <a href=\"/news/2024/3/14/why-has-the-us-passed-a-bill-to-ban-tiktok-and-whats-next\">passed legislation</a> to force the platform to divest itself of its ownership by the Chinese internet company ByteDance.</p><p>Trump, who delayed the ban via an executive order when he assumed office in January 2025, praised this week’s deal. In a post on Truth Social early on Friday, Trump touted <a href=\"/economy/2025/9/19/trump-china-tiktok-deal-in-the-works-to-avoid-looming-us-ban-what-we-know\">his role</a> in “saving TikTok” and said the agreement marked a “very dramatic, final and beautiful conclusion”.</p><p>“It will now be owned by a group of Great American Patriots and Investors, the Biggest in the World, and will be an important Voice,” Trump wrote.</p><p>“I only hope that long into the future I will be remembered by those who use and love TikTok,” the president added.</p><p>Trump has repeatedly praised the app for enabling him to reach a younger fan base during the campaign season.</p><p>Here’s what we know about how TikTok’s US entity will operate:</p><figure id=\"attachment_2137818\" aria-describedby=\"caption-attachment-2137818\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2137818\" src=\"/wp-content/uploads/2023/03/AP23082523949868.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Chew\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2137818\" class=\"wp-caption-text\">TikTok CEO Shou Zi Chew testifies during a hearing of the House Energy and Commerce Committee, on the platform’s consumer privacy and data security practices and impact on children, Thursday, March 23, 2023, on Capitol Hill in Washington [Alex Brandon/AP]</figcaption></figure><h2 id=\"what-happened-at-tiktok\">What happened at TikTok?</h2><p>TikTok’s struggles in the US began in 2020, during Trump’s first term as president, when US authorities tried to force the app to divest from its Chinese parent company, ByteDance, after it was deemed a national security risk.</p><p>Although Trump signed an executive order instructing ByteDance to hand control to US companies before his first term ended, the Biden administration reversed it.</p><p>The US had concerns about how ByteDance would handle data about US users, and whether China could pressure it to hand that data over.</p><p>There were also concerns that Beijing could influence the app’s powerful algorithm, which is revered for accurately suggesting content that keeps users engaged.</p><p>ByteDance and China have consistently denied that Beijing pressures companies to collect and hand over user data. But China has also insisted that TikTok and its algorithm must remain under Chinese control.</p><p>In April 2024, Congress passed a law that would ban TikTok in the US if ByteDance failed to sell its US operations to US owners by January 19, 2025. The law specified that TikTok US should cut ties with ByteDance. TikTok sued the US government, but the US Supreme Court <a href=\"/economy/2025/1/17/us-supreme-court-upholds-law-banning-tiktok\">upheld the ban.</a></p><p>The platform voluntarily went offline for about 12 hours on January 18 – the day before the ban was due to come into effect. Its service was restored after then President-elect Trump confirmed that he would extend the deadline once he took office.</p><p>The president extended the deadline for 75 days via an executive order on January 20, the same day he was sworn in. He then signed executive orders periodically to continue putting off the ban.</p><p>In September, Trump <a href=\"/economy/2025/9/17/trump-announces-deal-with-china-to-allow-tiktok-continue-operating-in-us\">said</a> he had reached a deal with China that would allow TikTok to keep operating in the US. According to a December memo from TikTok’s Singaporean CEO Shou Zi Chew, US firms and other investors had signed agreements regarding a divestment plan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-new-tiktok-deal\">What is the new TikTok deal?</h2><p>The joint-venture agreement with new investors creates an independent US arm of TikTok – TikTok USDS Joint Venture LLC. USDS stands for US Data Security Inc.</p><p>Under the agreement, the new entity will separately secure and store US user data in line with US cybersecurity laws. “The majority American owned Joint Venture will operate under defined safeguards that protect national security through comprehensive data protections, algorithm security, content moderation, and software assurances for US users,” TikTok’s statement read.</p><p>The entity will safeguard US content “through robust trust and safety policies and content moderation while ensuring continuous accountability through transparency reporting and third-party certifications,” it added.</p><p>TikTok added that the US division’s algorithm will be “retrained” on US user data. The company also said US creators will remain discoverable on a global scale.</p><p>Additionally, TikTok US will oversee “certain commercial activities” such as e-commerce, advertising, and marketing in the US.</p><p>Adam Presser, who was most recently TikTok’s head of operations and trust and safety, will lead the entity as CEO. He will work with a seven-member, majority American board that includes TikTok CEO Shou Zi Chew.</p><figure id=\"attachment_3447039\" aria-describedby=\"caption-attachment-3447039\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3447039\" src=\"/wp-content/uploads/2025/01/RC227CA5LL8Y-1737079617.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. Supreme Court considers TikTok bid to halt ban\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3447039\" class=\"wp-caption-text\">A person holds a placard on the day justices hear oral arguments in a bid by TikTok and its China-based parent company, ByteDance, to block a law intended to force the sale of the short-video app by January 19 or face a ban on national security grounds, outside the US Supreme Court, in Washington, DC, US, January 10, 2025 [Marko Djurica/Reuters]</figcaption></figure><h2 id=\"who-owns-tiktok-us-now\">Who owns TikTok US now?</h2><p>There isn’t one single owner as the company has been created under a joint venture with multiple investors.</p><p>ByteDance will retain a 19.9 percent stake in the venture, despite the fact that the 2024 Biden-era law specified that TikTok US cut ties with the company.</p><p>Three investor companies each hold a 15 percent stake:</p><ul class=\"spaced-bullet-spacing\">\n<li>Silver Lake – A US private equity firm focused on tech investments and with branches in London, Hong Kong and Singapore. It is chaired by Kenneth Hao. Egon Durban, a co-executive, is on the TikTok US board.</li>\n<li>Oracle – The cloud computing company that has been storing TikTok US data since 2022. It is chaired by billionaire Larry Ellison, a longtime ally of Trump.</li>\n<li>MGX – The UAE-owned investment firm specialising in artificial intelligence (AI) technology, which is chaired by the country’s national security adviser, Tahnoun bin Zayed Al Nahyan</li>\n</ul><p>There are eight other investors, including:</p><ul>\n<li>Dell Family Office, owned by Michael Dell, founder of Dell Technologies and a Trump ally</li>\n<li>Vastmere Strategic Investments, an affiliate of Susquehanna International Group, founded by Trump ally Jeff Yass</li>\n<li>Alpha Wave, a global investment company</li>\n<li>Revolution, owned by Steve Case, founder of AOL</li>\n<li>Merritt Way, managed and controlled by San Francisco-based investment firm Dragoneer</li>\n<li>Via Nova</li>\n<li>Virgo Li Inc</li>\n<li>NJJ Capital</li>\n</ul><h2 id=\"what-has-china-said-about-this-deal\">What has China said about this deal?</h2><p>China has not commented specifically on the latest announcement.</p><p>Liu Pengyu, the spokesperson of the Chinese embassy in Washington, told reporters on Thursday, in advance of the deal becoming public, that “China’s position on TikTok has been consistent and clear”, but did not go further.</p><p>However, Trump signalled that Chinese President Xi Jinping was on board with the agreement when he praised his counterpart in his Truth Social statement on Friday.</p><p>“I would also like to thank President Xi, of China, for working with us and, ultimately, approving the Deal,” Trump wrote.</p><p>“He could have gone the other way, but didn’t, and is appreciated for his decision,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump claim on NATO role in Afghanistan draws UK condemnation | Donald Trump News | Al Jazeera",
            "time": "2026-01-23T13:04:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697369fa7c3f-1769171450.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump claim on NATO role in Afghanistan draws UK condemnation</h1><p class=\"article__subhead\"><em>UK politicians have accused Trump of avoiding military service during the Vietnam War.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/tag/donald-trump/\">United States President Donald Trump</a> has drawn criticism from British politicians after claiming that NATO forces stayed away from the front line during the war in Afghanistan.</p><p>The US president made the remarks in an interview with Fox News, a US broadcaster, where he again questioned the value of the military alliance and suggested that NATO allies would not come to Washington’s aid if requested.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking on Thursday, Trump said the US had “never needed” NATO and claimed allied forces remained “a little off the front lines” during the Afghanistan conflict.</p><p>The comments prompted a backlash across the UK political spectrum, with critics pointing to the scale of NATO casualties during the 20-year war and raising questions about Trump’s own military record.</p><h2 id=\"allies-losses\">Allies’ losses</h2><p>The United Kingdom lost 457 service personnel in Afghanistan. More than 150 Canadian soldiers were killed, along with 90 French soldiers. Denmark lost 44 soldiers – one of the highest per-capita death rates among NATO members – despite the country recently facing continued pressure from Trump to sell its semi-autonomous territory of Greenland to the US.</p><p>Stephen Kinnock, a junior British minister, described Trump’s remarks as “deeply disappointing” and said European forces had paid a heavy price while backing US-led operations.</p><p>“Many, many British soldiers and many soldiers from other European NATO allies gave their lives in support of American-led missions in places like Afghanistan and Iraq,” Kinnock told the UK’s Sky News broadcaster on Friday.</p><p>“I think anybody who seeks to criticise what [our armed forces] have done and the sacrifices that they make is plainly wrong,” he added.</p><h2 id=\"how-dare-he\">‘How dare he’</h2><p>Kinnock also noted that the US remains the only NATO member to have invoked Article 5, the alliance’s collective-defence clause, following the September 11, 2001 attacks, prompting allies to rally behind Washington.</p><p>He said NATO was the most successful international security alliance “in the history of the world”, with the US and its European partners, including the UK, playing a central role.</p><p>Other UK politicians highlighted Trump’s history of avoiding military service during the Vietnam War. Trump received multiple draft deferments, including one based on a diagnosis of bone spurs in his heels – a medical claim that has previously been questioned.</p><p>“Trump avoided military service 5 times,” Ed Davey, leader of the UK’s Liberal Democrats, wrote on X. “How dare he question their sacrifice.”</p></div></div></body></html>"
        },
        {
            "title": "Why is Rodman signing and highest female soccer salary controversial? | Football News | Al Jazeera",
            "time": "2026-01-23T12:58:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T013902Z_1306842580_MT1USATODAY28063771_RTRMADP_3_NWSL-WASHINGTON-SPIRIT-PRESS-CONFERENCE-1769170088.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Forward Trinity Rodman’s new three-year deal to remain with the Washington Spirit has brought to an end months of speculation about the Olympic gold medallist’s future in the National Women’s Soccer League (NWSL). It has also shattered the wage record for a female footballer.</p><p>The Spirit announced the signing in a statement on Thursday evening, calling it “one of the most significant contracts in the NWSL and the women’s game worldwide, reflecting both Rodman’s elite status and the Spirit’s role as a global standard-bearer in women’s football”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The deal has not been without controversy, though. The furore over Rodman’s future with the Spirit spurred criticism of the NWSL salary cap and whether it hampered the league from attracting and maintaining top players.</p><p>Al Jazeera Sport takes a look at the deal that split the sport in the United States, but has now set a new bar for women’s football across the world.</p><h2 id=\"how-did-rodman-s-nwsl-deal-hit-the-headlines\">How did Rodman’s NWSL deal hit the headlines?</h2><p>The 23-year-old Rodman became a free agent at the end of last season after five years with the Spirit. One of the biggest stars in the NWSL, keeping her in the league was considered vitally important as other US national team stars, including Naomi Girma and Alyssa Thompson, opted to play in Europe.</p><p>As the failure to agree to a new deal dragged on last year, with her previous contract ending on December 31, Rodman, too, drew interest from European teams that don’t have a salary cap. Months of speculation ensued, in particular that teams from England were heading the list of suitors on the continent who were prepared to step in and meet her wage demands.</p><h2 id=\"what-is-the-value-of-rodman-s-new-washington-spirit-deal\">What is the value of Rodman’s new Washington Spirit deal?</h2><p>The financial terms of Rodman’s contract were not disclosed.</p><p>It is understood, however, that Rodman’s deal is worth more than $2m annually, including bonuses.</p><p>“Trinity is a generational player, but more importantly, she represents the future of this club and the future of women’s soccer,” Spirit owner Michele Kang said. “This agreement reflects our belief that elite talent deserves elite commitment.”</p><h2 id=\"how-did-rodman-s-deal-first-court-controversy-in-the-nwsl\">How did Rodman’s deal first court controversy in the NWSL?</h2><p>The Spirit and Rodman had previously struck a multi-year deal that both parties maintained was in compliance with the salary cap, but it was rejected by the league.</p><p>The NWSL’s salary cap is $3.5m for each team for the 2026 season, which brought Rodman’s salary sharply into the spotlight and remains an awkward sum, although the cap will increase each year until it hits $5.1m in 2030.</p><p>NWSL commissioner Jessica Berman, who vetoed the deal at the time, reportedly believed it violated the “spirit” of league salary rules.</p><p>With the initial rejection, the National Women’s Soccer League Players Association filed a grievance claiming that the NWSL’s rejection of the contract violated Rodman’s free agency rights and violated the collective bargaining agreement.</p><h2 id=\"how-was-rodman-s-deal-resolved-with-the-nwsl\">How was Rodman’s deal resolved with the NWSL?</h2><p>To address the salary cap issue, the NWSL in late December adopted a “High Impact Player” mechanism that allowed teams to spend up to $1m over the cap to sign players that meet certain criteria. Those included metrics like national team minutes, inclusion among the 30 candidates for the Ballon d’Or or player rankings by outlets like The Guardian or ESPN.</p><p>The NWSLPA filed a grievance over the rule, claiming it violated the collective bargaining agreement and federal labour law because player compensation must be negotiated. The NWSLPA maintains the league had no authority to “unilaterally create a new pay structure”.</p><p>Spirit President of Soccer Operations Haley Carter said the High Impact Player rule figured into the contract Rodman ultimately agreed to. Carter also said the grievances would not alter Rodman’s deal.</p><figure id=\"attachment_4261486\" aria-describedby=\"caption-attachment-4261486\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261486\" src=\"/wp-content/uploads/2026/01/2026-01-22T235040Z_1463376072_MT1USATODAY28062791_RTRMADP_3_NWSL-WASHINGTON-SPIRIT-PRESS-CONFERENCE-1769170329.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trinity Rodman (front left) of the Washington Spirit signs a contract extention during a press conference at BMO Stadium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261486\" class=\"wp-caption-text\">Trinity Rodman (front left) of the Washington Spirit signs a contract extension under the watchful eye of the club’s owner, Michele Kang [Kiyoshi Mio/Reuters]</figcaption></figure><h2 id=\"what-have-rodman-and-washington-spirit-said-about-the-deal\">What have Rodman and Washington Spirit said about the deal?</h2><p>“I think I’ve always had a vision and an idea of what I wanted my legacy to be,” Rodman said at Thursday evening’s event in Los Angeles to announce her new deal. “And for me, we’re doing that and I’m so grateful for that.”</p><p>For Washington Spirit, losing Rodman was an unpalatable scenario.</p><p>“I can’t think of the Washington Spirit without her,” Spirit owner Michele Kang said of the new deal. “And I hope she can’t think about her career without the Washington Spirit. So this is really monumental and it was really important, not only for the Spirit, especially for our fans who expect to see her. They come to Audi Field and that’s where Rowdy Audi clearly came out.”</p><h2 id=\"was-a-move-away-from-the-nwsl-a-real-possibility-for-rodman\">Was a move away from the NWSL a real possibility for Rodman?</h2><p>“Making my decision, the one question I was asked was: ‘Do you feel like you’re finished with the Spirit? Can you say that and feel confident leaving?’” Rodman said.</p><p>“I didn’t even need half a second, and I was like, ‘No, I’m not. I don’t feel ready to make a different decision.’ That’s just, again, getting drafted here and developing and maturing and learning – and failing – at the Spirit, in DC, it’s become so much of my legacy and my story. But on top of that, I still feel like there’s so much more I have to give and so much more that I want to do.”</p><h2 id=\"is-trinity-rodman-the-daughter-of-nba-legend-dennis\">Is Trinity Rodman the daughter of NBA legend Dennis?</h2><p>Yes. Rodman, whose Olympic gold was secured with the United States at the Paris Games in 2024, is the daughter of former NBA star Dennis Rodman.</p><p>She was drafted at the age of 18 in 2021 and earned Rookie of the Year honours as the Spirit won their first NWSL title.</p><p>Rodman has since won 47 appearances and 11 goals with the US national team, more than any other player on the latest roster. She only played in one US match last year, a 2-0 victory over Brazil in April, because of injuries.</p><p>Rodman is currently with the national team in their annual January training camp in Carson, California. The team plays a match there against Paraguay on Saturday and then plays Chile on Tuesday in Santa Barbara.</p></div></div></body></html>"
        },
        {
            "title": "Militarising the Sahel will not defeat terrorism | Opinions | Al Jazeera",
            "time": "2026-01-23T12:39:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357457602550-1767178885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"374\" data-end=\"1617\">After launching what he called “a powerful and deadly strike against ISIS [ISIL] terrorist scum” in northwest Nigeria on December 25, United States President Donald Trump promised “many more”, reaffirming his stance that the US “will not allow radical Islamic terrorism to prosper”. The strikes occurred less than a week after the newly formed Alliance of Sahel States (AES) commissioned a joint military force comprising a 5,000-strong contingent, presented as a symbol of collective self-reliance and security autonomy, in a concerted effort to combat terrorist groups in its member states. They also followed moves by the Economic Community of West African States (ECOWAS) to establish an ambitious plan announced in August 2025 to activate a 260,000-strong joint counterterrorism force, backed by a proposed $2.5bn annual budget for logistics and front-line support.</p><p data-start=\"374\" data-end=\"1617\">While these developments may be presented by their proponents as decisive steps against terrorism, there is little evidence that militarised escalation alone can defeat armed groups in the Sahel. Instead, they signal an accelerating militarisation of the region. Not only does this fuel emerging geopolitical tensions in West Africa, but it also, more importantly, edges the Sahel towards interstate armed conflict, posing far graver risks to regional peace and stability.</p><h2 id=\"a-friendship-turned-sour\">A friendship turned sour</h2><p>Until 2021, counterinsurgency and counterterrorism operations in the Sahel were governed by a loosely coordinated, non-hierarchical security architecture built around diplomatic and military collaboration among regional and extra-regional actors. This architecture brought together ECOWAS, the European Union, the United Nations, the African Union, external powers such as the US and France, as well as regional powers such as Algeria and Nigeria, with ECOWAS playing a central coordinating role.</p><p data-start=\"1878\" data-end=\"2435\">A typical example was the 2013 African-led International Support Mission to Mali, organised by ECOWAS in collaboration with the AU, UN and France to confront Tuareg rebels and allied armed groups in northern Mali. More prominent was the EU-financed G5 Sahel counterterrorism force, which brought together African and European troops and operated between 2017 and 2023. While these arrangements were often marked by tension, competition and uneven outcomes, they functioned within a shared security framework that limited direct confrontation between states.</p><p>This balance was disrupted after the 2023 coup in Niger. By threatening the use of force to restore constitutional order, ECOWAS crossed a political threshold that transformed its role from intermediary to perceived adversary in the eyes of the Nigerien junta. That threat was widely interpreted as an act of aggression, and it proved catalytic. In response, Niger’s military rulers, alongside their counterparts in Mali and Burkina Faso, moved to establish the Alliance of Sahel States as a deliberate effort to reclaim security autonomy, dismantle the existing multilateral security regime and <a href=\"/news/2023/12/31/au-revoir-sahel-did-2023-crush-frances-influence-in-africa\">sever ties </a>with longstanding partners including ECOWAS, the EU, the US and France.</p><p data-start=\"3241\" data-end=\"3673\">Notably, the AES institutionalises a mutual defence pact that codifies this break with the previous multilateral security order by explicitly framing ECOWAS and its Western partners as threats to the sovereignty and national security of its member states. Beyond deepening the rift between former allies, this posture signals a dangerous shift towards the securitisation of neighbouring states, raising the spectre of interstate conflict in West Africa, a phenomenon largely absent since the 1990s.</p><h2 id=\"emerging-geopolitical-tensions\">Emerging geopolitical tensions</h2><p>In severing security ties with the West, the AES have pivoted towards Russia as a principal security partner to counterbalance decades of US and European influence in West Africa, signalling a deepening but still evolving security partnership with Moscow. While these strategic choices reflect an emerging self-help posture with new preferences for non-conventional allies, they are also intensifying geopolitical tensions across the region.</p><p data-start=\"4165\" data-end=\"5223\">Nigeria’s military role in countering an attempted coup in neighbouring Benin was praised as a major win for ECOWAS. But when a Nigerian Air Force C-130 aircraft made an emergency landing in Burkina Faso two days later, the AES interpreted this as a violation of its airspace and sovereignty, authorising its air force to neutralise any aircraft involved in further violations. Tensions were heightened by reports that France had provided Nigeria with surveillance and intelligence support during the Benin intervention, fuelling apprehension about France’s potential re-entry into the AES security landscape. With Nigeria now willing to extend security cooperation with the US following the Christmas Day strikes, the stakes have risen further for the AES. Although aimed at militants operating in northwest Nigeria, the strikes appear calculated to bolster US strategic legitimacy as a counterterrorism actor in the region, potentially opening the door to further operations in Nigeria’s northeast, where ISWAP and Boko Haram remain active.</p><p>Given Nigeria’s influence within ECOWAS, this emerging security partnership with the US is likely to shape the operational capacity of the proposed 260,000-strong ECOWAS force. This does not bode well for the AES, which is intent on insulating its member states from Western security influence in the name of sovereignty. Because ECOWAS forces would be deployed in member states at the epicentre of terrorist violence, many combat engagements would take place in locations adjacent to AES territories. With AES troops also operating in these areas, military clashes between the two sides become increasingly likely, particularly given the region’s porous borders and fluid combat environments. Given that the Christmas Day strikes reportedly hit unintended targets, the risk that future air strikes by a US-backed ECOWAS could spill into AES territory cannot be dismissed. For deterrence, the AES may seek to leverage Russia’s military backing, evoking echoes of Cold War-era security brinkmanship.</p><h2 id=\"implications-for-regional-stability\">Implications for regional stability</h2><p data-start=\"6281\" data-end=\"7182\">Without reconciliation between the AES and ECOWAS, two major risks loom for regional peace and stability. First, rising geopolitical tensions could draw AES and ECOWAS member states into direct interstate military confrontations, potentially plunging West Africa into a regional war. Such a conflict would serve neither side’s counterterrorism objectives. Beyond devastating the region, it would create space for armed groups to expand their operations amid fractured and distracted security responses. Second, the standoff risks turning West Africa into a new theatre for global power rivalry, with a Russia-backed AES on one side and a US and France-backed ECOWAS on the other. In the context of an emerging New Cold War, the use of veto power by these global actors at the UN Security Council could further complicate conflict resolution, with profoundly destabilising consequences for the region.</p><p data-start=\"7184\" data-end=\"8260\">The AES and ECOWAS now face a stark choice: to revive Cold War-style bloc politics in West Africa while the region slides towards chaos, or to negotiate a security sub-coalition that prioritises human security alongside national sovereignty. Regardless of how the AES views ECOWAS, the burden lies with the latter to manage the unintended consequences of escalating tensions. While there are few indications that the AES is willing to cooperate directly with a West-backed ECOWAS on counterterrorism, ECOWAS could pursue diplomatic engagement to negotiate a concept of operations that guarantees respect for AES sovereignty. As Africa’s most experienced regional security organisation, ECOWAS possesses the diplomatic capacity to do so. For progress to be made, Francophone ECOWAS member states should take the lead in these efforts, while Nigeria exercises its influence more discreetly. Whether ECOWAS can reclaim ownership of its security agenda and define the terms of external engagement will shape not only West Africa’s future, but that of the continent as a whole.</p><p data-start=\"7184\" data-end=\"8260\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Syrian government takes over prison with ISIL-linked detainees in Raqqa | Conflict News | Al Jazeera",
            "time": "2026-01-23T12:32:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260119-40305854-40305848-CLASHES_CONTINUE_AROUND_AKTAN_PRISON_IN_SYRIA-1769170284.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian government says it has taken over control of al-Aqtan prison, a facility in the northeastern city of Raqqa housing a number of ISIL (ISIS) detainees, following the withdrawal of Kurdish-led SDF fighters <a href=\"/news/2026/1/20/syria-sdf-ceasefire-hangs-in-balance-after-renewed-clashes-faltering-talks\">under a ceasefire agreement</a>.</p><p>The Interior Ministry said in a statement on Telegram on Friday that officials from the Prisons and Correctional Facilities Administration had assumed control of the prison in the former SDF stronghold of Raqqa, and had begun an examination of prisoners’ conditions and their records, the state-run SANA news agency reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The takeover of the prison and cessation of hostilities in Raqqa occurred in line with a four-day <a href=\"/news/2026/1/20/syrian-government-sdf-agree-on-a-four-day-ceasefire\">ceasefire agreement</a> between the Syrian government and the SDF, which came into effect on Tuesday night. The ceasefire followed last week’s lightning advance by Syrian forces in which they retook large swaths of territory long held by the SDF.</p><p>Convoys of buses and cars carrying more than 1,000 SDF personnel were seen moving out of Raqqa, as Syrian forces granted them safe passage to travel westwards to Kobane, a Kurdish-majority city on the border with Turkiye.</p><p>The Syrian army’s operations authority said units had also begun transferring SDF elements from the al-Aqtan prison and its surroundings in Raqqa governorate to the city of Ain al-Arab, east of Aleppo, in line with the ceasefire agreement, SANA reported.</p><h2 id=\"security-vacuum-filled\">Security vacuum filled</h2><p>Reporting from Raqqa, Al Jazeera’s Zein Basravi said Syrian forces had filled the power vacuum left by the retreating SDF forces “very quickly”, and teams had begun demining and dismantling munitions left inside the prison, removing SDF weaponry on large trucks.</p><p>“The Syrian army is now squarely in control of the prison,” he said, describing the “relative smoothness” of the handover as a “positive development”.</p><p>He described the developments in Raqqa as a “rare occasion where the SDF and the Syrian military … have acknowledged that they have cooperated and they have done so successfully”.</p><p>“It’s the first time that I can remember covering this story for the last couple of weeks that they’ve both acknowledged that they’ve worked together to secure safe passage for SDF fighters,” he said.</p><figure id=\"attachment_4261475\" aria-describedby=\"caption-attachment-4261475\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261475\" src=\"/wp-content/uploads/2026/01/2026-01-22T165939Z_634634821_RC2B6JAF2N2S_RTRMADP_3_SYRIA-SECURITY-IRAQ-1769170055.jpg?w=770&amp;resize=770%2C547&amp;quality=80\" alt=\"al-Aktan al-aqtan prison\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261475\" class=\"wp-caption-text\">A member of the Syrian military police speaks to relatives of detainees gathered near al-Aqtan prison, where a number of ISIL (ISIS) detainees are held, in Raqqa, Syria, January 22, 2026 [Karam al-Masri/Reuters]</figcaption></figure><h2 id=\"calm-restored-following-chaotic-standoff\">Calm restored following chaotic standoff</h2><p>The situation at the prison, which has been the site of clashes in recent days, was now “calm”, he said, noting “it wasn’t like this here 24 hours ago.”</p><p>An Al Jazeera team reporting from outside the prison on Thursday witnessed chaotic scenes as large crowds of civilians pushed against the barricades controlled by Syrian soldiers, with SDF fighters remaining inside.</p><p>One soldier told Al Jazeera the Syrian government forces were waiting to see if they would need to retake the prison by force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Basravi said the civilians were trying to get through the barricades into the prison to find out the condition of their relatives who were detained inside, some of whom they had not heard from in days amid the instability.</p><p>Some claimed their relatives had been detained unjustly by the SDF.</p><p>“My son was going to visit his relatives in Hasakah,” said one man, Mohammad Ali. “The SDF detained him at a checkpoint just because he had a photo of Syrian President Ahmed al-Sharaa.”</p><p>Amid the chaotic scenes outside the prison on Wednesday, gunfire was heard in the distance, Al Jazeera teams on the ground reported.</p><p>Meanwhile, US planes dispatched by CENTCOM were heard overhead as they began flying ISIL detainees out of northeast Syria to Iraq, as part of a push to secure thousands of suspected fighters amid concerns over instability in Kurdish-run prisons.</p><h2 id=\"securely-behind-bars\">Securely behind bars</h2><p>Basravi said that with its takeover of the prison, the Syrian government now found itself answerable to two groups with demands over the detainees, requiring it to strike a delicate balance.</p><p>It had obligations to the international community – specifically the anti-ISIL coalition, which it joined in November last year – to ensure that ISIL detainees remained securely behind bars.</p><p>But it also faced pleas from locals who claimed their loved ones had been unjustly detained by SDF forces who previously controlled the prison.</p><p>He said a visit by senior officials to the prison on Friday, and the Interior Ministry’s statement that it was examining the files held on those inside, was a “positive development” in assuaging the concerns of the latter group.</p><p>But while families remained in the dark over the condition of their detained relatives, a repeat of Thursday’s scenes were possible.</p><figure id=\"attachment_4261473\" aria-describedby=\"caption-attachment-4261473\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261473\" src=\"/wp-content/uploads/2026/01/AA-20260121-40324974-40324969-SYRIAN_FAMILIES_ARE_SEARCHING_FOR_THEIR_LOVED_ONES_IN_FRONT_OF_ALAKTAN_PRISON_WHICH_WAS_LIBERATED_FROM_YPGSDF-1769170019.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"al-Aktan al-aqtan prison\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261473\" class=\"wp-caption-text\">A woman cries as Syrian families wait for their loved ones around al-Aqtan prison, near Raqqa, Syria, on January 21, 2026 [Bakr Al Kasem/Anadolu]</figcaption></figure><h2 id=\"wider-implications\">Wider implications</h2><p>Speaking to Al Jazeera from Beirut, analyst Armenak Tokmajyan said he believed the SDF was being genuine in its negotiations with the Syrian government, as they were now “cornered in a few pockets in northeast Syria”.</p><p>“However, there is still a risk of the ceasefire collapsing and going back to fighting, said Tokmajyan, a nonresident scholar at the Malcolm H Kerr Carnegie Middle East Center. “There are a lot of details that need to be ironed out, specifically relating to Kurdish-majority areas – whether [around] governance, weapons, integration of Kurdish fighters.”</p><p>He said developments in the northeast were being closely watched, particularly by the Druze in the south and Syria’s other minorities, as they held broad implications for whether Syria would be a unified, centralised state or one granting autonomy to minority groups.</p><p>The Syrian army’s rapid advance in the northeast had been “a major step forward for President al-Sharaa and those international backers who want a centralised and a unified Syria”, he said, adding that the battle was “not really over”.</p><p>“It will depend on how the integration of the Kurdish minority in Syria will look like,” he said. “Everyone is watching if Ahmed al-Sharaa will successfully and peacefully be able to offer a model for reintegrating the SDF into Syria.”</p></div></div></body></html>"
        },
        {
            "title": "Anxiety, anger, and hope in Syria’s Damascus after SDF ceasefire | Syria's War News | Al Jazeera",
            "time": "2026-01-23T11:17:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-29T191226Z_1459877990_RC2JQIAVILXF_RTRMADP_3_SYRIA-ECONOMY-CURRENCY-1769114503.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Damascus, Syria –</strong> Damascus had breathed a sigh of relief when a ceasefire between the Syrian government and the Kurdish-led Syrian Democratic Forces (SDF) was announced on the night of January 18. Fireworks lit up the sky, car horns blared and Syrians gathered in Umayyad Square to dance in jubilation.</p><p>The hope was that the conflict that flared up in the past few weeks in northern Syria was now over, and that the country had resolved one of the major issues still dividing it in the year since the overthrow of longtime leader President Bashar al-Assad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It’s a beautiful feeling, and I am sure it exists in every Syrian … we wish for all of Syria to be united,” said one Damascus resident, Saria Shammiri.</p><p>Yet the celebration was short-lived.</p><p>Fighting resumed the next morning as the government’s lightning push <a href=\"/news/2026/1/22/us-envoy-meets-sdf-commander-calls-for-syria-ceasefire-to-be-upheld\">forced</a> SDF leader Mazloum Abdi to accept less favourable terms: a withdrawal from Raqqa and Deir Az Zor, in northeastern Syria, further east towards Hasakah, <a href=\"/news/2026/1/20/syrian-government-sdf-agree-on-a-four-day-ceasefire\">a new ceasefire</a>, and a four-day ultimatum for the SDF to fully integrate into state structures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"anger-towards-the-sdf\">Anger towards the SDF</h2><p>As the clock ticks down on that deadline, in Damascus and other areas outside SDF control, frustration towards the <a href=\"/features/2026/1/21/syrian-forces-makes-gains-against-sdf-what-it-means-for-countrys-kurds\">Kurdish-led forces</a> has hardened after 15 years of division.</p><p>“The terrorist SDF doesn’t belong to this land … they are not Kurdish. They are occupiers,” said Maamoun Ramadan, a 75-year-old Syrian Kurd living in Damascus.</p><p>For many here, the SDF is no longer seen primarily as a force that fought ISIL (ISIS) at the height of Syria’s war, but as an actor that entrenched a parallel authority backed by foreign powers, such as the United States, keeping large parts of the country beyond the central government’s reach.</p><p>In cafes, taxis and government offices, the language is increasingly blunt. The SDF is accused of delaying reunification, monopolising oil and agricultural resources in the northeast, and shielding itself behind US support while the rest of the country endured sanctions, collapse and war. The renewed fighting has reinforced a belief among many Syrians that the standoff could only ever end through force or submission. But, still, many want a peaceful resolution.</p><p>“Dialogue is the foundation of peace,” said Sheikhmos Ramzi, a butcher, “the solution lies at the negotiation table. Violence only brings more violence.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"anxious-wait\">Anxious wait</h2><p>There is also an undercurrent of anxiety. While the prospect of reunifying territory is popular, few in Damascus are blind to the risks. A prolonged confrontation could draw in regional actors, unsettle fragile border areas, or reignite communal tensions in the northeast, where Arab tribal communities, Kurds, and others coexist uneasily after years of shifting alliances.</p><p>Some residents privately express concern about what integration will actually mean on the ground. Will SDF fighters be absorbed into national forces, sidelined, or prosecuted? Will local administrations be dismantled overnight? And can a central state, stretched thin after years of war and economic crisis, realistically govern and stabilise territory it has not controlled for more than a decade?</p><p>For now, however, those questions are largely drowned out by a dominant mood: impatience. The ceasefire was welcomed not as an endpoint, but as a step towards what many here see as an overdue resolution. The government’s advances are framed as restoring sovereignty, not opening a new chapter of conflict.</p><p>In Damascus, unity is the word repeated most often. But it is a unity shaped by exhaustion, resentment and the desire to finally close one of the last unresolved fronts of Syria’s long war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "NBA: Tyrese Maxey’s clutch shots push 76ers past Rockets in OT | Basketball News | Al Jazeera",
            "time": "2026-01-23T10:56:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T004041Z_280382175_MT1USATODAY28063353_RTRMADP_3_NBA-HOUSTON-ROCKETS-AT-PHILADELPHIA-76ERS-1769164720.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tyrese Maxey scored 36 points, including clutch plays late in regulation and at the end ‌of overtime, lifting the Philadelphia 76ers to a 128-122 home win over the Houston Rockets on Thursday.</p><p>Maxey added 10 assists for Philadelphia, while Joel Embiid put up some impressive stats of his ‍own with 32 points, 15 rebounds and ‍10 assists. Kelly Oubre Jr chipped in 26 points on 10-of-14 shooting for the Sixers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kevin Durant spurred Houston’s offence with 36 points, although he also committed eight of the team’s 17 turnovers. Amen Thompson pitched in with 17 points and nine assists for the Rockets, who had their three-game winning streak halted.</p><p>Houston led 107-101 before Maxey scored 11 points in the final four minutes of regulation to draw Philadelphia even at 115-115, with 40.1 seconds left.</p><h2 id=\"nuggets-107-wizards-97\">Nuggets 107, Wizards 97</h2><p>Peyton Watson scored a career-high 35 points to go along with eight rebounds, leading ⁠visiting Denver to a victory over Washington.</p><p>Watson made 10 of 16 shots from the floor – including 6 of 8 from 3-point range – and added four blocks. Denver’s Jamal Murray scored 24 points, and Jonas Valanciunas added ​16 to go along with nine rebounds in his return from an 11-game absence due to a right calf strain.</p><p>Kyshawn George collected 20 points, 12 rebounds and seven ‍assists, and rookie Tre Johnson scored 19 points for the reeling Wizards, who have lost eight in a row.</p><h2 id=\"mavericks-123-warriors-115\">Mavericks 123, Warriors 115</h2><p>Naji Marshall posted 30 points and nine assists as Dallas extended its winning streak to four with a victory over visiting Golden State.</p><p>Cooper Flagg paired 21 points with 11 rebounds, Max Christie added 21 – including 5-of-12 shooting from deep – and Brandon Williams had 19 off the bench.</p><p>Stephen Curry scored 38 points, shooting 8-of-15 from 3-point range, while De’Anthony Melton contributed 22 for the ‍Warriors, who lost Jonathan Kuminga with ⁠3:52 remaining in the second quarter with left knee soreness, when he landed awkwardly on a dunk attempt.</p><h2 id=\"trail-blazers-127-heat-110\">Trail Blazers 127, Heat 110</h2><p>Shaedon Sharpe scored 24 of his 27 points in the second half to help Portland post a victory over visiting Miami.</p><p>Caleb Love scored 20 points off the bench as the Trail Blazers won their fourth consecutive game and moved above .500. Portland standout Deni Avdija had 20 points, seven rebounds and four assists in 17-plus minutes before exiting with back soreness early in the third quarter. Avdija recently returned from a three-game absence due to lower-back issues.</p><p>Bam Adebayo had 32 points and 10 rebounds for the Heat, who are 1-2 on a five-game road trip. Miami’s Norman Powell had 18 points but missed all seven of his 3-point attempts, Simone Fontecchio scored 17 points off the bench, and Andrew Wiggins had 14 for the Heat.</p><h2 id=\"clippers-112-lakers-104\">Clippers 112, Lakers 104</h2><p>Kawhi Leonard scored 24 points, Ivica Zubac added 18 points with 19 rebounds, and the ​Los Angeles Clippers continued their red-hot run with a victory over the visiting Los Angeles Lakers at Inglewood, California.</p><p>James Harden scored 18 points with 10 assists, ‌Jordan Miller had 14 points, and John Collins added 13 as the Clippers improved to 14-3 since December 20, in a run that started with a home victory against the Lakers.</p><p>Luka Doncic scored 32 points with 11 rebounds and eight assists, while LeBron James added 23 points as the Lakers dropped to 3-6 since January 7. Rui Hachimura scored 12 points for the Lakers, who are 1-1 to start an eight-game road trip.</p><h2 id=\"spurs-126-jazz-109\">Spurs 126, Jazz 109</h2><p>De’Aaron Fox hit four 3-pointers in the fourth ‌quarter and had a game-high 31 points as San Antonio overcame a triple-double by Jusuf Nurkic and defeated Utah in Salt Lake City.</p><p>Ace Bailey, a rookie out of Rutgers, had a career-high 25 points for Utah, while Nurkic posted 17 points, 14 assists and 11 rebounds. Nurkic became the first player in franchise history ‌with consecutive triple-doubles since Pete Maravich with the New Orleans Jazz in 1975.</p><p>Victor Wembanyama had 26 points and 14 rebounds for ⁠the Spurs, who have won four of five and hold the second-best record in the Western Conference. Utah has lost five of its last six.</p><h2 id=\"bulls-120-timberwolves-115\">Bulls 120, Timberwolves 115</h2><p>Coby White scored a team-high 22 points, and Chicago finished with a 9-0 run to post a victory over Minnesota in Minneapolis.</p><p>Josh Giddey added 21 points after missing the last 11 games with a left hamstring strain. Jalen Smith scored 17 points, and Matas Buzelis and Tre Jones each had 12. Isaac Okoro and Nikola Vucevic finished with 10 points apiece for ‌the Bulls, who have won four of their last five.</p><p>Julius Randle’s 30 points paced Minnesota, while Anthony Edwards and Naz Reid scored 20 apiece. Jaden McDaniels chipped in 16 points for the Timberwolves, who dropped their fourth straight game. Rudy Gobert collected 10 points and 11 rebounds in the loss.</p><h2 id=\"hornets-124-magic-97\">Hornets 124, Magic 97</h2><p>Brandon Miller scored 20 points to lead eight players in double figures as visiting Charlotte beat Orlando.</p><p>Collin Sexton had ‍19 points, LaMelo Ball added 16 and Kon Knueppel had 13 points and 10 rebounds for the Hornets, who led by as many as 33 and shot 54.4% from the field and 47.2% (17 of 36) from 3-point range.</p><p>Paolo Banchero scored 23 points, and Desmond Bane added 21 to lead the Magic, who took a 3-0 lead on a Bane 3-pointer and never led again. Moritz Wagner had 14 points, ‌Noah Penda scored 13, and Jett Howard had 10.</p></div></div></body></html>"
        },
        {
            "title": "Alcaraz shines in 100th Grand Slam match as Sabalenka and Gauff stutter | Tennis News | Al Jazeera",
            "time": "2026-01-23T10:42:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2257706845-1769163768.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aryna Sabalenka and Coco Gauff took a rocky path to the fourth round of the Australian Open on ‍Friday, but Carlos Alcaraz’s road was ‍paved with gold in his 100th Grand Slam match.</p><p>A day after 40-year-old Stan Wawrinka led a parade of yesterday’s heroes into the third round, the TikTok generation had their moment in the Melbourne Park sun.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>American 18-year-old Iva Jovic knocked out seventh seed Jasmine Paolini 6-2 7-6(3) while Canadian 19-year-old Victoria Mboko beat 14th seed Clara Tauson to book a last-16 blockbuster against twice-champion Sabalenka, a 7-6(4) 7-6(7) winner against Anastasia ⁠Potapova.</p><p>Alcaraz produced a highlight-reel 6-2 6-4 6-1 demolition of French drop-shot merchant Corentin Moutet before 21-year-old Gauff recovered from losing her first set of the tournament to ​overhaul fellow American Hailey Baptiste 3-6 6-0 6-3.</p><p>Chasing a first title at Melbourne Park, 22-year-old Alcaraz is bidding to become the youngest ‍man to win all four majors and has appeared unstoppable in the first week.</p><p>In the second match at Rod Laver Arena, he won what might end up as the rally of the tournament against the flamboyant Moutet, chasing down a lob with a tweener then threading a passing shot down the line.</p><p>The 32nd seed Moutet is no slouch but he was reduced to the ‍fall guy in Alcaraz’s ⁠magic show, becoming the 14th victim in the Spaniard’s unbeaten run against left-handers.</p><p>Despite the ease of the win, chasing down Moutet’s drop shots became a chore, Alcaraz joked.</p><p>“I thought we were in a drop-shot competition – but definitely he won,” he said.</p><p>Sabalenka is the favourite to win the women’s title but had a torrid time at Rod Laver Arena against Russia-born world number 55 Potapova, who represented her adopted nation Austria, with distinction on centre court.</p><p>Potapova had four set points in the second frame but lost them all, while Sabalenka claimed the win on her first match point.</p><p>It extended her incredible unbeaten record in tiebreaks to 21, having won 19 in succession last season.</p><p>“I know that every ball is important in the tiebreak. You ​cannot lose your focus for a second because it’s gone, like, really quickly,” Sabalenka told reporters.</p><p>“So you have to be ‌there 100 percent. That’s my approach. I just take it one point at a time.”</p><figure id=\"attachment_4261395\" aria-describedby=\"caption-attachment-4261395\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261395\" src=\"/wp-content/uploads/2026/01/GettyImages-2257686380-1769163985.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Aryna Sabalenka plays a forehand against Anastasia Potapova of Austria in the Women's Singles Third Round during day six of the 2026 Australian Open at Melbourne Park\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261395\" class=\"wp-caption-text\">Aryna Sabalenka plays a forehand against Anastasia Potapova of Austria in the Women’s Singles Third Round during day six of the 2026 Australian Open at Melbourne Park [Darrian Traynor/Getty Images]</figcaption></figure><p>Three-time men’s finalist Daniil Medvedev was another gathering confidence after a tense win.</p><p>He became the first player to win from two sets down at this tournament against Hungary’s Fabian Marozsan, winning 6-7(5) 4-6 7-5 6-0 6-3 in the early match at Margaret Court Arena.</p><p>Medvedev will have revenge on his mind when ‌he plays Learner Tien for a place in the quarterfinals, having been knocked out by the young American in the second round last year.</p><p>Mboko, one of the brightest young talents in women’s tennis, reached the fourth round ‌in her Australian Open main draw debut, beating Tauson 7-5 5-7 6-3.</p><p>But it was the end ⁠of Turkish delight at Melbourne Park as wily Kazakh Yulia Putintseva ended Zeynep Sonmez’s run in a tight three-setter.</p><p>Melbourne’s strong Turkish community was out in force in support of world number 112 Sonmez, decorating Kia Arena with red flags, but Putintseva gleefully taunted them after completing victory, blowing kisses and dancing near her seat.</p><p>“What can I do? It’s just some people have education of tennis and, unfortunately, ‌some of them not,” she told reporters, accusing rowdy Sonmez fans of trying to put her off her serve.</p><p>Tommy Paul, the 19th seed, had a smooth path into the fourth round when Spain’s Alejandro Davidovich Fokina retired injured when trailing 6-1 6-1 but next faces the brick wall of Alcaraz.</p><p>Czech 19th seed Karolina Muchova thrashed ‍Poland’s Magda Linette 6-1 6-1 to book a last-16 matchup with Gauff.</p><p>Australia’s great hope Alex de Minaur, the sixth seed, meets American Frances Tiafoe in the prime-time evening slot at Rod Laver Arena, while third seed Alex Zverev faces British danger man Cameron Norrie in the night match at John Cain Arena.</p></div></div></body></html>"
        },
        {
            "title": "At least 2 sailors dead after cargo ship sinks in disputed South China Sea | News | Al Jazeera",
            "time": "2026-01-23T10:25:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69733e144fc4-1769160212.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 2 sailors dead after cargo ship sinks in disputed South China Sea</h1><p class=\"article__subhead\"><em>A Singapore-flagged cargo vessel with 21 Filipino sailors on board capsizes, killing two and leaving four missing.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least two sailors have died and 15 others have been rescued after a Singapore-flagged cargo vessel with 21 Filipinos on board capsized in the <a href=\"/news/2025/8/11/china-expels-philippines-vessels-at-scarborough-shoal-following-clashes\">disputed waters</a> of the South China Sea, leaving four missing, according to authorities in China and the Philippines.</p><p>The Chinese Ministry of National Defense said the Chinese coastguard sent two vessels to assist after the boat capsized in the early hours of Friday, about 100 kilometres (60 miles) northwest of Scarborough Shoal (known in China as Huangyan Dao).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Philippines coastguard said in a statement on Friday that it sent two vessels and two aircraft to assist in rescue operations for the crew of the cargo ship it identified as the Devon Bay.</p><p>The Chinese rescuers pulled at least 17 Filipino sailors – 14 in a stable condition, one who was receiving treatment and the bodies of two who had died – from the water, according to a statement posted on social media network Weibo by China’s Southern Theater Command.</p><figure id=\"attachment_4261327\" aria-describedby=\"caption-attachment-4261327\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261327\" src=\"/wp-content/uploads/2026/01/afp_69733e1a82e2-1769160218.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"This handout from the Chinese Coast Guard taken and released by the Chinese embassy in Manila on January 23, 2026 shows a Chinese Coast Guard personnel rescueing a Filipino crew member of a capsized cargo ship near the contested Scarborough Shoal in the South China Sea.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261327\" class=\"wp-caption-text\">China’s coastguard sent two vessels to rescue Filipino crew members after a Singapore-flagged cargo capsized [AFP]</figcaption></figure><p>The Associated Press news agency reported that contact with the ship was lost on Thursday night as it sailed to Guangdong province in China’s south.</p><p>The Maritime ​and Port Authority of Singapore confirmed that the bulk carrier, Devon Bay, sank in the South China Sea while en route to Yangjiang.</p><p>“As the vessel’s flag state, MPA is in contact with the ship owner and relevant search and rescue authorities, and is providing support as required,” it said, adding that it ‌will investigate the incident.</p><p>The fish-rich area of Scarborough Shoal is the site of frequent showdowns between Chinese and Philippine ships.</p><p>China and the Philippines both claim the area, but sovereignty remains unresolved. China took control in 2012 after a standoff and has since stationed its coastguard and fishing vessels there.</p><p>A 2016 ruling by the Permanent Court of Arbitration ‌in The Hague invalidated China’s sweeping claims over the South China Sea and declared its blockade illegal, affirming the shoal as a traditional fishing ground for countries like the Philippines and Vietnam. China rejected the ‍ruling.</p><p>China’s claims overlap with the exclusive economic zones of Brunei, Indonesia, Malaysia, the Philippines and Vietnam.</p><p>A Chinese navy ship accidentally collided with a Chinese coastguard ship in August while trying to block a Philippine coastguard vessel near Scarborough Shoal.</p></div></div></body></html>"
        },
        {
            "title": "What ICE agents are taught: How to use ‘deadly force’, evade lawsuits | Migration | Al Jazeera",
            "time": "2026-01-23T10:13:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255343073-1769160414.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the weeks since United States Immigration and Customs Enforcement agent Jonathan Ross shot and killed Renee Nicole Good in Minneapolis, Minnesota, another ICE agent <a href=\"https://x.com/dhsgov/status/2011632198000976086?s=46&amp;t=vSc28c4jRnGy3UkOwCbIQQ\">shot</a> a Latino man in the leg, according to the Department of Homeland Security.</p><p>Good’s killing and the subsequent shooting have ignited a wave of calls and queries about whether ICE officers can be prosecuted. But the shootings in Minnesota are not outliers, and the history of ICE shootings shows that holding officers to account has been next to impossible.</p><p>I know, because I investigated the agency’s practices, obtaining documents that reveal how it operates and how its officers are trained to shield themselves from scrutiny and lawsuits. My<a href=\"https://www.typeinvestigations.org/investigation/2024/08/01/armed-and-untouchable-ices-history-of-deadly-force/\"> 2024 investigation</a> looked at six years of shootings informed by logs I obtained from the agency in a lawsuit. According to The Trace, a US outlet tracking gun violence in the country, ICE agents shot <a href=\"https://www.thetrace.org/2025/12/immigration-ice-shootings-guns-tracker/\">at least 12</a> people this and last year. From 2015 to 2021, ICE agents discharged a firearm at least 59 times, injuring 24 people and killing 23 others.</p><p>What is the likelihood of an ICE agent facing criminal charges by either federal or state agencies? Slim. None of the shootings I examined resulted in an ICE agent being indicted, even in cases where someone was killed.</p><p>Considered protected law enforcement documents, the agency’s training documents on use of force and firearms are not made public, nor are the agency’s use-of-force policies. What informs how agents operate in the field has largely been spared from scrutiny, but I <a href=\"https://www.businessinsider.com/ice-immigration-customs-enforcement-training-deescalation-use-of-force-2024-8\">obtained documents</a> that shed light on what training some ICE agents received from 2007 to 2010.</p><p>Though the documents may now be outdated, they offer the only insight – apart from what little is available on the website of the Federal Law Enforcement Training Centers, where ICE agents receive law enforcement training – into what comprises use-of-force training for ICE agents.</p><figure id=\"attachment_4261230\" aria-describedby=\"caption-attachment-4261230\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261230\" src=\"/wp-content/uploads/2026/01/2026-01-22T183653Z_2079832000_RC2V5JA9YQFA_RTRMADP_3_USA-TRUMP-MINNESOTA-CHURCH-1769154964.jpg?w=770&amp;resize=770%2C507&amp;quality=80\" alt=\"FILE PHOTO: Federal agents detain locals as immigration enforcement continues after a U.S. Immigration and Customs Enforcement (ICE) agent fatally shot Renee Nicole Good on January 7 during an immigration raid, in Minneapolis, Minnesota, U.S., January 21, 2026. REUTERS/Leah Millis/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261230\" class=\"wp-caption-text\">Federal agents detain residents during a raid after a US Immigration and Customs Enforcement (ICE) agent fatally shot Renee Nicole Good on January 7 during an immigration raid in Minneapolis, Minnesota, United States, on January 21, 2026 [Leah Millis/Reuters]</figcaption></figure><h2 id=\"agents-are-taught-not-to-put-themselves-at-unnecessary-risk\">Agents are taught not to put themselves at ‘unnecessary risk’</h2><p>According to one lesson in 2016, which is still available on <a href=\"https://www.fletc.gov/sites/default/files/2016%20UOF%20Podcasts.pdf\">FLETC</a>, officers are allowed to react with force to the threat of violence and not just violence itself.</p><p>The lesson describes the following as a myth: “Deadly force can only be used as a last resort.” Establishing that policy and law are not the same, the lesson goes on to say, “The law requires officers to use objectively reasonable force, not the minimal force.”</p><p>Giving a warning or using minimal force or all other forms of force before shooting, the training said, could “create an unnecessary risk for the officer”.</p><p>In an undated set of quizzes with more than 100 questions, one multiple-choice question posed to an officer in training asks what actions from the Use of Force Continuum – guidelines detailing stages of escalating force law enforcement can use – they would have to apply before using deadly force.</p><p>The answer: “None, deadly force can be initiated immediately.”</p><figure id=\"attachment_4261366\" aria-describedby=\"caption-attachment-4261366\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261366\" src=\"/wp-content/uploads/2026/01/s2-1769162844.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='An ICE training quiz asks officers about use of deadly force. The correct answer suggests that officers can use it \"immediately\". ' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261366\" class=\"wp-caption-text\">An ICE training quiz asks officers about the use of deadly force. The correct answer suggests that officers can use it ‘immediately’ [Courtesy Lila Hassan/ Al Jazeera]</figcaption></figure><h2 id=\"de-escalation-not-a-priority\">De-escalation not a priority</h2><p>None of the documents I reviewed mentioned de-escalation.</p><p>The Department of Homeland Security, the federal body in charge of ICE, Customs and Border Protection and other federal law enforcement bodies, has a Use of Force policy that was amended in 2023 following an <a href=\"https://www.federalregister.gov/documents/2022/05/31/2022-11810/advancing-effective-accountable-policing-and-criminal-justice-practices-to-enhance-public-trust-and\">Executive Order</a> issued by the Joe Biden administration.</p><p>This policy, which is the most recent, outlines mandatory training on de-escalation as part of an annual training on each agency’s respective use-of-force policies. The annual training is also meant to include “related legal updates” and “discretion in using deadly force and less than lethal force”.</p><p>The policy states that the training must be recorded, but whether or not the officers had actually received this annual training, both before and after the amendment of the policy, is unclear.</p><p>Following a 2016 shooting in which an ICE agent shot and permanently injured a Mexican man in Laurel, Mississippi, a civil lawsuit brought against the ICE agent revealed in a 2020 deposition that the agent only “vaguely” remembered his use-of-force training.</p><p>ICE does not make its Use of Force policy, most recently amended in 2023, available to the public, and no law requires it. The <a href=\"https://www.ice.gov/doclib/foia/policy/19009.3_firearmsUOF.pdf\">version</a> on its website is almost entirely redacted. But legal representatives in a lawsuit against DHS and ICE cracking down on protests, obtained and made a copy of it <a href=\"https://www.loevy.com/wp-content/uploads/2025/11/284-39-ICE-Directive-19009.3-Firearms-and-Use-of-Force-05.26.2023.pdf\">available on their website</a>.</p><p>This secrecy, say criminal justice experts, is a way for ICE agents to evade scrutiny for lacking policies to ensure or review that the force abides by its own rules.</p><p>“Public access of a complete version of ICE’s use-of-force policy is essential to understanding when agents are permitted to use violence within US cities and equally important to understanding when individual agents are potentially acting in violation of agency policy,” Cesar Cuauhtemoc Garcia Hernandez, a law professor of civil rights and civil liberties at Ohio State University, told Al Jazeera over email.</p><p>“Without access to the complete policy, it is next to impossible for ordinary people to carry out their responsibility in a democracy – decide whether they agree with ICE’s expectations of its officers, then lobby politicians and vote for candidates who embrace their vision of appropriate law enforcement conduct,” he added.</p><p>Gretta Goodwin, the author of a 2023 report by the Government Accountability Office – a nonpartisan research arm of the US Congress – found that ICE’s use-of-force documentation did not always detail when or how agents violated policy in instances of use of force.</p><p>That documentation is critical to improve training, Goodwin said. While researching the report, Goodwin said one of the objectives was to better understand how DHS tracks use-of-force training.</p><p>“We also wanted to know what was documented in relation to the training, because if ICE were documenting who took the training and when, then when use-of-force incidents happened that were counter to the training, it might help them decide to make modifications or better target the training.”</p><p>The lack of proper internal documentation, Goodwin explained, is a huge barrier to the DHS improving agents’ actions in the field.</p><figure id=\"attachment_4261323\" aria-describedby=\"caption-attachment-4261323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261323\" src=\"/wp-content/uploads/2026/01/GettyImages-2255824214-1769160201.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ICE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261323\" class=\"wp-caption-text\">Federal agents clash with protesters outside an Immigration and Customs Enforcement (ICE) facility in Minneapolis, Minnesota, during a demonstration over the fatal shooting of Renee Nicole Good on January 15, 2026 [Mostafa Bassim/Anadolu via Getty Images]</figcaption></figure><h2 id=\"evading-lawsuits\">Evading lawsuits</h2><p>The training documents also reveal an emphasis on teaching prospective agents how to get out from under lawsuits if they were to face them.</p><p>I found at least four different instances in which the lessons, quizzes, podcast transcripts or training lessons stressed the US Constitution’s Fourth Amendment rights, which protect people from unwarranted searches and seizures, indicating to the officer how to operate so that they do not violate them or how to articulate so that they can defend themselves.</p><p>In one podcast, a legal instructor said an agent might have to face a lawsuit for a violation of a tort, which is a harm committed either negligently or intentionally.</p><p>“As long as the employee was within the scope of employment [working as a federal agent] when the alleged negligent or intentional tort happened,” referring to a civil wrong, “they get to step out of that lawsuit.”</p><p>ICE agents, like all federal agents, also enjoy qualified immunity, a legal doctrine that protects them from the legal liability of these lawsuits.</p><p>“The law gives all law enforcement officers, including ICE, wide latitude to use force in carrying out their duties,” said Hernandez, the law professor at Ohio State University.</p><p>“The reality is that it is exceedingly difficult to hold individual agents or the agency itself accountable in court.”</p><figure id=\"attachment_4261321\" aria-describedby=\"caption-attachment-4261321\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261321\" src=\"/wp-content/uploads/2026/01/GettyImages-2255856428-1769160180.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ICE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261321\" class=\"wp-caption-text\">Federal immigration officers arrest a protester outside Bishop Henry Whipple Federal Building in Minneapolis, Minnesota, on January 15, 2026 [Mostafa Bassim/Anadolu via Getty Images]</figcaption></figure><h2 id=\"what-next\">What next?</h2><p>In the last year alone, the Department of Homeland Security more than doubled its workforce within ICE, bringing the agency from a total of 10,000 officers and agents to 22,000, with more recruiting plans under way.</p><p>How and whether they are receiving training remains unknown.</p><p>An <a href=\"https://www.nbcnews.com/politics/immigration/ice-error-meant-recruits-sent-field-offices-proper-training-sources-sa-rcna254054\">NBC investigation</a> based on sources with insider knowledge found that the race to employ new agents at scale entailed using AI tools that improperly processed applications and sent new agents into the field without proper training.</p><p>In Minneapolis, large protests and clashes with immigration agents are still under way, with at least 3,000 federal immigration forces mobilised in the city. Videos have captured ICE agents banging down doors of homes and dragging people out of cars.</p><p>Residents have reported that they are afraid to leave their homes and local efforts have even stepped up for people to do grocery shopping for their neighbours.</p><p>Vice President JD Vance and Homeland Security Secretary Kristi Noem have defended ICE agents despite widely criticised conduct. And US President Donald Trump has threatened to enact the Insurrection Act, a federal law that would allow him to deploy the military to the state. Earlier this week, sources told ABC News that <a href=\"https://abcnews.go.com/US/live-updates/minneapolis-ice-shooting-live-updates?id=129124338&amp;entryId=129320398&amp;userab=abcn_du_cat_topic_feature_holdout-474*variant_b_redesign-1939%2Cotv_web_content_rec-445*variant_c_trending-1851&amp;userab=abcn_du_cat_topic_feature_holdout-474*variant_b_redesign-1939%2Cotv_web_content_rec-445*variant_c_trending-1851\">1,500 soldiers</a> remain on standby for possible deployment.</p><p>Conor Gaffney, counsel at Protect Democracy, a nonprofit advocacy group tackling threats to democratic norms and institutions and defeating “the authoritarian threat”, told Al Jazeera that keeping policies secret while ICE continues its street operations undermines the trust of the community, an essential component of public safety.</p><p>“Keeping use-of-force policies secret obviously runs counter to transparency and accountability, which are basic principles of modern, community-oriented policing,” Gaffney told Al Jazeera.</p><p>Protect Democracy is part of a coalition of legal organisations challenging ICE’s conduct with protesters in <a href=\"https://www.aclu-il.org/cases/chicago-headline-club-v-noem/?document=Chicago-Headline-Club-v-Noem-Complaint\">Chicago Headline Club v Noem</a>. In a transcript from the <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ilnd.487571/gov.uscourts.ilnd.487571.284.32_2.pdf\">hearing</a> of an ICE field officer who testified about training that ICE and Customs and Border Protection agents receive on use of force, crowd control, and how to use less-lethal munitions, the field officer said ICE agents did not have protest control training.</p><p>“Most ICE and CBP agents receive very little training on crowd control tactics and use of force, and the supervisory agents the government provided as witnesses knew nothing about the content of those trainings,” Gaffney said.</p></div></div></body></html>"
        },
        {
            "title": "Six key takeaways from Jack Smith’s testimony on his case against Trump | Donald Trump News | Al Jazeera",
            "time": "2026-01-23T09:25:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T153027Z_1066537886_RC2F6JAGAQNV_RTRMADP_3_USA-TRUMP-SMITH-1769150596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"55\" data-end=\"207\">Former United States Special Counsel Jack Smith <a href=\"/news/2026/1/22/former-special-counsel-jack-smith-testifies-before-us-congress-committee\">has defended</a> his prosecution of President Donald Trump, rejecting Republican claims that the cases were politically motivated.</p><p data-start=\"214\" data-end=\"635\" data-is-last-node=\"\">Testifying before lawmakers at the House Judiciary Committee, Smith said the two federal cases, one over Trump’s handling of <a href=\"/news/2024/7/16/whats-next-in-the-trump-classified-documents-case\">classified </a>documents and the other over efforts to overturn <a href=\"/news/2020/11/20/trump-forges-ahead-with-frantic-effort-to-overturn-election\">the 2020 election</a>, were based on evidence, not politics.</p><p data-start=\"214\" data-end=\"635\" data-is-last-node=\"\">Both cases were dropped after Trump was re-elected in November 2024, in line with longstanding Department of Justice policy barring the investigation or prosecution of a sitting president. Smith resigned shortly before Trump’s inauguration in January 2025.</p><p data-start=\"214\" data-end=\"635\" data-is-last-node=\"\">The hearing marked the first time the US public heard at length from Smith since his resignation. He told the panel that he expected Trump’s Justice Department to try to bring criminal charges against him.</p><p dir=\"null\" data-apitype=\"text\" data-contentid=\"B5VJPHTMWBC3NOEQFBDW5KUBWA\" data-el=\"text\">These are the key takeaways:</p><h2 id=\"what-specifics-do-we-know-about-the-cases\" dir=\"null\" data-apitype=\"text\" data-contentid=\"B5VJPHTMWBC3NOEQFBDW5KUBWA\" data-el=\"text\">What specifics do we know about the cases?</h2><p>Smith, a public corruption prosecutor, was appointed in November 2022 to oversee the investigations into Trump.</p><p>These are the two cases he investigated:</p><h3 class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Classified documents</h3><p data-start=\"1088\" data-end=\"1211\">Smith investigated Trump’s alleged mishandling of classified documents after he left office at the end of his first term.</p><p data-start=\"1218\" data-end=\"1498\">The criminal case included <a href=\"/news/2024/7/16/whats-next-in-the-trump-classified-documents-case\">31 counts</a> under the US Espionage Act for the willful retention of national defence information, each punishable by up to 10 years in prison. Separate charges accused Trump of conspiring to obstruct justice and making false statements to investigators.</p><p data-start=\"1505\" data-end=\"1678\">Prosecutors alleged that Trump removed highly sensitive documents from the White House when he left office in 2021 and later stored them at his Mar-a-Lago estate in Florida.</p><figure id=\"attachment_2291381\" aria-describedby=\"caption-attachment-2291381\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2291381\" src=\"/wp-content/uploads/2023/07/AP23197561927906-1690498098.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aerial view of former President Donald Trump's sprawling beachside Mar-a-Lago club in Palm Beach, Fla., on Aug. 31, 2022.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2291381\" class=\"wp-caption-text\">An aerial view of US President Donald Trump’s Mar-a-Lago estate in Palm Beach, Florida, where prosecutors allege he held top secret documents, on August 15, 2022 [File: Marco Bello/Reuters]</figcaption></figure><h3 class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">2020 election results</h3><p data-start=\"127\" data-end=\"388\">The second case focused on Trump’s efforts to overturn <a href=\"/news/2024/10/3/trumps-2020-election-case-what-jack-smiths-new-filing-argues\">the results of the 2020</a> presidential election, which he lost to Joe Biden. Prosecutors argued that Trump sought to block the lawful transfer of power after the vote, rather than accept the outcome.</p><p data-start=\"589\" data-end=\"846\">The charges followed a wide-ranging investigation into the events leading up to the January 6, 2021 attack on the US Capitol. Trump was indicted on four counts, including conspiracy to defraud the US and conspiracy against the rights of voters.</p><p data-start=\"853\" data-end=\"1169\">Smith did not accuse Trump of directly inciting the Capitol riot. Instead, the case centred on Trump’s actions in the weeks between his election defeat and the violence in Washington, examining efforts to pressure officials, advance false claims of fraud and interfere with the certification of the election results.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-were-the-main-takeaways-from-thursday-s-testimony\" dir=\"null\" data-apitype=\"text\" data-contentid=\"B5VJPHTMWBC3NOEQFBDW5KUBWA\" data-el=\"text\">What were the main takeaways from Thursday’s testimony?</h2><h3>‘No one should be above the law’</h3><p>Smith said his investigation into Trump was driven by evidence and the law.</p><p>“We followed the facts and we followed the law. Where that led us was to an indictment of an unprecedented criminal scheme to block the peaceful transfer of power,” Smith said.</p><p class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkpm7j3d000f3b6pj6u2sq3j@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“Our investigation developed proof beyond a reasonable doubt that President Trump engaged in criminal activity. If asked whether to prosecute a former president based on the same facts today, I would do so regardless of whether that president was a Republican or a Democrat,” Smith said in his opening remarks.</p><p data-start=\"699\" data-end=\"890\">“No one should be above the law in this country, and the law required that he be held to account. So that is what I did,” Smith added.</p><p>Still, the special counsel said he stopped short of filing a charge of insurrection against Trump. That was pursued in the House impeachment of Trump in the aftermath of January 6, though the president was acquitted of the sole count of incitement of an insurrection by the Senate.</p><p></p><h3>Cassidy Hutchinson</h3><p data-start=\"129\" data-end=\"321\">Republicans have long focused on challenging the testimony of former White House aide Cassidy Hutchinson, which was a key moment in the congressional investigation into the January 6 attack.</p><p data-start=\"328\" data-end=\"538\">Hutchinson told the committee she had been informed that Trump tried to grab the steering wheel of his presidential vehicle as he demanded to go to the US Capitol. Other witnesses later disputed that account.</p><p data-start=\"545\" data-end=\"718\">During the hearing, Republican Representative Jim Jordan, the committee’s chair, pressed Jack Smith on the episode. “Mr Smith, is Cassidy Hutchinson a liar?” Jordan asked.</p><p data-start=\"725\" data-end=\"911\">Smith said Hutchinson’s account was second-hand and that investigators were unable to confirm it. He said the Secret Service agent in the vehicle at the time did not back up the claim.</p><p data-start=\"918\" data-end=\"1105\">Jordan pressed whether Smith would have brought Hutchinson forward to testify anyway, and Smith said he had not made “any final determinations”.</p><figure id=\"attachment_1773417\" aria-describedby=\"caption-attachment-1773417\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1773417\" src=\"/wp-content/uploads/2022/06/Hutchinson.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Cassidy Hutchinson testifies\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1773417\" class=\"wp-caption-text\">Cassidy Hutchinson, former aide to Trump White House chief of staff Mark Meadows, testifies before the January 6 committee [Andrew Harnik/AP Photo]</figcaption></figure><p data-start=\"1112\" data-end=\"1210\">Jordan seized on that response, arguing it showed prosecutors were determined to go after Trump.</p><p data-start=\"1217\" data-end=\"1404\">In fact, Smith said, one of the “central challenges” of the case was to present it in a concise way, “because we did have so many witnesses” – state officials, Trump campaign workers and advisers – to testify.</p><p data-start=\"1411\" data-end=\"1543\">“Some of the most powerful witnesses were witnesses who, in fact, were fellow Republicans who had voted for Donald Trump, who had campaigned for him and who wanted him to win the election,” Smith added.</p><h3>‘Threats to democracy’</h3><p>One Democrat, Representative Pramila Jayapal of Washington, asked how he would describe the consequences – for US democracy – of not holding Trump accountable for alleged violations of the law and his oath.</p><p>“If we do not hold the most powerful people in our society to the same standards of the rule of law, then it can be catastrophic,” Smith said.</p><p>“Because if they don’t have to follow the law, it’s very easy to understand why people would think they don’t have to follow the law as well.”</p><p>Smith continued, “If we don’t hold people to account when they commit crimes, that it sends a message that those crimes are OK, that our society accepts that… It can endanger our election process, it can endanger election workers, and ultimately our democracy.”</p><figure id=\"attachment_4261168\" aria-describedby=\"caption-attachment-4261168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261168\" src=\"/wp-content/uploads/2026/01/AP26022564164153-1769150771.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Former Justice Department special counsel Jack Smith \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261168\" class=\"wp-caption-text\">Former Justice Department Special Counsel Jack Smith [Mark Schiefelbein/AP]</figcaption></figure><h3>‘I don’t get it’</h3><p data-start=\"108\" data-end=\"276\">Smith sharply criticised Trump’s decision to issue mass pardons for people convicted in connection with the January 6, 2021 attack on the US Capitol.</p><p data-start=\"283\" data-end=\"464\">On his first day back in office, Trump granted clemency to all those charged over the riot, including hundreds who had been accused or convicted of assaulting police officers.</p><p data-start=\"471\" data-end=\"617\">When asked about the move, Smith said: “The people who assaulted police officers and were convicted after trial, in my view and I think in the view of the judges who sentenced them to prison, are dangerous to their communities. As you mentioned, some of these people have already committed crimes against their communities again, and I think all of us – if we are reasonable – know that there is going to be more crimes committed by these people in the future.</p><p data-start=\"1059\" data-end=\"1199\">“I do not understand why you would mass pardon people who assaulted police officers,” Smith said on Thursday. “I don’t get it. I never will.”</p><p data-start=\"1206\" data-end=\"1314\">According to reports, at least 140 police officers were injured during the Capitol attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"smith-defends-his-work\" data-start=\"1206\" data-end=\"1314\">Smith defends his work</h3><p data-start=\"148\" data-end=\"402\">Republican lawmakers sought to portray Smith as an overly aggressive prosecutor who needed to be restrained by senior Justice Department officials as he pursued cases against Trump before the former president’s potential return to office.</p><p data-start=\"404\" data-end=\"591\">They focused, in particular, on Smith’s decision to obtain phone records for members of Congress, including then–House Speaker Kevin McCarthy, arguing the move amounted to overreach.</p><p data-start=\"593\" data-end=\"768\">In a heated exchange, Republican Representative Brandon Gill of Texas accused Smith of using nondisclosure orders to “hide” subpoenas from both their targets and the public.</p><p data-start=\"770\" data-end=\"956\">Smith rejected those claims, saying the collection of phone records was a routine investigative step aimed at understanding the “scope of the conspiracy” to overturn the 2020 election.</p><p data-start=\"958\" data-end=\"1005\">“My office didn’t spy on anyone,” Smith said.</p><p data-start=\"1007\" data-end=\"1195\">He added that nondisclosure orders were sought because of concerns about witness intimidation, pointing to Trump’s public warnings that he would be “coming after” people who crossed him.</p><p data-start=\"1197\" data-end=\"1328\">“I had grave concerns about obstruction of justice in this investigation, specifically with regards to Donald Trump,” Smith said.</p><p data-start=\"1330\" data-end=\"1463\">Smith said prosecutors are not required “to wait until someone gets killed before they move for an order to protect the proceedings”.</p><figure id=\"attachment_4261174\" aria-describedby=\"caption-attachment-4261174\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261174\" src=\"/wp-content/uploads/2026/01/2026-01-22T150653Z_27206898_RC2F6JABS55T_RTRMADP_3_USA-TRUMP-SMITH-1769151130.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Former Special Counsel Jack Smith \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261174\" class=\"wp-caption-text\">Former Special Counsel Jack Smith arrives to testify before the House Judiciary Committee [Kevin Lamarque/Reuters]</figcaption></figure><h3>Trump responds</h3><p data-start=\"112\" data-end=\"290\">Trump appeared to be following Smith’s testimony live, posting on Truth Social as the hearing unfolded and praising Republicans for their attacks on the former special counsel.</p><p data-start=\"297\" data-end=\"593\">“Deranged Jack Smith is being DECIMATED before Congress. It was over when they discussed his past failures and unfair prosecutions,” Trump wrote. “He destroyed many lives under the guise of legitimacy. Jack Smith is a deranged animal, who shouldn’t be allowed to practice Law.”</p><p data-start=\"600\" data-end=\"704\">Trump framed the investigations as a “Democrat SCAM” and said those involved should “pay a big price”.</p><p data-start=\"600\" data-end=\"704\">Trump has deployed similar tactics in the past, using his social media account in September to direct the Justice Department to indict <a href=\"/news/2025/11/24/us-judge-dismisses-criminal-charges-against-james-comey-letitia-james\">other critics of his actions</a>, including New York Attorney General Letitia James and former FBI Director James Comey.</p></div></div></body></html>"
        },
        {
            "title": "Vietnam’s To Lam wins second term, extends top position for 5 more years | Politics News | Al Jazeera",
            "time": "2026-01-23T09:25:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T021152Z_1500358246_RC286JARU2I2_RTRMADP_3_VIETNAM-CONGRESS-1769155779_5a3b01-1769156580.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Vietnam’s To Lam wins second term, extends top position for 5 more years</h1><p class=\"article__subhead\"><em>General Secretary To Lam will continue to lead Vietnam’s Communist Party amid pledges to continue rapid reforms.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Vietnam’s Communist Party ⁠has ​re-appointed <a href=\"/news/2026/1/20/vietnams-to-lam-vows-to-fight-corruption-pledges-10-economic-growth\">To ‍Lam as its ‍general ⁠secretary</a>, extending his top leadership position in the Southeast Asian nation for the next five years.</p><p>To Lam was “unanimously” re-elected to the post of general secretary, according ‌to an announcement made ‌at ‌the conclusion of the party’s five-yearly ⁠congress in the capital Hanoi on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The party central committee “absolutely unanimously elected Comrade To Lam to continue holding the position of General Secretary”, the party said in a statement.</p><p>Tran Thanh Man, chairman of Vietnam’s National Assembly, said the party chief had received 180 votes out of 180 to remain in the top job.</p><p>Lam’s re-election as party chief will send a reassuring message to foreign investors who regularly cite political stability as a key factor in Vietnam’s appeal as a pro-business environment.</p><p>Lam, 68, is also seeking to become president, with a decision on that position ‌expected to be announced later.</p><figure id=\"attachment_4261245\" aria-describedby=\"caption-attachment-4261245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261245\" src=\"/wp-content/uploads/2026/01/AFP__20260123__93QV8ZQ__v1__HighRes__VietnamPolitics-1769155939.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Vietnam's relected Communist Party General Secretary To Lam is seen on a screen as he speaks during the closing session of the Communist Party of Vietnam's (CPV) 14th National Congress at the National Convention Centre in Hanoi on January 23, 2026. Vietnam's Communist Party &quot;unanimously&quot; re-elected To Lam to the post of general secretary on January 23, it said on its website, confirming he will remain the country's top leader for the next five years. (Photo by Nhac NGUYEN / AFP\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261245\" class=\"wp-caption-text\">Vietnam’s re-elected Communist Party General Secretary To Lam is seen on a screen as he speaks during the closing session of the Communist Party of Vietnam’s (CPV) 14th National Congress, at the National Convention Center in Hanoi, on Friday [Nhac Nguyen/AFP]</figcaption></figure><p>Earlier this week, addressing hundreds of congress delegates seated in red-upholstered chairs in a red-carpeted conference hall under a towering statue of the Communist Party’s founder and liberation struggle hero, Ho Chi Minh, Lam promised to continue fighting corruption and ensure annual growth above 10 percent through to 2030.</p><p>Speaking at the end of ‌the ‌congress and his reappointment on Friday, Lam committed to ⁠working hard to meet the expectations ‌of Vietnam’s people.</p><p>Lam’s retaining of the top party position follows his implementation of sweeping reforms since taking over as Communist Party General Secretary in late 2024, which have shocked the country with their speed and severity for some sectors.</p><p>He has eliminated whole layers of government bureaucracy, abolished eight ministries or government agencies and cut nearly 150,000 jobs from the state payroll, while pushing ambitious rail and power projects as well as weeding out corruption.</p><p>Lam said in a speech this week that he wants to change the country’s economic growth model, which has hinged for decades on cheap labour and exports, instead turning Vietnam into a high-middle-income economy by 2030 by focusing on innovation and efficiency.</p><p>He also warned of the overlapping threats Vietnam faces “from natural disasters, storms and floods to epidemics, security risks, fierce strategic competition, and major disruptions in energy and food supply chains”.</p><p>Vietnam, a nation of 100 million people, is both a repressive one-party state and a regional economic bright spot, where the Communist Party has sought to deliver rapid growth to bolster its legitimacy domestically and internationally.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Psychological war on society’: Russia plunges Ukraine into darkness | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-23T08:49:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/DSCF3957-1769093606.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> The rattle of multiple petrol generators sounded out across the historic neighbourhood of Podil as people attempted to traverse the icy streets in near darkness.</p><p>About half the capital’s homes are without heating or power after large Russian aerial strikes on Ukraine targeted the country’s infrastructure in recent weeks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Temperatures sit well below freezing.</p><p>Yet as an air raid siren blares, young people in Kyiv gathered in a row of cafes and bars. Generators are able to provide heating, light and music.</p><figure id=\"attachment_4260192\" aria-describedby=\"caption-attachment-4260192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260192\" src=\"/wp-content/uploads/2026/01/DSCF4028-1769091944.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Independence Square in Kyiv is in almost complete darkness after mass attacks on energy infastructure (Nils Adler/Al Jazeera)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260192\" class=\"wp-caption-text\">Independence Square in Kyiv is in almost complete darkness after mass attacks on energy infrastructure [Nils Adler/Al Jazeera]</figcaption></figure><p>“It’s really important for the youth to meet up and do stuff together so we don’t break down mentally,” Karina Sema, a 24-year-old journalist, told Al Jazeera.</p><p>She pulled out her phone and showed a video filmed the day before. About 100 people can be seen gathering in torchlight around a speaker, singing along to a track called All I Need Is Your Love Tonight.</p><p>The latest large-scale attack was on Tuesday night, when Russia fired drones and ballistic missiles across the country, plunging the city, including the Ukrainian Parliament, into darkness just as repair crews had begun to restore parts of the grid after an assault earlier in January.</p><h2 id=\"state-of-emergency\">State of emergency</h2><p>Repeated attacks have pushed President Volodymyr Zelenskyy to issue a state of emergency in the energy sector. He has accused Russia of deliberately exploiting the bitter cold snap as a weapon of war.</p><p>United Nations human rights chief Volker Turk denounced the strikes as a “cruel” and clear violation of international law.</p><p>The lack of heating has caused water pipes to burst in some buildings, leading to flooding as the water in them freezes.</p><p>Residents of an area on the capital’s left bank, which has been hit by repeated drone strikes and has no electricity supply, told Al Jazeera of a number of creative solutions to the crisis.</p><p>One popular method is to heat a brick on a portable petrol-powered stove, which helps warm the apartment and retains heat long after the stove is switched off.</p><p>Assiya Melnyk, a single mother in her 30s, showed Al Jazeera around her apartment, which had had no electricity for the whole day.</p><p>“My eyesight is going because I squint in the dark for so long,” she said, holding a small torch.</p><p>“It is hard to stay warm, we use jumpers and blankets; I just think of my daughter and keeping her well mentally and physically,” she said.</p><h2 id=\"economic-impact\">Economic impact</h2><p>The attacks on infrastructure also hurt business owners who have struggled for almost four years under a wartime economy.</p><p>Enes Lutfia, a 24-year-old originally from Turkiye, told Al Jazeera that he is now considering closing his restaurants and bars.</p><p>It costs him almost $500 a week to fuel his generator.</p><p>“I have no customers”, he said. “Young people hang out together on the street or at home, many adult men are fighting, many women have left the country,” he said with a resigned shrug.</p><p>Defending the country’s energy sector is also costing Ukraine.</p><p>Zelenskyy said the air defence missiles used after Tuesday’s attack cost about $90 million.</p><h2 id=\"you-stay-with-your-own-mind\">‘You stay with your own mind’</h2><p>It is not just Kyiv that has been affected. Cities such as Kharkiv in the east and Odesa in the south have also suffered near darkness.</p><p>In central Ukraine’s Poltava, Anatoli, a 54-year-old car mechanic, told Al Jazeera he now gets electricity only for a few hours at night. He works in his garage in the early morning hours when the lights are on.</p><p>He is considering leaving Ukraine.</p><p>“I will leave as soon as they open the borders,” he said.</p><p>In a restaurant in the city’s centre, 23-year-old Maxim Senschuk told Al Jazeera that staying at home with no electricity can affect a person’s mental state: “You stay with your own mind”.</p><p>He bemoaned a “psychological war on society”, but added, “All my family, friends, we are not scared, it has been four years [of war]. Now we are just bored with this”.</p><figure id=\"attachment_4260250\" aria-describedby=\"caption-attachment-4260250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260250\" src=\"/wp-content/uploads/2026/01/DSCF3950-1769093520.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Maxim Senchuk shows an app which indicates when electricity will be available in his area (Nils Adler/Al Jazeera)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260250\" class=\"wp-caption-text\">Maxim Senchuk shows an app which indicates when electricity will be available in his area [Nils Adler/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Making sense of Bangladesh’s ‘Hadi effect’ shaping the vote | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-01-23T08:47:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-19T051330Z_1553356645_RC224EAYXEZ5_RTRMADP_3_BANGLADESH-POLITICS-1769152972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After the killing of Sharif Osman Hadi in December and the funeral that drew hundreds of thousands of people into the heart of Dhaka, the nation briefly convulsed with grief.</p><p>Then, as it almost always does, the emotion receded. Even martyrdom has a shelf life in public memory. Ordinary people, burdened by survival, do not grieve indefinitely. Mourning fades and life intrudes.</p><p>Bangladesh has seen this before. Take Abu Sayeed, the first martyr of the July uprising of 2024 that led to then-Prime Minister Sheikh Hasina’s ouster. The image of him standing with outstretched arms, absorbing police [rubber] bullets as if to arrest history itself, has already entered the country’s visual canon. It is painted on walls, reproduced in murals, stylised in art and embalmed in textbooks. Sayeed’s image is immortal. His grief is not.</p><p>Today, the sorrow surrounding his death likely lives on only within his family and a small circle of intimates. For everyone else, it has been crowded out by the daily grind — by inflation, insecurity, and the numbing demands of life in a harshly transactional world that steadily drains people of the luxury of sustained emotion.</p><p>There is also a harsher truth. Abu Sayeed’s death, in every grimly practical sense, achieved closure. His martyrdom sparked the mass uprising that eventually toppled Hasina’s dictatorial regime, which had ruled for more than a decade and a half through force, and the systematic stripping of political and human agency. Sayeed’s sacrifice served a utilitarian purpose. History moved. His chapter, however tragic, is complete.</p><p>Hadi’s death is not.</p><p>More than a month after he was killed, his martyrdom remains unfinished, unresolved—and that is precisely why the public response has been so fervent, so emotionally unspent. The honours conferred upon him, the intensity of the mourning, and the almost unprocessed grief point to something deeper than the catalytic role of yet another fallen hero. To understand it, one must first understand what might now be called the “Hadi effect”.</p><figure id=\"attachment_4261208\" aria-describedby=\"caption-attachment-4261208\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261208\" src=\"/wp-content/uploads/2026/01/2025-12-20T102529Z_856798641_RC2WJIAVYPT5_RTRMADP_3_BANGLADESH-POLITICS-FUNERAL-1769153081.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People reacts as they attend the funeral prayer for Sharif Osman Hadi, a student leader, who died after being shot in the head, at Manik Mia Avenue, in Dhaka, Bangladesh, December 20, 2025. REUTERS/Stringer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261208\" class=\"wp-caption-text\">People react as they attend the funeral prayer for Sharif Osman Hadi, a student leader who died after being shot in the head, at Manik Mia Avenue, in Dhaka, Bangladesh, on December 20, 2025 [Stringer/Reuters]</figcaption></figure><p>Hadi entered public consciousness through social media clips and television talk shows, in which he was in viral confrontations with some known social and political stalwarts. He was physically unassuming: short with dishevelled hair and beard, but sharp-eyed. His power lay in language. He spoke in an unapologetically plebeian Bangla, tinged with the rural cadences of southern Bangladesh, far removed from the polished, patrician diction of Dhaka’s urban elite. It was a voice that sounded familiar, even intimate, to millions.</p><p>With a modest madrasa education, time at Dhaka University, and roots in a lower-middle-class family, Hadi embodied a volatile combination: the subaltern with just enough access to threaten established hierarchies. He was neither fully inside the system nor wholly outside it. His religiosity – unapologetic and deeply Islamic – resonated powerfully in a country where roughly 90 percent of the population is Muslim and where faith remains one of the few enduring sources of collective identity.</p><p>After the 2024 uprising, Hadi began to attract sustained attention from mainstream media. As remnants of the Awami League’s cultural and political establishment cautiously tested the waters for a comeback, he confronted them head-on. His language was blunt, often abrasive, and deliberately so. Again and again, Hadi warned of the danger of allowing the party back into public life through its cultural and social networks, long before it could re-enter formal politics.</p><figure id=\"attachment_4261210\" aria-describedby=\"caption-attachment-4261210\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261210\" src=\"/wp-content/uploads/2026/01/2025-12-20T130906Z_2078976463_RC28KIAD9C2N_RTRMADP_3_BANGLADESH-POLITICS-FUNERAL-1769153132.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People mourn as they join the funeral prayer for Sharif Osman Hadi, a student leader, who died after being shot in the head, at the Parliament building area of Manik Mia Avenue, in Dhaka, Bangladesh, December 20, 2025. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261210\" class=\"wp-caption-text\">People mourn as they join the funeral prayer for Sharif Osman Hadi, a student leader who died after being shot in the head, at the parliament building area of Manik Mia Avenue, in Dhaka, Bangladesh, on December 20, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><p>This was not a conventional political battle. Hadi’s fight – if it can be called that – was aimed squarely at culture. For decades, Hasina’s Awami League had exercised near-hegemonic control over Bangladesh’s cultural sphere, saturating media, academia and the arts with its preferred narratives. In principle, this was unsurprising. As a centre-left party that led the 1971 liberation war, the Awami League rooted its legitimacy in language, identity, culture and a particular vision of Bengali nationalism. Much of the country’s intellectual class found that vision both familiar and institutionally rewarding.</p><p>But under Hasina’s four consecutive terms – three of them secured through elections widely regarded as rigged or non-participatory – that cultural project metastasised. What had once been advocacy hardened into dogma. Bengali nationalism was narrowed, history was revised and the liberation war was increasingly reframed to elevate Sheikh Mujibur Rahman – Hasina’s father and the leader of the independence struggle – into a near-mythic figure. Cultural production ceased to be pluralistic. It became devotional.</p><p>The consequences were profound. Dominant media outlets and influential intellectuals did more than amplify this narrative. They enforced it. In the process, they marginalised the worldview of a large majority of Bangladeshis, many of whom are religiously moderate Muslims who could not recognise themselves in the imposed version of “secular” nationalism. Over time, reverence for Mujib, as Rahman is widely remembered, crossed from respect into ritual, leaving little room for dissent without social or professional penalty.</p><p>That resentment did not disappear. It waited.</p><p>After the 2024 uprising, it erupted, most visibly in the demolition of Mujib’s statues and murals across the country. It is a mistake to portray these acts merely as vandalism or iconoclasm; they were an attempt, however raw, to reclaim cultural agency from a state-sanctioned orthodoxy. At their core was a demand to reassert a sociopolitical identity grounded in religious moderation rather than enforced secular symbolism.</p><p>No figure came to embody that rupture more clearly than Sharif Osman Hadi.</p><p>Hadi’s rise in the collective consciousness followed a clear arc. Without apparent calculation, he first emerged on social media and then broke into mainstream platforms, methodically exposing the hypocrisy of a media-intellectual complex that had enabled Hasina’s authoritarianism while cloaking itself in moral superiority. His refusal to temper his critique, his insistence on naming collaborators rather than abstractions, struck a nerve.</p><p>For many Bangladeshis in the immediate aftermath of July 2024, Hadi sounded like the voice they aspired to hear. He said aloud what others had whispered or forced themselves to suppress entirely. He appeared sincere – perhaps even recklessly so. And in a political culture exhausted by doublespeak, that honesty proved magnetic.</p><p>Hadi did not stop at critique. With public funding, he went on to establish the Inqilab Cultural Center, an explicit attempt to build an alternative cultural infrastructure. Its mission was clear: to promote a Bangladesh-rooted cultural idiom grounded in Islamic values, one that resonated with the social instincts of the majority rather than the narrow, urban, secular aesthetic long amplified by elite institutions. For many Bangladeshis who had viewed the dominant version of Bengali cultural expression as exclusionary or imposed, the Inqilab Center felt less like a provocation than a correction.</p><p>Yet post-uprising Bangladesh was not a laboratory for cultural experimentation alone. Under an interim government, the country lurched from economic anxiety to political uncertainty, and the public mood increasingly gravitated towards one demand: stability through elections. Hadi grasped this quickly. Cultural resistance, he concluded, would remain vulnerable unless it was anchored in formal political power. Parliament was where lasting leverage lay.</p><p>His decision to contest a seat in the heart of Dhaka, in the upcoming elections, elevated him almost overnight. Running without the backing of any major political machine, Hadi positioned himself against a seasoned, well-financed candidate from a party widely expected to return to power. The asymmetry was stark. It was a David and Goliath contest in a city – and a country – hungry for rupture. Attention was inevitable.</p><p>What followed was not a media strategy so much as a studied refusal to have one. Hadi allowed the symbolism of the contest to grow organically. His campaign was conspicuously bare-boned: leaflets instead of billboards, handshakes instead of motorcades. He prayed Fajr with voters, walked through working-class neighbourhoods, and spoke in the same unpolished vernacular that had first made him recognisable. Social media did the rest, amplifying what appeared unscripted and therefore credible.</p><figure id=\"attachment_4261213\" aria-describedby=\"caption-attachment-4261213\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261213\" src=\"/wp-content/uploads/2026/01/2025-12-20T101444Z_584340785_RC28KIA2OSV8_RTRMADP_3_BANGLADESH-POLITICS-FUNERAL-1769153210.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People mourn as they join the funeral prayer for Sharif Osman Hadi, a student leader, who died after being shot in the head, at the Parliament building area of Manik Mia Avenue, in Dhaka, Bangladesh, December 20, 2025. REUTERS/Mohammad Ponir Hossainz\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261213\" class=\"wp-caption-text\">A convoy carrying the body of Sharif Osman Hadi, a student leader, who died after being shot in the head, moves through a crowd after his funeral, in Dhaka, Bangladesh, on December 20, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><p>At the core of Hadi’s appeal was a single conviction about him that took hold with surprising speed: that he was incorruptible. After 16 years of Hasina’s rule – sustained by alliances with crony capitalists, a compliant bureaucracy, and selective patronage – corruption had become one of the regime’s defining signatures. Hadi offered himself as its antithesis. He did not promise technocratic reform or institutional overhauls. He promised something simpler and, for many, more persuasive: that he would be brave enough to confront power without flinching.</p><p>In the early days after the July uprising, that same faith had briefly been invested in student leaders who had ignited the 21-day mass movement against systemic discrimination. They, too, were seen as untainted and fearless. But that confidence eroded quickly as politics reasserted its old habits. Almost by default, the burden of preserving that belief, of proving that integrity could survive proximity to power, shifted to Hadi.</p><p>Interestingly, Hadi, by no measure, had been the architect of the July uprising. Yet in its aftermath, he became one of its most consequential inheritors. The Hadi of television debates occupied minds but the Hadi of the campaign trail reached somewhere deeper.</p><p>That explains why his killing produced a palpable sense of loss, why so many ordinary Bangladeshis felt, without irony, that something essential had been taken from them.</p><p>In death, Hadi has grown larger — but whether he has grown stronger remains unresolved. History offers no guarantees. His killing has already created opportunities for others to speak in his name, to trade on his image, to convert sacrifice into political currency. Martyrdom has always been an easily appropriated asset.</p><p>Still, it would be a mistake to assume that fading grief will render Hadi irrelevant in time. Public emotion inevitably ebbs but unfinished struggles do not. The idea he carried – the insistence on reclaiming cultural agency, on confronting corruption without accommodation, on refusing elite permission – has not been settled, let alone defeated.</p><p>Hadi’s project remains incomplete. That is the real source of his persistence in the national imagination. And anyone who believes otherwise misunderstands both the moment and the man.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Is the UK playing a double game in Sudan and Somalia? | Sudan war News | Al Jazeera",
            "time": "2026-01-23T08:28:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP22045616363454-1769151166.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In December, as it often has during the ongoing war between the Sudanese army and the <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Rapid Support Forces</a> (RSF), the British government urged accountability, expressing concerns about the mass-scale death and devastation that civilians have suffered.</p><p>But reporting has shown that, behind the scenes, the United Kingdom rejected more ambitious plans to prevent atrocities as violence escalated.</p><p>Further east, the UK has officially backed the territorial integrity of Somalia – while holding a stake in a strategic port in the breakaway region of Somaliland that it does not recognise.</p><p>These decisions and moves by the UK, say analysts, raise doubts about whether its words are in keeping with its actions in the Horn of Africa.</p><p>Amgad Fareid Eltayeb, a Sudanese policy analyst, said the UK’s credibility is increasingly judged by the risks it is willing, or unwilling, to take.</p><p>“When people believe your words and your actions diverge, they stop treating you as a broker and start treating you as an interest manager,” he told Al Jazeera.</p><h2 id=\"enabler-of-aggression-in-sudan\">‘Enabler of aggression’ in Sudan</h2><p>That judgement, analysts argue, now colours how the UK’s actions elsewhere in the region are being read.</p><p>In Sudan, earlier reports show how the UK government opted for what internal documents describe as the “least ambitious” approach to end the bloodshed, even as <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">mass killings</a> by the RSF mounted in Darfur, including around el-Fasher.</p><p>Eltayeb argues that this has led the UK to be viewed not as a marginal or distracted actor, but as a central one whose diplomatic posture has helped shape how the war is framed internationally.</p><p>He referred to reports that the United Arab Emirates has armed or supported RSF – allegations documented by UN experts and international media and denied by Abu Dhabi – and said the UK had emerged as “an enabler of the Emirati aggression in Sudan”. The aim: To “whitewash RSF atrocities in the diplomatic framing of the war”.</p><p>Asked about its approach to Sudan, the UK Foreign Office told Al Jazeera: “The crisis in Sudan is the worst we have seen in decades – the UK government is working with allies and partners to end the violence and prevent further atrocities from occurring.</p><p>“We need both the parties to support a ceasefire; this means unrestricted humanitarian access and a peace process with transition to a civilian government.”</p><h2 id=\"recognise-somalia-do-business-with-somaliland\">Recognise Somalia, do business with Somaliland</h2><p>The Foreign Office did not respond to questions about the UK’s role in Somalia or its commercial engagement in Somaliland, where scrutiny has increasingly centred on the port of Berbera.</p><p>The British government co-owns the port through its development finance arm, British International Investment (BII). The port is jointly owned by the UAE-based logistics firm DP World and the government of Somaliland – even though the UK does not officially recognise that government. The UAE, too, formally does not recognise Somaliland.</p><p>Berbera sits near one of the world’s most important maritime corridors linking the Red Sea and the Indian Ocean. An impact assessment commissioned by the UK Foreign Office described it as “a strategic gateway” to Somaliland and a potential alternative trade corridor for Ethiopia, language that places it firmly within the region’s geopolitical architecture.</p><p>The port’s strategic value is not new. Matthew Benson-Strohmayer, a social and economic historian of Africa at the London School of Economics (LSE), noted that Berbera has repeatedly been treated by external powers as strategic infrastructure first, and a political community second. It has served at different points as a British coaling station, a Soviet naval base during the Cold War, and now a commercial logistics hub shaped by Gulf and Western interests.</p><h2 id=\"the-sudan-somaliland-link\">The Sudan-Somaliland link</h2><p>That wider architecture has become more politically charged as Sudan’s war has spilled across borders.</p><p>Observers have suggested that Berbera is part of a broader Emirati logistics network that United Nations experts and international media have linked to alleged supply routes used to arm the RSF. The UAE has consistently denied these allegations.</p><p>For critics, the UK’s commercial entanglement with that alleged network raises uncomfortable questions. While London publicly calls for accountability in Sudan, it remains financially tied, via the BII, to a port operated by the UAE, a close regional partner accused of backing one side in the war next door.</p><p>Abdalftah Hamed Ali, an independent Horn of Africa analyst, said this highlights what many critics see as “a gap between principle and practice”.</p><p>“Even if London disputes those linkages,” he said, “the perception problem remains.”</p><p>The sensitivity has deepened as Somaliland’s political status has returned to the diplomatic spotlight. Last month, Israel became the only country to <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">formally recognise</a> Somaliland’s independence, a move condemned by Mogadishu and rejected by the wider international community.</p><p>For analysts, these developments underscore why claims that economic engagement can be kept separate from politics are increasingly difficult to sustain.</p><p>Ali said Berbera cannot be treated as a neutral commercial asset.</p><p>“Ports in the region are not just economic assets; they are nodes in a security and influence ecosystem,” he said. “When investment touches ports, free zones, and long-term trade access, it becomes politically legible. People interpret it as strengthening one authority’s bargaining position, whether that is the intention or not.”</p><p>In Somaliland’s case, that political legibility cuts several ways: Reinforcing its de facto autonomy, reshaping regional alliances, and entangling external actors, the UK included, in a dispute London – officially – says should be resolved through dialogue rather than external alignment.</p><p>Ali described the UK’s approach as a “dual-track” policy.</p><p>“Britain maintains its formal diplomatic line with the recognised Somali state, but it also works with Somaliland as a de facto authority because it is stable and functions and controls territory,” he said.</p><p>LSE’s Benson-Strohmayer explained that after declaring independence in 1991, Somaliland was excluded from international recognition and large-scale foreign aid. Early governments were forced to rely on locally raised revenue, particularly taxation linked to Berbera port, a dependence that gave domestic actors leverage to demand representation and accountability.</p><p>In 1992, when a transitional government attempted to seize control of Berbera by force, local clan authorities resisted. The standoff ended in compromise, helping to entrench Somaliland’s power-sharing system.</p><p>Benson-Strohmayer, who also serves as Sudan Research Director at LSE, described this dynamic as a “revenue complex”, in which fiscal control and political legitimacy are tightly intertwined.</p><p>Large external infrastructure investments, he warned, risk undermining that bargain.</p><p>“When states can finance themselves through deals with external investors rather than negotiations with local constituencies, the fiscal contract changes,” Benson-Strohmayer said.</p><p>Such projects, he added, reconfigure who controls revenue flows, who benefits from the port economy, and who gains political leverage. In territories with unresolved political status, infrastructure investment can enable what he described as “governance through commercial presence” – allowing external actors to extract strategic value while avoiding explicit political responsibility.</p><h2 id=\"ambiguity-by-choice\">Ambiguity by choice</h2><p>The UK’s position, Benson-Strohmayer argued, exemplifies this ambiguity.</p><p>British formal support for Somalia’s territorial integrity, paired with deepening commercial and security engagement with Somaliland, he said, gives it port access, counterterrorism cooperation and commercial returns, while avoiding the political costs of a clear position.</p><p>Over time, this can undermine institutional consolidation on both sides: Allowing Mogadishu to avoid meaningful negotiations over Somaliland’s status, while weakening Somaliland’s domestic accountability mechanisms by bypassing local political bargaining.</p><p>The UK’s posture in Somaliland has drawn scrutiny before. In 2023, Declassified UK reported that the British government suppressed the release of a report into the killing of civilians during clashes in Somaliland, a decision critics then said prioritised political relationships over transparency and accountability. British officials said at the time that decisions around the report were taken in line with diplomatic and security considerations.</p><p>Read together, analysts say the UK’s decisions in Sudan and Somalia reflect a single approach applied in different contexts: Preserving access and partnerships while avoiding moves – diplomatic pressure, public confrontation or policy shifts – that would narrow its room for manoeuvre.</p><p>Ali argued that while this approach may secure short-term influence, it carries longer-term costs, particularly in a region as politically entangled as the Horn of Africa.</p><p>“In the Horn, where alliances overlap with regional rivalries and the conflict economy, mixed signals can quickly become a liability,” he said. “You lose the moral authority to press for political compromise if local actors think your incentives lie elsewhere.”</p></div></div></body></html>"
        },
        {
            "title": "US officially withdraws from the World Health Organization | World Health Organization News | Al Jazeera",
            "time": "2026-01-23T08:25:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769152767.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Health Secretary Robert F Kennedy Jr and US Secretary of State Marco Rubio have jointly announced the “completion” of US withdrawal from the World Health Organization (WHO).</p><p>The announcement on Thursday marks the first time the US has not been a member of the WHO since it joined as a founding member in 1948, though US President Donald Trump had signalled his intention to withdraw from the body in 2020 during his first term in office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The joint statement from Rubio and Kennedy, a vaccine sceptic, primarily blamed the WHO’s “failures during the COVID-19 pandemic” as the reason for the withdrawal.</p><p>“Going forward, US engagement with the WHO will be limited strictly to effectuate our withdrawal and to safeguard the health and safety of the American people,” Rubio and Kennedy said, noting that all US funding for the WHO had ceased.</p><p>WHO chief Tedros Adhanom Ghebreyesus told reporters earlier this month that the organisation had responded to funding shortfalls associated with the US withdrawal by making cuts.</p><p>United Nations Spokesperson Stephane Dujarric told reporters on Thursday that “for all intents and purposes” the US is “no longer participating in the work of the World Health Organization”, but that some “legal details will likely have to be worked out”.</p><p>“It is clear we would love to see the United States be a full participant in the work of the World Health Organization, like we want to see every country,” Dujarric said.</p><p>“If there’s an issue that is clearly, that knows no border, that doesn’t respect territorial integrity, so to speak, are health issues,” he said.</p><p>“Viruses, non-communicable diseases, all of these issues need and should be worked out with international cooperation. The World Health Organization is the place to do it,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"withdrawal-is-reckless-and-makes-us-all-more-vulnerable\">‘Withdrawal is reckless and makes us all more vulnerable’</h2><p>President Trump, who has <a href=\"/news/2020/9/9/trump-knew-coronavirus-was-deadly-downplayed-it-woodward-book\">faced criticism</a> for his response to COVID-19, including from his <a href=\"/news/2021/3/29/trump-covid-official-deaths-could-have-been-substantially-lower\">own top health officials</a>, announced that he planned to withdraw the US from the Geneva-based WHO on January 20, 2025, the first day his second term began in the White House. However, a clause created by the US meant that the withdrawal did not take effect until this week.</p><p>The WHO’s chief legal officer, Steven Solomon, told reporters earlier this month that the founders of the organisation did not include a withdrawal clause because they saw it as a “truly universal organisation that would make the world safer”.</p><p>However, Solomon said the US created a provision that would allow it to withdraw from the body if it met two conditions: Giving one year’s notice and meeting its “financial obligations … in full for the current fiscal year”, while also noting that the US was “in arrears on its payments” for 2024 and 2025.</p><p>Responding to the US withdrawal, public health advocate Lucky Tran wrote on social media that the “WHO has played a huge role in bringing countries together to reduce death and disease at an unprecedented scale”.</p><p>“It is by no means perfect, but we can only improve it by continuing to participate. Withdrawal is reckless and makes us all more vulnerable,” Tran added.</p><p>The WHO, which had 194 members before the US withdrawal, representing all members of the UN except Liechtenstein, which has a population of fewer than 50,000 people, often plays a coordinating role on health issues that transcend international borders.</p><p>This includes actively sending doctors and other health experts to help during humanitarian disasters, such as <a href=\"/news/2025/10/8/horrific-trauma-patients-who-details-harrowing-scenes-from-gaza\">Israel’s genocidal war on Gaza</a>, as well as responding to a wide range of communicable and non-communicable diseases, including <a href=\"/news/2025/10/19/last-ebola-patient-discharged-from-dr-congo-who\">Ebola</a> and <a href=\"/news/2025/11/13/tuberculosis-kills-1-23-million-people-last-year-who-says\">Tuberculosis</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza war docudrama The Voice of Hind Rajab nominated for Academy Award | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-23T08:14:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/13314426-1757209795.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A haunting docudrama about Israel’s killing of five-year-old Palestinian girl Hind Rajab during its genocidal war on Gaza has been nominated for an Academy Award.</p><p><a href=\"/news/2025/9/3/the-voice-of-hind-rajab-gets-record-23-minute-ovation-at-venice-premiere\">The Voice of Hind Rajab</a>, by French-Tunisian director Kaouther Ben Hania, was shortlisted for the Oscar for Best International Feature Film on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The film tells the true story of Hind, who was killed by Israeli forces in 2024 as she and her family tried to evacuate Gaza City, blending recordings of real emergency calls with dramatic re-enactments.</p><p>It draws on harrowing audio from Hind Rajab’s call to the Palestine Red Crescent Society, in which rescuers tried to reassure her as she lay trapped in a bullet-ridden car with the bodies of her aunt, uncle and three cousins, who had all been killed by Israeli fire.</p><p>The girl was then also killed, as were the two ambulance workers who went to the scene to try to rescue her.</p><p>A recording of the phone call was widely shared on social media after her death, causing renewed international outrage over Israel’s attacks on civilians.</p><p>At least 71,551 Palestinians have been killed and 171,372 wounded in Israeli attacks since the war began, according to Gaza’s Health Ministry, many of them children.</p><p>UNICEF, the UN’s agency for children, said earlier this month that more than 100 Palestinian children had been killed in Gaza, even since the start of the ceasefire that began in October last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"make-her-voice-echo\">‘Make her voice echo’</h2><p>Responding to the nomination, filmmaker Ben Hania said her motivation for the film had been to amplify Hind Rajab’s voice around the world, The Associated Press news agency reported.</p><p>“When I started making this movie, my main obsession or idea, because the voice of this little girl wasn’t heard when it was needed, was how to make her voice echo all over the world,” she said.</p><p>“So the fact that we are nominated today, it’s a spotlight that the voice of Hind Rajab needs.”</p><p>She said she was grateful that members of the academy who had voted for her film had recognised “that cinema is not always an escape”.</p><p>“It can be confrontational. It can be something about truth, and about what is happening and something that we should not look away from.”</p><h2 id=\"no-evidence-of-exchange-of-fire\">No evidence of exchange of fire</h2><p>The Israeli government initially claimed that none of its forces were present when the Rajab family was killed, later asserting that the 335 bullet holes found in the family’s car were the result of an exchange of fire between Israeli troops and armed Palestinian fighters.</p><p>However, a subsequent investigation of satellite imagery and audio from that day by the London-based research group <a href=\"/news/2024/3/21/october-7-forensic-analysis-shows-hamas-abuses-many-false-israeli-claims\">Forensic Architecture</a> identified only the presence of several Israeli Merkava tanks in the vicinity of the Rajab family’s car and no evidence of any exchange of fire.</p><p>The overall commander of the tanks present during the family’s killing was Colonel Beni Aharon of Israel’s 401 Armoured Brigade.</p><p>Colonel Aharon is <a href=\"/news/2025/10/21/new-al-jazeera-documentary-reveals-evidence-in-hind-rajab-familys-killing\">already the subject</a> of a criminal complaint at the International Criminal Court (ICC) filed by the Hind Rajab Foundation, which uses social media footage captured by Israeli soldiers during operations in Gaza as the basis for war crimes prosecutions.</p><h2 id=\"third-time-nominated\">Third-time nominated</h2><p>The Oscar nod is not the first industry recognition for Ben Hania or her film.</p><p>The director has twice been nominated for Academy Awards, for her 2020 film, The Man Who Sold His Skin and her 2023 documentary, Four Daughters.</p><p>The Voice of Hind Rajab <a href=\"/news/2025/9/7/gaza-war-film-the-voice-of-hind-rajab-wins-2nd-prize-at-venice-festival\">won the Grand Jury Prize Silver Lion</a> at the Venice International Film Festival in September, where it received a 23-minute standing ovation at its premiere.</p><p>The 98th Academy Awards will take place on March 15 in Los Angeles, hosted by Conan O’Brien.</p></div></div></body></html>"
        },
        {
            "title": "Analyst breaks down map of Trump’s Gaza plan | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-23T07:59:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769155162.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Six missing after landslide hits New Zealand campsite | Climate News | Al Jazeera",
            "time": "2026-01-23T07:35:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6973189e-1769150622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Six missing after landslide hits New Zealand campsite</h1><p class=\"article__subhead\"><em>Officials have warned the search for those missing could take several days.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six people, including two teenagers, are missing after a landslide struck a busy campground on <a href=\"/where/new-zealand/\">New Zealand’s North Island</a>, as rescue teams continued searching through debris, authorities have said.</p><p>The landslide was triggered by heavy rain at about 9:30am local time on Thursday (20:30 GMT on Wednesday) at Mount Maunganui on the island’s east coast, sending soil and rubble crashing onto a campsite in the city of Tauranga crowded with families on summer holidays.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Officials warned on Friday that the search for those missing could take several days, as unstable conditions continued to complicate rescue efforts at the site.</p><p>Police Commissioner Richard Chambers told the New Zealand Herald that safety concerns meant teams would have to proceed slowly, despite the urgency of the operation.</p><p>“It could be days, and we appreciate that everybody is anxious and waiting for their loved ones, and for some answers, but we also have to be very careful,” Chambers said.</p><figure id=\"attachment_4261157\" aria-describedby=\"caption-attachment-4261157\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261157\" src=\"/wp-content/uploads/2026/01/reuters_69731883-1769150595.jpg?w=770&amp;resize=770%2C434&amp;quality=80\" alt=\"A drone view of diggers working at a campsite damaged by a landslide caused by heavy rains, in Mount Maunganui, New Zealand, January 23, 2026. TVNZ via REUTERS TV/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NEW ZEALAND OUT. NO COMMERCIAL OR EDITORIAL SALES IN NEW ZEALAND. AUSTRALIA OUT. NO COMMERCIAL OR EDITORIAL SALES IN AUSTRALIA. No use New Zealand internet sites/any internet site of any New Zealand or Australia based media organisations or mobile platforms.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261157\" class=\"wp-caption-text\">A drone view of diggers working at a campsite damaged by a landslide caused by heavy rains, in Mount Maunganui, New Zealand, January 23, 2026 [TVNZ via Reuters]</figcaption></figure><p>Emergency services said significant resources had been deployed to the area, with crews methodically removing debris and checking it piece by piece.</p><p>“We have 25 personnel working with contractors and their diggers and police dogs, as well as police operations to ensure that every inch of soil removed is worked through,” said David Guard, a fire and emergency official.</p><p>Authorities said those still unaccounted for include a 15-year-old, as police continued efforts to clarify the whereabouts of others potentially linked to the site.</p><p>Police commander Tim Anderson told reporters that officers were attempting to make contact with three additional people, although early indications suggested they were not at the campground when the landslide struck.</p><p>He added that rescuers had not detected any further signs of life since first responders initially heard voices coming from beneath the debris on Thursday.</p><figure id=\"attachment_4261165\" aria-describedby=\"caption-attachment-4261165\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261165\" src=\"/wp-content/uploads/2026/01/ap_697318b12eabb-1769150641.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"New Zealand Prime Minister Christopher Luxon, right, flies on a helicopter on Friday, Jan. 23, 2026, to view the damage from a landslide at Mount Maunganui. (Corey Fleming/Pool Photo via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261165\" class=\"wp-caption-text\">New Zealand Prime Minister Christopher Luxon, right, flies on a helicopter, January 23, 2026, to view the damage from a landslide at Mount Maunganui [Corey Fleming/Pool Photo via AP]</figcaption></figure><p>Prime Minister Christopher Luxon travelled to the site on Friday, where he met families affected by the disaster. “They are grieving incredibly hard, and I know that New Zealand grieves with them,” he said.</p><p>Luxon said government funding would be provided once the full extent of the damage had been assessed.</p><p>Elsewhere, the heavy rain triggered another landslide in the neighbouring suburb of Papamoa, killing two people. One of those killed was a Chinese citizen, Chinese Ambassador Wang Xiaolong said in a post on X on Friday.</p><p>Road closures remained in place across some of the hardest-hit areas, cutting off several towns by land.</p><p>Civil defence officials in the Tairawhiti district warned residents collecting emergency supplies of food and water not to cross landslides, saying this could trigger further movement of rock and soil.</p><figure id=\"attachment_4261170\" aria-describedby=\"caption-attachment-4261170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261170\" src=\"/wp-content/uploads/2026/01/reuters_697319c6-1769150918.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aerial image of a property in Te Araroa affected by a storm that damaged parts of the North Island, New Zealand, January 23, 2026. Corey Fleming/Pool via REUTERS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261170\" class=\"wp-caption-text\">An aerial image of a property in Te Araroa affected by a storm that damaged parts of the North Island, New Zealand, January 23, 2026 [Corey Fleming/Pool via Reuters]</figcaption></figure></div></div></body></html>"
        }
    ]
}