{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US, UK agree to zero tariffs on medicines; UK commits to higher spending | International Trade News | Al Jazeera",
            "time": "2025-12-01T16:55:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25334841364619-1764603712.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has announced a new trade deal with the United Kingdom that includes zero tariffs on pharmaceutical and medical products in exchange for the UK spending more on medicines, the first significant spending increase in more than 20 years, and overhauling how it values drugs.</p><p>As part of the deal announced on Monday, the state-run National Health Service (NHS) will spend 25 percent more on treatments for at least the next three years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The United States and <a href=\"/news/2025/5/8/us-uk-trade-deal-how-are-trumps-global-tariff-talks-shaping-up\" target=\"_blank\" rel=\"noopener\">the United Kingdom</a> announce this negotiated outcome pricing for innovative pharmaceuticals, which will help drive investment and innovation in both countries,” US Trade Representative Jamieson Greer said in a statement.</p><p>The USTR statement said the UK would increase the net price it pays for new medicines by 25 percent under the deal. In exchange, UK-made medicines, drug ingredients and medical technology would be exempted from so-called Section 232 sectoral <a href=\"/news/2025/9/26/trumps-latest-100-percent-tariff-on-pharmaceuticals-what-we-know\" target=\"_blank\" rel=\"noopener\">tariffs</a> and any future Section 301 country tariffs.</p><p>Two sources familiar with the deal said it involved a major change in the value appraisal framework at the National Institute for Health and Care Excellence (NICE), a UK government body that determines whether new drugs are cost-effective for the NHS, the sources said.</p><p>NICE’s “quality-adjusted life year” measures the cost of a treatment for each healthy year it enables for a patient, with the upper threshold being 30,000 pounds ($39,789) per year.</p><p>US President Donald Trump has pressed the UK and the rest of Europe to pay more for US medicines, part of his push for their costs to be brought more in line with those paid in other wealthy nations.</p><p>The pharmaceutical industry has criticised a tough operating environment in the UK, and some big firms have cancelled or paused investment in the UK, including AstraZeneca, the largest on the London Stock Exchange by market value.</p><p>One point of contention between the sector and the government has been the operation of a voluntary pricing scheme, which sees firms put a proportion of sales to the NHS back into the health service.</p><p>The office of the USTR said the UK had committed that the rebate rate would decrease to 15 percent in 2026.</p><h2 id=\"cutting-edge-medicines\">‘Cutting-edge medicines’</h2><p>British science and technology minister, Liz Kendall, said on Monday a new pharmaceutical deal with the US will encourage life sciences companies to continue investing and innovating in the UK.</p><p>“This vital deal will ensure UK patients get the cutting-edge medicines they need sooner, and our world-leading UK firms keep developing the treatments that can change lives,” Kendall said in a statement.</p><p>“It will also enable and incentivise life sciences companies to continue to invest and innovate right here in the UK,” Kendall added.</p><p>Among those companies is Bristol Myers Squibb. The pharmaceutical giant’s CEO said it will be able to invest more than $500m over the next five years because of the deal.</p><p>On Wall Street, the stock, which is traded under the ticker symbol BMY, is down by 0.1 percent. Other heavily affected pharmaceutical companies include AstraZeneca, which was down by about 1 percent, and GSK, down by 0.4 percent.</p></div></div></body></html>"
        },
        {
            "title": "From war to winter: Gaza couple wait to welcome baby in flooded tent | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-01T16:51:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A9199-1764602462.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir el-Balah, Gaza Strip –</strong> The first <a href=\"/news/2025/11/26/powerful-storms-floods-bring-new-challenges-to-palestinians-in-gaza\">heavy rain of the winter season</a> arrived not as a blessing, but as a new catastrophe for Samar al-Salmi and her family.</p><p>Early in the morning, torrents of water crashed through their worn-out tent in a displacement camp, jolting them awake as the ground beneath them turned into a muddy pool.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>All around them, displaced people scrambled to repair what the rain had destroyed, filling waterlogged holes with sand and lifting drenched mattresses into the weak winter sun.</p><p>For 35-year-old Samar, the timing could not have been worse.</p><p>She is due to give birth imminently, and everything she has prepared for her newborn daughter was drenched.</p><p>“All the baby’s clothes were soaked in mud, as you can see,” she says, lifting tiny garments covered in brown stains. “Everything I prepared was submerged, even the diapers and the box of milk formula.”</p><p>Samar, her husband, and their three children live in a tent in Deir el-Balah, near tents where her mother and siblings live. They are all displaced from their home in Tal al-Hawa in southwest Gaza City, as a result of <a href=\"/news/2025/11/29/israeli-attack-kills-two-children-in-southern-gaza-despite-ceasefire\">Israel’s genocidal war on Gaza</a>.</p><p>“There are no words to describe how I feel right now,” Samar says, her voice almost breaking. “I feel like my mind is going to freeze. How am I supposed to welcome my baby girl like this?”</p><p>While Samar tries to salvage clothes and blankets, her husband and brothers shovel sand into the pools of water that have swallowed their living space. Mattresses, clothing, and basic belongings lie scattered around them, soaked and unusable.</p><figure id=\"attachment_4143567\" aria-describedby=\"caption-attachment-4143567\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143567\" src=\"/wp-content/uploads/2025/12/873A9270-1764603663.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Close up of a woman holding nappies damaged by water\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143567\" class=\"wp-caption-text\">Samar al-Salmi had prepared nappies and other items for her new baby, but they were ruined by the floodwater [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>“I put the baby’s hospital bag in my mother’s tent, thinking it would be safe,” she says. “But the rain rushed in there first and flooded everything, including the bag.”</p><p>“I don’t know where to start,” she adds. “Should I care for my children, whose clothes are full of mud and sand so I need to heat water and bathe them?</p><p>“Or do I try to dry the mattresses that will be so difficult in this cold? Or should I prepare myself so I’m ready to give birth at any moment?” she asks.</p><p>Since the war began two years ago, aid organisations have warned that Gaza’s displaced families would face catastrophe each time winter arrived, as they live in thin, tattered tents as a result of a strict Israeli ban on construction materials and caravans entering the Gaza Strip.</p><p>“A tent is not a solution,” Samar says. “In the summer, it’s unbearably hot, and in the winter, we flood. This is not a life. And winter hasn’t even started yet. What will we do when the real cold arrives?”</p><p>“At the very least, why weren’t caravans allowed in? Any roof to shelter us until this ends.”</p><figure id=\"attachment_4143572\" aria-describedby=\"caption-attachment-4143572\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143572\" src=\"/wp-content/uploads/2025/12/873A9224-1764603779.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman cleaning in a tent, reflected through a mirror\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143572\" class=\"wp-caption-text\">Samar is now trying to dry out all her family’s belongings, to make the Gaza tent they live in partially habitable [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"a-father-overwhelmed\">A father overwhelmed</h2><p>Samar’s husband, Abdulrahman al-Salmi, sits quietly, busy repairing the tents with her brothers. At first, he is so discouraged that he says he doesn’t even feel like talking to Al Jazeera. But gradually, he begins to open up.</p><p>“As a father, I’m helpless,” the 39-year-old says. “I try to hold our life together from one side, and it collapses on the other. That’s our life during and after the war. We’ve been unable to find any solution.”</p><p>He recounts the moment Samar called him earlier that morning while he was on his way to his first day of work at a small barbershop.</p><p>“She was crying and screaming, and everyone around her was screaming,” he recalls. “She told me, ‘Come quickly, the rain has invaded our tent from every direction.’”</p><p>He dropped everything and ran back under the rain.</p><p>“The place was completely flooded, like a swimming pool,” he says, tears filling his eyes. “My wife and mother-in-law were screaming, my children were outside shivering from the cold, the tents were flooded, the street was flooded… people were scooping water out of their tents with buckets. Everything was extremely difficult.”</p><p>For Abdulrahman, the rain feels like the final blow.</p><p>“We’ve been struggling in everything since the war began, and now the rain has come to finish us off completely.”</p><p>The father spoke of his immense difficulty in providing essentials for the newborn amid severe shortages and skyrocketing prices.</p><p>“I bought the diapers for 85 shekels ($26), the same type we used to get for 13 ($4),” he says. “The milk formula is 70 ($21). Even the pacifier is expensive. And now everything we prepared for tomorrow’s delivery is ruined. I don’t know what to do.”</p><p>The couple cannot help but remember the life they once had; their warm, clean second-floor apartment in Tal al-Hawa, where they once lived a dignified and peaceful life, as they put it.</p><p>“Now the apartment, the building, and the entire neighbourhood are destroyed,” Samar says. “All our family homes are gone. We have no option but to live in tents.”</p><p>What terrifies the couple most is welcoming their baby girl into these conditions. Samar is scheduled for a C-section and will return afterwards to the tent.</p><p>“I never imagined this,” she says softly. “I never imagined I would welcome the daughter we dreamed of under these conditions.”</p><p>She admits, through guilt, that she sometimes regrets getting pregnant during the war.</p><p>“In my previous deliveries, I returned from the hospital to my apartment, to my comfortable bed, and I took care of myself and my baby peacefully,” she adds with grief.</p><p>“Any mother in the world would understand my feelings now, the sensitivity of the last days of pregnancy, the delivery itself, and the early days afterward.”</p><figure id=\"attachment_4143577\" aria-describedby=\"caption-attachment-4143577\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143577\" src=\"/wp-content/uploads/2025/12/873A9405-1764604018.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man holds an empty bucket\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143577\" class=\"wp-caption-text\">Abdulrahman al-Salmi says he feels frustrated and helpless as life ‘collapses’ [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"endless-displacement\">Endless displacement</h2><p>Like most families in Gaza, Samar’s has been displaced repeatedly, moving between Khan Younis, Rafah, Nuseirat, and Deir el-Balah.</p><p>“I fled to my family’s home, then my uncle’s home, then my husband’s family. Every house we fled to is now destroyed, and everyone is homeless,” Samar says.</p><p>Their children, Mohammad, seven, Kinan, five, and Yaman, three, have suffered the most.</p><p>“Look at them,” she says. “They’re shivering from the cold. They don’t have enough clothes. And the laundry I just washed is covered in mud again.”</p><p>A few days ago, the children needed to be taken to the hospital after being bitten by insects inside the camp. Cold and illness stalk them every night.</p><p>“The older boy couldn’t sleep from stomach pain,” Abdulrahman says. “I covered him and covered him, but it didn’t help. There are no blankets … nothing.”</p><p>For Samar, even the ceasefire has brought no comfort. She rejects the narrative that the <a href=\"/features/2025/11/26/stuck-in-gazas-limbo-palestinians-struggle-to-live-amid-israels-attacks\">war has calmed down</a>. To her, the war never stopped.</p><p>“They say the war is over. Where is it over?” Samar asks. “Every day there is bombing, every day there are martyrs, and every day we drown and suffer. This is the beginning of a new war, not the end.”</p><figure id=\"attachment_4143593\" aria-describedby=\"caption-attachment-4143593\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143593\" src=\"/wp-content/uploads/2025/12/873A9256-1764604216.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman holds her belongings\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143593\" class=\"wp-caption-text\">Salma al-Salmi cleans up her family’s rain-soaked tent [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"a-plea-for-shelter\">A plea for shelter</h2><p>Above all, the couple wants only one thing: dignity.</p><p>“Even caravans are not a real solution; they’re temporary,” Samar says. “We are human beings. We had homes. Our demand is to rebuild our homes.”</p><p>Her final plea is directed at humanitarian organisations.</p><p>“We need clothes, mattresses, blankets. Everything is ruined. We need someone to stand with us. We need a place to shelter us. It’s impossible to keep living on a sheet of plastic.”</p><p>As for Abdulrahman, he sums up their reality with a single sentence as he spreads another layer of sand:</p><p>“Honestly… we’ve become bodies without souls.”</p><figure id=\"attachment_4143600\" aria-describedby=\"caption-attachment-4143600\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143600\" src=\"/wp-content/uploads/2025/12/873A9146-1764604413.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A waterlogged area between tents\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143600\" class=\"wp-caption-text\">Winter rains have flooded tents in Gaza, with more rain expected over the next few months [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Children forced to take up jobs to help their families survive in Gaza | Gaza | Al Jazeera",
            "time": "2025-12-01T16:50:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764607656.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Indonesia races to find missing after massive floods, landslides | Floods | Al Jazeera",
            "time": "2025-12-01T16:37:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764607024.jpg?resize=1842%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ukraine seeks to shore up support in Brussels, Paris | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-01T16:03:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692d8ee7-1764593383.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s President Volodymyr Zelenskyy has met his French counterpart Emmanuel Macron in Paris to bolster support for Kyiv, as Ukrainian and European defence chiefs gathered in Brussels for talks centred around Ukrainian and collective security.</p><p>The meetings came on Monday amid a diplomatic flurry of activity to end Russia’s almost four-year-old war in Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Before the meeting, Macron’s office said the two presidents would discuss the conditions necessary for a “fair and lasting peace”.</p><p>Speaking to La Tribune Dimanche newspaper on Sunday, French Foreign Minister Jean-Noel Barrot said the meeting aimed “to move the negotiations forward”.</p><p>“Peace is within reach, if [Russian President] Vladimir Putin abandons his delusional hope of reconstituting the Soviet empire by first subjugating Ukraine,” he noted.</p><h2 id=\"eu-ministers\">EU ministers</h2><p>Reporting from Brussels, where a meeting of the European Union’s defence ministers, also attended by Ukraine’s Defence Minister Denys Shmyhal, took place on Monday, Al Jazeera’s Hashem Alhelbarra said Kyiv’s European allies wanted to see “an agreement where there’s no notion of part of Ukraine being handed over to Russia as the price they have to pay for a permanent deal”.</p><p>Alhelbarra added that the bloc is worried about the possibility of a “blanket amnesty”, which would prevent Russian officials from being tried over crimes committed in Ukraine.</p><p>Meanwhile, Zelenskyy said on social media that he had briefed Finland’s President Alexander Stubb on “the signals we have received from the American side”, following a day of talks on Sunday between Ukrainian and American negotiators in Florida.</p><p>The Ukrainian leader also confirmed that he had spoken to European Commission President Ursula von der Leyen and NATO boss Mark Rutte, saying “these are important days, and much can change”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Zelenskyy has described talks in the United States on Sunday between US and Ukrainian negotiators as “very constructive”, but noted that there were “some tough issues that still have to be worked through”.</p><p>For Kyiv, it marks progress from US President Donald Trump’s original 28-point peace proposal, which it and its European allies viewed as favourable to Russia.</p><p>On Sunday, the US president declared on Air Force One that “there’s a good chance we can make a deal”.</p><p>However, he also said Ukraine has “some difficult little problems”. Two days earlier, Andriy Yermak, Zelenskyy’s chief of staff and Ukraine’s top negotiator, resigned amid a corruption scandal in the energy sector.</p><h2 id=\"more-work-needed\">More work needed</h2><p>Marco Rubio, the US secretary of state, hailed the Florida talks as a success, but added that “there’s more work to be done”.</p><p>“There are a lot of moving parts, and obviously there’s another party involved here that will have to be a part of the equation, and that will continue later this week when Mr Witkoff travels to Moscow,” he said.</p><p>Reporting from Kyiv, Al Jazeera’s Rory Challands said the Ukrainians would be happy that Rubio, whom they see as the Trump administration’s most Ukraine-friendly senior official, was currently leading the negotiations.</p><p>“Because Rubio seems to be driving the car at the moment, things seem to be going OK for the Ukrainians,” Challands said.</p><p>However, he stressed that caution was needed because of Trump’s unpredictability and because Russia had yet to react to the latest peace plan draft.</p><p>Sticking to his maximalist demands, Putin has said he will end the war only when Ukrainian troops withdraw from four of its regions Russia illegally annexed in 2022 but does not fully control.</p><p>“If they don’t withdraw, we’ll achieve this by force. That’s all,” the Russian president said last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US envoy Steve Witkoff and Jared Kushner, Trump’s son-in-law, will discuss the latest draft peace agreement with Putin when they meet in the Russian capital on Tuesday afternoon.</p><p>Russians are generally not enthusiastic about their visit, Al Jazeera’s Yulia Shapovalova said, reporting from Moscow.</p><p>“On the one hand, polls show that most Russians really want an end to the conflict as soon as possible,” Shapovalova said. “On the other, there’s not much enthusiasm about Steve Witkoff’s visit,” she added.</p><p>Over on the battlefield in Ukraine, Russia’s Ministry of Defence said on Monday that its troops had seized the settlement of Klynove in Ukraine’s Donetsk region. The announcement could not be independently confirmed.</p><h2 id=\"deadly-attack-on-dnipro\">Deadly attack on Dnipro</h2><p>Elsewhere, at least four people were killed and 40 others injured, 11 critically, in a Russian missile attack on the Ukrainian city of Dnipro on Monday, according to Vladyslav Gaivanenko, the acting governor of Dnipropetrovsk region.</p><p>The strike damaged four residential high-rises and an educational facility in the city centre, Dnipro’s Mayor Borys Filatov said. He also reported that search and rescue operations were ongoing.</p><p>Russia launched 89 strike and decoy drones overnight on Sunday before the Dnipro attack, with 63 of those shot down or jammed, Ukraine said.</p><p>The Russian Defence Ministry said it had downed 32 Ukrainian drones overnight across 11 of the country’s regions as well as the Sea of Azov.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo XIV prays for peace in Lebanon and the Levant | Religion | Al Jazeera",
            "time": "2025-12-01T16:00:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251201__86NG39A__v2__HighRes__TopshotLebanonVaticanReligionPope_cropped-1764604166.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India orders phone makers to pre-install state-owned web safety app: Report | Cybercrime News | Al Jazeera",
            "time": "2025-12-01T14:35:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251025__79YZ6MK__v1__HighRes__IndiaLifestyle-1764596486.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Indian government has instructed smartphone makers to pre-install a state-owned cybersecurity app on all new devices in a bid to tackle online scams and other crimes, according to reports.</p><p>The November 28 order – the existence of which was reported by Reuters news agency and Indian media on Monday, three days after it was privately sent to manufacturers – gives the companies 90 days to ensure that the app, Sanchar Saathi or “communication companion”, is pre-installed on new mobile phones, with a requirement that users cannot disable it.</p><p>The directive of the Department of Telecommunications (DoT) also requires phone companies to push a software update for installing the app on devices already in circulation, the reports said.</p><p>The app, which was released in January, is currently available for download, with India’s 1.2 billion smartphone users having the option to install it.</p><p>The government says the app is essential to combat “serious endangerment” of cybersecurity from duplicate or spoofed International Mobile Equipment Identity (IMEI) numbers – the code assigned to each device that is used to cut off network access for phones that are reported stolen.</p><p>According to government figures, users have downloaded the app more than five million times since its launch, helping to block more than 3.7 million stolen or lost mobile phones and blocking more than 30 million fraudulent connections, Reuters reported.</p><p>In that time, the app has helped recover more than 700,000 lost phones, according to the figures.</p><h2 id=\"apple-likely-to-resist\">Apple ‘likely to resist’</h2><p>But the order is likely to face pushback from US tech giant Apple, which has previously clashed with India’s telecoms regulator over a government antispam mobile app, as well as privacy advocates, Reuters reported.</p><p>Apple has internal guidelines against installing any third-party apps – including government-developed ones – prior to the sale of a device, a source with direct knowledge of the matter told the news agency.</p><p>Tarun Pathak, a research director at technology market research firm Counterpoint, told Reuters that Apple had previously refused similar requests from governments.</p><p>“It’s likely to seek a middle ground: instead of a mandatory pre-install, they might negotiate and ask for an option to nudge users towards installing the app,” Pathak said.</p><p>Mishi Choudhary, a lawyer who works on internet advocacy issues, told the agency that the order was concerning, as it “effectively removes user consent as a meaningful choice”.</p><p>There was no immediate comment about the reports by the DoT.</p><p>The directive follows similar moves by governments, most recently Russia, to crack down on the use of phones for fraud and push state-backed apps.</p></div></div></body></html>"
        },
        {
            "title": "What is the UK’s new socialist Your Party, which is beset with infighting? | Conflict News | Al Jazeera",
            "time": "2025-12-01T14:30:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_692d784a8d-1764587594.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s new left-wing political party, Your Party, cofounded by former Labour Party leader Jeremy Corbyn, has become mired in a bitter divide between its leaders.</p><p>On Saturday, Your Party cofounder Zarah Sultana said she would <a href=\"/news/2025/11/29/corbyns-new-party-faces-crisis-as-cofounder-skips-first-day-of-conference\">skip the first day</a> of the newly formed group’s inaugural two-day conference following a serious disagreement over who could attend.</p><h2 id=\"what-is-your-party\">What is Your Party?</h2><p>After the UK’s last general election in 2024, which the Labour Party won in a landslide following 14 years of Conservative Party rule, Corbyn and four other left-leaning independents – Shockat Adam, Adnan Hussain, Ayoub Khan and Iqbal Mohamed – formed the Independent Alliance, which focused heavily on taking a pro-Palestine position over Israel’s genocidal war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Corbyn, 76, stepped down as leader of the Labour Party following yet another election defeat to the Conservatives in 2019.</p><p>Among other issues, Corbyn had long weathered <a href=\"/news/2022/9/25/what-really-happened-during-labours-anti-semitism-crisis\">accusations of anti-Semitism</a> during his leadership of Labour, something many described as a “witch-hunt” against him and his supporters.</p><p>In 2020, the Equality and Human Rights Commission published its findings that Labour had broken the law on anti-Jewish racism. It partially blamed “serious failings” under Corbyn’s leadership of the party.</p><p>In response, Corbyn stated that anti-Semitism was “absolutely abhorrent”, but added: “The scale of the problem was also dramatically overstated for political reasons by our opponents inside and outside the party, as well as by much of the media.”</p><p>As a result, he was immediately suspended from the party. He was readmitted in 2020, but ultimately left the Labour Party altogether in 2024 – after nearly 60 years of membership – to become an independent MP.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In late July this year, he announced that he would cofound a <a href=\"/news/2025/7/15/corbyn-sultana-to-form-uk-party-flash-in-the-pan-or-real-alternative\">new socialist party</a> with fellow independent MP Zarah Sultana, 32, who also became an independent after leaving Labour on July 3. Other members of the Independent Alliance also joined. The aim was to present the new party as a credible left‑wing alternative to the governing Labour Party.</p><p>In a statement at the time, Corbyn and Sultana said: “The system is rigged when the government says there is no money for the poor, but billions for war.”</p><p>The statement added that they envisioned a party “rooted in our communities, trade unions and social movements”.</p><p>“As a party, we’ve got to come together and be united because division and disunity will not serve the interests of the people that we want to represent,” Corbyn said during the inaugural conference, which took place in the northwestern English city of Liverpool and finished with a rousing rendition of Bella Ciao – an Italian antifascist folk song – by attendees.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-did-sultana-refuse-to-attend-the-first-day\">Why did Sultana refuse to attend the first day?</h2><p>Sultana announced on Saturday that she would not attend in protest against one of her supporters being denied entry to the event and several others being expelled from the party for also allegedly being members of the far-left Socialist Workers Party.</p><p>Sultana told the Press Association news agency: “I’m disappointed to see on the morning of our founding conference, people who have travelled from all over the country, spent a lot of money on their train fare, on hotels, on being able to participate in this conference, being told that they have been expelled.”</p><p>She added: “That is a culture that is reminiscent of the Labour Party, how there were witch-hunts on the eve of conference, how members were treated with contempt.”</p><p>However, an unnamed spokesperson for Your Party defended the decision to bar members of the Socialist Workers Party. The spokesperson told UK media: “Members of another national political party signed up to Your Party in contravention of clearly stated membership rules – and these rules were enforced.”</p><p>Sultana attended the second day of the conference on Sunday, when she apologised for what she described as “hiccups” during the launch of the party.</p><p class=\"dcr-130mj7b\">However, she added, “The expulsions, bans and censorship on conference floor are unacceptable. It’s undemocratic. It’s an attack on members and on this movement.”</p><h2 id=\"what-else-have-the-leaders-disagreed-about\">What else have the leaders disagreed about?</h2><p>The fledgling party has been beset by disagreements over several issues.</p><h3 id=\"funding-issues\">Funding</h3><p>In November, senior figures including Corbyn, Iqbal Mohamed, and Adnan Hussain accused Sultana of withholding more than 800,000 pounds ($1.06m) in donations made to the party when it was first announced in July.</p><p>Since the party was still in the process of being formally registered as a legal entity, the funds were temporarily collected by a private company called MoU Operations Ltd, which is controlled by Sultana.</p><p>The BBC reported on November 8 that an unnamed spokesperson for Sultana said she “is in the process of transferring all funds and data” but was conducting “essential due diligence as part of this process”.</p><p>As of mid-November, the party had received a “small portion” of the funds, according to a statement by Your Party leaders. There has not been a more recent update on the status of the remaining funds.</p><h3>Leadership model</h3><p>There was a disagreement over how the newly formed party should be led.</p><p>While Sultana was pushing for a collective of leaders to reflect grassroots representation – what she terms “maximum member democracy” – Corbyn said a single, traditional leader would be more effective.</p><p>In the end, the party voted for a collective of leaders by a narrow margin of 51.6 percent to 48.4 percent.</p><p>This means that the party will now be headed by a collective of leaders, which will be overseen by a party member who is not a member of parliament.</p><p>Ultimately, many see the problems which have beset the party as being down to a fight for control between Corbyn and Sultana.</p><p>The UK media have reported that Corbyn supporters were irritated by Sultana’s decision to hold a pre-conference rally on the night before the conference began. While she called it a Your Party event, they claimed it was organised solely by her.</p><h3 id=\"desertions-several-members-including-mps-have-quit-the-party\">Party desertions</h3><p>Several members of the new party, including some working MPs, have already quit as supporters of Corbyn accuse Sultana of trying to undermine him and vice versa. On November 14, Blackburn MP Adnan Hussain announced in an X post that he had decided to leave.</p><p>“The culture surrounding the party has become dominated by persistent infighting, factional competition and a struggle for power, position and influence rather than a shared commitment to the common good,” Hussain wrote in a statement.</p><p>“Instead of openness, cooperation and outward focus, the environment has too often felt toxic, exclusionary and deeply disheartening,” he added.</p><p></p><p>A week later, Dewsbury and Batley MP Iqbal Mohamed also announced his departure.</p><p>In a statement posted on X on November 21, Mohamed said: “The many false allegations and smears made against me and others, and reported as fact without evidence, have been surprising and disappointing. However, I am confident that my colleagues and I have acted professionally, patiently, and in good faith throughout.”</p><p></p></div></div></body></html>"
        },
        {
            "title": "China cracks down on calls for accountability over deadly Hong Kong blaze | Human Rights News | Al Jazeera",
            "time": "2025-12-01T13:28:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25334462182385-1764548221_c5bca9-1764549269.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese authorities have arrested several activists and issued a stern warning to “anti-China and pro-chaos elements” amid criticism of the government’s response to Hong Kong’s deadliest fire in a generation.</p><p>Hong Kong’s national security police arrested three people over the weekend, state-backed and commercial media reported, as calls mounted for accountability following the city’s worst fire in nearly eight decades.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Authorities arrested ex-district Councillor Kenneth Cheung Kam-hung and an unidentified volunteer who managed supplies for survivors on Sunday, according to multiple reports, a day after the arrest of a university student on suspicion of sedition. Cheung was arrested on suspicion of “attempting to incite discord”, The Standard newspaper reported.</p><p>On Saturday, authorities arrested Miles Kwan, a 24-year-old student at the Chinese University of Hong Kong, after he created an online petition calling for greater transparency and accountability from the government, multiple reports said.</p><p>The petition included four demands, including the establishment of an independent commission of inquiry to probe the circumstances of the fire, including whether potential conflicts of interest may have contributed to the disaster.</p><p>Before it was removed from the internet on Saturday, the petition had garnered more than 10,000 supporters.</p><p>China’s national security office in Hong Kong appeared to condemn the petition before its removal, accusing activists of using “the banner of ‘petitioning the people’ to incite confrontation and tear society apart.”</p><p>Hong Kong’s Office for Safeguarding National Security also accused figures with “sinister intentions” of exploiting the fire to return the city to the “black-clad violence” that erupted during mass antigovernment protests in 2019.</p><p>On Monday, a commentary in the Beijing-backed Wen Wei Po newspaper called on the public to be vigilant against “anti-government elements” with “malicious intentions”.</p><p>“They have even gone so far as to ‘act as representatives’ to establish a so-called ‘concern group,’ put forward so-called ‘four demands,’ distribute leaflets, and launch a petition, all in an attempt to incite public unrest,” the commentary said.</p><p>“Their actions are utterly devoid of conscience and humanity.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"outrageous\">‘Outrageous’</h2><p>The crackdown is the latest sign of the narrowing space for dissent in Hong Kong following Beijing’s sweeping overhaul of the semi-autonomous territory’s political and legal landscape in response to the 2019 demonstrations.</p><p>China has repeatedly denied that Hong Kong’s civil liberties have deteriorated, insisting that the passage of two far-reaching national security laws have ensured that residents’ rights and freedoms are “even better protected” than before.</p><p>Beijing has also argued that the legislation ensures the continuation of Hong Kong’s partial autonomy under “One Country, Two Systems,” the arrangement under which UK returned the territory to China in 1997.</p><p>Nathan Law, an activist and critic of Beijing who served in Hong Kong’s legislature, called the authorities’ actions “outrageous” and the latest example of a “highly authoritarian trend” in the former British colony.</p><p>“The goal of the government is to create a chilling effect by arresting these individuals. Any civil actions without the government’s permission are now illegal,” Law, who lives in self-exile in the UK and is wanted by Hong Kong authorities on national security charges, told Al Jazeera.</p><p>“The government worries about people congregating and initiating collective action, whether it is political or not.”</p><p>The Hong Kong Police Force did not respond to requests for comment.</p><p>Ronny Tong, a non-official member of Hong Kong’s de facto cabinet, disputed the suggestion that authorities were stifling criticism of the government’s handling of the disaster.</p><p>“If you look at the major newspapers in Hong Kong, there are very many various suggestions and… criticisms of the handling of the incident in Hong Kong, so by no means is there a general suppression of different views or criticisms of the government,” Tong told Al Jazeera.</p><p>Tong said that that while it would be inappropriate to comment on the cases of people who had yet to face the judicial process, the law allowed for “constructive” criticism of the authorities.</p><p>“One must not simply make the case of a few arrests – the circumstances of which are still unclear – to come to the conclusion that the Hong Kong government are trying to stifle views which they don’t like,” he said.</p><p>At least 151 people were killed in Wednesday’s blaze at a high-rise apartment complex in Hong Kong’s northern district of Tai Po, the worst fire in the city since at least 1948.</p><p>The scale of the disaster has prompted scrutiny of safety standards in Hong Kong’s construction industry, with authorities honing in on how the use of substandard materials in renovation works on the block may have aided the fire’s rapid spread.</p><p>Hong Kong authorities have arrested 13 people as part of their investigations into the fire, including the directors of an engineering consultant company involved in the renovations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"commission-of-inquiry\">Commission of Inquiry</h2><p>While the Hong Kong police and the city’s Independent Commission Against Corruption have launched separate investigations, the government has so far not indicated that it will establish an independent commission of inquiry.</p><p>Hong Kong authorities launched commissions of inquiry, a legacy of British rule in the territory, in response to many past disasters.</p><p>Past inquiries, which have been typically led by a judge, looked into tragedies including a 2012 ferry accident that left 39 people dead and a 1996 fire that cost 41 lives.</p><p>Kevin Yam, a former lawyer in Hong Kong, said that Beijing could not tolerate public criticism of the official response to the fire as it was concerned that “the smallest spark of dissent can snowball into something bigger”.</p><p>“Those who read George Orwell will know that phrase, ‘They who control the past control the present future, and they who control the present control the future.’ And the Communist Party of China has always been very good at that,” Yam, who is wanted by the Hong Kong authorities for alleged national security offences, told Al Jazeera.</p><p>“They see that once they silence the dissent and the criticism, and then they flood the zone with favourable stories about how they handled things, then that becomes the official record of history.”</p><p>Once known for its raucous media, vibrant civil society and political diversity, Hong Kong has dramatically curtailed the space for dissent since the 2019 protests.</p><p>Under the laws, which have been widely condemned by foreign governments and rights groups, authorities have forced the closure of critical media outlets, effectively eliminated opposition parties from the city’s legislature, and banned politically sensitive protests.</p><p>The mainland Chinese and Hong Kong governments have defended the laws as a proportionate response to the antigovernment protests, which began peacefully before descending into street battles between demonstrators and police, and other national security threats facing the territory.</p><p>In a speech marking the fifth anniversary of the 2020 law in June, Xia Baolong, Beijing’s top official for Hong Kong affairs, called the legislation a “guardian” of the city’s semi-autonomous status and stability.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Territory ‘biggest challenge’ in talks - Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-01T13:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T155757Z_1593011203_RC2R7IAXE348_RTRMADP_3_UKRAINE-CRISIS-FRANCE-1764606986.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Territory ‘biggest challenge’ in talks – Zelenskyy</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Russian attacks on Ukraine continue even as diplomatic efforts to end the war gain momentum.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What does Netanyahu want to be pardoned for and is it possible? | Benjamin Netanyahu News | Al Jazeera",
            "time": "2025-12-01T12:57:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2242177577-1764595463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu on Sunday asked President Isaac Herzog to <a href=\"/news/2025/11/30/netanyahu-writes-to-israeli-president-requesting-pardon-in-corruption-cases\">pardon him</a> for bribery and fraud charges to end his five-year corruption trial.</p><p>Netanyahu is facing three separate corruption cases filed in 2019: Case 1000, Case 2000, and Case 4000, which involve allegations of bribery, fraud, and breach of trust.</p><p>Here is what we know:</p><h2 id=\"what-is-netanyahu-s-argument\">What is Netanyahu’s argument?</h2><p>Netanyahu denies any wrongdoing and claims the corruption trial is a “deep state” conspiracy, a politically orchestrated “witch-hunt” by rivals and the media.</p><p>He has also argued that if he is pardoned, he will be able to strengthen Israel at a tumultuous time for the Middle East.</p><p>The Israeli PM’s submission comes weeks after United States President Donald Trump urged Herzog to pardon Netanyahu.</p><p>Netanyahu’s 111-page pardon request submitted to Herzog’s office refers to Trump’s earlier request.</p><p>Analysts and observers posit that in his efforts to avoid the trials and possible conviction, Netanyahu has been extending and expanding <a href=\"/tag/israel-palestine-conflict/\">Israel’s genocidal assault</a> on the besieged Gaza Strip.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"would-netanyahu-have-to-admit-guilt-to-be-pardoned\">Would Netanyahu have to admit guilt to be pardoned?</h2><p>In his pardon request, Netanyahu does not admit guilt or wrongdoing.</p><p>Opposition leader Yair Lapid said Netanyahu cannot be granted a pardon “without an admission of guilt, an expression of remorse, and an immediate retirement from political life”.</p><p>However, legally, an admission of guilt is not required, Dana Blander, a research fellow at the Israel Democracy Institute, wrote in an article. Legally, there are no conditions for a pardon.</p><p>The pardon request will first be reviewed by the Ministry of Justice’s pardons department, which will send its opinion to Herzog’s office.</p><p>While the president usually follows the ministry’s recommendation, he is not required to do so.</p><p>Herzog has previously said he sees a negotiated settlement between prosecutors and Netanyahu’s legal team as the most effective way to conclude this legal matter.</p><figure id=\"attachment_3360783\" aria-describedby=\"caption-attachment-3360783\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3360783\" src=\"/wp-content/uploads/2024/11/Interactive_Netanhyahu_prosecution_charges_trial_Israel_court_Dec2_2024-1733138488.jpg?quality=80\" alt=\"Interactive_Netanhyahu_prosecution_charges_trial_Israel_court_Dec2_2024-1733138488\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3360783\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"how-have-israeli-leaders-and-people-reacted\">How have Israeli leaders and people reacted?</h2><p>Israelis <a href=\"/news/2025/12/1/israelis-protest-in-tel-aviv-after-netanyahu-seeks-pardon-on-fraud-cases\">protested</a> outside Herzog’s home in Tel Aviv on Sunday night against Netanyahu’s pardon petition, joined by opposition politicians, including Naama Lazimi.</p><p>Herzog and Netanyahu are former political rivals, but they have a good working relationship.</p><p>“After receiving all of the relevant opinions, the president will responsibly and sincerely consider the request,” a statement from Herzog’s office said in response to the pardon request.</p><p>“He basically says, ‘I’m completely innocent,’” Yohanan Plesner, president of The Israel Democracy Institute, told The Associated Press news agency.</p><p>“So there is no assumption of responsibility … this might project a problematic message to all public figures and to what our public norms might look like.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-netanyahu-accused-of\">What is Netanyahu accused of?</h2><p>Here’s a breakdown:</p><h3>Case 1000, the ‘Gifts Affair’</h3><p>Netanyahu was charged in 2019, while he was prime minister, with fraud and breach of trust during his tenure as minister of communications from 2014 to 2017.</p><p>The charges say Netanyahu and his wife, Sara, received lavish gifts worth nearly $200,000, including champagne and cigars, from two wealthy businessmen in exchange for political favours.</p><p>The businessmen are Israeli Hollywood film producer Arnon Milchan and Australian billionaire James Packer.</p><p>Milchan testified that he provided gifts to Netanyahu in June 2020. Packer was also implicated as having shared the costs of these expensive gifts with Milchan.</p><p>Netanyahu is accused of advancing Milchan’s interests by helping him secure a US visa renewal by lobbying US officials on his behalf. He is also accused of advancing a tax exemption law that could have benefitted Israelis abroad, like Milchan.</p><p>As for Packer, media reports claimed that he was making big investments in Israel, and his lawyers had inquired about Israeli citizenship or residency for the billionaire, which would have benefitted him tax-wise.</p><p>Fraud and breach of trust can carry prison sentences of up to three years, while bribery can carry up to 10 years and/or a fine.</p><p>The goods were valued at approximately 700,000 shekels ($186,000), according to a statement made by Attorney General Avichai Mandelblit following the indictment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Case 2000, the ‘Netanyahu-Mozes affair’</h3><p>This case also charges him with fraud and breach of trust, saying Netanyahu made a deal with businessman Aron Mozes, a controlling shareholder of the Israeli daily Yedioth Ahronoth, which was critical of Netanyahu.</p><p>The alleged deal was for favourable coverage of Netanyahu in exchange for legislation to slow the growth of the rival Israel Hayom newspaper, which had overtaken Yedioth Ahronoth. A legislative bill was being considered that would have limited Israel Hayom’s circulation.</p><p>The indictment summary said, despite “a profound rivalry” between the two men, they conducted three series of meetings between 2008 and 2014.</p><p>During these meetings, Netanyahu and Mozes “engaged in discussions regarding the promotion of their common interests: improving the coverage that Mr. Netanyahu received in the ‘Yedioth Ahronoth’ media group; and the imposition of restrictions on the ‘Israel Hayom’ newspaper”, the indictment said.</p><h3>Case 4000, the ‘Bezeq affair’</h3><p>This case indicts Netanyahu for granting regulatory favours to Israeli telecommunications company Bezeq in return for positive coverage on Walla, a news website controlled by its former chairman.</p><p>Netanyahu, communications minister at the time, allegedly provided regulatory benefits to Shaul Elovitch, the owner of Bezeq, who also controlled the news website Walla.</p><p>The benefits reportedly included mergers and financial gains. In exchange, Elovitch provided favourable coverage of Netanyahu and his wife.</p><p>Netanyahu “dealt on several occasions with regulatory matters pertaining to Mr Elovitch, and took specific actions that promoted significant business interests of Mr Elovitch of substantial financial value”, the indictment summary said.</p><p>Besides fraud and breach of trust, Netanyahu has been charged with bribery in this case.</p><h2 id=\"what-other-israeli-politicians-were-charged-with-corruption\">What other Israeli politicians were charged with corruption?</h2><p>Since 1996, <a href=\"/news/2018/2/14/israels-leaders-and-corruption-allegations\">every Israeli prime minister</a> has been the subject of a corruption investigation.</p><h3>1996-99</h3><p>Netanyahu, in his first term as prime minister, was investigated for reasons including a kickback scheme and influence peddling.</p><h3>1999-2001</h3><p>Prime Minister Ehud Barak was investigated on allegations of illegal campaign financing, bribery and money laundering.</p><h3>2001-06</h3><p>Prime Minister Ariel Sharon was accused of taking hundreds of thousands of dollars in bribes in the late 1990s in what came to be known as the Greek Island affair.</p><h3>2006-09</h3><p>Prime Minister Ehud Olmert was convicted of taking $430,000 in bribes while he was mayor of Jerusalem. He was imprisoned in February 2016 for fraud, breach of trust, falsifying corporate records, and tax evasion.</p><h3>2009-21</h3><p>Netanyahu returned to the premiership. During this period, he was charged with the cases above, while two other cases against him were dropped.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera reports from reopened US base as Venezuela tensions rise | Newsfeed | Al Jazeera",
            "time": "2025-12-01T12:54:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764593628.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Aitana Bonmati suffers broken leg in Spain training | Football News | Al Jazeera",
            "time": "2025-12-01T12:50:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692d8ae1ddd60-1764592353.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Aitana Bonmati suffers broken leg in Spain training</h1><p class=\"article__subhead\"><em>Three-time Ballon D’Or winner sustains injury while training with Spain before women’s Nations League final second leg.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">Barcelona women’s star player <a href=\"/sports/2025/7/24/from-hospital-bed-to-euro-hero-spains-bonmati-back-to-her-best\">Aitana Bonmati</a> is set to be sidelined for several months after suffering a leg fracture in training with the Spanish national team.</p><p class=\"p1\">The three-time <a href=\"/sports/2025/9/23/tearful-dembele-beats-yamal-to-ballon-dor-while-bonmati-achieves-hattrick\">Ballon d’Or winner</a> will miss Tuesday’s women’s Nations League final second leg against Germany and several matches for her club in the weeks ahead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Catalan media said Bonmati would be sidelined for “a minimum of two months” as she heals from the injury sustained on Sunday, which could rise if she requires surgery.</p><p class=\"p1\">The Spanish football federation said Bonmati finished the morning training session “in pain after a bad landing” during an accidental fall, before diagnosing her with “a fracture in her left fibula”.</p><p class=\"p1\">“The player will return to Barcelona and her club to begin her recovery period,” it added.</p><p class=\"p1\">Bonmati started for Spain on Friday in a 0-0 draw against Germany in the first leg of the Nations League final.</p><p class=\"p1\">She is set to miss upcoming Champions League games against Benfica and Paris FC in December, as well as the Spanish Super Cup in January and various Liga F matches.</p><p class=\"p1\">Barca lead the league by six points ahead of Real Sociedad, while they are joint top of the Champions League league phase table with French giants Lyon.</p><p class=\"p1\">The fracture comes after a standout year for the 27-year-old, who became the first player to win the Women’s Ballon d’Or three times, helped Barcelona secure a domestic treble, and reached the <a href=\"/sports/2025/7/27/england-beat-spain-in-penalty-shootout-to-win-womens-euro-2025\">Euro 2025 final with Spain</a> – albeit to lose on penalties to England.</p><p class=\"p1\">Spain coach Sonia Bermudez said on Monday that it will be a “huge loss” as Spain prepares to play in the second leg of the Nations League final.</p><p class=\"p1\">“Yesterday the mood was a bit down because it’s hard when a teammate is injured. We hope she recovers as soon as possible,” she said.</p><p class=\"p1\">“The team is fine and knows they’ll have all the support in the world. We want to dedicate the victory to those who are injured. Aitana wanted to be in the final with us, but we have to prioritize the players’ health.”</p><p>Spain captain Irene Paredes also lamented Bonmati’s injury.</p><p class=\"p1\">“Absences like Aitana’s throw you off because nobody likes to see a teammate getting injured and suffering,” she said.</p><p class=\"p1\">“But we’re going to move forward, we have other players and everyone is capable of contributing.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinian students return to class at Gaza university | Gaza | Al Jazeera",
            "time": "2025-12-01T12:00:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764590403.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australia charges four men over ‘satanic’ child sex abuse material | Sexual Assault News | Al Jazeera",
            "time": "2025-12-01T11:59:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/SF-CONSTANTINE1-1764564781_f4a995-1764567389.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australia charges four men over ‘satanic’ child sex abuse material</h1><p class=\"article__subhead\"><em>Police say they seized thousands of videos of abuse involving symbols and rituals linked to Satanism and the occult.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in Australia have charged four men following an investigation into what they called an “international satanic child sex abuse material ring” in the city of Sydney.</p><p>The New South Wales (NSW) police said on Monday they had charged the four with dozens of criminal offences after executing six search warrants at several addresses in Sydney last week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The men – aged 26, 39, 42 and 46 – were arrested on Thursday.</p><p>The operation came after an investigative team codenamed Strike Force Constantine uncovered a paedophile network based in Sydney that distributed abuse material involving “ritualistic or satanic themes”, the NSW police said.</p><p>The network circulated the material through a website administered internationally, they said.</p><p>Footage released by police showed officers in tactical gear breaking down the door of an apartment unit and taking one of the suspects into custody in handcuffs.</p><p>The police said the 26-year-old man played a leading role in the group.</p><p>The men face more than 20 charges related to possessing and distributing child abuse material as well as bestiality, with some of them also facing charges for drug possession, not complying with reporting obligations and contravening a prohibition order, according to police.</p><p>All four men were refused bail.</p><p>Police said they had not yet verified where the abuse material was produced, nor identified any of the children who were abused.</p><p>“Due to the nature of the material that they were sharing and the conversations that we became aware of, we were concerned about any children that these people might come in contact with as a result of that,” Superintendent Jayne Doherty, commander of the sex crimes squad, told a news conference.</p><p>Doherty said officers had seized thousands of videos depicting the abuse of children aged 12 and below, including babies.</p><p>“Police will allege in court that this international group were engaging in conversations and the sharing of material which depicted child abuse and the torture of children involving symbols and rituals linked to Satanism and the occult,” Doherty said.</p><p>Doherty said authorities did not believe that the arrested men had recorded any of the material themselves, and that officers were working with international partners to identify the victims.</p><p>All four will appear in court next in late January.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh sentences British MP, Sheikh Hasina’s niece, to prison | Sheikh Hasina News | Al Jazeera",
            "time": "2025-12-01T11:55:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20190617__1HL39G__v5__HighRes__BritainIranPrisonersRightsPolitics-1764587849.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A court in Dhaka has sentenced former Bangladeshi Prime Minister Sheikh Hasina in absentia to five years in prison and her niece, British MP Tulip Siddiq to two, for corruption in a case involving the acquisition of plots of land.</p><p>Rabiul Alam, the judge of Dhaka’s Special Judge’s Court, said on Monday that Hasina – who has lived in exile in India since being <a href=\"/news/longform/2024/8/7/how-bangladeshs-gen-z-protests-brought-down-pm-sheikh-hasina\">toppled in an uprising</a> last year – misused her power as premier in the transaction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Siddiq, an MP for the United Kingdom’s governing Labour party, was found guilty of corruptly influencing Hasina to help her mother – Sheikh Rehana, Hasina’s sister – and two siblings acquire the plot in a government project in Dhaka.</p><p>Rehana, who is reportedly no longer based in Bangladesh, was sentenced to seven years in prison in absentia, with the trio also fined 100,000 taka ($820) each, which would result in an additional six months in prison if they failed to pay, the court said.</p><p>Fourteen others charged in the case were handed five-year sentences.</p><figure id=\"attachment_4143078\" aria-describedby=\"caption-attachment-4143078\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143078\" src=\"/wp-content/uploads/2025/12/AFP__20240725__364V894__v2__HighRes__BangladeshUnrestStudents-1764587694.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Prime Minister Sheikh Hasina addresses the media at a vandalized metro station in Mirpur, during protests in July 2024\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143078\" class=\"wp-caption-text\">Former Prime Minister Sheikh Hasina [File: Handout/Bangladesh Prime Minister’s Office via AFP]</figcaption></figure><p>Khan Mainul Hasan, prosecutor for the Anti-Corruption Commission, said his team had details of Siddiq’s correspondence with Salahuddin Ahmed, Hasina’s principal secretary, exposing her role in the case, the AFP news agency reported.</p><p>“Tulip insisted that her aunt Sheikh Hasina allocate plots for her mother and siblings, as she herself took three – one for her and two for her children,” Hasan said. “She called [Ahmed], communicated via some encrypted apps, and even met him while she was in Dhaka.”</p><h2 id=\"charges-politically-motivated\">Charges ‘politically motivated’</h2><p>Hasina and Siddiq – who did not appoint lawyers to defend the charges – have dismissed them as politically motivated.</p><p>Hasina, who was <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">sentenced to death</a> in absentia last month for <a href=\"/news/2025/11/17/sheikh-hasina-convicted-of-crimes-against-humanity-what-we-know\">crimes against humanity</a> involving the <a href=\"/news/2025/11/19/families-of-bangladesh-protest-victims-want-hasina-brought-back-hanged\">crackdown</a> on protesters last year, rejected the verdict in a statement mailed to AFP.</p><p>“No country is free from corruption. But corruption needs to be investigated in a way that is not itself corrupt. The ACC has failed that test today,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Her Awami League party said in a statement sent to The Associated Press news agency that the verdict was “entirely predictable”, and that Bangladesh’s anticorruption watchdog was “a political mechanism used for political ends”.</p><p>Siddiq, MP for London’s Hampstead and Highgate constituency, has not yet commented publicly, but has previously dismissed the allegations as a “politically motivated smear”.</p><p>Her ties to her aunt led her to resign in January as the UK’s minister responsible for financial services and anticorruption efforts, saying the scrutiny over the relationship was becoming “a distraction from the work of the government”.</p><p>Her resignation came after an investigation by Prime Minister Keir Starmer’s ethics adviser into Siddiq’s links to her aunt’s regime, which found she had not breached the ministerial code, but recommended that Starmer reconsider her responsibilities, the PA Media news agency reported.</p><p>The UK does not have an extradition treaty with Bangladesh.</p><p>Hasan, the prosecutor, said officials would contact the UK government through Bangladesh’s Ministry of Foreign Affairs regarding Siddiq’s verdict.</p><p>The prosecution said Siddiq was tried as a Bangladeshi citizen, AP reported, with authorities saying they had obtained a Bangladeshi passport, national identity card and tax number for the British MP.</p><p>But Siddiq has disputed the claim and said she is a British citizen and does not hold Bangladeshi citizenship.</p><p>On Thursday, another court <a href=\"/news/2025/11/27/after-death-sentence-bangladesh-ex-pm-hasina-gets-21-years-for-land-grab\">sentenced Hasina in absentia to 21 years</a> in separate cases involving the same township project, finding her guilty of illegally securing plots of land in the Dhaka development for herself and her family, despite their ineligibility.</p><p>Hasina’s son and daughter were also sentenced to five years in jail each by the court in one of the cases.</p></div></div></body></html>"
        },
        {
            "title": "Putin “shouldn’t be rewarded” in Ukraine peace plan | Vladimir Putin | Al Jazeera",
            "time": "2025-12-01T11:40:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/TF-thumb-169-1764588578.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“There is a real attitude of fatigue with the [Russia-Ukraine] war.” Theresa Fallon, director at the Centre for Russia, Europe, Asia Studies, says Ukrainians want a dignified end to the war and any peace plan must not reward Putin for starting it.</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Mourning begins in Syrian town after deadly Israeli raid | Conflict | Al Jazeera",
            "time": "2025-12-01T11:32:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764588743.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s OPEC plea unlikely to “obtain much” for support | Oil and Gas | Al Jazeera",
            "time": "2025-12-01T11:28:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-Quotable-thumbnail-16x9-1-1764588452.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">“I doubt that you can have a great deal of support in Venezuela from Saudi Arabia.”</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Paolo von Schirach, president of the Global Policy Institute, explains why the letter Venezuela wrote, asking for support from other oil-producing countries, is unlikely to change anything. In the letter, Venezuelan President Nicolas Maduro wrote that he feels threatened by US aggression.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Recovery under way after floods in Indonesia, Sri Lanka, Thailand | Climate News | Al Jazeera",
            "time": "2025-12-01T11:23:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25334217027734-1764583140.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesia’s president tells survivors of last week’s devastating floods that help is arriving for those in need, as Asian governments scale up their responses to a disaster that has left <a href=\"/news/liveblog/2025/12/1/live-over-900-killed-in-floods-in-indonesia-malaysia-thailand-sri-lanka\">more than 1,000 dead</a> in three countries.</p><p>Hundreds more are missing following flooding and landslides in the past week, which killed at least 502 people in Indonesia, 335 in Sri Lanka, and 176 in Thailand, authorities said.</p><p>Some areas of Indonesia remain unreachable after the disaster damaged roads and brought down communication lines, with residents in affected areas relying on aircraft to deliver supplies.</p><p>Flooding displaced 290,700 people in North Sumatra, West Sumatra, and Aceh provinces, the National Disaster Management Agency (BNPB) said.</p><p>Sri Lankan authorities said on Monday that rescuers are still searching for 366 missing people. Nearly 148,000 people are housed in temporary shelters after being battered over the past week by downpours that flooded homes, fields, and roads, and triggered landslides – primarily in the tea-growing central hill country.</p><p>Authorities in Thailand worked to clean up streets and restore infrastructure, including water and electricity, in the southern part of the country where severe flooding affected more than 1.4 million households and 3.8 million people, said the government spokesperson Siripong Angkasakulkiat.</p><p>The Ministry of Interior will set up public kitchens to provide freshly cooked food for affected residents, he added.</p></div></div></body></html>"
        },
        {
            "title": "More than 1,600 people flee Sudan’s South Kordofan in single day | Sudan war News | Al Jazeera",
            "time": "2025-12-01T10:40:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-29T213740Z_1588966764_RC2B6IABYURG_RTRMADP_3_SUDAN-POLITICS-CHAD-1764573017_42afcb-1764579813.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 1,600 Sudanese civilians fled the town of Kertala in South Kordofan in a single day as insecurity escalated alongside rising abuses by the paramilitary Rapid Support Forces (RSF), according to the International Organization for Migration (IOM).</p><p>The United Nations agency said on Sunday that field teams from its Displacement Tracking Matrix estimated that 1,625 people left Kertala on November 28 because of worsening security conditions linked to RSF violations.</p><p>This latest wave of displacement follows RSF attacks, supported by the Sudan People’s Liberation Movement-North (SPLM-N), on several villages in South Kordofan, including the abduction of young people for forced recruitment.</p><p>The three Kordofan states – North, West and South – have seen weeks of fierce fighting between the army and the RSF, prompting tens of thousands of people to flee, according to human rights groups.</p><p>Of Sudan’s 18 states, the RSF controls all five states of the Darfur region in the west, except for some northern parts of North Darfur that remain under army control.</p><p>The army, in turn, holds most areas in the remaining 13 states in the south, north, east and centre, including the capital, Khartoum.</p><p>The conflict between the Sudanese army and the RSF, which began in April 2023, has killed at least 40,000 people and displaced 12 million, according to the World Health Organization.</p><p data-start=\"1092\" data-end=\"1391\">Neighbouring Chad has become a refuge for tens of thousands escaping the conflict.</p></div></div></body></html>"
        },
        {
            "title": "How I’m fighting the US prison system from the inside | Prison | Al Jazeera",
            "time": "2025-12-01T10:26:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/Scanned_20251002_211820-1-1759830922.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Years ago, while in county lockup, I came across a Dylan Thomas poem I didn’t fully understand. It read: “Do not go gentle into that good night… Rage, rage against the dying of the light.”</p><p>I liked the rhythm and the urgency of it. But I didn’t yet know what it meant to rage from within the belly of the beast.</p><p>I would learn soon enough.</p><h2 id=\"when-education-isn-t-enough\">When education isn’t enough</h2><p>I began studying law while in solitary confinement at the Hudson County Correctional Center in Kearny, New Jersey. At 25, I was educated, street-smart, well-travelled, well-read, and owned and ran a successful business selling phones and laptops. And still, I couldn’t follow the jargon in court. It sounded like a strange language that everyone else spoke fluently. I asked my lawyers some questions, but I didn’t press. I was new. I trusted them.</p><p>It’s a mistake that still haunts me. If I’d known what I now know, I would have insisted on different strategies in court to fight my case. Had I done so, I don’t believe I would have been handed two consecutive life sentences – 150 years in prison.</p><p>You see, the system wants you to sit down, shut up, and comply. But every misstep is hung around your neck like a noose. And when your lawyer fails you, if you try to appeal, the court’s starting point is “sound trial strategy”, meaning they believe the defence lawyer did their job well to begin with.</p><h2 id=\"into-the-law-library-no-saviours-just-strategy\">Into the law library: No saviours, just strategy</h2><p>When I got to New Jersey State Prison (NJSP) in Trenton in 2005, an older prisoner told me, “Your job is to stay out of trouble, live, and fight for your life. There are no saviours. Get to the law library and learn.”</p><p>So I joined the Inmate Legal Association (ILA), a prisoner-run paralegal group. They trained me, and I became an uncertified paralegal.</p><p>Soon after joining the ILA, I started my own legal fight and began helping others. My first victory was a procedural motion that helped a fellow inmate get back to court. That memory still sits like a trophy in my mind. Helping someone else made the struggle worth it.</p><p>Another win came in the federal habeas court, where I wanted to challenge my conviction. My petition was dismissed. But I appealed. I trusted my research. I filed. And I won. The result didn’t stick, and the petition was later denied. But the short-lived victory meant something: we can push back.</p><figure id=\"attachment_4098860\" aria-describedby=\"caption-attachment-4098860\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4098860\" src=\"/wp-content/uploads/2025/11/Scanned_20251002_212050-1-1759830913-1-1762852879.jpg?w=770&amp;resize=770%2C591&amp;quality=80\" alt=\"Prison series\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4098860\" class=\"wp-caption-text\">[Illustration by Martin Robles]</figcaption></figure><h2 id=\"hidden-resistance-behind-bars\">Hidden resistance behind bars</h2><p>This is the life of a pro se litigant — pro se means “for oneself” in Latin — someone who represents themselves in court. Serving as your own legal counsel is rarely a choice; more often, it’s a necessity. I hired my own attorney, and the state assigned a second lawyer for my trial and initial appeals. After that, I was on my own. I couldn’t afford further legal representation. And I’m far from alone.</p><p>Imprisoned people file tens of thousands of pro se motions every year. US court data from 2000-2019 shows that 91 percent of legal challenges by prisoners were filed pro se.</p><p>This is not new. A Bureau of Justice Statistics report from the mid-1990s showed that 93 percent of federal habeas corpus petitions filed by state prisoners then were also pro se.</p><p>These numbers confirm what we see inside: legal representation ends after pretty much the first appeal, and beyond that, we’re on our own, with no training, limited resources, and overwhelming barriers.</p><h2 id=\"voices-from-the-legal-underground\">Voices from the legal underground</h2><p>Take Martin Robles, a 52-year-old Puerto Rican who’s spent nearly 30 years behind bars. Once he no longer had appointed counsel, Martin took charge of his appeals. “The courts don’t follow their own rules,” he told me. “They don’t hold prosecutors accountable like they do us. We’re time-barred (and appeals are denied) — for being an hour late. But prosecutors? They get unlimited leeway.”</p><p>The courts don’t care about the difficulties prisoners endure to communicate with paralegals or to research case law to prepare legal briefs. Access to the law library to do all this is curtailed. We have to request a pass to visit during our housing unit’s weekly rotation, but the passes are limited, and sometimes we wait weeks to enter the library. Courts routinely impose deadlines on prisoners that are also impossible to meet, yet fail to give any latitude for prison constraints. One friend, for example, was given a month to file a legal brief but wasn’t allowed in the prison library during this time as he had a cast on his arm, and this was considered a possible weapon. But without access to the library, he could not get help from paralegals, consult legal reference books, or use the computers to type his brief. The deadline passed, and he wrote to the judge about his plight, but was not given an extension.</p><p>Martin has turned his outrage into something productive. “I’m starting the first Spanish-language law class at NJSP,” he said.</p><p>“It’s voluntary. I’m doing it for the people. I’m tired of them being taken advantage of.”</p><h2 id=\"when-money-can-t-buy-protection\">When money can’t buy protection</h2><p>Kashif Hassan, 39, entered the system with a master’s degree and hired private attorneys. “I threw money at lawyers, and thought I was good,” he said. “But I got manipulated and railroaded. I didn’t fight early enough.”</p><p>Eventually, Kashif picked up legal texts and took charge of his future. “My first win was a bail motion in the county [jail],” he said.</p><p>“If you don’t fight, no one else will. Pro se litigation works if you know what you’re doing. But courts treat us like amateurs. Like we don’t count.”</p><h2 id=\"a-lawyer-who-didn-t-prepare-a-defence\">A lawyer who didn’t prepare a defence</h2><p>Tommy Koskovich, 47, was arrested while in high school. “My attorney mocked me,” he recalled. “Said he wasn’t getting paid enough by the Public Defender’s Office, so he didn’t prepare a defence. When I refused the plea deal, he said, ‘I didn’t prepare a defence for you.’”</p><p>Tommy has subsequently lost all his appeals, but he is now pursuing his only remaining options: a motion to overturn his sentence and clemency. He has also applied for the latter through New Jersey’s new Clemency Initiative.</p><p>Throughout the process, Tommy has learned to identify legal issues. “Sometimes courts only take your issue seriously after you file pro se,” he said. “That’s how State v Comer happened, where an inmate raised the issue himself.”</p><p>James Comer was 17 when he was convicted of a felony murder and other offences after carrying out several armed robberies with two others in the year 2000. He was sentenced to prison until the age of 85. He likely would have died in jail, but he took his fight with his lawyers to the New Jersey Supreme Court and was resentenced. He was freed in October after serving 25 years.</p><p>Martin, Kashif and Tommy reflect what many of us behind the wall already know: the system isn’t built for justice – it’s built for conviction. The moment your initial appeals end, you’re on your own.</p><p>Every mistake you make is punished. Every misstep is used to shut the door tighter.</p><h2 id=\"the-legal-fight-is-also-a-moral-one\">The legal fight is also a moral one</h2><p>Still, we fight. We write in broken chairs under flickering lights. We teach others how to file motions, navigate case law, and decode legal jargon.</p><p>As for me, I’m working on a motion for DNA testing to prove my innocence and an alternative motion to vacate my sentence. But a few cases are pending in the New Jersey Supreme Court that could help my case, so I’m waiting on their outcomes.</p><p>Because we do not go silent.<br>\nWe do not go gentle into that good night.<br>\nWe rage – against wrongful convictions, indifferent courts, and a system that hopes we’ll give up.<br>\nWe rage, even when no one is watching.<br>\nEven when no one believes.<br>\nEven when the victories are small.</p><p>Rage, after all, is hope in motion.</p><p><em><strong>This is the first story in a three-part series on how prisoners are taking on the US justice system through law, prison hustles and hard-won education.</strong></em></p><p> </p></div></div></body></html>"
        },
        {
            "title": "A Gaza family split by medical evacuation hopes transplant could unite them | Gaza News | Al Jazeera",
            "time": "2025-12-01T10:14:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/IMG_4842-1-1764165623.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Padova, Italy –</strong> Abdullah, 10, barely lifts his gaze from his tablet as he plays his favourite video game, where he creates a virtual universe that lets him be anything he imagines.</p><p>The beeping of the chemotherapy infusion pump delivering drugs into his veins briefly brings his attention back, and he fumbles for the charger of the plug-in device before resuming his game.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His mother, Iman Ismail Mohammad Abu Mazid, says he picked up the gaming habit after leaving Gaza on May 14 for the Italian city of Padova to receive life-saving treatment for leukaemia.</p><p>Back in Deir el-Balah, the city in central Gaza that the family called home, he was a “very sociable child” who “would always be in the streets playing football with his brothers and other children his age,” she told Al Jazeera, before looking through her phone to retrieve a picture of the boy she remembers.</p><p>In it, three well-groomed children look at the camera. Abdullah has the same calm look, but his hair is now longer and his skin has a tinge of yellow. Standing beside him in the picture is Mohammad, who is now 11, and Mahmoud, who is eight. Towering above them and proudly placing his arms on their shoulders is their father, Ahmad.</p><figure id=\"attachment_4132663\" aria-describedby=\"caption-attachment-4132663\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132663\" src=\"/wp-content/uploads/2025/11/PHOTO-2025-11-12-18-12-53-1-1-1764165627.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"[Federica Marsi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132663\" class=\"wp-caption-text\">Abdullah, right, his brothers Mahmoud and Mohammad, left, and father Ahmad [Courtesy of Iman Ismail Mohammad Abu Mazid]</figcaption></figure><p>The cancer that consumes Abdullah also tore their family apart.</p><p>While Abdullah, his mother Iman and one-year-old Qamar were granted seats on a medical evacuation flight that took them to Italy, the rest of the family – Ahmad and the other two children, Mohammad and Mahmoud – stayed behind in Gaza, which Israel continues to bomb despite a <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">ceasefire agreement</a> being in place.</p><p>Now the disease could be what brings them back together. In early November, a team of doctors in Gaza took blood samples from Abdullah’s siblings and sent them to Italy to determine their compatibility as donors for the boy’s marrow transplant.</p><p>If one is a match, they will all be allowed onto a medical flight to Padova. If the results are negative, they will need to apply to the Italian government for family reunion – a much longer process fraught with logistical challenges.</p><p>Iman said the fate of his family hangs on those results. They could save Abdullah from the disease, and the rest of their family from Israel’s genocidal war on Gaza.</p><p>“I fear for their safety every day,” she said. “Abdullah misses his siblings, and I miss my children, too.”</p><p>Abdullah shyly nodded in confirmation, adding that he misses a nicely done kebab, too. He has no penchant for Italian food and reminisces about the seasoned meat the family’s go-to restaurant in Deir el-Balah served.</p><p>Asked whether he would like to bring Gaza to Padova, he said, “Not all of it, just my neighbourhood.”</p><h2 id=\"escaping-war-in-gaza\">Escaping war in Gaza</h2><p>Iman found out she was pregnant with Qamar in March 2024, as the war was raging around her. At first, she thought her period had skipped because she had been barely surviving on water and bread. When it became apparent that a fourth child was on the way, she recalls feeling “terrified”.</p><p>“I was constantly worried and anxious that they’d tell me the baby was deformed, abnormal, sick,” because of the lack of food and sanitation, she said. “My body was exhausted, and I couldn’t stand. I spent my entire pregnancy lying on the floor,” she says rapidly in Arabic, before picking up the toddler tugging insistently at her leg and placing her on her lap to feed her.</p><p>Her baby girl was delivered in a tented field hospital in Deir el-Balah that lacked basic sanitation and medicines, as victims of Israeli bombardment were rushed in.</p><p>“You could see someone injured at any moment – an amputated limb, an amputated hand … The scenes were horrific,” she said. “And the doctors were nervous because the area was being targeted.”</p><p>Months later, in April this year, Abdullah started feeling sick.</p><p>“He was yellow, had abdominal cramps, a headache,” she said.</p><p>At the Al-Aqsa Hospital in Deir el-Balah, Abdullah was strapped to an IV and given painkillers and antibiotics. The fluids kept the fever from spiking, but nothing could stop the cancer from spreading.</p><p>The family was advised to take him to the European Hospital in Khan Younis, despite the Israeli army having announced a major expansion of military operations in the area.</p><p>The 10-kilometre (six-mile) ride southward was “terrifying”.</p><p>“There wasn’t a soul on the street,” Iman remembered. Doctors could only offer diluted chemotherapy treatment. Abdullah was flagged to the World Health Organization (WHO) for medical evacuation.</p><p>Unexpectedly, medical evacuation was granted shortly afterwards. Iman and her husband, Ahmad, did not need words to take the decision to split the family.</p><p>“There was more silence than dialogue,” she said.</p><p>Ahmad arrived at the European Hospital on May 13 to bid Iman, Abdullah and Qamar an emotional farewell. As he was leaving the compound, the earth shook and a slab of concrete flew right past his head.</p><p>That day, the Israeli military announced they had dropped nine bunker-busting bombs and dozens of other munitions on the hospital’s courtyard and surrounding area. They claimed to have killed Hamas leader Mohammed Sinwar and more than 20 other members of the group. International law prohibits attacks on hospitals, which constitute a war crime. Hamas confirmed Sinwar’s death in August, but did not provide details on how he died.</p><p>“I was convinced that [my husband] had been killed,” Iman recalled.</p><p>“I kept calling him and screaming, saying, ‘I swear, he’s gone’,” she said. “I called 10 times or more, but he didn’t answer. I was certain he had been martyred. But I didn’t give up, I didn’t give up! After so many attempts, finally, he answered.”</p><h2 id=\"a-new-life-away-from-home\">A new life away from home</h2><p>Abdullah is among more than 5,500 children who have been evacuated from Gaza through medical evacuations coordinated by the WHO.</p><p>A total of 8,000 people have so far been able to leave for life-saving treatment, but 16,500 people are still waiting, according to United Nations figures. Of those, 3,800 are children.</p><p>Since July 2024, more than 900 patients have died while awaiting medical evacuations, according to the WHO.</p><p>Abdullah was taken to Padova thanks to the doggedness of lawyer Rebecca Fedetto, who in February founded an organisation to facilitate and support medical evacuations.</p><p>“I knew I wanted to do something and be active,” she told Al Jazeera. “I couldn’t live normally, my conscience didn’t allow it.”</p><p>Fedetto worked the phone in search of anyone who could help her navigate the process of paperwork, approvals, and coordination required to provide a referral for a patient to be moved to a medical facility abroad.</p><p>“At one point, I thought I wouldn’t make it, it was all so complex,” she said. “When it started to work out, I couldn’t believe it.”</p><p>Her self-made NGO, Padova Abbraccia i Bambini (Padova Hugs Children), has facilitated six medical evacuations, welcoming 25 people. Among them are six-year-old Ahmad, who is recovering from third-degree burns on nearly half of his body, and eight-year-old Seela, who lost both legs.</p><p>A team of volunteers caters to the families’ every need, offering transport, babysitting, homeschooling and emotional support.</p><p>Fedetto said the city’s response has been overwhelmingly welcoming.</p><p>“Many people have emailed us asking if they could help, because this war is something that touches our conscience” she said. “Often people want to help, they just don’t know how.”</p><p>WHO has appealed for countries to offer more medical evacuations, as Gaza’s healthcare remains limited. Only 18 hospitals out of 36 are partially functional.</p><p>More than 30 countries have so far heeded the call, including European Union member states, Qatar, Jordan, Egypt and the United Arab Emirates.</p><p>“We are thankful for their solidarity,” Rik Peeperkorn, WHO’s representative for the occupied Palestinian territory, told Al Jazeera.</p><p>Peeperkorn said that under the terms of the ceasefire, WHO should be able to evacuate 50 patients per day, in addition to their caregivers.</p><p>“To make this possible, more countries must step forward with generosity and accept patients in need,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Barcelona vs Atletico Madrid: La Liga preview - team news, start, lineups | Football News | Al Jazeera",
            "time": "2025-12-01T10:06:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692d4e47f0c0-1764576840_819f87-1764576896.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who: </strong>Barcelona vs Atletico Madrid<br>\n<strong>What: </strong>Spain’s La Liga<br>\n<strong>Where: </strong>Camp Nou, Barcelona<br>\n<strong>When: </strong>Tuesday at 9pm (20:00 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our live text commentary stream.</p><p>Barcelona and Atletico Madrid are looking to put down a marker in their respective title aspirations as the sides meet at Camp Nou for a midweek blockbuster.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"subtitle\">Barca sit precariously top of La Liga by a point from second-place Real Madrid after <a href=\"/sports/2025/11/30/yamal-olmo-score-goals-as-barcelona-rallies-to-beat-alaves\">coming from behind</a> to beat Alaves at the weekend for a fourth straight league win.</p><p>Fourth-placed Atletico, who won 2-0 at home to Real Oviedo at the weekend, trail Barcelona by three points.</p><p>Since losing 4-0 away at Arsenal in October, Atletico have now won seven games in a row in all competitions.</p><p class=\"p1\">And as Real Madrid were held to a third consecutive La Liga draw in a 1-1 tie at lowly Girona on Sunday, Barcelona and Atletico will hope that they can take advantage of their rivals’ dip in form.</p><figure id=\"attachment_4142752\" aria-describedby=\"caption-attachment-4142752\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4142752\" src=\"/wp-content/uploads/2025/12/reuters_692d57bf-1764579263.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"Soccer Football - LaLiga - FC Barcelona v Deportivo Alaves - Spotify Camp Nou, Barcelona, Spain - November 29, 2025 FC Barcelona's Lamine Yamal celebrates scoring their first goal REUTERS/Albert Gea TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4142752\" class=\"wp-caption-text\">Barcelona’s Lamine Yamal celebrates scoring against Alaves on Saturday [Albert Gea/Reuters]</figcaption></figure><h2 id=\"flick-fumes-despite-win-over-alaves\">Flick fumes despite win over Alaves</h2><p>Despite the 3-1 win over Alaves, Barcelona’s boss Hansi Flick appeared close to tears after the game and was consoled by winger Raphinha.</p><p>Flick later said he was angered by some of the officiating, including the referee’s decision to red-card two of his staff members during the game.</p><p>“I lacked communication. I asked the fourth official what had happened, and he told me nothing,” Flick said after the game, saying this was an “endemic problem”.</p><p>But Flick also expressed other frustrations beyond the refereeing.</p><p>“We don’t have the control we had at times last season,” he said. “We have to improve, and we can improve many things.”</p><p>Raphinha told reporters that “Flick believes that we are not playing at our best, and I agree”.</p><p>“Even so, the important thing today was getting the win. We know we are not at our best, but we are working, and I am sure we will get back to playing our best this season,” he added.</p><p></p><h2 id=\"raphinha-back-on-song\">Raphinha back on song</h2><p class=\"p1\">A key player in Barcelona’s domestic title double last season, Raphinha looked like his old incisive self against Alaves in his first start in two months since recovering from a hamstring injury.</p><p class=\"p1\">He set up two early goals, twice racing in behind the defence on the left side of the area before squaring passes for Lamine Yamal and Dani Olmo to score in the eighth and 26th minutes</p><p class=\"p1\">Olmo added a third goal in stoppage time when he worked a one-two passing combination with Yamal before firing home.</p><p class=\"p1\">Flick praised Raphinha for his effort in attack and defence, above all because his pressing was contagious among his teammates.</p><p class=\"p1\">“Rafa is a player who is dynamic,” Flick said. “We missed him.”</p><figure id=\"attachment_4142739\" aria-describedby=\"caption-attachment-4142739\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4142739\" src=\"/wp-content/uploads/2025/12/afp_692d571ad6b0-1764579098.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Barcelona's Brazilian forward #11 Raphinha applauds as he leaves the pitch being substituted off during the Spanish League football match between FC Barcelona and Deportivo Alaves at Camp Nou Stadium in Barcelona on November 29, 2025. (Photo by Josep LAGO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4142739\" class=\"wp-caption-text\">Raphinha applauds the fans as he leaves the pitch [Josep Lago/AFP]</figcaption></figure><h2 id=\"atletico-hit-their-stride\">Atletico hit their stride</h2><p class=\"p2\">Alexander Sorloth’s first-half brace earned Atletico Madrid a 2-0 win over Real Oviedo on Saturday, as Diego Simeone’s side are now unbeaten in 13 league matches after an opening-day defeat by Espanyol and trail leaders Barca by three points.</p><p class=\"p1\">Sorloth opened the scoring from close range after 16 minutes and blasted home his second 10 minutes later, with both goals laid on by David Hancko.</p><p class=\"p1\">After an inconsistent start to the campaign, Simeone’s side have found their groove.</p><p class=\"p1\">“I think now we’re doing well, not just defensively but also offensively,” goalkeeper Jan Oblak told DAZN.</p><p class=\"p1\">“The truth is, we’ve been playing well, but we have to keep it up because the past doesn’t matter. What matters is the future.”</p><figure id=\"attachment_4142742\" aria-describedby=\"caption-attachment-4142742\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4142742\" src=\"/wp-content/uploads/2025/12/afp_692d575f7952-1764579167.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Atletico Madrid's Norwegian forward #09 Alexander Sorloth celebrates scoring his team's second goal during the Spanish League football match between Club Atletico de Madrid and Real Oviedo at Metropolitano Stadium in Madrid on November 29, 2025. (Photo by Javier SORIANO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4142742\" class=\"wp-caption-text\">Sorloth celebrates scoring against Real Oviedo at the Metropolitano Stadium [Javier Soriano/AFP]</figcaption></figure><h2 id=\"records-meaningless-without-a-title\">Simeone says breaking records meaningless without a title</h2><p>Atletico have become the first team in La Liga history to score first in each of their opening 14 matches; however, coach Simeone said he cares about trophies rather than records.</p><p>“I don’t attach that much importance to it,” Simeone said.</p><p>“I wish this would win you a title, but it won’t. It’s a compliment. Any further comments will depend on what we do against Barca.</p><p>“We won a match we had to win, and now comes a very tough one, a difficult one, against an opponent we know very well and who has enormous potential, even more so with the return of Pedri and Raphinha. We’ll face a very tough opponent.”</p><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs have faced each other 246 times, with Barca recording 112 wins to Atletico’s 77, while 57 of the games ended in a draw.</p><p>Barcelona have got much the better of recent La Liga encounters, with the hosts seeking to record a seventh victory in the last eight league matches.</p><p>But Atletico did win 2-1 at Barcelona in December 2024, with goals from Rodrigo De Paul and Sorloth.</p><figure id=\"attachment_4142758\" aria-describedby=\"caption-attachment-4142758\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4142758\" src=\"/wp-content/uploads/2025/12/getty_692d584ad9-1764579402.jpg?w=770&amp;resize=770%2C539&amp;quality=80\" alt=\"BARCELONA, SPAIN - NOVEMBER 29: FC Barcelona fans show their support prior to the LaLiga EA Sports match between FC Barcelona and Deportivo Alaves at Spotify Camp Nou on November 29, 2025 in Barcelona, Spain. (Photo by David Ramos/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4142758\" class=\"wp-caption-text\">Barca fans in the stands at Camp Nou [David Ramos/Getty Images]</figcaption></figure><h2 id=\"barcelona-s-team-news\">Barcelona’s team news</h2><p>The in-form midfielder, Fermin Lopez, will miss a second consecutive game due to a calf problem, while fellow midfielder Gavi and goalkeeper Marc-Andre ter Stegen remain ruled out through injury.</p><p>Defender Ronald Araujo missed the game against Alaves on Saturday due to illness and is likely to miss out again.</p><p>Barca will get a significant boost, though, as Pedri, Jules Kounde, and Frenkie de Jong are set to return to action, while Eric Garcia is expected to be available despite being forced off at half-time against Alaves.</p><h2 id=\"barcelona-s-predicted-starting-xi\">Barcelona’s predicted starting XI</h2><p>Joan Garcia; Kounde, Eric Garcia, Cubarsi, Balde; de Jong, Pedri; Yamal, Olmo, Raphinha; Lewandowski</p><h2 id=\"atletico-s-team-news\">Atletico’s team news</h2><p>Midfielder Marcos Llorente misses his third consecutive match with a thigh injury, while centre-back Robin Le Normand is unlikely to feature as he continues to recover from a knee problem.</p><p>Despite scoring a brace against Ovideo, Sorloth may have to be content to make an impact off the bench as Julian Alvarez is expected to lead the line.</p><h2 id=\"atletico-s-predicted-starting-xi\">Atletico’s predicted starting XI</h2><p>Oblak; Molina, Gimenez, Hancko, Ruggeri; Cardoso; Simeone, Barrios, Koke, Baena; Alvarez</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel’s war forces Gaza children into work as breadwinners | Gaza News | Al Jazeera",
            "time": "2025-12-01T09:52:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764579051.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Carrying thermoses through the streets of Gaza City, Palestinian teenager Mohammed Ashour calls out to passersby, hoping they might buy a cup of his coffee.</p><p>At 15, Mohammed should be in school with his peers, but since his father was killed in Israel’s genocidal war on Gaza, he has been forced to abandon his education and shoulder responsibilities as the breadwinner for his family.</p><p>“This burden isn’t mine to carry,” the coffee vendor tells Al Jazeera.</p><p>“This work – carrying thermoses, cups, going back and forth? It’s too much. I’m exhausted, but I have to do it to support my siblings.”</p><p>Mohammed is one of a growing number of Palestinian children in Gaza who have been forced into work as a result of Israel’s war.</p><p>With at least 39,000 children having lost one or both parents in the war, and the enclave’s economy devastated by the conflict, children as young as eight have been pushed into work for their families’ survival – losing not only their education, but their childhoods.</p><p>Mohammed’s mother, Atad Ashour, says she knows her son should be in school, but that they have no alternative.</p><p>“After his father was killed, we were left with no income at all,” she said.</p><p>She said Mohammed’s older brothers were unable to find jobs, and she was unable to provide the family with anything.</p><p>“He’s still a child, but he’s carrying a responsibility that isn’t his,” she said. “The circumstances pushed us into this.”</p><h2 id=\"children-bear-the-brunt\">Children bear the brunt</h2><p>Aid agencies in Gaza say children have borne the brunt of the war, forcing them into additional responsibilities that would normally be the domain of adults.</p><p>“We’re seeing more children scavenging through waste, looking for pieces of scrap or firewood to sell, children selling coffee,” said UNICEF spokesperson Tess Ingram.</p><p>She said the organisation was working with partners “to do everything we can to try and stop these negative coping mechanisms, including giving families cash assistance, educating them about the risks of child labour and trying to help families resume employment”.</p><p>Speaking from Ramallah in the occupied West Bank, Rachel Cummings, Gaza humanitarian director for Save the Children, said the family breakdown caused by the war was also driving children into roles caring for siblings or older family members.</p><p>“The whole family structure has been disrupted in Gaza and children are very vulnerable,” she said. “This very precarious situation is really taking its toll.”</p><h2 id=\"more-than-600-000-out-of-school\">More than 600,000 out of school</h2><p>The statistics paint a bleak picture of the effect of the war on children in Gaza, where nearly half the population is under 18.</p><p>More than 660,000 children are out of formal education, while an estimated 132,000 face the risk of acute malnutrition, according to Save the Children.</p><p>Reporting from Gaza City, Al Jazeera’s Hind Khoudary said the loss of parental breadwinners, in particular, had forced Gaza’s children into doing tasks “that they were not supposed to be doing”.</p><p>“They were supposed to be in school, playing with their friends,” she said. “The war’s toll on Palestinian children has been massive.”</p><p>As he walks home at the end of another long day earning money for his family, Mohammed walks past a school, wishing he were still a student.</p><p>“If my father were alive, you would find me at home going to school,” he says.</p></div></div></body></html>"
        }
    ]
}