{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Canada murders spark calls to label India’s Bishnoi gang a ‘terror’ group | Crime News | Al Jazeera",
            "time": "2025-08-08T03:50:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Dhadda-murder-crime-scene-1754616633.jpeg?resize=1320%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On a crisp spring morning in Brampton town of Canada’s Ontario province in May, Harjit Singh Dhadda meticulously tied his traditional sage green turban as he got ready for work.</p><p>He embraced his daughter Gurleen before leaving for his trucking insurance office in Mississauga near Toronto’s bustling Pearson international airport.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It was the last time Gurleen saw her 51-year-old father alive. As Harjit reached the car park of his office on May 14, two men confronted him. One of them pumped multiple bullets into Harjit’s body before fleeing in a stolen 2018 Dodge Challenger.</p><p>Harjit later died of his injuries at a local hospital.</p><p>Hours later, two men claimed responsibility for Harjit’s murder in a Facebook post, calling themselves members of a criminal gang led by <a href=\"/news/2024/10/16/who-is-lawrence-bishnoi-the-gangster-at-the-centre-of-india-canada-spat\">Lawrence Bishnoi</a>, an Indian national currently imprisoned at Sabarmati Central Jail in the western Indian state of Gujarat.</p><p>Barely a month after Harjit’s murder, a businessman in Surrey, British Columbia, and another in Harjit’s town, Brampton – both of Indian origin – were shot. Local authorities say the murders represent a disturbing expansion of criminal networks rooted in India into Canadian territory – led by India’s most notorious organised crime syndicate, the Lawrence Bishnoi gang.</p><p>Now, a growing number of political leaders in Canada want the federal government to act, demanding that the Bishnoi gang be declared a terrorist organisation.</p><figure id=\"attachment_3250609\" aria-describedby=\"caption-attachment-3250609\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3250609\" src=\"/wp-content/uploads/2024/10/GettyImages-1244386692-1729062549.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"AMRITSAR, INDIA OCTOBER 31: Gangster Lawrence Bishnoi amid heavy police security while coming out of the Amritsar court complex on October 31, 2022 in Amritsar, India. Gangster Lawrence Bishnoi was brought on transit remand from Jalandhar by the Amritsar rural police before presenting him in a local court here. Bishnoi had been on a 10-day remand with the Jalandhar commissionerate police in a case pertaining to the sale and purchase of weapons. (Photos by Sameer Sehgal/Hindustan Times via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3250609\" class=\"wp-caption-text\">Lawrence Bishnoi amid heavy police security while coming out of the Amritsar court complex on October 31, 2022, in Amritsar, India [Sameer Sehgal/Hindustan Times via Getty Images]</figcaption></figure><h2 id=\"public-safety-must-come-first\">‘Public safety must come first’</h2><p>“The terrorist designation enables police to use the necessary tools to investigate and bring this activity to an end. It gives police significant investigative tools,” British Columbia’s Premier David Eby said in a statement on June 17.</p><p>In July, his Alberta counterpart, Daniel Smith, echoed that call. “Formally designating the Bishnoi Gang as a terrorist entity will unlock critical powers, allowing law enforcement agencies to access the necessary tools and resources needed to disrupt operations and protect our people effectively,” Smith said in a Facebook post on July 14.</p><p>Alberta’s Public Safety Minister Mike Ellis said there was credible intelligence indicating the involvement of the Bishnoi gang in extortion and targeted violence in the province and elsewhere in Canada. “The gang originates from India, and ongoing investigations are examining why they are specifically targeting the South Asian community,” Ellis told Al Jazeera in a statement.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Jody Toor, a lawmaker from the Conservative Party in the British Columbia Legislature, and Brampton city Mayor Patrick Brown have also supported designating the Bishnoi gang a terrorist organisation.</p><p>The Canadian federal government has suggested that it is examining these demands. “There is precedent for criminal organisations being designated this way, and I fully support a thorough, evidence-based approach,” Secretary of State for Combating Crime Ruby Sahota told Al Jazeera. “Public safety must come first, and if a group meets the criteria, it should be listed without delay.”</p><p>Amarnath Amarasingam, a researcher on extremism and an associate professor at Queen’s University in Ontario, said that listing the Bishnoi group as a terrorist organisation would significantly broaden law enforcement powers. It would allow law enforcement agencies to pursue terrorism-related charges, criminalise recruitment or financial support for the group, seize and freeze assets, and give them greater surveillance powers.</p><p>Canadian officials had, in 2024, <a href=\"/news/2024/10/16/india-made-horrific-mistake-violating-canadian-sovereignty-says-trudeau\">accused the Bishnoi gang</a> of acting at the behest of Indian intelligence agencies to target critics of the Indian government on their soil.</p><p>“A terrorist designation would send a strong signal to India and other allies that Canada is taking the transnational threat seriously. It would also increase information-sharing opportunities with global partners,” Amarasingam told Al Jazeera. Those partners include the Five Eyes alliance, which also includes the United States, the United Kingdom, Australia and New Zealand.</p><p>A terrorist tag could strengthen Canadian requests for arrests through organisations like Interpol, too, he added. It could trigger sanctions against the gang, allowing the government to institute travel bans, visa denials and financial blacklisting of associates and funders.</p><p>But he warned that listing the group as a terrorist organisation could have its downsides. While clearly involved in criminal activity, the Bishnoi gang doesn’t appear to have political, religious or ideological objectives – traditionally the bar that listings have needed – he said.</p><p>“Using terrorism powers to target a group that lacks this motivation could set a dangerous precedent, weakening the credibility of Canada’s listing process and lowering the threshold, opening the door for future political misuse,” Amarasingam said.</p><figure id=\"attachment_3252607\" aria-describedby=\"caption-attachment-3252607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3252607\" src=\"/wp-content/uploads/2024/10/AFP__20241016__36K77UD__v3__HighRes__FilesIndiaCanadaDiplomacyBishnoi-1-1729143770.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A member of a Sikh organisation holds a placard displaying Sikh separatist Hardeep Singh Nijjar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3252607\" class=\"wp-caption-text\">A member of a Sikh organisation holds a placard displaying Sikh separatist Hardeep Singh Nijjar in Amritsar on September 22, 2023. Nijjar’s killing in Surrey, British Columbia, first brought the Bishnoi gang to global prominence, with Canadian officials claiming it worked with the Indian government to kill overseas dissidents [Narinder Nanu/ AFP]</figcaption></figure><h2 id=\"an-indian-intelligence-asset\">An Indian intelligence asset?</h2><p>But the Bishnoi gang is no ordinary criminal syndicate, according to Canadian officials.</p><p>In recent years, the Indian government under Prime Minister Narendra Modi has faced allegations that its intelligence agents have been attempting to carry out targeted assassinations of Sikh separatists overseas, especially in Canada and the US.</p><p>Canada is home to about 770,000 Sikhs, who make up 2.1 percent of its population – their largest number outside India. Many of them moved to Canada in the 1980s when Indian forces launched a violent crackdown on alleged supporters of a movement demanding a separate Sikh homeland, Khalistan, to be carved out of the northern Indian state of Punjab. India describes such separatists as “terrorists”.</p><p>It was the killing of Sikh separatist <a href=\"/news/2023/9/19/india-canada-row-who-was-hardeep-singh-nijjar-what-is-khalistan-movement\">Hardeep Singh Nijjar</a>, 45, outside a Sikh temple on June 18, 2023, that pushed Bishnoi and his gang to the centre of a bitter diplomatic war between Canada and India.</p><p>In October that year, then Canadian Prime Minister Justin Trudeau alleged that Indian diplomats were collecting intelligence on “Canadians who are opponents or in disagreement with the Modi government” and that the intelligence reached “criminal organisations like the Lawrence Bishnoi gang to then result in violence against Canadians on the ground”.</p><p>Trudeau and his government directly blamed the Modi government for Nijjar’s assassination. Nijjar was a prominent supporter of a Khalistani state.</p><p>But New Delhi, while rejecting these allegations, has insisted that it has sent more than two dozen extradition requests to Canada, seeking Ottawa’s help in getting Bishnoi gang members back to India to face “due legal action”. And it says that Canada hasn’t acted on its request.</p><p>As Canada and India trade allegations, many in the Indian origin community are dealing with mounting insecurity. Could they be the next target of the Bishnoi group?</p><figure id=\"attachment_3877935\" aria-describedby=\"caption-attachment-3877935\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877935\" src=\"/wp-content/uploads/2025/08/Aman-and-Digvijay-1754617866.png?w=764&amp;resize=764%2C437&amp;quality=80\" alt=\"Police photos of Aman and Digvijay, two of the men arrested for Harjit's murder [Courtesy of Peel Police, British Columbia]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877935\" class=\"wp-caption-text\">Police photos of Aman and Digvijay, two of the men arrested for Harjit’s murder [Courtesy of Peel Police, British Columbia]</figcaption></figure><h2 id=\"threatening-call\">‘Threatening call’</h2><p>Over three decades, Harjit, a Sikh entrepreneur, had built a life that resembled a Canadian immigrant success story.</p><p>He ran a company called G&amp;G Trucking Solutions – a consultancy firm that advised its clients on how to start and run a trucking company, and was a commercial insurance broker as well. His business expanded to Calgary and Edmonton, in Alberta, and he had nearly 30 employees.</p><p>Then, on December 10, 2023 – his birthday – he received a phone call from someone who identified himself as an Indian gangster, his daughter Gurleen recalled. The caller demanded 500,000 Canadian dollars ($361,000) in extortion money and threatened dire consequences if the money wasn’t paid. Harjit refused to pay and informed law enforcement authorities.</p><p>“He told me about the threatening call,” Gurleen, a 24-year-old business student at York University in Toronto, told Al Jazeera.</p><p>After the threatening call, Harjit changed his daily routine and began operating his business mostly from home. But eventually, he resumed meetings with clients in his office, his daughter said.</p><p>On May 14, Gurleen received a call from her father’s office. He had been shot.</p><p>“I rushed to the office. There were bullet casings scattered everywhere. Police had cordoned off the entire area. My father was rushed to the hospital, he later succumbed to his injuries,” said Gurleen.</p><p>Police have arrested three men – identified as Aman and Digvijay, both 21, and Shaheel, 22 – as suspects. But Harjit’s family says law enforcement have only scratched the tip of the iceberg.</p><p>“Police merely arrested three kids. But who orchestrated this? I wanted to know the man behind my father’s killing,” said Gurleen.</p><p>Meanwhile, two men – Rohit Godara and Goldy Brar – who called themselves members of the Bishnoi gang, posted on Facebook that they had killed Harjit. They claimed that Harjit had helped a rival gang and was involved in a murder in India – allegations that the family denies. Police have not confirmed whether they believe the Bishnoi gang was behind Harjit’s killing.</p><p>On June 12, 2025, another Indian-origin businessman, Satwinder Sharma, was shot in Surrey, British Columbia. An Indian origin gangster, Jiwan Fauji claimed responsibility for the murder. Indian police have labelled Fauji an alleged member of Babbar Khalsa International, a banned Khalistani outfit. Sharma’s family did not respond to an Al Jazeera request for an interview.</p><p>A little over a week later, on June 20, Brampton-based businessman, MP Dhanoa, was shot down. Again, Godara and Brar claimed responsibility on behalf of the Bishnoi gang in a Facebook post.</p><p>Harjit, Sharma and Dhanoa have no known links to the Khalistani movement.</p><p>But gang leader Lawrence Bishnoi, apart from his crime network, has presented himself as a Hindu nationalist in interviews from jail, and some supporters of Modi’s Hindu majoritarian Bharatiya Janata Party (BJP) government have spoken of how the gangster had scared Khalistan supporters.</p><figure id=\"attachment_3250617\" aria-describedby=\"caption-attachment-3250617\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3250617\" src=\"/wp-content/uploads/2024/10/AP23108315249829-1-1729062619.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Policemen escort jailed gangster Lawrence Bishnoi as they bring him to produce before the Patiala House court in New Delhi, India, Tuesday, April 18, 2023. (AP Photo/Dinesh Joshi)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3250617\" class=\"wp-caption-text\">Policemen escort jailed gangster Lawrence Bishnoi as they bring him before the Patiala House Court in New Delhi, India, Tuesday, April 18, 2023 [Dinesh Joshi/AP Photo]</figcaption></figure><h2 id=\"rise-to-notoriety\">Rise to notoriety</h2><p>Indian police officials say that Bishnoi, 32, controls more than 700 sharpshooters who carry out murders and extortion globally. And he does this from behind bars, shuffling between various prisons for nearly a decade now.</p><p>Bishnoi and Brar gained wide notoriety in May 2022, when the gang murdered prominent Punjabi singer and rapper Sidhu Moosewala in Punjab. Police said Brar allegedly orchestrated Moosewala’s killing from Canada.</p><p>Ajai Sahni, executive director of the New Delhi Institute for Conflict Management, said establishing a command chain – and even defining what constitutes a gang – isn’t easy with transnational groups. “Any incident executed in India can be claimed by Bishnoi gang members in Canada or in the US, and vice versa through unverifiable social media accounts,” Sahni told Al Jazeera. He suggested that in such cases, even surveillance records against suspects might not suffice as strong enough legal evidence.</p><p><a href=\"/news/2024/10/20/indias-envoy-to-canada-rejects-involvement-in-sikh-activists-killing\">Sanjay Verma</a>, former Indian high commissioner – Canada expelled him after Trudeau’s allegations in 2023 – said last year that India had shared information about Brar’s presence in Canada with Ottawa.</p><p>In 2024, Bishnoi’s gang claimed responsibility for the murder of a 66-year-old politician, <a href=\"/news/2024/10/13/muslim-politician-in-indias-maharashtra-shot-dead-weeks-before-state-polls\">Baba Siddique</a>, in Mumbai’s Bandra area. Two members of the Bishnoi gang were also arrested for firing outside the Mumbai residence of popular Bollywood actor, Salman Khan.</p><p>Gurmeet Singh Chauhan, deputy inspector general of the Anti-Gangster Task Force in India’s Punjab, advocates for a joint data-sharing mechanism between countries affected by criminal gangs, like Bishnoi.</p><p>“If we have any evidence, it should be promptly shared with our Canadian counterparts, who must investigate it without delay and keep us informed. Crime is crime – no matter where it occurs in the world,” Chauhan told Al Jazeera. “There is a very thin line between organised crime and terrorism. These networks can be exploited for terrorist activities at any time, anywhere in the world.”</p><p>The Bishnoi group has also claimed responsibility for attacks on the homes of two prominent Punjabi singers, AP Dhillon and Gippy Grewal, in British Columbia, over the past two years, as its empire of fear has expanded from Mumbai to Mississauga. And on August 7, an alleged Bishnoi gang member claimed responsibility for gunshots fired at a cafe in British Columbia owned by Indian comedian Kapil Sharma.</p><figure id=\"attachment_3247885\" aria-describedby=\"caption-attachment-3247885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3247885\" src=\"/wp-content/uploads/2024/10/2023-09-20T233611Z_179623176_RC2NC3AH1439_RTRMADP_3_CANADA-INDIA-1-1728970657.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India Canada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3247885\" class=\"wp-caption-text\">A banner with the image of Sikh leader Hardeep Singh Nijjar is seen at the Guru Nanak Sikh Gurdwara temple, site of his June 2023 killing, in Surrey, British Columbia, Canada, September 20, 2023 [Chris Helgren/Reuters]</figcaption></figure><h2 id=\"they-could-execute-me\">‘They could execute me’</h2><p>Satish Kumar, a 73-year-old businessman in Surrey, British Columbia who migrated to Canada 45 years ago, says he lives in constant fear.</p><p>Kumar is the president of Lakshmi Narayan Temple in Surrey, a prominent religious site for Hindus.</p><p>Earlier this year, he received a phone call from a man who identified himself as Godara, the Bishnoi associate who – along with Brar – claimed responsibility for the killings of Harjit and Dhanoa. “He demanded two million Canadian dollars [$1.45m] as extortion,” Kumar told Al Jazeera, adding that he blocked the number.</p><p>Later he reported the call to the police, after receiving threats from other numbers. “They sent multiple voice notes on May 28, 2025, threatening to kill me and harm my business premises, but I blocked the numbers”, said Kumar.</p><p>Then, the threats turned to bullets.</p><p>On June 7, men allegedly belonging to the Bishnoi gang fired shots at various buildings owned by Kumar. “The gang members filmed the shootings at three of my premises and sent me the footage, but I refused to pay extortion,” he said.</p><p>Kumar said he was frustrated with what he called an “inadequate response” by the Canadian police. “They [gangsters] could execute me at any moment. I still receive calls from them. My family is under constant stress,” he told Al Jazeera.</p><p>As attacks escalate, the South Asian community in Surrey and Brampton has been campaigning for more safety on social media, uploading videos of various shootings in the two cities. Since 2003, gang-related homicides in British Columbia have climbed from 21 percent to 46 percent of all homicides in 2023, according to the provincial police.</p><p>“During work, I can momentarily forget about these gangs,” Kumar said. “But once I finish my work, then it’s there – this fear.”</p></div></div></body></html>"
        },
        {
            "title": "UK homelessness minister resigns over claim she evicted tenants, hiked rent | Homelessness News | Al Jazeera",
            "time": "2025-08-08T02:41:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20240915__36GD6AG__v2__HighRes__BritainSocietyPovertyHomelessness-1754615763.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK homelessness minister resigns over claim she evicted tenants, hiked rent</h1><p class=\"article__subhead\"><em>The resignation is a blow for the Labour government, which trails Nigel Farage’s right-wing Reform UK party in polls.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Britain’s minister for homelessness has resigned over allegations that she evicted tenants from a property she owns and increased rents by hundreds of pounds.</p><p>In her resignation letter to United Kingdom Prime Minister Keir Starmer on Thursday, Rushanara Ali, a junior minister in the Ministry of Housing, said she had followed all the legal requirements “at all times” in her dealings as a landlord.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Ali, the member of parliament for Bethnal Green and Stepney, evicted four tenants from her four-bedroom house in east London last year as the property was being sold, British outlet The i Paper reported on Wednesday.</p><p>The property, which had a monthly rent of 3,300 British pounds (about $4,433), was re-listed for rent and rented out weeks later at 4,000 British pounds ($5,374) after no buyer was found, the report added.</p><p>Ali, who has spoken out previously against tenants being exploited by “unreasonable rent increases”, told the prime minister in her resignation letter that she had taken her “responsibilities and duties seriously, and the facts demonstrate this”.</p><p>“However, it is clear that continuing in my role will be a distraction from the ambitious work of the government. I have therefore decided to resign from my Ministerial position,” she said.</p><p>She added that she was “proud to have contributed to the change this government has delivered in the past year”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Working alongside the Deputy Prime Minister, we secured record investment in social and affordable housing, and nearly a billion pounds of funding to alleviate homelessness and rough sleeping,” she said.</p><p>The end of rental contracts is considered one of the leading causes of homelessness in Britain, and Starmer’s government is currently preparing a Renters’ Rights Bill that will end short notice “no-fault” evictions by landlords and ban them from re-listing a property for higher rent within six months after eviction.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Ali is the fourth Labour minister to step down under pressure following the exits of the transport minister, Louise Haigh; the anticorruption minister, Tulip Siddiq; and junior health minister, Andrew Gwynne, for separate reasons.</p><p>The resignations represent an embarrassing blow for Starmer’s government, with his party trailing Nigel Farage’s <a href=\"/news/2025/7/3/could-far-right-reform-really-in-a-uks-general-election-now\">right-wing populist Reform UK party</a> in opinion polls just over a year after Labour won a landslide election victory.</p><p>A June survey by polling firm YouGov showed that Reform UK would win 271 of the 650 seats in the House of Commons if an election were held now, with the ruling Labour Party second at 178 seats.</p><p>The opposition Conservative Party’s chairman, Kevin Hollinrake, has criticised Starmer for presiding “over a government of hypocrisy and self-service”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli military plans to occupy Gaza City in major escalation of war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T02:29:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20231115__343R838__v1__HighRes__PalestinianIsraelConflictArmy-1754621454.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Israeli military plans to occupy Gaza City in major escalation of war</h1><p class=\"article__subhead\"><em>Prime Minister Benjamin Netanyahu suggested earlier that Israel’s military will ‘take control of all Gaza’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s security cabinet has approved a plan by Israeli Prime Minister Benjamin Netanyahu for the military occupation of Gaza City, located in the north of the Palestinian enclave.</p><p>“The [Israeli military] will prepare to take control of Gaza City while providing humanitarian aid to the civilian population outside the combat zones,” Netanyahu’s office said in a statement early on Friday announcing the takeover plan.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Two Israeli government sources told the Reuters news agency that any resolution by the security cabinet would now need to be approved by the full government cabinet, which may not meet until Sunday.</p><p>Occupying Gaza City marks a major escalation by Israel in its war on the Palestinian territory and will likely result in the forced displacement of tens of thousands of exhausted and starving residents who are experiencing famine conditions as Israel continues to block humanitarian aid from entering the territory.</p><p>Axios news reporter Barak Ravid, who first reported the plan, quoted an unnamed Israeli official as saying the operation will involve the forced displacement of “all Palestinian civilians from Gaza City to the central camps and other areas by October 7”.</p><p>“A siege will be imposed on the Hamas militants who remain in Gaza City, and at the same time, a ground offensive will be carried out in Gaza City,” Ravid wrote on X, citing the official.</p><p>On Thursday, in advance of the security cabinet meeting, Netanyahu said Israel would “take control of all Gaza”.</p><p>In a television interview with US outlet Fox News, Netanyahu also said Israel does not want to be “a governing body” in Gaza and would hand over responsibility to an unspecified third party.</p><p>“We don’t want to keep it. We want to have a security perimeter. We don’t want to govern it,” he said.</p><p>Netanyahu’s comments followed reports in Israeli media earlier this week that the Israeli leader would imminently announce plans to fully <a href=\"/news/2025/8/5/israels-netanyahu-has-decided-on-full-occupation-of-gaza-reports-say\">occupy the entirety of the Gaza Strip</a>.</p><figure id=\"attachment_3877978\" aria-describedby=\"caption-attachment-3877978\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877978\" src=\"/wp-content/uploads/2025/08/AFP__20240101__349D2NG__v1__HighRes__IsraelPalestinianConflict-1-1754621577.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This picture taken from the Israeli border with the northern Gaza Strip shows Israeli soldiers watching Gaza City from a position on January 1, 2024, amid the ongoing battles between Israel and the militant Hamas group. (Photo by Menahem KAHANA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877978\" class=\"wp-caption-text\">This picture taken from the Israeli border with the northern Gaza Strip shows Israeli soldiers looking over the destruction in Gaza City on January 1, 2024 [Menahem Kahana/AFP]</figcaption></figure><p>Shihab Rattansi, Al Jazeera’s correspondent in Washington, DC, said Israel’s move to occupy Gaza has been “telegraphed for several days now”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Donald Trump has all but greenlit whatever Benjamin Netanyahu wants to do. He said it would be up to the Israelis,” Rattansi said.</p><p>It is unclear how many people still reside in Gaza City, which was the enclave’s largest population centre before Israel’s war on the territory that has now killed more than 61,000 Palestinians since October 2023.</p><p>Hundreds of thousands of people fled Gaza City under forced evacuation orders issued by the Israeli military in the opening weeks of the war, but many returned during a brief ceasefire at the start of this year.</p><p>A major ground operation in Gaza City could displace many thousands and further disrupt efforts to deliver food to the famine-stricken territory, where almost 200 people have now died from starvation and malnutrition.</p><p>“There is nothing left to occupy,” Gaza resident Maysaa al-Heila said on hearing of the planned takeover of the city.</p><p>“There is no Gaza left,” al-Heila told The Associated Press news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US doubles reward for arrest of Venezuela’s President Maduro to $50m | Crime News | Al Jazeera",
            "time": "2025-08-08T02:08:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-27T190255Z_1848717842_RC27VFAKWNXZ_RTRMADP_3_VENEZUELA-ELECTION-1-1754616591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has offered a $50m reward for information leading to the arrest of <a href=\"/news/2024/12/31/maduro-and-trump-two-inaugurations-for-two-rivals-on-a-collision-course\">Venezuelan President Nicolas Maduro</a>, doubling an earlier reward of $25m set by the Trump administration in January.</p><p>The US has <a href=\"/news/longform/2024/7/25/proud-to-be-a-revolutionary-how-maduro-appeals-to-his-dwindling-base\">accused the Venezuelan leader</a> of being one of the world’s leading narco-traffickers and working with cartels to flood the US with fentanyl-laced cocaine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In a video posted to social media on Thursday announcing the “historic” increase in reward money, US Attorney General Pam Bondi accused Maduro of collaborating with Venezuelan crime syndicates Tren de Aragua, Cartel of the Suns and the notorious Sinaloa Cartel in Mexico.</p><p>“He is one of the largest narco-traffickers in the world and a threat to our national security. Therefore, we doubled his reward to $50 million,” Bondi said.</p><p>“Under President Trump’s leadership, Maduro will not escape justice, and he will be held accountable for his despicable crimes,” she said, before giving the public a hotline phone number where they can report tips.</p><p>Bondi also said that the US Department of Justice had so far seized more than $700m in assets linked to Maduro, including two private jets, nine vehicles, and claimed that tonnes of seized cocaine had been traced directly to the president.</p><p></p><p>Venezuelan Foreign Minister Yvan Gil responded on the Telegram platform to Bondi’s announcement, saying it was “the most ridiculous smokescreen ever seen” and designed to distract attention from the Jeffrey Epstein controversy in the US.</p><p>“It does not surprise us, coming from who it comes from. The same one who promised a non-existent ‘secret list’ of Epstein and who wallows in scandals of political favours,” the minister said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Her show is a joke, a desperate distraction from her own miseries. The dignity of our homeland is not for sale. We reject this crude political propaganda operation,” he said.</p><p>Maduro was indicted in a US federal court in 2020, during the first Trump presidency, along with several close allies, on federal drug charges.</p><p>At the time, the US offered a $15m reward for his arrest. That was later raised by the Biden administration to $25m – the same amount the US offered for the capture of Osama bin Laden following the September 11, 2001, attacks.</p><p>In June, a former director of the Venezuelan military intelligence pleaded guilty to drug trafficking and narco-terrorism charges in the US, a week before his trial was set to begin.</p><p>Hugo Carvajal, who served in the government of the late President Hugo Chavez from 2004 to 2011, admitted guilt in four criminal counts, including narco-terrorism conspiracy, conspiracy to import cocaine and weapons charges.</p><p>US federal prosecutors had alleged the former major-general, along with other high-ranking Venezuelan government and military officials, led a drug cartel that attempted to “flood” the US with cocaine.</p><figure id=\"attachment_2279711\" aria-describedby=\"caption-attachment-2279711\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2279711\" src=\"/wp-content/uploads/2023/07/AP426332347562-1689872816.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Hugo Cavajal attends a meeting.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2279711\" class=\"wp-caption-text\">Then-Venezuelan lawmaker Hugo Carvajal attends a meeting at the National Assembly administrative offices, in Caracas, Venezuela, in 2016. Carvajal, a former head of military intelligence, has pleaded guilty to drug trafficking charges by the US [File: Fernando Llano]</figcaption></figure><p>Carvajal had served as a diplomat representing Maduro’s government before breaking with him to support the country’s US-backed political opposition. He was <a href=\"/news/2023/7/18/spanish-court-orders-extradition-of-venezuelan-ex-spy-chief-to-us\">extradited from Spain</a> to the US in July 2023 following more than a decade-long campaign by the Justice Department.</p><p>Despite the US rewards, <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">Maduro remains in power</a> after his re-election as president in 2024 in a vote that was condemned as a sham by Washington, the European Union and several Latin American governments.</p><p>Last month, the Trump administration struck a deal to <a href=\"/news/2025/1/8/venezuelas-maduro-says-us-nationals-among-group-of-mercenaries-detained\">secure the release of 10 Americans jailed</a> in Caracas in exchange for Venezuela seeing the return home of dozens of people deported by the US to El Salvador under the Trump administration’s new immigration crackdown.</p><p>Shortly after, the White House also reversed course and allowed US oil giant Chevron to resume drilling in Venezuela after it was previously blocked by US sanctions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,261 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-08T00:35:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T134917Z_1270681836_RC2D2GAEYL6I_RTRMADP_3_UKRAINE-CRISIS-DAILYLIFE-1754610573.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,261</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,261 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Friday, August 8:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The Ukrainian military said its drone units hit the Afipsky oil refinery in Russia’s Krasnodar region. It was not immediately clear what the extent of the damage was at the refinery, which, together with the Krasnodar refinery, processed 7.2 million metric tonnes of crude oil in 2024.</li>\n<li>Local Russian emergency services said they had extinguished a fire at the Afipsky refinery, saying it was caused by fallen drone debris. The Russian Ministry of Defence said air defence systems had shot down nine Ukrainian drones in the region overnight.</li>\n<li>Russia’s Defence Ministry said air defence systems also shot down eight British-made Storm Shadow missiles launched by the Ukrainian army over the past 24 hours.</li>\n<li>Russia also hit a Ukrainian railway hub used for transferring weapons and military equipment to Ukraine’s Dnipropetrovsk region, the ministry added.</li>\n<li>Gas supplies continued on Thursday through the Orlovka interconnector in southern Ukraine, which was attacked by Russian drones on Wednesday, the Ukrainian gas transmission operator said.</li>\n</ul><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s Deputy United Nations Ambassador Dmitry Polyanskiy said that Russian President Vladimir Putin may meet with United States President Donald Trump next week, but said he was not aware of any planned meeting between Putin and Ukrainian counterpart Volodymyr Zelenskyy.</li>\n<li>Trump said Putin does not have to agree to meet with Zelenskyy in order to have a meeting with him.</li>\n<li>Putin said that the United Arab Emirates is one of the suitable locations to hold a meeting with Trump.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Putin added that he was not “on the whole” against meeting Zelenskyy, adding that “certain conditions should be created” for such a meeting. He stressed that the current situation was “far” from being ready for it.</li>\n<li>French President Emmanuel Macron reaffirmed France’s full support for a ceasefire in Ukraine and the launch of talks aimed at reaching a lasting and solid peace, following a “long discussion” with Zelenskyy and other European leaders.</li>\n<li>European Commission President Ursula von der Leyen said she had spoken with Zelenskyy about the developments of the last days and next steps.</li>\n<li>Russian Foreign Minister Sergey Lavrov discussed the conflict in Ukraine during a phone call with his Turkish counterpart, Hakan Fidan, Russia’s Ministry of Foreign Affairs said.</li>\n</ul><h2 id=\"sanctions-and-tariffs\">Sanctions and tariffs</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia and India stressed their commitment to a “strategic partnership” in bilateral security talks in Moscow, a day after Trump announced higher tariffs on imports from India because of its purchases of Russian oil.</li>\n<li>Russia’s Interfax news agency quoted Indian National Security Adviser Ajit Doval as saying that New Delhi was looking forward to a visit from Putin by the end of the year.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s central bank has tweaked its rules for non-residents, allowing foreigners’ funds from special type-C accounts to pass to Russian investors when involved in the exchange of assets, a move that could free up blocked capital in Russia and abroad.</li>\n<li>As Russia sought to ratchet up military production for the war in Ukraine, a state-owned explosives manufacturer circumvented Western sanctions by purchasing equipment made by Germany’s Siemens from a middleman that imports technology from China, the Reuters news agency reported.</li>\n</ul><h2 id=\"regional-developments\">Regional developments</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said he discussed a new financial assistance programme that will “strengthen Ukrainians now and in the post-war period” on a call with International Monetary Fund managing director Kristalina Georgieva.</li>\n<li>Russia said it had protested to Italy this week over what it called “odious” anti-Russian statements, in an ongoing row over the cancellation of a concert by Russian conductor Valery Gergiev in Italy.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Satellite images show surge in rare earth mining in rebel-held Myanmar | Environment News | Al Jazeera",
            "time": "2025-08-07T23:39:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Kachin-mine-1-1754378681.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bangkok, Thailand</strong> – A surge in rare earth mining in rebel-held pockets of Myanmar supplying Chinese processing plants is being blamed for toxic levels of heavy metals in Thai waterways, including the Mekong River.</p><p>China dominates the global refining of rare earth metals – key inputs in everything from wind turbines to advanced missile systems – but imports much of its raw material from neighbouring Myanmar, where the mines have been blamed for poisoning local communities.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Recent satellite images and water sample testing suggest the mines are spreading, along with the environmental damage they cause.</p><p>“Since the mining operation started, there is no protection for the local people,” Sai Hor Hseng, a spokesman at the Shan Human Rights Foundation, a local advocacy group based in eastern Myanmar’s Shan state, told Al Jazeera.</p><p>“They don’t care what happens to the environment,” he said, or those living downstream of the mines in Thailand.</p><p>An estimated 1,500 people rallied in northern Thailand’s Chiang Rai province in June, urging the Thai government and China to pressure the mining operators in Myanmar to stop polluting their rivers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Villagers in Chiang Rai first noticed an odd orange-yellow tint to the Kok River – a tributary of the Mekong that enters Thailand from Myanmar – before the start of this year’s rainy season in May.</p><p>Repeated rounds of testing by Thai authorities since then have found levels of arsenic and lead in the river several times higher than what the World Health Organization (WHO) deems safe.</p><p>Thai authorities advised locals living along the Kok to not even touch the water, while tests have also found excess arsenic levels in the Sai River, another tributary of the Mekong that flows from Myanmar into Thailand, as well as in the Mekong’s mainstream.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Locals are now worried about the harm that contaminated water could do to their crops, their livestock and themselves.</p><p>Arsenic is infamously toxic.</p><p>Medical studies have linked long-term human exposure to high levels of the chemical to neurological disorders, organ failure and cancer.</p><p>“This needs to be solved right now; it cannot wait until the next generation, for the babies to be deformed or whatever,” Pianporn Deetes, Southeast Asia campaign director at the advocacy group International Rivers, told Al Jazeera.</p><p>“People are concerned also about the irrigation, because … [they are] now using the rivers – the water from the Kok River and the Sai River – for their rice paddies, and it’s an important crop for the population here,” Pianporn said.</p><p>“We learned from other areas already … that this kind of activity should not happen in the upstream of the water source of a million people,” she said.</p><figure id=\"attachment_3873182\" aria-describedby=\"caption-attachment-3873182\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873182\" src=\"/wp-content/uploads/2025/08/Kok-mine-2-1754377593.jpg?w=770&amp;resize=770%2C961&amp;quality=80\" alt=\"Kok mine : A rare earths mine site on the west side of the Kok River as seen from space on October 26, 2024, and May 6, 2025. (Google Earth and OnGeo Intelligence via the Shan Human Rights Foundation)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873182\" class=\"wp-caption-text\">A satellite image of a rare earths mine site on the west side of the Kok River in Myanmar’s Shan state, as seen on May 6, 2025 [Courtesy of the Shan Human Rights Foundation]</figcaption></figure><h2 id=\"a-very-good-correlation\">‘A very good correlation’</h2><p>Thai authorities blame upstream mining in Myanmar for the toxic rivers, but they have been vague about the exact source or sources.</p><p>Rights groups and environmental activists say the mine sites are nestled in pockets of Shan state under the control of the United Wa State Army (UWSA), a well-armed, secretive rebel group that runs two semi-autonomous enclaves in the area, one bordering China and the other Thailand.</p><p>That makes the sites hard to access. Not even Myanmar’s military regime dares to send troops into UWSA-held territory.</p><p>While some have blamed the recent river pollution on the UWSA’s gold mines, the latest tests in Thailand lay most of the fault on the mining of rare earth minerals.</p><p>In a study commissioned by the Thai government, Tanapon Phenrat, an associate professor of civil engineering at Naresuan University, took seven water samples from the Kok and surrounding rivers in early June.</p><p>Tanapon told Al Jazeera that the samples collected closest to the border with Myanmar showed the highest levels of heavy metals and confirmed that the source of the contamination lay upstream of Thailand in Shan state.</p><figure id=\"attachment_3873187\" aria-describedby=\"caption-attachment-3873187\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873187\" src=\"/wp-content/uploads/2025/08/Mekong-water-test-1754377804.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Mekong River Commission staff take a water sample for testing from the Mekong River along the Thai-Laos border on June 10, 2025. (Mekong River Commission)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873187\" class=\"wp-caption-text\">Mekong River Commission (MRC) staff take a water sample for testing from the Mekong River along the Thai-Laos border on June 10, 2025 [Courtesy of the MRC]</figcaption></figure><p>Significantly, Tanapon said, the water samples contained the same “fingerprint” of heavy metals, and in roughly the same concentrations, as had earlier water samples from Myanmar’s Kachin State, north of Shan, where rare earth mining has been thriving for the past decade.</p><p>“We compared that with the concentrations we found in the Kok River, and we found that it has a very good correlation,” Tanapon said.</p><p>“Concentrations in the Kok River can be attributed about 60 to 70 percent … [to] rare earth mining,” he added.</p><p>The presence of rare earth mines along the Kok River in Myanmar was first exposed by the Shan Human Rights Foundation in May.</p><p>Satellite images available on Google Earth showed two new mine sites inside the UWSA’s enclave on the Thai border developed over the past one to two years – one on the western slope of the river, another on the east.</p><p>The foundation also used satellite images to identify what it said are another 26 rare earth mines inside the UWSA’s enclave next to China.</p><p>All but three of those mines were built over the past few years, and many are located at the headwaters of the Loei River, yet another tributary of the Mekong.</p><p>Researchers who have studied Myanmar’s rare earth mining industry say the large, round mineral collection pools visible in the satellite images give the sites away as rare earth mines.</p><p>The Shan Human Rights Foundation says villagers living near the new mines in Shan state have also told how workers there are scooping up a pasty white powder from the collection pools, just as they have seen in online videos of the rare earth mines further north in Kachin.</p><figure id=\"attachment_3873192\" aria-describedby=\"caption-attachment-3873192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873192\" src=\"/wp-content/uploads/2025/08/Kachin-mine-2-1754377894.png?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Two men stand inside the collection pool of a rare earths mine in Kachin province, Myanmar, in February 2022. (Global Witness)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873192\" class=\"wp-caption-text\">Two men stand inside the collection pool of a rare earths mine in Kachin state, Myanmar, in February 2022 [Courtesy of Global Witness]</figcaption></figure><h2 id=\"zero-environmental-monitoring\">‘Zero environmental monitoring’</h2><p>Patrick Meehan, a lecturer at the University of Manchester in the UK who has studied Myanmar’s rare earth mines, said reports emerging from Shan state fit with what he knows of similar operations in Kachin.</p><p>“The way companies tend to operate in Myanmar is that there is zero pre-mining environmental assessment, zero environmental monitoring, and there are none of those sorts of regulations or protections in place,” Meehan said.</p><p>The leaching process being used involves pumping chemicals into the hillsides to draw the rare earth metals out of the rock. That watery mixture of chemicals and minerals is then pumped out of the ground and into the collection pools, where the rare earths are then separated and gathered up.</p><p>Without careful attention to keeping everything contained at a mine, said Meehan, the risks of contaminating local rivers and groundwater could be high.</p><p>Rare earth mines are situated close to rivers because of the large volumes of water needed for pumping the extractive chemicals into the hills, he said.</p><p>The contaminated water is then often pumped back into the river, he added, while the groundwater polluted by the leaching can end up in the river as well.</p><p>“There is definitely scope for that,” said Meehan.</p><p>He and others have tracked the effect such mines have already had in Kachin – where hundreds of mining sites now dot the state’s border with China – from once-teeming streams now barren of fish to rice stalks yielding fewer grains and livestock falling ill and dying after drinking from local creeks.</p><p>In a 2024 report, the environmental group Global Witness called the fallout from Kachin’s mining boom “devastating”.</p><p>Ben Hardman, Mekong legal director for the US advocacy group EarthRights International, said locals in Kachin have also told his team about mineworkers dying in unusually high numbers.</p><p>The worry now, he adds, is that Shan state and the neighbouring countries into which Myanmar’s rivers flow will suffer the same fate as has Kachin, especially if the mine sites continue to multiply as global demand for rare earth minerals grows.</p><p>“There’s a long history of rare earth mining causing serious environmental harms that are very long-term, and with pretty egregious health implications for communities,” Hardman said.</p><p>“That was the case in China in the 2010s, and is the case in Kachin now. And it’s the same situation now evolving in Shan state, and so we can expect to see the same harms,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"you-need-to-stop-it-at-the-source\">‘You need to stop it at the source’</h2><p>Most, if not all, of the rare earths mined in Myanmar are sent to China to be refined, processed, and either exported or put to use in a range of green-energy and, increasingly, military hardware.</p><p>But, unlike China, neither Myanmar, Laos nor Thailand have the sophisticated processing plants that can transform raw ore into valuable material, according to SFA (Oxford), a critical minerals and metals consulting firm.</p><p>The Institute for Strategy and Policy-Myanmar, a local think tank, says Chinese customs data also show that Myanmar has been China’s main source of rare earths from abroad since at least 2017, including a record $1.4bn-worth in 2023.</p><p> </p><figure id=\"attachment_3873212\" aria-describedby=\"caption-attachment-3873212\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873212\" src=\"/wp-content/uploads/2025/08/2012-01-27T120000Z_1225173334_GF2E81L0E8H01_RTRMADP_3_MEKONG-CHINA-MURDERS-1-1754378526.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A signboard at the Thai village of Sop Ruak on the Mekong river in the Golden Triangle region where the borders of Thailand, Laos and Myanmar meet January 14, 2012. The murder of 13 Chinese sailors last October on the Mekong was the deadliest attack on Chinese nationals overseas in modern times and highlights the growing presence of China in the Golden Triangle, the opium-growing region straddling Myanmar, Laos and Thailand. Picture taken January 14, 2012. To match Special Report MEKONG-CHINA/MURDERS REUTERS/Sukree Sukplang (THAILAND - Tags: CIVIL UNREST MARITIME POLITICS BUSINESS)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873212\" class=\"wp-caption-text\">A signboard at the Thai village of Sop Ruak on the Mekong River where the borders of Thailand, Laos and Myanmar meet [File: Sukree Sukplang/Reuters]</figcaption></figure><p>Myanmar’s exports of rare earth minerals were growing at the same time as China was placing tough new curbs on mining them at home, after witnessing the environmental damage it was doing to its own communities. Buying the minerals from Myanmar has allowed China to outsource much of the problem.</p><p>That is why many are blaming not only the mine operators and the UWSA for the environmental fallout from Myanmar’s mines, but China.</p><p>The UWSA could not be reached for comment, and neither China’s Ministry of Foreign Affairs nor its embassy in Myanmar replied to Al Jazeera’s emails seeking a response.</p><p>In a June 8 Facebook post, reacting to reports of Chinese-run mines in Myanmar allegedly polluting Thai rivers, the Chinese embassy in Thailand said all Chinese companies operating abroad had to follow local laws and regulations.</p><p>The embassy also said China was open to cooperating with Mekong River countries to protect the local environment, but gave no details on what that might entail.</p><p>Thailand has said it is working with both China and Myanmar to solve the problem.</p><p>In a bid to tackle the problem, though, the Thai government has proposed building dams along the affected rivers in Chiang Rai province to filter their waters for pollutants.</p><p>Local politicians and environmentalists question whether such dams would work.</p><p>International Rivers’ Pianporn Deetes said there was no known precedent of dams working in such a manner in rivers on the scale of the Mekong and its tributaries.</p><p>“If it’s [a] limited area, a small creek or in a faraway standalone mining area, it could work. It’s not going to work with this international river,” she said.</p><p>Naresuan University’s Tanapon said he was building computer models to study whether a series of cascading weirs – small, dam-like barriers that are built across a river to control water flow – could help.</p><p>But he, too, said such efforts would only mitigate the problem at best.</p><p>Dams and weirs, Tanapon said, “can just slow down or reduce the impact”.</p><p>“You need to stop it at the source,” he added.</p></div></div></body></html>"
        },
        {
            "title": "CAIR urges US to probe the death of father killed in Israeli settler attack | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T23:34:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T111110Z_2127814387_RC29YFAK6LW7_RTRMADP_3_ISRAEL-PALESTINIANS-SETTLERS-ATTACK-FUNERAL-1754608149.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Muslim American group has sent a letter to the administration of President Donald Trump urging it to investigate the death of United States citizen <a href=\"/news/2025/7/31/palestinian-man-dies-in-israeli-settler-arson-attack-in-occupied-west-bank\">Khamis Ayyad</a> in a settler attack in the occupied West Bank.</p><p>The Council on American-Islamic Relations (CAIR) said Ayyad’s family has “no confidence in any investigation conducted by Israeli authorities”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The letter, penned by CAIR and its Chicago chapter, was sent on Wednesday, almost a week after Ayyad’s death on July 31.</p><p>Addressed to Secretary of State Marco Rubio and Attorney General Pam Bondi, it underscored legal provisions, including the US-Israel Mutual Legal Assistance Treaty (MLAT), that would enable Washington to investigate Ayyad’s death.</p><p>“The Department of Justice has previously relied on these very statutes to investigate the October 7, 2023, Hamas attacks in Israel, which killed several Americans. Yet it has failed to apply them when the perpetrators are Israeli,” the letter read.</p><p>“This double standard is indefensible and is a CLEAR act of discrimination. American citizenship must not be selectively protected based on the identity or political alliances of the killer.”</p><p>Ayyad, a Chicago area resident and father of five, was one of two US citizens killed <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">in settler attacks</a> in the West Bank in July.</p><p>According to Ayyad’s family, settlers torched cars outside his home in the town of Silwad, north of Ramallah, last week.</p><p>Ayyad woke up to put out the fire, but then the Israeli army showed up at the scene and started firing tear gas in his direction.</p><p>The family believes that Ayyad died from inhaling tear gas and smoke from the burning vehicles.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Earlier in July, Israeli settlers also beat to death 20-year-old <a href=\"/news/2025/7/17/the-love-he-gave-family-vows-to-keep-sayfollah-musallets-memory-alive\">Sayfollah Musallet</a>, a Florida native, near the West Bank village of Sinjil.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US government has acknowledged Ayyad’s death but stopped short of denouncing it or even calling for an investigation.</p><p>“We can confirm the death of a US citizen in the town of Silwad in the West Bank,” a US State Department spokesperson told Al Jazeera last week.</p><p>“We offer condolences to the family on their loss and are providing consular assistance to them. We condemn criminal violence by any party in the West Bank.”</p><p>According to CAIR, US officials have not reached out to Ayyad’s family.</p><p>William Asfour, the operations coordinator for CAIR-Chicago, said the State Department’s statement shows that “Palestinian lives are not valued” by the US government.</p><p>“This statement from the State Department seems more like formalities than any actual concern,” Asfour told Al Jazeera. “We want to see direct action. Holding the terrorist settlers accountable is a step in the right direction.”</p><p>After Israeli soldiers or settlers kill American citizens, the US usually calls on <a href=\"/news/2025/7/15/us-asks-israel-to-probe-terrorist-killing-of-american-citizen-by-settlers\">Israel to investigate</a>.</p><p>But Israel rarely prosecutes anyone for abuses against Palestinians. Rights advocates have long argued that Israel is not equipped to investigate its own crimes.</p><p>For example, no charges have been brought in the case of <a href=\"/news/2025/7/11/israeli-settlers-beat-to-death-us-citizen-in-west-bank-family-says\">Musallet’s fatal beating</a> nearly one month later.</p><p>The CAIR letter stressed that Israel has a “well-documented and deeply troubling history of distorting facts, fabricating narratives, and systematically exonerating its soldiers and illegal settlers”.</p><p>Since 2022, Israeli soldiers and settlers <a href=\"/news/2025/7/18/how-us-dealt-with-the-cases-of-nine-americans-killed-by-israel-since-2022\">have killed</a> at least 10 US citizens. None of the cases have resulted in criminal charges.</p><p>“The murder of Khamis Ayyad must mark a turning point. The time to stop hiding behind legal technicalities and political convenience is now. Inaction is complicity,” the CAIR letter said.</p><p>On Monday, Congressman Chuy Garcia, who represents a district in the Chicago area, also called for the US to launch its own probe into Ayyad’s death.</p><p>“I join his family in urging a full US investigation into the incident and demand the accountability of those involved,” Garcia wrote in a <a href=\"https://x.com/RepChuyGarcia/status/1952482949904925034\" target=\"_blank\" rel=\"noopener\">social media post</a>.</p></div></div></body></html>"
        },
        {
            "title": "Haiti names new head of transitional council ahead of scheduled elections | Government News | Al Jazeera",
            "time": "2025-08-07T23:21:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219667704715-1754606101.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Haiti has appointed businessman Laurent Saint-Cyr as the head of its transitional presidential council as the country continues to battle rampant gang violence, corruption and economic insecurity.</p><p>Saint-Cyr’s inauguration ceremony took place on Thursday at the Villa d’Accueil, a colonial-style mansion in a suburb of the capital, Port-au-Prince.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We must restore state authority,” Saint-Cyr said at the ceremony. “The challenges we face are certainly linked to insecurity, but they also are the result of our lack of courage, a lack of vision and our irresponsibility.”</p><p>But even the location of Saint-Cyr’s inauguration was a sign of the instability Haiti faced. The federal government has been largely displaced from downtown Port-au-Prince, where gangs control nearly 90 percent of the city.</p><p>On Thursday morning, one prominent gang leader, Jimmy “Barbecue” Cherizier, even pledged to disrupt Saint-Cyr’s inauguration.</p><p>“We have decided to march on the premier’s office and the Villa d’Accueil to end it all,” Cherizier said in a video posted online.</p><p>He called on Port-au-Prince’s residents to assist him and his fighters in their approach of the mansion: “People of Haiti, take care of yourselves and help us.”</p><p>But Cherizier was ultimately not successful. A security mission backed by the United Nations and led by Kenya issued a statement explaining that police officers had increased their patrols in the area.</p><p>“Armed gangs had plotted to disrupt national stability and render the country ungovernable,” the statement said, asserting that law enforcement had successfully deterred those efforts.</p><figure id=\"attachment_3877861\" aria-describedby=\"caption-attachment-3877861\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877861\" src=\"/wp-content/uploads/2025/08/AP25219663166136-1754606137.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters hold up portraits of Laurent Saint-Cyr outside a stone wall\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877861\" class=\"wp-caption-text\">Supporters celebrate the appointment of Laurent Saint-Cyr to the transitional presidential council in Port-au-Prince, Haiti, on August 7 [Odelyn Joseph/AP Photo]</figcaption></figure><p>Saint-Cyr’s appointment, however, has drawn scrutiny for what it symbolises in the conflict-torn country.</p><p>Both Saint-Cyr and Haiti’s prime minister, Alix-Didier Fils-Aime, are light-skinned, mixed-race businessmen who made their fortunes in the private sector. Saint-Cyr worked in the insurance industry, while Fils-Aime led an internet company.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The majority of Haitians, however, are Black, with only 5 percent of the population identifying as mixed race. The country itself is the poorest in Latin America.</p><p>Some critics fear the leadership of figures like Saint-Cyr could herald a slide backwards for Haiti’s government, where power has long been concentrated among the rich and lighter-skinned.</p><p>The country has not held a presidential election since 2016, and turmoil in the country increased following the 2021 assassination of Jovenel Moise.</p><p>Criminal networks have exploited the power vacuum to expand their own influence, while denouncing the remaining government leadership as inefficient and corrupt.</p><p>Though the presidential council was only formed in April 2024, by the end of that year, three of its members had been accused of corruption, though they denied wrongdoing.</p><p>The transitional presidential council is considered to be widely unpopular, and its nine members have been rotating into the leadership position.</p><p>Saint-Cyr is meant to be the final head of the council before it completes its task of holding a presidential election on February 7, 2026. At that point, Saint-Cyr and the council are expected to hand off power to the election’s victor.</p><p>Elections for roles in the federal government are expected to unfold in three stages, starting in November and ending with February’s presidential race. But critics warn gang violence could thwart those plans.</p><p>The United Nations estimates that <a href=\"/news/2025/7/11/haiti-death-toll-hits-nearly-5000-in-nine-months-as-gang-violence-spreads\">4,864 people</a> in Haiti were killed from October 2024 to June of this year.</p><p>Threats of violence have forced essential services to shut down, including hospitals and roadways, and nearly 1.3 million people have been displaced from their homes.</p><p>The humanitarian situation in Haiti is considered among the most dire in the world, and Saint-Cyr called on the international community to respond with further resources.</p><p>“I invite all international partners to increase their support, send more soldiers, provide more training,” Saint-Cyr said at Thursday’s ceremony. “I am asking the security forces to intensify their operations.”</p><p>Ambassadors from several foreign countries were in attendance. He directed some of his remarks at them.</p><p>“Our country is going through one of the greatest crises in all its history,” Saint-Cyr said. “It’s not the time for beautiful speeches. It’s time to act.”</p></div></div></body></html>"
        },
        {
            "title": "Trump to nominate ‘loyalist’ Stephen Miran to the Federal Reserve board | Banks News | Al Jazeera",
            "time": "2025-08-07T21:48:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219715009905-1754599571.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to nominate ‘loyalist’ Stephen Miran to the Federal Reserve board</h1><p class=\"article__subhead\"><em>Miran, who currently sits on the White House’s Council of Economic Advisers, has advocated for a far-reaching overhaul of Fed governance.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said he will nominate Stephen Miran, a top economic adviser to the US Federal Reserve’s board of governors, for four months, temporarily filling a vacancy while continuing his search for a longer-term appointment.</p><p>The president announced his decision on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Miran, the chair of the White House’s Council of Economic Advisers, would fill a seat vacated by Governor Adriana Kugler, a Biden appointee who is stepping down Friday. Kugler is returning to her tenured professorship at Georgetown University.</p><p>The term expires January 31, 2026, and is subject to approval by the Senate. Trump said the White House continues to search for someone to fill the 14-year Fed board seat that opens on February 1.</p><p>Miran, who served as an economic adviser in the Department of the Treasury during the first Trump administration, has advocated for a far-reaching overhaul of Fed governance that would include shortening board member terms, putting them under the clear control of the president, and ending the “revolving door” between the executive branch and the Fed and nationalising the Fed’s 12 regional banks.</p><p>The appointment is Trump’s first opportunity to exert more control over the Fed, one of the few remaining federal agencies that is still independent. Trump has relentlessly criticised the current chair, Jerome Powell, for keeping <a href=\"/economy/2025/7/30/us-federal-reserve-leaves-rates-unchanged-despite-pressure-from-white-house\" target=\"_blank\" rel=\"noopener\">short-term interest rates unchanged</a> – a major point of contention between the White House and the central bank.</p><p>Miran has been a major defender of Trump’s income tax cuts and tariff hikes, arguing that the combination will generate enough economic growth to reduce budget deficits. He has also played down the risk that Trump’s tariffs will generate higher inflation, a major source of concern for Powell.</p><p>Trump has unsuccessfully pressured Fed policymakers – who include Powell, his six fellow board members and the 12 Fed bank presidents – to lower rates. Appointing Miran to the central bank, even in a placeholder role, gives the president a potentially more direct route to pursue his desire for easier monetary policy.</p><h2 id=\"trump-loyalist\">‘Trump loyalist’</h2><p>It is unclear how much time Miran would have at the Fed to try to deploy his ideas, or even vote on interest rates, though.</p><p>All Fed nominees require Senate confirmation, a process that includes a hearing before the Senate Banking Committee, a vote from that panel advancing the nomination and a series of floor votes before the full Senate, where Democrats have been slowing the pace of approval for Trump appointments.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Stephen Miran is a Trump loyalist and one of the chief architects of the President’s chaotic tariff policy that has hurt Americans’ wallets,” the Senate Banking Committee’s top-ranking Democrat, Elizabeth Warren, said on X following the announcement. “I’ll have tough questions for him about whether he’d serve the American people or merely serve Donald Trump.”</p><p>The Senate is on summer recess until September 2.</p><p>There are just four policy-setting meetings, including one on September 16-17, before the end of what would be Miran’s term.</p><p>Fed policymakers kept the policy rate in its current 4.25 percent to 4.5 percent range at their July meeting, with Powell citing somewhat elevated inflation and the concern that Trump’s tariffs could keep it that way as reasons to keep policy restrictive.</p><p>Several central bankers this month have raised concerns about labour market weakness, and at least a couple have expressed renewed confidence that tariffs may not push up inflation as much as earlier thought. Those views echo the arguments made by two Fed governors who last month dissented on the decision to leave policy on hold.</p></div></div></body></html>"
        },
        {
            "title": "Famine kills nearly 200 in Gaza amid ‘apocalyptic’ battle for survival | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T21:24:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T071355Z_1766595275_RC201GAXZ3Y2_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-MALNUTRITION-1754601803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza health authorities say nearly 200 people, including 96 children, have died of hunger in Gaza, as the starving population battles against the odds to get food from dangerous airdrops and deadly aid hubs <a href=\"/news/2025/8/7/gaza-aid-distribution-declared-orchestrated-killing-by-msf\">run by the GHF</a>.</p><p>As Israel’s man-made <a href=\"/news/2025/8/4/what-starvation-really-means-for-the-human-body-and-for-gaza\">famine</a> under the ongoing blockade tightened its grip on the enclave, hospitals recorded four more deaths from “famine and malnutrition” on Thursday – two of them children – bringing the total to 197.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Amid the mounting death toll, World Health Organization (WHO) director Tedros Adhanom Ghebreyesus warned that about 12,000 children younger than five were suffering from acute malnutrition in July – the highest monthly figure ever recorded.</p><p>The scenes in Gaza City are “apocalyptic”, said Al Jazeera’s Ibrahim al-Khalili, with hundreds of people scrambling for scraps from aid pallets <a href=\"/opinions/2025/8/5/the-airdrops-on-gaza-are-a-pr-stunt-not-a-humanitarian-operation\">airdropped</a> among the rubble of destroyed buildings.</p><p>“Here the fight is not over food, but for survival,” he said.</p><p>Mustafa Tanani, a displaced Palestinian at the scene, said that some of the food had failed to land and was “hanging up high” between the buildings, making it “too risky” to try to reach. “It’s like a battle here. We come from far away and end up with nothing,” he said.</p><p>“Everyone is carrying bags of aid, and we don’t even manage to get anything. The planes are dropping aid for nothing. Look where they threw it. Up there, between the buildings. It’s dangerous for us,” he said.</p><h2 id=\"children-at-risk\">Children at risk</h2><p>Two children died of hunger in Gaza on Thursday, including a two-year-old girl in the al-Mawasi area, according to Nasser Hospital.</p><p>Raising the alarm over chronic child malnutrition, the United Nations said that its partners were able to reach only 8,700 of the 290,000 children under age five who desperately needed food and nutritional supplements.</p><p>Amjad Shawa, the head of the NGO Network in Gaza, told Al Jazeera Arabic that at least 200,000 children in the Gaza Strip suffer from severe malnutrition, with many deaths caused by a lack of baby formula and nutritional supplements under Israel’s blockade, in place since March.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Gaza’s Government Media Office said that only 92 aid trucks entered the enclave on Wednesday, far less than the 500-600 that the United Nations estimates are needed daily to meet basic needs.</p><p>Most of the aid that did make it in was prevented from reaching its intended recipients due to widespread “looting and robbery”, as a result of “deliberate security chaos” orchestrated by <a href=\"/news/2025/7/26/israel-says-its-distributing-aid-in-gaza-so-why-are-people-starving\">Israel</a>, said the office.</p><h2 id=\"orchestrated-killing\">‘Orchestrated killing’</h2><p>As the hunger crisis deepened, Doctors Without Borders, better known by its French-language acronym MSF, <a href=\"/news/2025/8/7/gaza-aid-distribution-declared-orchestrated-killing-by-msf\">called for the closure of the notorious</a> US- and Israeli-backed GHF, which runs deadly aid hubs where more than 1,300 Palestinians have been killed trying to reach food.</p><p>The NGO published a report on Thursday featuring testimony from front-line staff that Palestinians were being deliberately targeted at the sites, which they said amounted to “orchestrated killing and dehumanisation”, not humanitarian aid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>MSF operates two healthcare centres – al-Mawasi and al-Attar clinics – in direct proximity to GHF sites in southern Gaza, which received 1,380 casualties within seven weeks, treating 71 children for gunshot wounds, 25 of whom were under the age of 15.</p><p>“In MSF’s nearly 54 years of operations, rarely have we seen such levels of systematic violence against unarmed civilians,” said the report.</p><p>MSF patient Mohammed Riad Tabasi told Al Jazeera he had seen 36 people killed in the space of 10 minutes at a GHF site. “It was unbearable,” he said. “War is one thing, but this … aid distribution is another. We’ve never been humiliated like this.”</p><h2 id=\"deadly-strikes\">Deadly strikes</h2><p>As the population battled for survival, Israeli Prime Minister Benjamin Netanyahu told Fox News his country intended to take <a href=\"/news/2025/8/7/netanyahu-says-israel-intends-to-take-control-of-gaza-in-interview\">military control</a> of all of Gaza.</p><p>On Thursday, Israel continued to launch deadly air strikes on residential areas, killing at least 22 people.</p><p>In Deir el-Balah, Al Jazeera’s Tareq Abu Azzoum reported that a strike on the Nuseirat refugee camp in central Gaza killed five civilians.</p><p>An attack on the municipality of Bani Suheila, east of southern Gaza’s Khan Younis city, killed at least two people, according to a source from Nasser Hospital.</p><p>Six others were killed in earlier attacks in the Khan Younis area. One child died while attempting to retrieve airdropped aid there.</p><p>In northern Gaza’s Jabalia, at least one person was killed, according to a local medical source.</p><p>Palestine’s Wafa news agency reported several deadly attacks in Gaza City, one targeting a tent in the city’s Sheikh Radwan neighbourhood that killed at least six people.</p><p>The second attack targeted a separate residential area in the city, killing a woman and injuring others, said Wafa.</p><p>“Israel’s military escalation continues without any sign of abating. And civilians are still bearing the brunt of this conflict,” said Abu Azzoum.</p><p>Israel’s war on Gaza has killed at least 61,258 people.</p></div></div></body></html>"
        },
        {
            "title": "CDC reports ultraprocessed foods comprise more than half of the US diet | Health News | Al Jazeera",
            "time": "2025-08-07T21:19:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25066771959975-1754594597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Centers for Disease Control and Prevention (CDC) in the United States has released the summary of a new survey confirming that ultra-processed foods make up a majority of Americans’ caloric intake.</p><p>The <a href=\"https://www.cdc.gov/nchs/products/databriefs/db536.htm\" target=\"_blank\" rel=\"noopener\">study</a>, published on Thursday, involved tracking the meals and snacks of Americans from August 2021 to August 2023.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>During that period, 55 percent of the calories consumed by Americans came from ultra-processed foods, according to a mean calculated by the survey authors.</p><p>That number was even higher for younger people involved in the study. Youths ranging from age one to 18 reported that nearly 62 percent of their diet was highly processed. That number dipped to 53 percent among adults over age 19.</p><p>Ultra-processed foods are common and can take a variety of forms, from pre-packaged snacks, frozen foods and bottled soda drinks.</p><p>But Thursday’s findings are likely to add fuel to a campaign under Health and Human Services Secretary <a href=\"/news/2025/2/13/us-senate-confirms-robert-f-kennedy-as-health-and-human-services-leader\">Robert F Kennedy Jr</a> to reform the US diet, as part of his “Make America Healthy Again” campaign (MAHA).</p><p>Just one day before the latest CDC numbers were published, Kennedy used his social media account to once again blame high-calorie, processed foods for a variety of ailments.</p><p>“Genes don’t cause epidemics. They may provide a vulnerability, but you need an environmental toxin — and we know what it is. It’s sugar and ultra-processed foods,” Kennedy <a href=\"https://x.com/SecKennedy/status/1953096453158588709\" target=\"_blank\" rel=\"noopener\">wrote</a> on the platform X on Wednesday.</p><p>Studies have repeatedly shown links between highly processed foods and detrimental health conditions like obesity, cardiovascular disease and diabetes.</p><p>Kennedy, however, <a href=\"/news/2025/1/30/fact-check-rfk-jrs-statements-during-senate-confirmation-hearing\">has been criticised</a> for seeking “environmental toxins” to explain conditions like autism, which researchers largely believe to result from a variety of factors, including genetic ones.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Thursday’s survey results are part of a long-running study tracking what American adults and children eat and drink on a daily basis through interviews, body measurements and laboratory testing.</p><p>Known as the National Health and Nutrition Examination Survey (NHANES), the study has its limitations: Interviews rely on self-reported food consumption, for instance.</p><p>But its origins stretch back to the 1960s, and since 1999, the study has continued without interruption, according to the CDC. About <a href=\"https://www.cdc.gov/nchs/nhanes/about/index.html\" target=\"_blank\" rel=\"noopener\">5,000 people</a> take part each year.</p><p>In the latest edition of the survey, researchers found that income played a significant role in how much ultra-processed foods were consumed per household. High-income groups corresponded with lower mean percentages of highly processed foods consumed.</p><p>This was particularly pronounced among adults. For those whose salaries were equivalent to 3.5 times the federal poverty level or more, a mean of 50.4 percent of their diet was comprised of processed foods.</p><p>That number rose to 54.7 percent for those whose incomes were slightly above, at or below the federal poverty level.</p><p>The survey also identified the primary culinary culprits behind Americans’ consumption of highly processed foods.</p><p>Sandwiches, including burgers, were the highest source of ultra-processed foods, comprising 7.6 percent of the calories consumed by youth and 8.6 percent for adults. Sweet bakery foods were the next highest category, at 6.3 percent for minors and 5.2 percent for adults.</p><p>Sweetened beverages and savoury snacks were also prominent sources of calories.</p><p>But the study did contain some positive news, showing that the mean consumption of ultra-processed foods had decreased.</p><p>In the survey period from 2013 to 2014, adults consumed a mean of 55.8 percent of their calories from highly processed items. But by the current period, that number slid to 53 percent.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian football icon Suleiman al-Obeid killed seeking aid in Gaza | Crimes Against Humanity | Al Jazeera",
            "time": "2025-08-07T21:09:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754600846.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "From Italy to Brazil, Trump’s new tariffs stir uncertainty | Newsfeed | Al Jazeera",
            "time": "2025-08-07T20:59:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754600303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India’s Modi, Brazil’s Lula speak amid Trump tariff blitz | Narendra Modi News | Al Jazeera",
            "time": "2025-08-07T20:39:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/09/2023-09-09T151003Z_1523118725_RC2Y43A62PK6_RTRMADP_3_G20-SUMMIT-1694331442.jpg?resize=1920%2C1365",
            "body": "<html><body><div><header class=\"article-header\"><h1>India’s Modi, Brazil’s Lula speak amid Trump tariff blitz</h1><p class=\"article__subhead\"><em>India is signaling it may seek to rebalance its global partnerships after Trump’s salvo of tariffs on Indian goods.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi and Brazil’s President Luiz Inacio “Lula” da Silva have spoken by phone, their offices said, discussing a broad range of topics that included tariffs imposed by the United States on goods from both countries.</p><p>Lula confirmed a state visit to India in early 2026 during the call on Thursday, which occurred a day after the Brazilian leader told the news agency Reuters that he would initiate a conversation among the BRICS group of countries on tackling US President Donald Trump’s levies, which are the highest on Brazil and India.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The group of major emerging economies also includes China, Russia and South Africa.</p><p>“The leaders discussed the international economic scenario and the imposition of unilateral tariffs. Brazil and India are, to date, the two countries most affected,” Lula’s office said in a statement.</p><p>Trump announced an additional 25 percent tariff on Indian goods on Wednesday, raising the total duty to <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\" target=\"_blank\" rel=\"noopener\">50 percent</a>. The additional tariff, effective August 28, is meant to penalise India for continuing to buy Russian oil, Trump has said.</p><p>Trump has also slapped a 50 percent tariff on goods from <a href=\"/economy/2025/8/6/brazil-requests-world-trade-organization-consultation-over-trump-tariffs\" target=\"_blank\" rel=\"noopener\">Brazil</a>, with lower levels for sectors such as aircraft, energy and orange juice, tying the move to what he called a “witch hunt” against former President Jair Bolsonaro, a right-wing ally on trial for an alleged coup plot to overturn his 2022 election loss.</p><p>On their call, Lula and Modi reiterated their goal of boosting bilateral trade to more than $20bn annually by 2030, according to the Brazilian president’s office, up from roughly $12bn last year.</p><p>Brasilia said they also agreed to expand the reach of the preferential trade agreement between India and the South American trade bloc Mercosur, and discussed the virtual payment platforms of their countries.</p><p>Modi’s office, in its statement, did not explicitly mention Trump or US tariffs, but said “the two leaders exchanged views on various regional and global issues of mutual interest.”</p><p>India is already signalling it may seek to rebalance its global partnerships after Trump’s salvo of tariffs on Indian goods.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Modi is preparing for his first visit to China in more than seven years, suggesting a potential diplomatic realignment amid growing tensions with Washington. The Indian leader visited Lula in Brasilia last month.</p></div></div></body></html>"
        },
        {
            "title": "Families of Israeli captives sail near Gaza to call for a ceasefire | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-07T20:18:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/wide_thumb-1754596910.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least six killed, 10 wounded in Israeli strikes on Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-08-07T20:18:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__69244L2__v1__HighRes__LebanonIsraelConflict-1754596504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least six people have been killed and 10 others wounded in two separate Israeli strikes on eastern <a href=\"/where/lebanon/\">Lebanon</a>, according to media and government reports, in its latest near-daily violation of a US-brokered November ceasefire in a war with Lebanese group Hezbollah.</p><p>Lebanon’s state-run National News Agency (NNA), citing a Health Ministry statement, said a strike hit a vehicle on Thursday on the al-Masnaa international road in the Bekaa Valley, killing five people and injuring 10 others.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Another drone strike killed a Lebanese civilian in the town of Kfar Dan, west of Baalbek in eastern Lebanon.</p><p>According to the agency, the man was standing outside his home when he was targeted by the drone. No further details were immediately available.</p><p>The Israeli military has not commented on the attacks.</p><p>The reported strikes came as <a href=\"/news/2025/8/7/lebanese-cabinet-holds-more-talks-on-disarming-hezbollah-under-us-pressure\">Lebanon’s government endorsed a US-backed proposal</a> for Hezbollah to be disarmed by the end of the year.</p><p>A Syrian national was killed earlier and two others were injured in an overnight Israeli strike on the town of Deir Siryan in the Marjayoun district of southern Lebanon, the Ministry of Public Health reported.</p><p>The Israeli army also targeted the northern outskirts of Deir Siryan near the Litani River, as well as a garage and bulldozers near residential areas, according to NNA.</p><p>In a military statement, the Israeli army claimed to have struck Hezbollah infrastructure sites in the attacks.</p><p>The conflict between Israel and Hezbollah began on October 8, 2023, as the Lebanese group launched strikes in solidarity with the Palestinian group Hamas in Gaza, which was coming under Israeli attack. This escalated into a full-scale war by September 2024, killing more than 4,000 people and injuring approximately 17,000.</p><p>Although a ceasefire was reached last November, Israel has conducted near-daily attacks in southern Lebanon, claiming to target Hezbollah’s activities. It has threatened that it will continue to do so until the Lebanese group is disarmed.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Under the <a href=\"/news/2024/11/26/biden-announces-israel-hezbollah-ceasefire-agreement\">terms of the ceasefire</a>, Hezbollah was to withdraw its fighters north of the Litani River, about 30 kilometres (20 miles) from the Israeli border. Israel, meanwhile, was meant to pull all of its troops out of Lebanon, but has kept them in five areas it deems strategic.</p><p>The ceasefire was based on a previous United Nations Security Council resolution that said only the Lebanese military and UN peacekeepers should possess weapons in the country’s south, and that all non-state groups should be disarmed.</p><p>However, that resolution went unfulfilled for years, with the Iran-backed political party and armed group’s arsenal before the latest war seen as far superior to the army’s, and the group wielding extensive political influence.</p></div></div></body></html>"
        },
        {
            "title": "Trump says undocumented immigrants will not be counted in new US Census | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T20:13:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2020-08-04T203453Z_2104275240_RC287I9RMV43_RTRMADP_3_USA-CENSUS-1754595201.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has said that he directed officials to exclude undocumented immigrants from being counted <a href=\"/news/2020/10/13/us-supreme-court-halts-census-in-latest-legal-twist\">in the Census</a> – a survey of the US population conducted every 10 years.</p><p>Trump said he directed the Commerce Department, which oversees the US Census Bureau, to immediately work on “new and highly accurate” survey based on “modern day facts and figures” and the results of the 2024 elections.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“People who are in our Country illegally WILL NOT BE COUNTED IN THE CENSUS,” Trump wrote in a social media post. “Thank you for your attention to this matter!”</p><p>The next Census is due in 2030, but it is not clear if Trump is calling for a new survey in the near future.</p><p>During his first term, the US president tried to add a citizenship question to the Census, but his efforts were blocked by the courts.</p><p>The Supreme Court ruled in 2019 that <a href=\"/news/2025/8/7/trump-announces-100-percent-tariff-on-semiconductor-imports\">the US administration</a> failed to provide a “reasoned” explanation for adding the question.</p><p>This time, however, if Trump’s Census policy is challenged legally, it could go before a more conservative Supreme Court.</p><p>Trump appointed three justices serving on the court currently.</p><p>Critics say excluding undocumented immigrants from the Census would violate the US Constitution, deprive local communities of needed federal resources and distort the data used by scientists and researchers.</p><p>The 14th Amendment of the US Constitution says that congressional representation should be based on “counting the whole number of persons in each state”.</p><p>The Census already includes undocumented immigrants in the “hard to count” category.</p><p></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>States use census data to draw <a href=\"/news/2025/8/4/us-democrats-block-vote-on-trump-backed-texas-redistricting-map\">congressional districts</a>.</p><p>A 2023 report by the bureau found that <a href=\"/news/2022/3/10/us-census-undercounted-minorities-2020-new-data-shows\">the 2020 Census</a> likely failed “in collecting data for a significant fraction of noncitizens residing” in the country.</p><p>On Thursday, several Democrats slammed Trump’s decision as unconstitutional.</p><p>“The Constitution mandates a census every ten years that counts every single person in the country, regardless of their citizenship status,” Congressman Jerrold Nadler wrote in a social media post.</p><p>“When Trump tried to do <a href=\"/news/2021/8/12/white-population-shrinks-as-us-becomes-more-diverse\">this in 2020</a>, the courts flat out rejected it. The Constitution is plain and simple: ‘whole number of persons.'”</p><p>Republicans defended the decision, arguing that counting undocumented immigrants rewards states that foster them and distorts congressional representation.</p><p>“‘We the People’ means citizens, not invaders,” Congressman Mark Harris said on X, invoking the preamble of the US Constitution.</p><p>“Counting illegal aliens in the census disenfranchises Americans and rewards blue states for breaking the law. Let’s get a recount — ASAP!!”</p><p>If conducted in 2030, the next Census will be conducted by Trump’s successor, but preparations for the survey start well ahead of time.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu: Israel to take control of ‘all of Gaza’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-07T20:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754596807.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "WHO says US ending mRNA vaccine contracts a ‘significant blow’ | Coronavirus pandemic News | Al Jazeera",
            "time": "2025-08-07T19:57:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-30T205036Z_1783737145_RC28XFABGV43_RTRMADP_3_USA-TRUMP-1754593862.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The decision by US President Donald Trump’s administration to terminate 22 federal contracts for <a href=\"/news/2023/4/20/who-officially-launches-mrna-vaccine-tech-hub-in-cape-town\">mRNA-based vaccines</a> is a major blow to a hugely promising platform, the World Health Organization said.</p><p>“This is, of course, a significant blow,” WHO immunisation figurehead Joachim Hombach told the UN correspondents’ association ACANU on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Department of Health and Human Services (HHS) announcement that it will wind down mRNA vaccine development activities under its biomedical research unit is the latest development under US Health Secretary Robert F Kennedy Jr, a long-time vaccine sceptic who has been making sweeping changes to reshape vaccines, food and medicine policies.</p><p>“mRNA vaccines are a very important technology and platform which has served us extremely well for COVID. We also know there is very promising work going on in relation to influenza vaccines,” Hombach said. “From our perspective, the platform is particularly useful in relation to developing vaccines against emerging and pandemic threats, because these platforms can be very rapidly adapted.”</p><p>Unlike traditional vaccines, which often use weakened or inactivated forms of the target virus or bacteria, mRNA shots deliver genetic instructions into the host’s cells, prompting them to produce a harmless decoy of the pathogen and train the immune system to fight the real thing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US health department’s Biomedical Advanced Research and Development Authority is “terminating 22 mRNA vaccine development investments because the data show these vaccines fail to protect effectively against upper respiratory infections like COVID and flu”, Kennedy said.</p><p>Hombach, executive secretary for the WHO’s strategic advisory group of experts on immunisation, called for work on the development of mRNA vaccines to continue around the world.</p><p>“This is, from our perspective, an unfortunate and untimely move, but we are confident that the research endeavour will continue because it’s an extremely promising technology,” he told reporters.</p><p>Shortly after his inauguration in January, Trump signed an executive order directing the United States to withdraw from the WHO, an organisation he has repeatedly criticised over its handling of the COVID-19 pandemic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Biomedical Advanced Research and Development Authority helps companies develop medical supplies to address public health threats, and had provided billions of dollars for the development of vaccines during the COVID-19 pandemic.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>HHS said the wind-down includes cancellation of a contract awarded to Moderna MRNA.O for the late-stage development of its bird flu vaccine for humans and the right to buy the shots, as previously reported in May.</p><p>The US health agency said it was also rejecting or cancelling multiple pre-award solicitations, including proposals from Pfizer PFE.N, Sanofi Pasteur SASY.PA, CSL Seqirus CSL.AX, Gritstone and others.</p><p>Kennedy said the department is terminating these programmes because data show these vaccines “fail to protect effectively against upper respiratory infections like COVID and flu,” but did not offer scientific evidence.</p><p>“We’re shifting that funding toward safer, broader vaccine platforms that remain effective even as viruses mutate,” Kennedy said.</p><p>In total, the decision affects 22 projects worth nearly $500m, the agency said.</p><p>HHS said the decision follows a comprehensive review of mRNA-related investments initiated during the COVID-19 public health emergency.</p></div></div></body></html>"
        },
        {
            "title": "Top Kremlin official: Putin, Trump to meet ‘in coming days’ | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-07T19:42:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T095225Z_400192745_RC2BFEAD80YS_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-USA_cropped-1754593977.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia and Thailand agree to deploy ASEAN ceasefire monitors | Border Disputes News | Al Jazeera",
            "time": "2025-08-07T18:47:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219287016733-1754585104.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cambodia and Thailand agree to deploy ASEAN ceasefire monitors</h1><p class=\"article__subhead\"><em>Both sides agree to extend truce, though Thailand still holds 18 Cambodian soldiers taken hours after truce implemented.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodia and Thailand have agreed to allow observers from the Association of Southeast Asian Nations (ASEAN) to monitor a <a href=\"/news/2025/8/7/locals-pray-for-peace-as-thailand-cambodia-tensions-continue-despite-talks\">fragile ceasefire</a> that ended five days of deadly border clashes last month.</p><p>Cambodian Defence Minister Tea Seiha and Thailand’s acting Defence Minister Nattaphon Narkphanit concluded four days of talks in Kuala Lumpur on Thursday aimed at thrashing out the terms of the Malaysia-brokered truce, with a joint pledge to continue a freeze on border troop movements and patrols.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The two countries have quarrelled for decades over their 817km (508-mile) undemarcated land border, the <a href=\"/news/2025/7/24/what-we-know-about-clashes-on-the-thai-cambodian-border\">latest dispute</a> breaking out after a landmine explosion on the border wounded five Thai soldiers last month, with the resulting fighting killing at least 43 people.</p><p>According to a joint statement of the so-called General Border Committee, each country will set up its own interim observer team comprised of defence officials from the ASEAN regional bloc and coordinated by current chair Malaysia, pending the deployment of a formal observer mission.</p><p>The United States welcomed the developments as an “important step forward in solidifying the ceasefire arrangement and establishing the ASEAN observation mechanism”, said US Secretary of State Marco Rubio in a statement on Thursday.</p><p>“President Trump and I expect the governments of Cambodia and Thailand to fully honor their commitments to end this conflict,” Rubio noted.</p><p>The July 28 ceasefire followed economic pressure from US President Donald Trump, who had warned the nations that he would not conclude trade deals with them if the fighting persisted. Washington subsequently lowered tariffs on goods from the two countries from 36 percent to 19 percent at the beginning of this month.</p><p>Cambodian Prime Minister Hun Manet <a href=\"/news/2025/8/7/cambodia-nominates-trump-for-nobel-prize-after-thai-border-truce\">nominated</a> Trump for the Nobel Peace Prize on Thursday, lauding him for his “extraordinary statesmanship” and his “visionary and innovative diplomacy” in a letter addressed to the Norwegian Nobel Committee.</p><p>“This timely intervention, which averted a potentially devastating conflict, was vital in preventing great loss of lives and paved the pay towards the restoration of peace,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shaky-deal\">Shaky deal</h2><p>Implementation of the deal was initially bumpy, with both Thailand and Cambodia accusing each other of violating international humanitarian laws and breaching the truce in the first few days of its implementation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>While both sides have now extended the shaky deal, the issue of 18 Cambodian soldiers captured just hours after the ceasefire took effect remains a sticking point.</p><p>Cambodia had accused Thailand of mistreating the captured men, who initially numbered 20, with two wounded members repatriated on Friday. Thai authorities called the group “prisoners of war” and said they would only be freed and repatriated following an end to the conflict.</p><p>The joint statement did not directly mention them, but it noted that the captives should be “immediately released and repatriated after the cessation of active hostilities”.</p><p>Tensions have been growing between the two countries since May, when a Cambodian soldier was killed in a confrontation that created a diplomatic rift and <a href=\"/news/2025/6/19/thai-government-in-crisis-amid-fallout-from-pms-leaked-phone-call\">roiled</a> Thailand’s domestic politics.</p></div></div></body></html>"
        },
        {
            "title": "Medical plane crash in Kenya kills at least six, injures two | Aviation News | Al Jazeera",
            "time": "2025-08-07T18:33:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__68ZZ238__v1__HighRes__KenyaAviationAccident-1754588580.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Medical plane crash in Kenya kills at least six, injures two</h1><p class=\"article__subhead\"><em>The plane had taken off from the capital Nairobi’s Wilson Airport and was destined for Somaliland.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An air ambulance has crashed into a residential area near the <a href=\"/where/kenya/\">Kenyan capital Nairobi</a>, killing at least six people and injuring two others, according to a local official.</p><p>The mid-size jet took off from Wilson Airport at 2:17pm local time (11:17 GMT) on Thursday and was en route to Somaliland when it came down in Ruiru, Kiambu County, shortly after 3:00pm (12:00 GMT).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We have lost four people, including the pilot … it was all fatal,” said Kiambu County Commissioner Henry Wafula.</p><p>“The house that it landed on … two people again also died,” he said, adding that two people on the ground had been “seriously injured”.</p><p>Images taken by reporters from the AFP news agency on the scene showed huge crowds had gathered, as rescue teams from the Kenya Red Cross and first responders picked through the scattered debris.</p><p>“The plane started burning while in the air,” resident Tasha Wanjira told AFP, before it hurtled down into the small community.</p><p>Another resident, Irene Wangui, described how the “plane passed by our building shaking it”, and said when the aircraft came down, “there were body parts littered all over.”</p><p>As dusk fell, hundreds remained to watch the rescue workers, with residents sobbing as they were comforted by neighbours.</p><p>“I have lost everything, thank God my children were not around,” Margaret Wairimu told AFP, weeping over her destroyed home.</p><p>The CEO of the charity Amref Flying Doctors, Stephen Gitau, confirmed one of their aeroplanes, a Cessna Citation XLS, had been “involved in a fatal accident today”, but did not provide any further details.</p><p>Gitau said the company was focusing on “the safety and well-being of those on board” and said that further information would be provided “as it is confirmed”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Amref released a statement saying that it was “cooperating fully with relevant aviation authorities and emergency response teams to establish the facts surrounding the situation”.</p><p>Based in Nairobi, Amref was founded in 1957 as the Flying Doctors of East Africa.</p></div></div></body></html>"
        },
        {
            "title": "Police raid Kashmir bookshops after India bans titles for ‘secessionism’ | Censorship News | Al Jazeera",
            "time": "2025-08-07T18:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219284859775-1754584004.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in Indian-administered <a href=\"/where/kashmir/\">Kashmir</a> have raided bookshops after authorities earlier this week banned 25 books, saying works like those by Booker Prize-winning writer Arundhati Roy propagate “false narratives” and “secessionism” in the contested Muslim-majority region.</p><p>In compliance with the order, police officials on Thursday also searched roadside book vendors and other establishments dealing in printed publications in the main city of Srinagar and across multiple locations in the region to confiscate the banned literature, police said. However, officials didn’t specify if they had seized any such material.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The operation targeted materials promoting secessionist ideologies or glorifying terrorism,” police said in a social media statement. “Public cooperation is solicited to uphold peace and integrity.”</p><p>The raids came after the government accused the writers of propagating “false narratives” about Kashmir, “while playing a critical role in misguiding the youth” against the <a href=\"/where/india/\">Indian state</a>.</p><p>Authorities on Thursday also seized Islamic literature from bookshops and homes after a similar directive in February.</p><p>Kashmir has been divided between India and Pakistan since their independence from British rule in 1947. Both claim the Himalayan territory in full.</p><p>Rebel groups have fought since 1989 against the Indian rule of Kashmir, demanding independence or its merger with Pakistan.</p><p>Since 2019, Indian authorities have increasingly criminalised dissent and shown no tolerance for any narrative that questions India’s sovereignty over Kashmir.</p><p>The order banning the books was issued by the region’s Home Department on Tuesday – <a href=\"/news/2025/8/5/anti-india-rallies-in-pakistan-administered-kashmir-over-disputed-status\">the six-year anniversary</a> of New Delhi’s imposition of direct rule – although the ban took time to be brought to wider attention.</p><p>The ban threatens people with prison time for selling or owning works by constitutional expert AG Noorani and noted academicians and historians like Sumantra Bose, Christopher Snedden and Victoria Schofield, among others.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The order declared the 25 books “forfeit” under India’s new criminal code of 2023, effectively banning the works from circulation, possession and access within the Himalayan region.</p><p>Bose, a political scientist and author whose book Kashmir at the Crossroads was among the banned works, rejected “any and all defamatory slurs” on his work, the Press Trust of India news agency reported.</p><p>“I have worked on Kashmir – among many other subjects – since 1993,” Bose said. “Throughout, my chief objective has been to identify pathways to peace so that all violence ends and a stable future free of fear and war can be enjoyed by the people of the conflict region, of India as a whole, and the subcontinent.</p><p>“I am a committed and principled advocate of peaceful approaches and resolutions to armed conflicts, be it in Kashmir or elsewhere in the world,” he said.</p><p>Roy’s 2020 book of essays, Azadi: Freedom, Fascism, Fiction, was also included in the ban.</p><p>Roy, 63, is one of India’s most famous living authors, but her writing and activism, including her trenchant criticism of Prime Minister Narendra Modi’s government, have made her a polarising figure.</p><p>Historian Siddiq Wahid said the edict contravenes the constitution, “which allows for the freedoms of speech and expression”.</p><p>“The list of banned books numbers several that are authored and published by individuals and institutions whose reputations depend on supplying evidence, logic and argument towards the conclusions they draw,” Wahid told the AFP news agency. “Does that count for anything anymore?”</p><p>Indian-administered Kashmir elected a <a href=\"/news/2024/10/8/party-opposed-to-indias-stripping-of-kashmirs-autonomy-wins-election\">new government</a> in September and October, its first since it was brought under New Delhi’s direct control, with voters backing opposition parties to lead its regional assembly.</p><p>However, the local government has limited powers, and the territory continues in practical terms to be governed by a New Delhi-appointed administrator.</p><p>Chief cleric and separatist leader Mirwaiz Umar Farooq said the ban “only exposes the insecurities and limited understanding of those behind such authoritarian actions”.</p><p>“Banning books by scholars and reputed historians will not erase historical facts and the repertoire of lived memories of people of Kashmir,” Farooq said on the social media platform X.</p><p></p><p> </p></div></div></body></html>"
        },
        {
            "title": "Tougher transshipment penalties on US imports not immediate: Report | Business and Economy News | Al Jazeera",
            "time": "2025-08-07T18:22:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-08T130629Z_161137354_RC24QDA4I9D5_RTRMADP_3_USA-TRUMP-TARIFFS-SOUTHEAST-ASIA-1754459575_53a2fa-1754462938.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Tougher United States trade penalties on goods originating in one country being re-shipped from another are not expected to immediately follow new US tariffs, three people in Southeast Asia with knowledge of the matter said, easing a major cause of concern.</p><p>Southeast Asian countries, including Vietnam and Thailand, have been <a href=\"/news/2025/8/6/trumps-transshipment-crackdown-spells-danger-for-southeast-asian-economies\" target=\"_blank\" rel=\"noopener\">explicitly targeted </a>by White House officials for their alleged role in facilitating the so-called transshipment to the US of Chinese goods, which would face higher tariffs if shipped directly from China.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The administration of US President Donald Trump <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\" target=\"_blank\" rel=\"noopener\">imposed tariffs</a> on goods from dozens of countries from Thursday, and in an executive order, said products determined to have been illegally rerouted to conceal their country of origin would face additional duties of 40 percent. But it did not clarify what constitutes transshipment.</p><p>US imports from Southeast Asia’s biggest economies, which rely heavily on exports, are now subject to tariff rates of about 19 percent, many of which have been significantly reduced from previously threatened rates.</p><p>Existing US customs guidance states that goods from countries with no free trade agreements with Washington, such as Southeast Asian nations, can be labelled as made in the country where they undergo a “substantial transformation” of components, even if those parts entirely come from another country, such as China.</p><p>And with no new US guidance on rules of origin or specification of what transshipment means, some officials in Southeast Asia have told exporters that existing rules apply.</p><p>That effectively limits cases of transshipment to illegal activities, like the use of forged export certificates or documents obtained illicitly.</p><p>“Currently, all exported goods [from Thailand] are subject to a 19 percent rate because there are no rules on transshipment yet,” Arada Fuangtong, head of the Thai Ministry of Commerce’s Department of Foreign Trade, told Reuters on Thursday.</p><p>Her message was echoed by US officials in Vietnam, who told businessmen the tariff of 20 percent would apply to Vietnamese goods, even if they are entirely made with Chinese components and only assembled in Vietnam, according to one person familiar with those talks.</p><p>Trade consultants have said rules are vague, and they have advised clients, even before the new wave of US tariffs, to have at least 40 percent of local content for their exports to the US. That is “to be on the safe side”, one of them said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US embassy in Vietnam did not immediately reply to a request for comment. The Office of the US Trade Representative did not immediately respond to a request for comment outside US working hours.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Goods defined by US customs as transshipped are subject to 40 percent duties, but pending any new definition, that’s limited to old definitions,” said a Vietnam-based consultant.</p><p>Both people declined to be named in order to speak more freely.</p><h2 id=\"china-dependence\">China dependence</h2><p>According to the US customs guidance, repackaging does not usually cause a “substantial transformation”, but assembly may, depending on the complexity of the operations.</p><p>It is unclear if this narrow interpretation of transshipment could be enforced for other countries.</p><p>Economic ministries in Indonesia, Malaysia, the Philippines, Vietnam and Singapore did not immediately respond to requests for comment on the issue.</p><p>Manufacturers in Southeast Asia, which rely heavily on Chinese components, have been in the dark for months about what Washington would consider transshipment.</p><p>Questions remain about whether that would include goods with a large, but yet undefined, share of components or raw materials from China, even when they are legitimately transformed in Southeast Asian nations.</p><p>A strict definition of transshipment may come later, multiple investment consultants warned.</p><p>An executive order signed by Trump last week said the US will “publish every six months a list of countries and specific facilities used in circumvention schemes”.</p><p>That will “inform public procurement, national security reviews, and commercial due diligence”, it said.</p><p>“The message from Washington is deterrence,” said Marco Forster, director for Southeast Asia at investment consultancy Dezan Shira and Associates.</p><p>“If your supply chain cuts corners, it won’t be treated as a technical error. It’ll be treated as fraud.”</p></div></div></body></html>"
        },
        {
            "title": "Trump to sign order requiring universities to disclose admissions data | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T18:03:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24102671948492-1754588332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump is preparing to sign an order that would require universities to disclose to the federal government data about their student admissions.</p><p>White House Press Secretary Karoline Leavitt confirmed the news in a post on the social media platform X, reposting an article from the right-wing publication The Daily Caller.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump has long sought to exert greater control over the country’s higher education system, which he and other prominent Republicans consider ideologically skewed.</p><p>At the same time, Trump has also sought to dismantle initiatives to promote diversity, equity and inclusion — goals known collectively by the acronym DEI — on the basis that such efforts are inherently discriminatory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rolling-back-dei\">Rolling back DEI</h2><p>This was such a priority for Trump that, on January 20, during the first day of his second term, he signed <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/ending-radical-and-wasteful-government-dei-programs-and-preferencing/\" target=\"_blank\" rel=\"noopener\">an executive order</a> titled “Ending Radical And Wasteful Government DEI Programs And Preferencing”.</p><p>That order repealed a previous directive, issued under President Joe Biden, to advance “racial equity” and better support “underserved communities”.</p><p>It also called diversity initiatives “illegal and immoral” and ordered the termination of any such programmes run by the federal government.</p><p>“Federal employment practices, including Federal employee performance reviews, shall reward individual initiative, skills, performance, and hard work and shall not under any circumstances consider DEI,” the order explained.</p><p>Trump has sought to extend his campaign against DEI beyond the auspices of the federal government, including to private enterprises.</p><p>In the immediate aftermath of Trump’s inauguration, major US companies like <a href=\"/economy/2025/1/24/target-becomes-latest-us-firm-to-end-dei-initiatives\">the retailer Target</a> and the carmaker Ford have reframed or dialled back their DEI programming, in an apparent response to the president’s platform.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But critics have questioned whether Trump may be exceeding his constitutionally mandated powers.</p><p>Some have argued that an embrace of diversity practices falls well within a private enterprise’s free speech rights under the First Amendment of the Constitution.</p><p>They also point out that, without proactively supporting diversity in companies and universities, those institutions are likely to maintain imbalances in race, gender and ability that do not reflect the wider public.</p><p>That, in turn, keeps certain groups out of positions of power, perpetuating a history of segregation and bias in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peeling-back-affirmative-action\">Peeling back affirmative action</h2><p>But Trump and his allies have long argued that diversity-promoting practices use race, gender and other factors to discriminate against qualified candidates who may belong to over-represented groups.</p><p>In a subsequent <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/ending-illegal-discrimination-and-restoring-merit-based-opportunity/\" target=\"_blank\" rel=\"noopener\">executive order</a> on January 21, Trump pledged to restore “merit-based opportunity” in the US.</p><p>“Hardworking Americans who deserve a shot at the American Dream should not be stigmatized, demeaned, or shut out of opportunities because of their race or sex,” the executive order said.</p><p>Under Trump, the Department of Education <a href=\"https://www.ed.gov/about/news/press-release/us-department-of-education-takes-action-eliminate-dei\" target=\"_blank\" rel=\"noopener\">has taken steps</a> to roll back diversity initiatives and other “divisive ideology” in schools, including by freezing federal funds to institutions that do not comply.</p><p>That has put it at loggerheads with academic freedom advocates, who fear the independence of US schools is being trampled in favour of advancing a political agenda.</p><p>Opponents of diversity initiatives, however, have won significant victories, most recently in 2023.</p><p>That year, the <a href=\"/news/2023/6/29/us-top-court-bans-colleges-from-considering-race-in-admissions\">US Supreme Court ruled</a> that affirmative action — the practice of considering race and other diversity factors in school admissions — violated the US Constitution’s Fourteenth Amendment, which asserts the right to equal protection under the law.</p><p>That decision, delivered by the court’s conservative supermajority, overturned decades of precedent and barred schools from using race as a factor for choosing students.</p><p>Some conservative groups, however, have continued to question whether there is a bias in school admissions against white, male and Asian students.</p><h2 id=\"trump-versus-the-ivy-league\">Trump versus the Ivy League</h2><p>The US president has been among the sceptics clamouring for more information about university admissions and hiring practices, and he has made that demand a pillar in his fights with various top schools.</p><p>Trump has yanked billions in federal contracts, grants and other funds from schools, including Columbia University in New York, Harvard University in Massachusetts and the University of California, Los Angeles (UCLA), which reported this week a pause on $584m in grants.</p><p>To restore those suspended funds, Trump has called on university leaders to agree to his demands, including oversight over admissions.</p><p>Columbia was the first major campus to do so. As part of <a href=\"https://president.columbia.edu/sites/default/files/content/03.21.2025%20Columbia%20-%20FINAL.pdf\" target=\"_blank\" rel=\"noopener\">its deal</a> with the Trump administration, Columbia agreed to review its admissions practices and establish an advisory group to “analyze recent trends in enrollment”.</p><p>The advisory group will then “report to the President”, according to the deal.</p><p>The Trump administration has also launched federal investigations into universities, alleging violations of civil rights law. Some universities have submitted to Trump’s demands in part to bring those probes to a close.</p><p>On July 30, for instance, another Ivy League school, Brown University in Rhode Island, announced <a href=\"https://www.brown.edu/news/2025-07-30/brown-united-states-resolution-agreement\" target=\"_blank\" rel=\"noopener\">it had struck a deal</a> in exchange for the continuation of its federal funding and a “permanent closure” to the “open reviews and investigations” the Trump administration had launched.</p><p>As part of the deal, however, Brown <a href=\"/news/2025/7/30/brown-university-strikes-50m-deal-to-end-trump-administration-pressure\">agreed to spend $50m</a> on workforce development programmes and maintain “merit-based admissions policies”.</p><p>“No proxy for racial admission will be tolerated,” <a href=\"https://www.brown.edu/sites/default/files/brown-and-united-states-resolution-agreement_July-30-2025.pdf\" target=\"_blank\" rel=\"noopener\">the deal reads</a>. “Brown may not use personal statements, diversity narratives, or any applicant reference to racial identity as a means to introduce or justify discrimination.”</p><p>Still, some schools have resisted Trump’s demands, <a href=\"/news/2025/4/15/harvard-university-defies-trumps-demands-faces-2-3bn-in-funding-cuts\">most notably Harvard</a>, the nation’s oldest university.</p><p>In April, Harvard President Alan Garber rejected an agreement proposed by the Trump administration, which <a href=\"https://www.harvard.edu/research-funding/wp-content/uploads/sites/16/2025/04/Letter-Sent-to-Harvard-2025-04-11.pdf\" target=\"_blank\" rel=\"noopener\">would have required</a> a “comprehensive audit” of the school’s hiring and admissions practices.</p><p>That data would have then been shared with the federal government.</p><p>“No government — regardless of which party is in power — should dictate what private universities can teach, whom they can admit and hire, and which areas of study and inquiry they can pursue,” Garber <a href=\"https://www.harvard.edu/president/news/2025/the-promise-of-american-higher-education/\" target=\"_blank\" rel=\"noopener\">wrote</a> at the time.</p></div></div></body></html>"
        }
    ]
}