{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Uganda’s President Yoweri Museveni wins seventh term: Electoral Commission | Elections News | Al Jazeera",
            "time": "2026-01-17T13:13:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6967b01cdca0-1768402972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Uganda’s President Yoweri Museveni wins seventh term: Electoral Commission</h1><p class=\"article__subhead\"><em>Museveni, 81, secured 71.65 percent support, electoral commission says, after contentious election campaign.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Uganda’s President Yoweri Museveni <a href=\"/news/2026/1/15/polls-open-in-uganda-amid-crackdown-fears-of-violence-internet-blackout\">has been re-elected</a> to a seventh term, the country’s electoral commission has announced.</p><p>Museveni, 81, won with 71.65 percent of the vote, the commission said on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He defeated his main challenger, 43-year-old Bobi Wine, who received 24.72 percent of the vote, according to the official results.</p><p>Museveni’s widely expected victory comes after an election campaign that the United Nations said was marred by “widespread repression and intimidation”, including a crackdown on opposition rallies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thursday’s election also unfolded amid a nationwide internet blackout that drew <a href=\"/news/2026/1/14/uganda-faces-mounting-calls-to-end-internet-blackout-before-elections\">widespread criticism</a>.</p><p>Bobi Wine, a singer-turned-politician whose real name is Robert Kyagulanyi, had claimed on social media on Election Day that “massive ballot stuffing” was also taking place.</p><p>Bobi Wine said earlier on Saturday that he had <a href=\"/news/2026/1/17/ugandas-wine-says-escaped-raid-on-house-amid-disputed-presidential-vote\">escaped a police and army raid</a> on his house.</p><p>“Currently, I am not at home, although my wife and other family members remain under house arrest. I know that these criminals are looking for me everywhere, and I am trying my best to keep safe,” he said.</p><p>Museveni, who has been in power since 1986, has been accused of overseeing a years-long crackdown on his political opponents.</p><p>He said in the run-up to this week’s vote that he expected to easily win re-election with about 80 percent support.</p><h2 id=\"intimidation-arrests-abductions\">‘Intimidation, arrests, abductions’</h2><p>Election observers said on Saturday they saw no evidence of ballot stuffing but denounced “reports of intimidation, arrest and abductions” targeting the opposition and civil society.</p><p>That “instilled fear and eroded public trust in the electoral process”, said former Nigerian President Goodluck Jonathan,<span> who was representing election observers from the African Union and other regional bodies.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Jonathan told reporters that the internet shutdown “disrupted effective observation” of this week’s vote and “increased suspicion” but that the overall conduct of the polls on Election Day was “peaceful”.</p><p>The AFP news agency reported a heavy police presence around the capital, Kampala, on Saturday, as the authorities have sought to prevent any possible protests.</p><p>The Ugandan opposition said at least 10 people were <a href=\"/news/2026/1/16/incumbent-president-museveni-takes-strong-lead-in-uganda-election-count\">killed by police</a> in an attack on a local opposition lawmaker’s home in the town of Butambala, about 55km (35 miles) southwest of Kampala.</p><p>Local authorities put the death toll at seven, with police alleging that machete-wielding opposition “goons” attacked a police station and vote-tallying centre.</p><p>During this campaign, Wine’s rallies were repeatedly interrupted by security forces firing tear gas and bullets. At least one person was killed in the violence and hundreds of opposition supporters were arrested.</p><p>Museveni’s victory was long viewed as a formality, as the <a href=\"/features/2022/12/23/qa-ugandas-museveni\">former rebel fighter</a> has total control over the state and security apparatus.</p><p>Since taking office four decades ago, he has changed the constitution twice to <a href=\"/news/2018/1/2/uganda-enacts-law-ending-presidential-age-limits\">remove age and term limits</a>.</p><p>His ruling party, the National Resistance Movement, also had a commanding lead in parliamentary seats, according to provisional results. Ballots were still being counted.</p><p></p><p></p><p></p></div></div></body></html>"
        },
        {
            "title": "Senegal vs Morocco: AFCON final - teams, start time, lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-17T13:09:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255895047-1768653216.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Senegal vs Morocco<br>\n<strong>What:</strong> <a href=\"/tag/african-cup-of-nations/\">Africa Cup of Nations</a> final<br>\n<strong>Where:</strong> Prince Moulay Abdellah Stadium, Rabat, Morocco<br>\n<strong>When:</strong> Sunday, January 18, at 8pm (19:00 GMT)<br>\n<strong>How to follow: </strong>We will have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 16:00 GMT, in advance of our text commentary stream.</p><p>Morocco hosts Senegal in the final of the 2025 CAF Africa Cup of Nations on Sunday, ending a four-week tournament that showcased the continent’s best football.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A win in the men’s showpiece on Sunday would end a 50-year wait for the kingdom’s second Africa Cup title and bring validation of sorts for the huge spending spree. But the pressure is immense.</p><p>Senegal, the 2021 winner, is also going for its second title, but the build-up has been overshadowed by complaints about their treatment going into the final.</p><p>It’s a duel of lions, between the Atlas Lions of Morocco and Teranga Lions of Senegal.</p><p>Al Jazeera Sport takes a closer look at the final of the 35th edition:</p><h2 id=\"what-is-senegal-s-complaint-against-morocco-before-the-afcon-final\">What is Senegal’s complaint against Morocco before the AFCON final?</h2><p>The Senegalese Football Federation (FSF) called on the Confederation of African Football (CAF) and the local organising committee to “immediately take every corrective measure to guarantee respect for the principles of fair play, equal treatment, and security indispensable for the success of this celebration of African football”.</p><p>Senegal’s players travelled by train from Tangier to Rabat on Friday, but found what the federation said was a “clear lack of adequate security measures” upon their arrival.</p><p>FSF <a href=\"/sports/2026/1/17/afcon-final-senegal-criticizes-lack-of-fair-play-ahead-of-morocco-clash\">issued a statement</a> in the early hours of Saturday morning in which it criticised an alleged lack of security arrangements for the team’s arrival in Rabat, problems with the team’s accommodation, issues with the training facilities, and difficulties getting a fair ticket allocation for its supporters.</p><p>“This deficiency exposed the players and technical staff to overcrowding and risks incompatible with the standards of a competition of this magnitude and the prestige of a continental final,” the federation said.</p><h2 id=\"how-do-morocco-and-senegal-shape-up-for-the-afcon-final\">How do Morocco and Senegal shape up for the AFCON final?</h2><p>It has been a tournament of few surprises, and no one will be shocked to see the two top-ranked African teams contest the final – world No 11 Morocco vs No 19 Senegal. Both are likely to climb in the FIFA rankings when the next update is issued on Monday.</p><p>Both teams have played all their six games so far in the same stadium, with Morocco buoyed by vociferous home support in the 69,500-capacity Prince Moulay Abdellah Stadium, which is also hosting the final.</p><p>For Senegal, which played every game in Tangier, it will be its first match of the tournament in another stadium, potentially a further complaint of fairness for the Teranga Lions should the final not go in their favour.</p><h2 id=\"who-have-been-senegal-s-key-players-at-afcon-2025\">Who have been Senegal’s key players at AFCON 2025?</h2><p>Senegal’s Sadio Mane has created 18 chances, the most in the tournament. The two-time African Footballer of the Year (2019, 2022) scored against Egypt in the semifinal – his 11th Africa Cup goal.</p><p>Mane led Senegal to victory in 2021 and will want to sign off with another win in what is likely his last game in the competition.</p><p>Edouard Mendy has been a rock in goal, while midfielder Idrissa Gana Gueye brings a wealth of experience to the centre of the park, but the rumour is that this could also be the last AFCON for both of those players.</p><p>The pressure on Mane in attack has been eased by Iliman Ndiaye’s growing importance, as well as Paris Saint-Germain teenager Ibrahim Mbaye, who has also been an emerging talent at this tournament.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-have-been-morocco-s-key-players-at-afcon-2025\">Who have been Morocco’s key players at AFCON 2025?</h2><p>Forget Achraf Hakimi, the 2025 African Footballer of the Year – the undisputed star of the tournament so far has been Morocco’s No 10, Brahim Diaz, who scored in each of the team’s first five games.</p><p>If Diaz scores again in the final, he would join Ahmed Faras as Morocco’s joint-top scorer at an Africa Cup. Faras, the 1975 African Footballer of the Year, is the country’s top scorer altogether, with 36 goals.</p><p>To be fair to Hakimi, he missed the team’s first two games as he recovered from an ankle injury, going on as a substitute in the third. He has since played every game in the knockout stage and created 10 chances, the most for a Moroccan player.</p><h2 id=\"when-did-senegal-win-afcon\">When did Senegal win AFCON?</h2><p>Senegal’s only AFCON title came in 2022, and Mane was the main man for the Lions of Teranga as they beat Egypt on penalties in the Cup of Nations final in Yaounde.</p><p>Having missed a penalty during normal time that night, Mane stepped up to score the decisive kick in the shootout, and Senegal – World Cup quarterfinalists in 2002 – were African champions for the first time.</p><p>In that moment, a huge weight was lifted off the shoulders of the boy from a small town on the banks of the Casamance River in southern Senegal.</p><p>There have also been plenty of lows for the two-time African footballer of the year, including the defeat in the final against Algeria in Cairo at the 2019 edition and missing the 2022 World Cup with injury.</p><h2 id=\"when-did-morocco-win-afcon\">When did Morocco win AFCON?</h2><p>Much has been written about Morocco’s wait for their second AFCON crown. This edition marks the 50th anniversary of the Atlas Lions’ solitary continental title.</p><p>It is undoubtedly a huge underachievement by the north African nation, but the pressure is now greater than ever.</p><p>Morocco became only the fourth African nation to reach a World Cup quarterfinal at Qatar 2022 and went on to become the first nation from the continent to reach the semifinals.</p><p>Success did not follow at the 2023 AFCON, so – in front of their own fans – the expectation is that the wait, since that solitary title in 1976 in Ethiopia, must now come to an end.</p><h2 id=\"stat-attack-senegal\">Stat attack – Senegal</h2><p>Senegal goalkeeper Edouard Mendy has conceded only twice at this edition – against Congo and Sudan – and the Teranga Lions have not let in more than one goal in a game since a 2-2 draw with Algeria in 2017. In its last 22 Africa Cup games, Senegal has kept a clean sheet in 15 of those matches.</p><h2 id=\"stat-attack-morocco\">Stat attack – Morocco</h2><p>Morocco has conceded only one goal in the tournament so far – a penalty scored by Mali’s Lassine Sinayoko in the group stage.</p><p>They are also unbeaten in two years, since going out of the last AFCON in Ivory Coast in the last 16 to South Africa.</p><h2 id=\"are-morocco-and-senegal-going-to-the-fifa-world-cup-2026\">Are Morocco and Senegal going to the FIFA World Cup 2026?</h2><p>Both teams have qualified for the World Cup this year. However, Senegal supporters are unsure whether they can attend the team’s first two games in the United States because of a travel ban imposed by the Trump administration.</p><p>The Teranga Lions play their first match against France in New Jersey on June 16, four days before facing Norway in the same stadium. Senegal will face a playoff winner between Bolivia, Suriname and Iraq in Toronto for its final group game on June 26.</p><p>Morocco is in Group C with Brazil, Haiti and Scotland. Moroccan fans will not be affected by the travel ban.</p><h2 id=\"will-morocco-host-the-2028-afcon\">Will Morocco host the 2028 AFCON?</h2><p>Morocco will hope that it provided the best playing facilities, stadiums and infrastructure in the history of the tournament on the continent as it continues its preparations to be a 2030 World Cup co-host.</p><p>It’s likely it will get another dry run before the global showpiece as host of the 2028 Africa Cup of Nations, brought forward a year from 2029 to allow the Confederation of African Football (CAF) to switch the competition to a four-year cycle that brings it in line with FIFA’s calendar.</p><p>Few countries in Africa would be able to host the event at such short notice. Morocco, which has invested heavily in football and transport infrastructure, is also hosting three Women’s Africa Cup tournaments in succession, with the third beginning March 17.</p><p>The next AFCON is due to take place in 2027 in Kenya, Tanzania and Uganda.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>The nations have played each other 31 times, with Morocco winning 18 of the encounters and Senegal winning six.</p><p>A number of their encounters, including the last, have come at the African Nations Championship (CHAN) – a tournament where only players that play their club football on the continent can compete.</p><p>This, incredibly, will be their first meeting at an AFCON.</p><h2 id=\"senegal-team-news\">Senegal team news</h2><p>Senegal captain Kalidou Koulibaly is out because of an accumulation of yellow cards. It’s his second suspension of the tournament after a red card in the group stage, and it will be the second final he misses through suspension after the 2019 final, which Senegal lost to Algeria. Koulibaly’s semifinal was cut short by injury, so it’s uncertain if he could have played.</p><p>Senegal midfielder Habib Diarra is also suspended because of yellow cards. He was booked in the semifinal win over Egypt for arguing.</p><h2 id=\"senegal-predicted-starting-lineup\">Senegal predicted starting lineup</h2><p>Mendy; Diatta, Sarr, Niakhate, Diouf; Diarra, I. Gueye, P. Gueye; Ndiaye, Jackson, Mane</p><h2 id=\"morocco-team-news\">Morocco team news</h2><p>Azzedine Ounahi has missed the entirety of the competition with a calf injury, and the midfielder is expected to be absent once again for the final.</p><p>Romain Saiss picked up a muscle injury in Morocco’s opening match against Comoros and remains absent.</p><h2 id=\"morocco-s-predicted-starting-lineup\">Morocco’s predicted starting lineup</h2><p>Bono; Hakimi, Aguerd, Masina, Mazraoui; El Aynaoui; Diaz, El Khannouss, Saibari, Ezzalzouli; El Kaabi</p></div></div></body></html>"
        },
        {
            "title": "Iran: The protests, the blackout and the narrative war | TV Shows | Al Jazeera",
            "time": "2026-01-17T12:47:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/%E2%88%86WEB-TX03-LPKG-TEMPLATE-YT-THUMB-1768654020.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This past week, Iranian protesters were labelled “terrorists” and “saboteurs” by the state. That rhetoric was accompanied by an internet blackout and a surge in violence, with the death toll still unclear. Simultaneously, tensions between the United States and Iran escalated, raising the stakes in what has become one of the most serious political upheavals in the country in years.</p><p><strong>Contributors:<br>\n</strong>Tohid Asadi – Correspondent, Al Jazeera English<br>\nNarges Bajoghli – Assistant Professor, Johns Hopkins University<br>\nRoxane Farmanfarmaian – Lecturer, University Of Cambridge<br>\nFarzan Sabet – Managing Researcher, Global Governance Centre</p><h2 id=\"on-our-radar\">On our radar</h2><p>In the US, the shooting – in public – of a woman two weeks ago by immigration officers has spiralled into a case of outright lying that is remarkable even by the standards of the Trump administration. Ryan Kohls reports on how official accounts, allied media and even AI-generated spokespeople were deployed to defend the shooting.</p><h2 id=\"cory-doctorow-the-ai-hype-machine\">Cory Doctorow: The AI hype machine</h2><p>Artificial intelligence is routinely framed as unstoppable – a technology the world must adapt to, not question. But as companies invest hundreds of billions and the hype accelerates, scrutiny has fallen away. Cory Doctorow on who controls the story around AI and why past tech “revolutions” offer a warning.</p><p><strong>Featuring:<br>\n</strong>Cory Doctorow – Author and activist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrian army takes control of east Aleppo towns as Kurdish fighters withdraw | Syria's War News | Al Jazeera",
            "time": "2026-01-17T12:42:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26017374512273-1768647923.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s army says its forces have taken control of dozens of towns in the east of Aleppo governorate after the Kurdish-led Syrian Democratic Forces (SDF) withdrew from the areas.</p><p>After <a href=\"/news/2026/1/11/kurdish-fighters-leave-syrias-aleppo-after-days-of-clashes\">driving out</a> Kurdish forces from Aleppo city last week following deadly clashes, Syria’s army deployed reinforcements near Deir Hafer and other towns, and told the SDF to evacuate the area between the town and the Euphrates river, about 30km (18 miles) further east, amid a power struggle over the disarmament of the Kurdish-led group.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In statements to state television, Syria’s army said it had taken control of “34 villages and towns” east of Aleppo since it started entering the areas on Saturday morning, including the key towns of <a href=\"/gallery/2026/1/17/photos-syrian-army-enters-deir-hafer-after-sdf-withdrawal\">Deir Hafer</a> and Maskana, as well as a military airport.</p><p>However, it accused the SDF of violating the agreement and targeting an army patrol near Maskana, “killing two soldiers”.</p><p>It also said it had secured the exit of “more than 200 SDF organisation fighters and their weapons”.</p><p>The SDF, meanwhile, accused Damascus of violating the agreement, saying the army entered the towns of Deir Hafer and Maskana “before our fighters had fully withdrawn, creating a highly dangerous situation”, reporting clashes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"celebrations\">Celebrations</h2><p>Al Jazeera’s Zein Basravi, reporting from Deir Hafer, said civilians are on their way back to the town, trying to enter it.</p><p>“We have seen families travelling in the backs of pick-up trucks, braving cold, rainy weather. They are arriving at mud walls set up by the SDF as roadblocks and checkpoints as part of their positions,” he said,</p><p>“We are now seeing bulldozers moving in to clear the area, as the Syrian military attempts to establish control and carry out checks on those returning.”</p><p>Basravi also said people were elated at the fact that the city was under the control of the Syrian military. “Things here are celebratory,” he said.</p><p>Syria’s government is seeking to extend its authority across the country following the removal of longtime leader Bashar al-Assad in December 2024.</p><p>The SDF controls swaths of Syria’s oil-rich north and northeast, much of which it captured during the country’s civil war and the fight against the ISIL (ISIS) group over the past decade – a war the SDF fought as the main regional ally of the United States.</p><p>Progress on implementing a March deal to integrate the political and armed bodies of the Kurdish de facto autonomous administration and forces into the state has stalled amid differences between the two sides, including the Kurds’ demand for decentralised rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Friday evening, the Syrian army struck what it said were Kurdish positions in Deir Hafer. The SDF announced during the attack that the town was “currently under heavy artillery bombardment”.</p><p>Kurdish leader Mazloum Abdi, also known as Mazloum Kobani, committed to withdrawing the SDF on Saturday morning “towards redeployment in areas east of the Euphrates”, based on “calls from friendly countries and mediators”.</p><p>The Syrian defence ministry welcomed Abdi’s announcement, saying its troops would deploy after the SDF withdrew.</p><p>The Syrian army had urged civilians to flee Deir Hafer in recent days, with at least 4,000 people <a href=\"/news/2026/1/15/syrian-army-tells-civilians-to-evacuate-new-front-with-sdf-east-of-aleppo\">leaving</a>, according to Syrian authorities.</p><p>Millions of Kurds live across Syria, Iraq, Iran and Turkiye, with about one to 1.5 million estimated to live in northeastern Syria, controlled by the SDF.</p><h2 id=\"kurdish-rights-recognised\">Kurdish rights recognised</h2><p>The latest advance of the Syrian army came a day after President Ahmed al-Sharaa <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">issued</a> a decree, declaring Kurdish a “national language” and granting the minority official recognition in an apparent goodwill gesture, though the Kurds said it fell short of their aspirations.</p><p>Al-Sharaa’s announcement was the first formal recognition of Kurdish rights since Syria’s independence in 1946.</p><p>The decree stated that Kurds are “an essential and integral part” of Syria, where they have suffered decades of marginalisation and oppression under former rulers.</p><p>It made Kurdish a “national language” that can be taught in public schools in areas where the community is heavily present, and granted nationality to all Kurds, 20 percent of whom had been stripped of it under a controversial 1962 census.</p><p>The Kurdish administration in Syria’s north and northeast said the decree was “a first step, however, it does not satisfy the aspirations and hopes of the Syrian people”.</p><p>“Rights are not protected by temporary decrees, but … through permanent constitutions that express the will of the people and all components” of society, it said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Uganda’s Bobi Wine says escaped raid on house amid disputed vote | Elections News | Al Jazeera",
            "time": "2026-01-17T12:00:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T111327Z_1608417790_RC2L1JA285PG_RTRMADP_3_UGANDA-ELECTION-1768649427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Uganda’s Bobi Wine says escaped raid on house amid disputed vote</h1><p class=\"article__subhead\"><em>Opposition ‍leader claims escaping police and army raid hours before Museveni, 81, was declared the winner.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Al Jazeera Staff and News Agencies</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ugandan opposition leader Bobi Wine says he escaped a police and army raid on his house as veteran incumbent Yoweri Museveni secured an overwhelming victory in the presidential election.</p><p>“I want to confirm that I managed to escape from them,” Bobi Wine, a former pop star whose real name is ​Robert Kyagulanyi, wrote in a post on X on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Currently, I am not at home, although my wife and other family members remain under house arrest. I know that these criminals are looking for me everywhere, and I am trying my best to keep safe.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Bobi Wine on Friday said security forces had placed him under house arrest. His party later wrote on X that he had been “forcibly taken” from his residence by an army helicopter. The military <a href=\"/news/2026/1/16/ugandas-bobi-wine-taken-to-unknown-location-in-army-helicopter-party-says\">rejected the allegation</a>.</p><p>Bobi Wine, the country’s top opposition figure, had challenged longtime President Museveni in <a href=\"/news/2026/1/16/incumbent-president-museveni-takes-strong-lead-in-uganda-election-count\">an election campaign</a> that the United Nations said was marred by “widespread repression and intimidation”.</p><p>Museveni, 81, was <a href=\"/news/2026/1/17/ugandas-president-yoweri-museveni-wins-seventh-term-electoral-commission\">declared the winner</a> by the country’s election commission on Saturday, extending his 40-year rule, in an election marred by reports of at least 10 deaths and intimidation of the opposition and civil society.</p><p>In his post, Bobi Wine said his wife and other relatives remained under house arrest. He ascribed the reports of his own abduction to authorities blocking access to his home and neighbours misinterpreting the overnight “commotion” there.</p><p>He reiterated his “complete rejection” of the “fake results” announced by the head of Uganda’s election body, alleging ballot stuffing and the detention of other leaders of his party, the National Unity Platform.</p><p>“Aside from the blatant theft of the presidential election, these criminals have employed various fraudulent techniques to usurp the will of the people,” he wrote.</p></div></div></body></html>"
        },
        {
            "title": "Photos: Gaza ceasefire brings no relief as Israeli bombings continue | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-17T11:35:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260113__92HC4C4__v4__HighRes__TopshotPalestinianGazaIsraelConflict-1768633901.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Sitting in his Gaza City tent, Mahmoud Abdel Aal expresses his frustration and worries, as conditions in the Palestinian enclave remain unchanged since the implementation of a United States-brokered ceasefire deal between Hamas and Israel.</p><p>“There is no difference between the war and the ceasefire, nor between the first and second phase of the deal: Strikes continue every day,” Abdel Aal told the AFP news agency. “Everyone is worried and frustrated because nothing’s changed.”</p><p>Israeli attacks have persisted across Gaza, with at least 463 Palestinians killed since the ceasefire began in October last year.</p><p>Following US Middle East envoy Steve Witkoff’s announcement of the second phase of President Donald Trump’s Gaza peace plan on Wednesday, more than 14 people were killed in the coastal territory, according to Gaza’s civil defence agency.</p><p class=\"p1\">Amid a landscape of destroyed buildings and rain-damaged makeshift camps, Palestinians convey overwhelming bitterness. Though Israeli strikes have decreased in intensity since the ceasefire, daily bombings continue.</p><p class=\"p1\">On Friday, an AFP photographer documented members of the Houli family walking through rubble after five relatives died in an air strike on their Deir el-Balah home in central Gaza.</p><p class=\"p1\">Daily living conditions remain extremely precarious for most Palestinians, with more than 80 percent of infrastructure destroyed, according to the United Nations.</p><p class=\"p1\">Water and electricity networks and waste management systems have collapsed. Hospitals operate minimally when functioning at all, and educational activities exist only as occasional initiatives. According to UNICEF, every child in Gaza requires psychological support after more than two years of genocidal war.</p><p class=\"p1\">“We miss real life,” said Nivine Ahmad, a 47-year-old living in a displacement camp in southern Gaza’s al-Mawasi area, as she hopes to return to her home in Gaza City.</p><p class=\"p1\">“I pictured living with my family in a prefabricated unit, with electricity and water instead of our bombed home,” she said. “Only then will I feel that the war is over.”</p><p class=\"p1\">In the meantime, she urged the world to put itself in the shoes of the Palestinians. “We only have hope and patience,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Iran’s Khamenei says US, Israel links behind ‘thousands killed’ in protests | Protests News | Al Jazeera",
            "time": "2026-01-17T11:31:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_82UT4GW-1768648130.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"590\" data-end=\"859\">Iran’s Supreme Leader Ayatollah Ali Khamenei says actors linked to the United States and Israel were responsible for killing “several thousands” of people during weeks of antigovernment protests in the country.</p><p data-start=\"590\" data-end=\"859\">“Those linked to Israel and US caused massive damages and killed several thousands” during the protests that convulsed Iran for more than two weeks, Khamenei said on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"590\" data-end=\"859\">He accused the two nations of direct involvement in the violence, describing US President Donald Trump as a “criminal”. “The latest anti-Iran sedition was different in that the US president personally became involved,” Iranian state media quoted him as saying.</p><p data-start=\"590\" data-end=\"859\">Iranian authorities have increasingly pointed the finger at foreign powers for the unrest, accusing longstanding geopolitical rivals – mainly Israel and the US – of fomenting instability and directing operations on the ground.</p><p data-start=\"1600\" data-end=\"1847\">Khamenei warned that while Iran would avoid escalation beyond its borders, those it holds responsible would face consequences. “We will not drag the country into war, but we will not let domestic or international criminals go unpunished,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"931\" data-end=\"1164\">Reporting from Tehran via satellite, Al Jazeera correspondent Resul Serdar Atas said Khamenei’s remarks largely reaffirmed Iran’s longstanding position but also introduced a significant new claim on casualties.</p><p data-start=\"1427\" data-end=\"1720\">Khamenei alleged a deeper level of US involvement than in past unrest. “He said that in previous protests there was a low level of intervention of the Americans, but this time the president of the United States was a central figure in this international plot against Iran,” Atas added.</p><p data-start=\"1722\" data-end=\"2000\">What stood out, however, was the scale of the alleged death toll. “One thing that is new in his speech is that for the first time he is actually giving a sense of the numbers of people killed,” Atas said. “He is saying that the violent protesters have killed thousands of people.”</p><p data-start=\"2959\" data-end=\"3333\" data-is-last-node=\"\" data-is-only-node=\"\">There is still no confirmed death toll, though US-based rights group, HRANA, says a further 3,000 have been killed in the protests. Until now, Iranian officials had publicly acknowledged hundreds of deaths, including members of the <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">security forces</a>.</p><p data-start=\"2002\" data-end=\"2374\">Khamenei’s claim marks the first time the country’s top authority has spoken of casualties in the thousands.</p><p data-start=\"2002\" data-end=\"2374\">Atas noted that the claim aligns, at least partially, with assertions by some international human rights groups. “They have been saying that the death toll is much higher than what is being publicly announced by the officials,” he said.</p><p data-start=\"2959\" data-end=\"3333\" data-is-last-node=\"\" data-is-only-node=\"\">Iranian officials also say some <a href=\"https://aje.aj-harbinger.com/news/2026/1/16/iran-says-3000-people-arrested-as-antigovernment-protests-subside\">3,000 people</a> have been arrested over the protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2002\" data-end=\"2374\">Khamenei also accused protesters of widespread destruction, “including burning more than 250 mosque and medical facilities”, Atas said.</p><p data-start=\"2616\" data-end=\"2974\">According to Iran’s official narrative, protests initially began peacefully over rising prices and <a href=\"/features/2026/1/16/why-is-irans-economy-failing-prompting-deadly-protests\">economic hardship</a> on December 28 in several Iranian cities.</p><p data-start=\"2616\" data-end=\"2974\">“The government was acknowledging their demands and the hardships that they are facing,” Atas said, before adding that authorities now argue the demonstrations were later “hijacked by the violent protests who were receiving orders from the outside powers”.</p><p data-start=\"2976\" data-end=\"3130\" data-is-last-node=\"\" data-is-only-node=\"\">Iranian officials claim those involved were “equipped, financed, and trained” by foreign actors, with Khamenei placing Trump “in the centre of this plot”.</p><p data-start=\"620\" data-end=\"854\">The semiofficial Fars News Agency on Saturday said authorities restored the short messaging service (SMS) nationwide as part of a phased plan after eight days of near-total <a href=\"https://aje.aj-harbinger.com/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">internet disruption</a>.</p></div></div></body></html>"
        },
        {
            "title": "Australian Open: Djokovic targets Sincaraz to end wait for record 25th slam | Tennis News | Al Jazeera",
            "time": "2026-01-17T11:20:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26017206975759-1768645850.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Novak Djokovic can still crack a joke when discussing the Carlos Alcaraz-Jannik Sinner rivalry that for two years has prevented him from becoming the most decorated tennis player ever.</p><p>“I lost three out of four Slams against either Sinner or Alcaraz in 2025,” he said in reference to the rivalry dubbed <a href=\"/sports/2026/1/16/alcaraz-sinner-tennis-rivalry-is-all-the-hype-before-australian-open-2026\">“Sincaraz”</a> as he spoke on Saturday, on the eve of <a href=\"/sports/2026/1/15/australian-open-tennis-2026-key-dates-draw-top-seeds-prize-money\">the Australian Open</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We don’t need to praise them too much,” he added, smiling. “They have been praised enough! We know how good they are, and they absolutely deserve to be where they are. They are the dominant forces of the men’s tennis at the moment.”</p><p>Djokovic is starting a third season in pursuit of a 25th Grand Slam singles title, and has refined his approach for the Australian Open.</p><p>He withdrew from his only scheduled tuneup tournament, knowing he is lacking “a little bit of juice in my legs” to compete with two young stars at the end of the majors and that he has to stay as pain-free as possible.</p><p>Djokovic worked out how to beat Roger Federer and Rafael Nadal, the established rivals, before he turned it into the Big Three and then surpassed them both.</p><p>A winner of 24 major championships – a record for the Open era and tied with Margaret Court for the most in the history of tennis – the 38-year-old Djokovic is doing everything to keep himself “in the mix”.</p><p>Djokovic last won a major title at the 2023 US Open. Sinner and Alcaraz have split the eight since then. Sinner has won the last two Australian titles, and Alcaraz is in Australia, determined to add the title at Melbourne Park to complete a career Grand Slam.</p><p>Despite being hampered by injuries, Djokovic reached the semifinals at all four majors last year. A torn hamstring forced him to quit his Australian Open semifinal after ousting Alcaraz in the quarterfinals.</p><p>By reminding himself that “24 is also not a bad number,” Djokovic said he is taking the “now-or-never type of mentality” out of his every appearance at a major, because it is not allowing him to excel at his best.</p><p>“Sinner and Alcaraz are playing on a different level right now from everybody else. That’s a fact,” Djokovic said, “but that doesn’t mean that nobody else has a chance.</p><p>“So I like my chances always, in any tournament, particularly here.”</p><figure id=\"attachment_4246313\" aria-describedby=\"caption-attachment-4246313\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4246313\" src=\"/wp-content/uploads/2026/01/13321512-1768646156.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Carlos Alcaraz (R) of Spain greets Novak Djokovic (L) of Serbia after Alcaraz defeated Djokovic during the men's singles semifinals of the US Open Tennis Championships\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4246313\" class=\"wp-caption-text\">Carlos Alcaraz, right, of Spain, greets Novak Djokovic, left, of Serbia after Alcaraz defeated Djokovic during the men’s singles semifinals of the 2025 US Open Tennis Championships in September [Cristobel Herrera Ulashkevich/EPA]</figcaption></figure><p>The 10-time Australian Open champion starts Monday in a night match on Rod Laver Arena against No 71-ranked Pedro Martinez of Spain. Seeded fourth, he is in the same half of the draw as top-ranked Alcaraz. That means they can only meet in the semifinals here.</p><p>Djokovic has not played an official tournament since November.</p><p>“Obviously took more time to rebuild my body, because I understand that in the last couple of years, that’s what changed the most for me – takes more time to rebuild, and it also takes more time to reset or recover,” he said. “I had a little setback that prevented me to compete at Adelaide tournament … but it’s been going on very well so far here.”</p><p>He said there’s “something here and there” every day in terms of aches and pains, “but generally I feel good and look forward to competing.”</p><p>Djokovic cut ties earlier this month with the Professional Tennis Players Association, a group he co-founded, saying “my values and approach are no longer aligned with the current direction of the organisation.”</p><p>Djokovic and Canadian player Vasek Pospisil launched the PTPA in 2020, aiming to offer representation for players who are independent contractors in a largely individual sport.</p><p>“It was a tough call for me to exit the PTPA, but I had to do that, because I felt like my name was … overused,” he said.</p><p>“I felt like people, whenever they think about PTPA, they think it’s my organisation, which is a wrong idea from the very beginning.”</p><p>He said he is still supporting the concept.</p><p>“I am still wishing them all the best, because I think that there is room and there is a need for a 100% players-only representation organisation existing in our ecosystem,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Iran restores SMS as phased rollback of internet blackout begins | Internet News | Al Jazeera",
            "time": "2026-01-17T10:44:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6968dad63c-1768479446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"620\" data-end=\"854\">Iran has begun easing sweeping communication restrictions imposed after deadly antigovernment protests rocked the country for more than two weeks.</p><p data-start=\"620\" data-end=\"854\">The semiofficial Fars News Agency on Saturday said authorities restored the short messaging service (SMS) nationwide as part of a phased plan after eight days of near-total <a href=\"/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">internet disruption</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"620\" data-end=\"854\">Quoting officials, the agency reported that the decision followed what it described as the stabilisation of the security situation and the detention of key figures linked to “terror organisations” behind the violence during protests over rising prices and economic hardship that erupted on December 28 in several Iranian cities.</p><p data-start=\"1108\" data-end=\"1502\">Authorities said the internet blackout had “significantly weakened the internal connections of opposition networks abroad” and disrupted the activities of the “terror cells”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1108\" data-end=\"1502\">They said they would gradually lift other internet and communications controls. In the second phase, users are expected to regain access to Iran’s national internet network and domestic applications, before international internet connectivity is restored in a final stage.</p><p data-start=\"1812\" data-end=\"1934\">Local sources said access to Iranian messaging platforms, including Eita and Bale, had resumed after days of interruption.</p><h2 id=\"no-timeline\" data-start=\"1812\" data-end=\"1934\">No timeline</h2><p data-start=\"825\" data-end=\"1179\">Reporting from the capital, Tehran, via satellite, Al Jazeera correspondent Resul Serdar Atas said daily life has been profoundly affected by the prolonged shutdown of the internet.</p><p data-start=\"825\" data-end=\"1179\">“People are feeling that they’re living almost 30 years back, when there was very limited internet around,” he said.</p><p data-start=\"1181\" data-end=\"1640\">Officials say the restoration will follow a phased approach. “Now the SMS services are restored. It has been, as of now, around 10 hours since this service was restored,” Atas said on Saturday morning, adding that no clear timeline has been provided for the phased restoration of internet access.</p><p data-start=\"1181\" data-end=\"1640\">The only official guidance so far has come from Iran’s Foreign Minister Abbas Araghchi, who has said connectivity will return “soon” – a promise Atas said remains vague.</p><p data-start=\"2019\" data-end=\"2533\">The <a href=\"/news/2026/1/14/is-starlink-helping-iranians-break-internet-blackout-and-how-does-it-work\">blackout</a> has compounded economic pressures that initially fuelled the unrest, our correspondent said.</p><p data-start=\"2019\" data-end=\"2533\">“It is, of course, having a huge impact on business as well. The main trigger of this protest was the economic hardship that Iranians are facing on a daily basis, and this large internet blackout is further complicating and destabilising the economy here,” he said.</p><p data-start=\"2019\" data-end=\"2533\">“As long as this internet blackout is in place, the sense of normalcy is not going to return.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2959\" data-end=\"3333\" data-is-last-node=\"\" data-is-only-node=\"\">Meanwhile, tensions remain high in Iran despite the protests being relatively subdued in recent days.</p><p data-start=\"2623\" data-end=\"2839\" data-is-last-node=\"\" data-is-only-node=\"\">Iran’s ‍Supreme Leader Ayatollah Ali Khamenei on ⁠Saturday said ​Iran considers ‍United States President <a href=\"/news/2026/1/17/us-iran-tensions-trump-has-no-path-to-an-easy-win-despite-tehrans-woes\">Donald Trump</a> a “criminal” for ‍inflicting ⁠casualties, damage and slander on the Iranian people during ​the ‌protests.</p><p data-start=\"2623\" data-end=\"2839\" data-is-last-node=\"\" data-is-only-node=\"\"></p><p>“The latest anti-Iran sedition was different ‌in that ‌the US ⁠president personally became involved,” Iranian ‌media quoted Khamenei as saying.</p><p data-start=\"2959\" data-end=\"3333\" data-is-last-node=\"\" data-is-only-node=\"\">Officials say some <a href=\"/news/2026/1/16/iran-says-3000-people-arrested-as-antigovernment-protests-subside\">3,000 people</a> have been arrested over the protests. There is still no confirmed death toll, though US-based rights group, HRANA, says a further 3,000 have been killed in the protests.</p><p data-start=\"2959\" data-end=\"3333\" data-is-last-node=\"\" data-is-only-node=\"\">Atas reported that “more than 100 security personnel and hundreds of civilians and protesters have been killed,” with figures likely to change as inquiries proceed.</p><p data-start=\"2959\" data-end=\"3333\" data-is-last-node=\"\" data-is-only-node=\"\">Officials said the government was “fully aware of its human rights obligations” and had taken “all necessary measures to exercise maximum restraint” while also fulfilling its “duty to protect its people and maintain public order and national security”.</p><p data-start=\"2324\" data-end=\"2621\">Despite the partial easing of communication facilities, monitoring groups say overall connectivity remains severely limited. Internet watchdog NetBlocks said its data showed a slight increase in connectivity on Saturday morning, but overall access remained at about 2 percent of normal levels.</p><p data-start=\"2623\" data-end=\"2839\" data-is-last-node=\"\" data-is-only-node=\"\">“There is no indication of a significant return,” the group said in a post on X, suggesting that most Iranians remain largely offline as uncertainty continues over when full access will be restored.</p><p data-start=\"2623\" data-end=\"2839\" data-is-last-node=\"\" data-is-only-node=\"\"></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ceasefire in Palestine? What ceasefire? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-17T10:37:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251224__88Y83LE__v9__HighRes__PalestinianIsraelConflict-1766911622-1768646132.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>What does it say about global diplomacy that, in the same month when the West patted itself on the back for a ceasefire in Gaza, Palestinians in the occupied West Bank endured the highest number of settler attacks ever recorded?</p><p>In keeping with the past two years, the international community is condemning violence in principle, while granting Israel total impunity in practice. A response that is timid, hollow and all too predictable.</p><p>In October 2025, the United Nations documented more than 260 settler attacks in the West Bank, resulting in Palestinian casualties or property damage. Vehicles were torched, Palestinian agricultural workers assaulted, and olive trees burned, at the height of the harvest season. The violence is relentless, and the world’s timid response rings hollow.</p><p>But this is hardly unprecedented. Since October 2023, Israeli soldiers and settlers have killed more than 1,040 Palestinians in the West Bank, including 229 children, according to the UN. Violence is unfolding alongside mass displacement. In early 2025, an estimated 40,000 people were forcibly displaced by the Israeli army’s “Iron Wall” Operation in the northern West Bank, the largest single displacement in the West Bank since 1967.</p><p>It was then that I managed to enter the occupied West Bank, along with fellow British MP Andrew George and a staff member of our host, the International Centre of Justice for Palestinians. On one of our trips, we travelled from Jerusalem to the northern town of Tulkarem; it was a drive that should have taken roughly 50 minutes, but it stretched to more than three hours. Israeli checkpoints along the way made it impossible to guarantee passage, and we were forced to take an unconventional route.</p><p>When we arrived in Tulkarem, we met with youth leaders who described how Israeli bulldozers destroyed their roads and infrastructure. Everywhere we drove, we saw roads clearly damaged, some partially repaired, and others still piles of rubble. Since January 2025, as part of “Iron Wall”, the Israeli army has forcibly expelled the residents of two refugee camps in the area, Tulkarem and Nur Shams.</p><p>We visited a six-bedroom property housing about 50 refugees displaced from the refugee camps. The house had been repeatedly raided by Israeli authorities, and the bullet-riddled wall bore testimony to their visits. A 17-year-old refugee living in the house showed us wounds from a military dog, recounting how Israeli forces had thrown him into a ditch and set the dog on him. He complained he couldn’t even watch TV any more, pointing to the smashed television. The horrifying and the mundane all in one sentence.</p><figure id=\"attachment_4246325\" aria-describedby=\"caption-attachment-4246325\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4246325\" src=\"/wp-content/uploads/2026/01/Screenshot-2026-01-13-at-17.42.121-1768646443.png?w=770&amp;resize=770%2C430&amp;quality=80\" alt=\"The author in Masafer Yatta, occupied west Bank, while being confronted by Israeli soldiers and armed settlers [Courtesy of Shockat Adam]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4246325\" class=\"wp-caption-text\">The author in Masafer Yatta, occupied West Bank, while being confronted by Israeli soldiers and armed settlers, in April 2025 [Courtesy of Shockat Adam]</figcaption></figure><p>Given the UN’s log of settler attacks in October, it is evident the situation has grown even more acute since my visit to the West Bank in April. Violence continues unchecked, and our government is taking no robust action to stop it.</p><p>Critics will argue that I’m conflating Israeli army violence with settler violence. The truth is that the two are inseparable. I saw this everywhere I went. From the rolling hills of Masafer Yatta to the bustling streets of Jerusalem, settlers swaggered around with their rifles, taunting and intimidating Palestinians, all under the watchful eye of Israeli soldiers.</p><p>In one particularly intense moment, Israeli soldiers stood literally shoulder-to-shoulder with settlers. Both armed, both wearing camouflaged armoured vests with the Israeli flag adorned on them. A visual manifestation of how blurred these lines are.</p><p>My mind returned to these countless anecdotes last month, when I read about the extent of Israel’s impunity, which was laid bare in Jenin, with the <a href=\"/news/2025/11/27/israeli-troops-kill-two-palestinians-in-jenin-as-they-try-to-surrender\">extrajudicial executions</a> of two Palestinians, al-Muntasir Abdullah, 26, and Youssef Asasa, 37. Despite the depravity of this act, not to mention the clear violations of international law, the UK government, once again, offered only hollow words of “concern”, sending the implicit message that Israel can continue to kill Palestinians without consequences.</p><p>Of course, these individual acts of violence do not occur in isolation; they are part of a larger plan. In August 2025, Israel approved the illegal <a href=\"/news/2025/8/21/israel-settlement-plan-threatens-viability-of-future-palestinian-state\">E1 settlement expansion</a>, authorising more than 3,000 new settlement units to be built. For decades, the international community has recognised the E1 as a red line, because construction there would divide the West Bank, obstructing the connection between Ramallah, occupied East Jerusalem, and Bethlehem. But again, the UK government responded with nothing more than empty words.</p><p>Herein lies the paradox. We are told that the UK garners supposed “influence”, but only on the condition that we promise never to exercise it. What results is a dystopian pantomime, a circus of excuses. If we do not use our influence to stop the most despicable acts of violence against the Palestinian people, then what is it all for?</p><p>And let’s be absolutely clear: When it comes to Palestinians, there is a brazen disregard for the most fundamental human right, the right to life. We are witnessing livelihoods being destroyed. Forced displacement. Illegal settlement expansion. Extrajudicial killings. International law is clear: Collective punishment, settlement construction on occupied land, and extrajudicial killings are grave breaches of the Geneva Conventions. The entire occupation is illegal, as laid out by the International Court of Justice. So, where, exactly, is our government’s red line?</p><p>The UK government no doubt wants the world to move on. Mired by its complicity in the Gaza genocide, it surely views the “ceasefire” as an opportunity to deflect calls for action. Instead of weak statements of “concern”, the UK government should be pursuing a full suspension of arms sales to Israel, laying sanctions on Israeli ministers for their role in supporting an illegal occupation, supporting domestic and international accountability mechanisms such as the International Criminal Court, and pushing for prosecutions of British citizens serving in the Israeli army.</p><p>Whether they live in Gaza, the West Bank or Israel, Palestinian lives are not expendable. I have seen the suffering, injuries, and displacement with my own eyes in Tulkarem, Ramallah, Jerusalem, Bethlehem, Hebron, and Masafer Yatta. I saw an apartheid system that punishes and terrorises Palestinians daily. Justice demands more than words. It demands action. And it demands it now!</p><p data-start=\"10598\" data-end=\"11116\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "AFCON final: Senegal criticises lack of ‘fair play’ ahead of Morocco clash | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-17T10:06:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26014633948752-1768643588.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>AFCON final: Senegal criticises lack of ‘fair play’ ahead of Morocco clash</h1><p class=\"article__subhead\"><em>Senegal criticises lack of ‘fair play’ before facing host nation Morocco in the 2025 CAF Africa Cup of Nations final.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Senegalese Football Federation has made serious complaints about the way its national football team is being treated in Morocco ahead of Sunday’s 2025 <a href=\"/tag/african-cup-of-nations/\">Africa Cup of Nations</a> (AFCON) final against the host nation.</p><p>The federation, known as FSF, issued a statement in the early hours of Saturday morning in which it criticised an alleged lack of security arrangements for the team’s arrival in Rabat, problems with the team’s accommodation, issues with the training facilities, and difficulties getting a fair ticket allocation for its supporters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It called on the Confederation of African Football (CAF) and the local organising committee to “immediately take every corrective measure to guarantee respect for the principles of fair play, equal treatment, and security indispensable for the success of this celebration of African football”.</p><p>Senegal’s players travelled by train from Tangier to Rabat on Friday, but found what the federation said was a “clear lack of adequate security measures” upon their arrival.</p><p>“This deficiency exposed the players and technical staff to overcrowding and risks incompatible with the standards of a competition of this magnitude and the prestige of a continental final,” the federation said.</p><p>The federation said it had to file a formal written complaint to get adequate hotel accommodation for the team after its arrival in Rabat. It did not describe the condition of the accommodation that the team was first offered.</p><p>The federation said it notified CAF of its “categorical refusal” to hold team training sessions at the Mohammed VI Complex, which is where the Morocco team has been based for the whole tournament. Morocco will also train there on Saturday.</p><p>The federation said it “raises a question of sporting fairness” and that it still had not been informed of where the Senegal team can train.</p><p>In the media activities agenda for Saturday, shared with the media on Friday, Senegal’s training session location was still to be confirmed.</p><p>The federation said the ticketing situation was “concerning.” It was only able to purchase 2,850 tickets for its supporters as per the maximum limits authorised by CAF.</p><p>The federation said the allocation is “insufficient given the demand” and that it “deplores the imposed restrictions, which penalize the Senegalese public”.</p><p>The capacity of the Prince Moulay Abdellah Stadium, which is hosting the final, is 69,500 fans. Morocco has been buoyed by vociferous support in all its games so far. It’s unlikely the final will be any different.</p><p>Morocco is bidding to end a 50-year wait for its second Africa Cup title. Senegal, which won the 2021 trophy, is also going for its second title.</p><p>The federation said it was making its complaints public “in the interest of transparency and to defend the interests of the Senegalese national team”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Clippers rally past Raptors in OT for fifth straight NBA win | Basketball News | Al Jazeera",
            "time": "2026-01-17T09:50:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-17T035935Z_844214949_MT1USATODAY28024221_RTRMADP_3_NBA-LOS-ANGELES-CLIPPERS-AT-TORONTO-RAPTORS-1768642768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>James Harden scored eight of his 31 points in overtime and ‌added 10 assists as the visiting Los Angeles Clippers defeated the Toronto Raptors 121-117.</p><p>Ivica Zubac had 16 points and 14 rebounds ‍for the Clippers, who overcame a 14-point ‍deficit to win their fifth game in a row on Friday night. The Clippers finished the game on a 20-8 surge – including Harden scoring the last eight points of regulation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kawhi Leonard did not play for the Clippers because of a sprained right ankle.</p><p>Scottie Barnes scored 24 points for the Raptors, who have lost two of three. Brandon Ingram added 19 points, and Jamal Shead had 15 points and 13 assists.</p><h2 id=\"nets-112-bulls-109\">Nets ⁠112, Bulls 109</h2><p>Michael Porter Jr scored 26 points, including the go-ahead layup with 5.4 seconds remaining, as host Brooklyn eked out a victory over Chicago after blowing ​a 20-point lead.</p><p>Noah Clowney added 23 points and 11 rebounds to help the Nets stop a five-game losing streak and earn ‍their second win over the Bulls this season. Day’Ron Sharpe contributed 14 points, rookie Danny Wolf chipped in 13, and Nic Claxton grabbed a season-best 14 rebounds.</p><p>Nikola Vucevic led the Bulls with 19 points and Dosunmu contributed 18 off the bench. Coby White contributed 17 and Matas Buzelis finished with 15 as Chicago lost for the fifth time in seven games.</p><h2 id=\"cavaliers-117-76ers-115\">Cavaliers ‍117, 76ers 115</h2><p>Jaylon Tyson ⁠scored a career-high 39 points and set up Evan Mobley for the winning bucket as Cleveland posted a victory over Philadelphia to sweep their two-game road series in Philadelphia.</p><p>Tyson shot 13 of 17 from the field, 7 of 9 from 3-point range and 6 of 6 from the foul line in a splendid shooting effort. De’Andre Hunter added 16 points while Donovan Mitchell chipped in with 13 points and 12 assists for Cleveland, which played without Darius Garland.</p><p>Joel Embiid scored 33 points and Tyrese Maxey had 22 points and nine assists to pace the Sixers, who took their third loss in four games. Cleveland has won three of the past four.</p><h2 id=\"kings-128-wizards-115\">Kings 128, Wizards 115</h2><p>Russell Westbrook made a season-best six 3-pointers ​and scored 26 points, and Domantas Sabonis energised the Kings in his first appearance since November 16 to help Sacramento ‌beat visiting Washington.</p><p>Sabonis, back from a knee injury, made 5 of 6 shots and had 13 points, six rebounds and five assists in 21 minutes off the bench. DeMar DeRozan added 17 points as the Kings extended their season-best winning streak to four games.</p><p>Alex Sarr scored 19 points and Tre Johnson had 18 for the Wizards, who lost their fifth consecutive game. ‌Washington has dropped those contests by an average of 17.6 points.</p><h2 id=\"pacers-127-pelicans-119\">Pacers 127, Pelicans 119</h2><p>Jay Huff scored 29 points and grabbed nine rebounds, Andrew Nembhard went for a 19-point, 10-assist double-double, and Indiana scored its fourth win in the last ‌five games with a defeat of visiting New Orleans.</p><p>Huff set a career scoring high with ⁠13-of-17 shooting from the floor, including 3 of 6 from 3-point range. He was one of five Pacers to knock down multiple 3-point attempts, led by Pascal Siakam’s 4 of 8 effort. Siakam finished with 27 points, six rebounds and five assists.</p><p>Zion Williamson, who shot 10 of 12 from the field, led New Orleans with 27 points and seven assists. Trey Murphy III scored 22 points ‌for the Pelicans, but was held to 7-of-21 shooting from the floor.</p><h2 id=\"rockets-110-timberwolves-105\">Rockets 110, Timberwolves 105</h2><p>Kevin Durant capped a 39-point performance by sinking four free throws in the final minute as Houston sealed a victory over visiting Minnesota.</p><p>Durant finished 11 of 18 from the floor and 6 of 8 from 3-point range to ‍lead Houston’s comeback from a 12-point deficit. Alperen Sengun posted 25 points and 14 rebounds before fouling out late. Reed Sheppard and Amen Thompson each added 14 points for the Rockets.</p><p>Naz Reid paired 25 points with nine rebounds off the bench for the Timberwolves, who were without leading scorer Anthony Edwards (foot). The teams ‌combined to miss 29 free throws.</p></div></div></body></html>"
        },
        {
            "title": "Sudan: A truce of separation | Opinions | Al Jazeera",
            "time": "2026-01-17T09:35:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251115__846K8YV__v2__HighRes__TopshotSudanConflictDisplaced-1763274420.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since the outbreak of war in Sudan, talk of “humanitarian ceasefires” has become a recurring political refrain, invoked whenever the humanitarian catastrophe reaches its peak. However, the ceasefire being proposed today comes in a different and dangerous context. It follows the committing of genocide and ethnic cleansing by the Rapid Support Forces (RSF) militia in the city of el-Fasher in Darfur – one of the most horrific humanitarian crimes in Sudan’s modern history, and indeed in the history of humanity.</p><p>El-Fasher, once a symbol of diversity and coexistence, has been turned into a devastated city emptied of its population. In the aftermath of this major crime, the international community has once again returned to proposing a “humanitarian ceasefire” as an option. This calls for a careful political reading that does not stop at moral slogans, but instead unpacks the motives and potential consequences – especially with regard to Sudan’s geographic, social, and political unity.</p><h2 id=\"a-path-to-peace-or-a-gateway-to-disintegration\">A path to peace or a gateway to disintegration?</h2><p>In popular culture, there is a saying: “If you see a poor man eating chicken, then either the poor man is sick or the chicken is sick.” This proverb captures the essence of the legitimate political suspicion regarding the timing of this ceasefire.</p><p>Truces for humanitarian purposes, in principle, are meant to alleviate civilian suffering and may pave the way towards ending conflicts. In the case of Sudan, however, what raises alarm is that this ceasefire was proposed after the catastrophe occurred, not before it – after the RSF categorically rejected any humanitarian commitments, including the protection of hospitals and the securing of safe corridors for civilians to flee.</p><p>Humanitarian organisations have been operating in most regions of Sudan, including Darfur, despite security complexities and in the absence of a legal, signed ceasefire. This makes the question unavoidable: Why push for a ceasefire now? And in whose interest is this ceasefire being proposed at this particular moment?</p><p>This contradiction opens the door to suspicion that the objective goes beyond humanitarian concerns, extending instead to reshaping the political and geographic reality of the country.</p><h2 id=\"ceasefires-in-historical-experience\">Ceasefires in historical experience</h2><p>Modern history is full of examples where humanitarian ceasefires transformed from de-escalation tools to preludes to fragmentation and secession. In Western Sahara, Libya, Somalia, Yemen, and South Sudan, ceasefires were not always bridges to peace; more often, they were transitional stages towards the division of states and the erosion of sovereignty.</p><p>In the Sudanese context, specifically, Operation Lifeline Sudan launched by the UN in 1989 stands as a stark example of how humanitarian action was employed as a political entry point, eventually culminating in the secession of South Sudan through a referendum that followed a long process of normalising division.</p><p>The current situation, however, is far more dangerous and complex. It does not involve a government negotiating with a political movement holding national demands, but rather an unprecedented scenario in which two parties both claim to represent “the government” within a single state: The legitimate government of Sudan, on the one hand, and the RSF, seeking to establish a parallel entity, on the other.</p><h2 id=\"the-trap-of-disguised-political-recognition\">The trap of disguised political recognition</h2><p>Negotiation between “two governments” within one state is not only unprecedented in Sudan; it represents a grave political trap aimed at extracting recognition of a de facto force under a ceasefire umbrella.</p><p>The mere act of joint signing grants the rebel party parity and legitimacy, fundamentally contradicting the immense sacrifices made by the Sudanese people in defence of the state’s unity and sovereignty.</p><p>This path constitutes a direct violation of the core principles for which martyrs fell and women were widowed:</p><p>First, the principle of unity: The RSF has violated it by importing foreign elements and mercenaries, exploiting external support to impose forced demographic changes, and attempting to reshape Sudan according to agendas that bear no relation to the national will.</p><p>Second, the principle of unified government and constitutional legitimacy: The pursuit of a “parallel government” directly undermines this principle. It deals a blow to the foundations upon which the state has stood since independence, and opens the door to political chaos and institutional fragmentation.</p><p>Third, the unity of the military institution: The RSF violates it by receiving weapons and combat equipment from foreign states, and relying on looting and self-financing, completely contradicting any talk of security reform or the building of a unified national army. In practice, it lays the groundwork for multiple armies within a single state.</p><h2 id=\"the-ambiguity-of-negotiations-and-the-absence-of-transparency\">The ambiguity of negotiations and the absence of transparency</h2><p>Concern deepens with the total lack of transparency surrounding the truce process. Why are negotiations conducted behind closed doors? Why are the Sudanese people excluded from knowing what is being agreed on in their name? How can foreign states negotiate on behalf of a people bleeding under war and displacement? Who has more right to oversee peace efforts than the people themselves? Are there priorities greater than commanding an ongoing war in which everyone is involved?</p><p>More alarming still is that the party “holding the pen” in the political process is the same party “holding the gun”, practising killing and ethnic cleansing – an ethical and political paradox that cannot be accepted.</p><p>A comprehensive reading of events suggests that this ceasefire is more likely to be an entry point for dismantling the Sudanese state than a bridge to saving it. It may lead to the entrenchment of division: Zones of influence, multiple armies, different currencies, parallel central banks, competing foreign ministries, and conflicting passports – a state without a state, and sovereignty without sovereignty.</p><p>This is a contagious disease that, sooner or later, will infect everyone along the coast, the river’s mouth and its source alike.</p><h2 id=\"between-humanitarian-duty-and-national-vigilance\">Between humanitarian duty and national vigilance</h2><p>No one disputes the priority of improving humanitarian conditions and protecting civilians. Yet the ceasefire being pushed today may carry temporary stability at the cost of a devastating strategic price: The erosion of Sudan’s unity.</p><p>National duty demands the highest levels of vigilance and caution, lest the ceasefire turn into a political trap, pushing the project of state disintegration. While we should fully acknowledge that the crisis has deep, accumulated historical roots, we should remember that history does not forgive those who squander their homeland, nor does it absolve those who trade national sovereignty for foreign dictates.</p><p>Hope remains pinned on the awareness of the Sudanese people and their ability to unite in confronting this decisive moment, in defence of one homeland, one army, and one state – one that rejects partition and guardianship, accepting only the will of its people through a system and framework that do not involve seizure by force or the imposition of reality at gunpoint.</p><p data-start=\"10598\" data-end=\"11116\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Photos: Syrian army enters Deir Hafer after SDF withdrawal | Syria's War News | Al Jazeera",
            "time": "2026-01-17T09:08:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2256084111-1768637405.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian military says it is advancing to secure territories formerly controlled by the Kurdish-led Syrian Democratic Forces (SDF) in Aleppo governorate.</p><p>On Saturday, government troops <a href=\"/news/liveblog/2026/1/17/syria-live-news-army-takes-control-of-deir-hafer-as-sdf-withdraws\">entered Deir Hafer</a>, approximately 50km (30 miles) east of Aleppo city, following the SDF’s announcement of a planned withdrawal from their strongholds beginning early in the morning.</p><p>SDF commander Mazloum Abdi (also known as Mazloum Kobani) announced via X on Friday that the group would pull back from contact lines east of Aleppo at 7am local time (04:00 GMT) on Saturday and relocate its forces to areas east of the Euphrates River, responding to requests from allied nations and mediators.</p><p>Syria’s Ministry of Defence expressed support for the SDF’s withdrawal decision, stating it would monitor the complete implementation, including the removal of fighters and equipment, before deploying Syrian military forces to assert state authority in the vacated regions.</p><p>Previously, Syrian military officials reported they had initiated shelling operations against bases belonging to a militia affiliated with the Kurdistan Workers’ Party (PKK) and against former regime elements allied with the SDF in Deir Hafer.</p><p>The United States, which aims to establish lasting peace in Syria to enhance broader Middle East stability and prevent ISIL (ISIS) resurgence, has encouraged both parties to avoid confrontation and resume negotiations, according to Syrian officials and diplomatic sources.</p><p>Both sides participated in extensive talks throughout last year, working towards integrating Kurdish-administered military and civilian institutions into Syrian state structures by the end of 2025, with both repeatedly emphasising their preference for diplomatic solutions.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Manchester United vs Manchester City - Premier League | Football News | Al Jazeera",
            "time": "2026-01-17T09:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696b94c469d5-1768658116_42b08b-1768658338.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Manchester United vs Manchester City – Premier League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with team news coverage, ahead of our text commentary stream of the derby at Old Trafford.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syria decree grants Kurds new rights, formally recognising Kurdish language | Kurds News | Al Jazeera",
            "time": "2026-01-17T08:47:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69633dd72ba8-1768111575.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s President Ahmed al-Sharaa has issued a decree formally recognising Kurdish as a “national language” and restoring citizenship to all Kurdish Syrians.</p><p>Al-Sharaa’s decree on Friday came after fierce clashes that broke out last week in the northern city of Aleppo, leaving at least 23 people dead, according to Syria’s health ministry, and forcing tens of thousands of people to flee the two Kurdish-run pockets of the city.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The clashes ended after Kurdish fighters withdrew and the Syrian army assumed full control over the city of Deir Hafer in the governorate of Aleppo.</p><p>The violence in Aleppo has deepened one of the main faultlines in Syria, where al-Sharaa promised to unify the country under one leadership after 14 years of war against former President Bashar al-Assad, who was overthrown in December 2024.</p><p>The decree for the first time grants Kurdish Syrians rights, including recognition of Kurdish identity as part of Syria’s national fabric. It designates Kurdish as a national language alongside Arabic and allows schools to teach it.</p><p>It also abolishes measures dating to a 1962 census in Hasakah province that stripped many Kurds of Syrian nationality, granting citizenship to all affected residents, including those previously registered as stateless.</p><p>The decree declares Newroz, the spring and new year festival, a paid national holiday. It bans ethnic or linguistic discrimination, requires state institutions to adopt inclusive national messaging and sets penalties for incitement to ethnic strife.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2></h2><p class=\"pf0\">Reacting to the decree, the Kurdish administration in Syria’s north and northeast said the decree was “a first step, however it does not satisfy the aspirations and hopes of the Syrian people”.</p><p class=\"pf0\">It added that “rights are not protected by temporary decrees, but… through permanent constitutions that express the will of the people and all components” of a society.</p><h2 id=\"meanwhile-the-syrian-army-on-saturday-took-control-of-the-town-of-deir-hafer-outside-aleppo-city-a-day-after-kurdish-forces-agreed-to-withdraw-from-the-area-following-recent-clashes\" class=\"pf0\">Army takes control of Deir Hafer</h2><p id=\"meanwhile-the-syrian-army-on-saturday-took-control-of-the-town-of-deir-hafer-outside-aleppo-city-a-day-after-kurdish-forces-agreed-to-withdraw-from-the-area-following-recent-clashes\" class=\"pf0\">Meanwhile, the Syrian army on Saturday took control of the town of Deir Hafer outside Aleppo city, a day after Kurdish forces agreed to withdraw from the area following recent clashes.</p><p id=\"in-a-statement-to-state-television-the-army-said-it-had-established-full-military-control-of-deir-hafer-and-other-areas-previously-held-by-the-kurdish-led-syrian-democratic-forces-sdf-in-the-governorate-of-aleppo\" class=\"pf0\">In a statement to state television, the army said it had established “full military control” of Deir Hafer and other areas previously held by the Kurdish-led Syrian Democratic Forces (SDF) in the governorate of Aleppo.</p><p class=\"pf0\">The forces entered Deir Hafer after the SDF announced it would start withdrawing from their strongholds in the city.</p><p></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"pf0\">Al Jazeera’s Zein Basravi, reporting on Saturday from Zaalanah, just east of Aleppo on the way to Deir Hafer, said the Syrian forces, who were building up around Deir Hafer for days, have started entering the town.</p><p class=\"pf0\">“And what we are likely to see in the next hours and days are the clearing operations,” he said.</p><p class=\"pf0\">“In many ways, this is really a best-case scenario – a short, sharp military operation overnight and then in daylight hours securing that agreement for a withdrawal from the SDF and then now moving in to try to clear the area,” Basravi added.</p><p class=\"pf0\">SDF leader Mazloum Abdi (also known as Mazloum Kobani) announced on X on Friday that “based on calls from friendly countries and mediators … we have decided to withdraw our forces tomorrow morning at 7am (04:00 GMT)” east of Aleppo “towards redeployment in areas east of the Euphrates”.</p><h2 id=\"power-struggle\">Power struggle</h2><p>Syria’s government is seeking to extend its authority across the country following the removal of al-Assad.</p><p>The SDF controls swaths of Syria’s oil-rich north and northeast, much of which it captured during the country’s civil war and the fight against the ISIL (ISIS) group over the past decade – a war the SDF fought as the main regional ally of the United States.</p><p>The Syrian government and the SDF engaged in months of talks last year to integrate the Kurdish People’s Protection Units (YPG), which leads it, and its political wing, the Kurdish Democratic Union Party (PYD), into Syrian state institutions by the end of 2025, but there has been little progress, which eventually led to the fighting in Aleppo.</p><p>Millions of Kurds live across Syria, Iraq, Iran and Turkiye, with about one to 1.5 million estimated to live in northeastern Syria, controlled by the SDF.</p><p>Ankara, a main ally of the Syrian government, considers the SDF, the YPG and the PYD to be “terrorist groups” with ties to the banned Kurdistan Workers’ Party (PKK) in Turkiye, which has waged a decades-long fight inside the country against the state, leading to the deaths of tens of thousands of people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US judge orders curbs on ICE agents’ actions against Minnesota protesters | Civil Rights News | Al Jazeera",
            "time": "2026-01-17T08:29:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26016081467327-1768633254.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US judge orders curbs on ICE agents’ actions against Minnesota protesters</h1><p class=\"article__subhead\"><em>After repeated clashes and a fatal shooting, the injunction bars federal ​agents from detaining or retaliating against peaceful protesters.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A ‌federal judge in Minnesota has ordered the United States’ immigration agents ‍deployed ‍to the state to curb some of the tactics they have used against observers and <a href=\"/news/2026/1/7/ice-agent-shoots-and-kills-woman-during-minneapolis-raid\">protesters</a> of their enforcement actions.</p><p>Tensions over the deployment have mounted in Minnesota since an Immigration and Customs Enforcement (ICE) agent fatally shot a 37-year-old mother of three, <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a>, behind the wheel of her car earlier this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Good was taking part in one of numerous neighborhood patrols organised by local activists to track and monitor ICE activities.</p><p>On Friday, US District Judge Kate Menendez’s court injunction barred federal ​agents from retaliating against individuals engaged in peaceful, unobstructive protest ‍activity.</p><p>Officers were explicitly prohibited from arresting or detaining people protesting peacefully or engaged in orderly observations, if there was no reasonable suspicion that they had committed a crime ‍or were ⁠interfering with <a href=\"/news/2026/1/17/minneapolis-mayor-says-reported-doj-probe-intimidation-amid-ice-raids\">law enforcement</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The ruling also bans federal agents from using pepper spray, tear gas or other crowd-control munitions against peaceful demonstrators or bystanders observing and recording the immigration enforcement operations.</p><p>The US ‌Department of Homeland Security (DHS) was given 72 hours to bring its operation in Minneapolis into compliance.</p><p>The court ruling hands a victory to activists in Minneapolis, the state’s most populous ⁠city, two weeks after the Trump administration announced the deployment of 2,000 immigration agents to ​the area.</p><p>Their numbers have since grown to nearly 3,000, dwarfing the ranks of the local police. The DHS calls it the largest operation of its kind in the country’s history.</p><p>Crowds of protesters across Minneapolis have clashed with the immigration officers, opposing their efforts to target undocumented migrants, with some officers responding with violence.</p><p>Amid the escalating dispute between Trump and local state and city leaders, the president threatened on Thursday to invoke the <a href=\"/news/2026/1/16/trump-threatens-to-use-insurrection-act-in-minnesota-what-it-means\">Insurrection Act</a>, allowing him to deploy the military to police the protests.</p><p>“If I needed it, I would use it. I don’t think there is any reason right now to use it,” Trump told reporters at the White House when asked about the move.</p><p>The Insurrection Act allows a president to sidestep the 19th-century Posse Comitatus Act, which removes the military from regular civil law enforcement, to suppress “armed rebellion” or “domestic violence” and deploy soldiers on US soil “as he considers necessary”.</p></div></div></body></html>"
        },
        {
            "title": "Syria live news: Army enters east Aleppo towns as clashes with SDF reported | Syria's War News | Al Jazeera",
            "time": "2026-01-17T08:14:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26017404823581-1768651049.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Syria live news: Army enters east Aleppo towns as clashes with SDF reported</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Army says its forces are working to remove mines and other war remnants as they continue advancement.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "AFCON, Colonialism and Lumumba | Africa Cup of Nations | Al Jazeera",
            "time": "2026-01-17T07:55:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025_Game-Theory_EP20_Thumbnail_Horizontal_V01_00000-1768636247.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Minneapolis mayor says reported DOJ probe ‘intimidation’ amid ICE raids | Donald Trump News | Al Jazeera",
            "time": "2026-01-17T07:40:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696b12fb4b70-1768624891.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Minneapolis mayor says reported DOJ probe ‘intimidation’ amid ICE raids</h1><p class=\"article__subhead\"><em>Reports Trump administration is investigating top Democrats in Minnesota come as violent ICE crackdown continues.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minneapolis Mayor Jacob Frey has said he will “not be intimidated” amid reports the Trump administration has launched an investigation over comments he made while trying to curb violent immigration raids in the city.</p><p>Multiple media outlets reported on Friday that the United States Justice Department had opened a criminal investigation into Frey, as well as Minnesota Governor Tim Walz, who was also the Democratic candidate for vice president in 2024, for impeding federal law enforcement through public statements.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The investigation was first reported by CBS News, although it was not immediately publicly confirmed by the Justice Department.</p><p>“This is an obvious attempt to intimidate me for standing up for Minneapolis, local law enforcement, and residents against the chaos and danger this Administration has brought to our city,” Frey said in a post on X, responding to the reports of an investigation.</p><p>“I will not be intimidated. My focus remains where it’s always been: keeping our city safe,” Frey wrote.</p><p>Walz responded indirectly to the reports that he was also being investigated, saying in a statement: “Weaponising the justice system and threatening political opponents is a dangerous, authoritarian tactic.</p><p>“Two days ago it was Elissa Slotkin. Last week it was Jerome Powell. Before that, Mark Kelly,” Walz added.</p><p>US senators Kelly, from Arizona, and Slotkin, from Michigan, are <a href=\"/news/2026/1/15/five-us-lawmakers-investigated-over-warning-troops-about-illegal-orders\">under investigation</a> by the Trump administration after appearing with other Democratic lawmakers in a video urging members of the military to resist “illegal orders” given by their superiors.</p><p>The administration has also launched a criminal investigation of Powell, a first for a sitting Federal Reserve chair.</p><p>The reported investigation of Frey and Walz came as further details were revealed on Friday of the <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">shooting death of Minneapolis resident Renee Nicole Good</a> by Federal Immigration and Customs Enforcement (ICE) officer Jonathan Ross last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fire department records showed that paramedics found the victim unresponsive in her car, with four apparent gunshot wounds, including one to her head and two to her chest.</p><p>Emergency responders tried to revive her, both at the scene and in the ambulance en route to the hospital. She was pronounced dead less than an hour after being shot.</p><p>The Trump administration has claimed that the ICE agent who shot Good, and has not been charged over the killing, was acting in self-defence.</p><p>Top Trump officials, including US Vice President JD Vance and White House adviser Stephen Miller, have said that ICE officers have “absolute immunity” for their actions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Floods kill more than 100 across southern Africa as rains intensify | Floods News | Al Jazeera",
            "time": "2026-01-17T07:29:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_92YJ3MD-1768630934.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Floods kill more than 100 across southern Africa as rains intensify</h1><p class=\"article__subhead\"><em>Torrential rains have devastated communities from Mozambique to South Africa, displacing hundreds of thousands.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"687\" data-end=\"879\">Torrential rains have killed more than 100 people across Southern Africa, forcing mass evacuations and rescue operations as authorities warn that more destructive weather may still be to come.</p><p data-start=\"881\" data-end=\"1230\">Weeks of heavy rainfall have battered South Africa, Mozambique and Zimbabwe, overwhelming rivers and infrastructure and leaving entire communities cut off. Weather services across the region have issued further alerts, raising fears of additional flooding.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1232\" data-end=\"1613\">In South Africa, officials said on Friday that flooding in the northern provinces of Limpopo and Mpumalanga had killed at least 30 people.</p><p data-start=\"1232\" data-end=\"1613\">Army helicopters have been deployed to rescue residents trapped on rooftops and in trees as swollen rivers swept through towns and villages. Security personnel were also evacuated from a border checkpoint with Zimbabwe after floodwaters surrounded the area.</p><p data-start=\"1615\" data-end=\"1903\">President Cyril Ramaphosa toured affected parts of Limpopo on Thursday, saying the province had received about 400mm (16 inches) of rain in less than a week. In one district, he said, “there are 36 houses that have just been wiped away from the face of the earth.”</p><p data-start=\"1905\" data-end=\"2032\">Limpopo Premier Phophi Ramathuba said more than 1,000 homes had been damaged across the province. “It’s so terrible,” she said.</p><h2 id=\"hundreds-of-thousands-displaced\" data-start=\"1905\" data-end=\"2032\">Hundreds of thousands displaced</h2><p data-start=\"2034\" data-end=\"2270\">In neighbouring Zimbabwe, the government’s disaster management agency reported at least 70 deaths since the start of the year, with more than 1,000 homes destroyed, and schools, roads and bridges collapsing under the force of the floods.</p><p data-start=\"2272\" data-end=\"2583\">Mozambique has been the hardest hit. Its disaster management authorities said 103 people had died during an unusually severe rainy season since late last year. The figure includes deaths caused by flooding, lightning strikes, infrastructure collapse and a cholera outbreak linked to contaminated water supplies.</p><p data-start=\"2585\" data-end=\"2973\">More than 200,000 people have been affected nationwide, with thousands of homes damaged and tens of thousands facing evacuation, according to the World Food Programme. The agency warned that flooding has submerged more than 70,000 hectares (173,000 acres) of crops, deepening food shortages for small-scale farmers in a country already struggling with poverty and repeated cyclones.</p><figure id=\"attachment_4245747\" aria-describedby=\"caption-attachment-4245747\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4245747\" src=\"/wp-content/uploads/2026/01/000_92Z836W-1768631227.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Residents sit on a Mozambique military truck transporting them across floodwater that blocked a road in the Boane district on January 16, 2026. Mozambique has experienced weeks of heavy rains and residents of low-lying areas near the capital, Maputo, were urged to evacuate to higher ground on January 16, 2026. (Photo by Amilton Neves / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4245747\" class=\"wp-caption-text\">Residents sit on a Mozambique military truck transporting them across floodwater in the Boane district [Amilton Neves/AFP]</figcaption></figure><p data-start=\"2975\" data-end=\"3222\">The United States Famine Early Warning System said flooding was reported or expected in at least seven Southern African countries, possibly linked to the La Nina phenomenon, which often brings heavier rainfall to the region.</p><p data-start=\"3224\" data-end=\"3501\">South Africa’s Kruger National Park has also been hit, with about 600 tourists and staff evacuated from flood-affected camps. Park authorities said no deaths or injuries had been reported, but large areas remain inaccessible after rivers burst their banks.</p><p data-start=\"3503\" data-end=\"3715\" data-is-last-node=\"\" data-is-only-node=\"\">Southern Africa has endured a series of extreme weather events in recent years, from deadly cyclones to severe droughts, exposing the region’s vulnerability to climate-driven disasters and fragile infrastructure.</p></div></div></body></html>"
        },
        {
            "title": "Mother of Elon Musk’s child sues his AI company over Grok deepfake images | Elon Musk News | Al Jazeera",
            "time": "2026-01-17T06:59:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-16T212754Z_1089854679_RC2K2JA0CN84_RTRMADP_3_XAI-GROK-CALIFORNIA-1768631191.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The mother of one of Elon Musk’s children is suing his artificial intelligence company, saying its Grok chatbot allowed users to <a href=\"/news/2026/1/5/eu-flags-appalling-child-like-deepfakes-generated-via-xs-grok-ai\">generate sexually-exploitative deepfake images</a> of her that have caused her humiliation and emotional distress.</p><p>The lawsuit was filed just before ‍California Attorney ‍General Rob Bonta sent a cease-and-desist letter to Musk’s xAI company demanding that it stop the creation and distribution of Grok-generated <a href=\"/news/2026/1/12/uk-to-investigate-elon-musks-grok-over-deeply-disturbing-deepfakes\"> nonconsensual sexualised imagery</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The avalanche of reports detailing this material – at times depicting ​women and children engaged in sexual activity – is shocking ‍and, as my office has determined, potentially illegal,” Bonta said on Friday.</p><p>Ashley St Clair, a writer and political commentator, alleges in a lawsuit filed on Thursday in New York City against xAI that she was the victim of sexualised deepfake images generated by Grok.</p><p>St Clair, who is the mother of Musk’s 16-month-old son, Romulus, said she reported the images to Musk’s X social media platform, which hosts Grok, after they began appearing last year and asked that they be removed.</p><p>The platform replied that the images did not violate its policies, she said. Then it promised not to allow images of her to be used or altered without her consent. Later, the social platform retaliated against her by removing her premium X subscription and verification checkmark, and continued to allow degrading fake images of her, she said.</p><p>“I have suffered and continue to suffer serious pain and mental distress as a result of xAI’s role in creating and distributing these digitally altered images of me,” St Clair said in a document attached to the lawsuit.</p><p>“I am humiliated and feel like this nightmare will never stop so long as Grok continues to generate these images of me,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-public-nuisance\">‘A public nuisance’</h2><p>On Thursday, lawyers for xAI countersued St Clair in federal court in the Northern District of Texas, alleging she violated the terms of her xAI user agreement that requires lawsuits against the company be filed in federal court in Texas. It is seeking an undisclosed monetary judgement against her.</p><p>Carrie Goldberg, a lawyer for St Clair, called the countersuit a “jolting” move that she had never seen by a defendant before.</p><p>“Ms St Clair will be vigorously defending her forum in New York,” Goldberg said in a statement.</p><p>“But frankly, any jurisdiction will recognise the gravamen of Ms St Clair’s claims – that by manufacturing nonconsensual sexually explicit images of girls and women, xAI is a public nuisance and a not reasonably safe product.”</p><p>In an interview with US media earlier this week, St Clair said her battle with Grok was “not just about me”.</p><p>“It’s about building systems, AI systems which can produce, at scale, and abuse women and children without repercussions. And there’s really no consequences for what’s happening right now,” she told CNN.</p><p>“They are saying <a href=\"/news/2026/1/9/elon-musks-ai-bot-grok-limits-image-generation-amid-deepfakes-backlash\">‘we are going to make it illegal, where it’s illegal’</a>. That is absent [of] all morality and, guess what, if you have to add safety after harm, that is not safety at all. That is simply damage control,” she said.</p><p>Musk’s Grok is already under scrutiny and facing an <a href=\"/news/2026/1/10/indonesia-blocks-access-to-musks-ai-chatbot-grok-over-deepfake-images\">international backlash</a> for the creation of explicit deepfake images in ‌the United Kingdom, the European Union, and other jurisdictions, ⁠including India, Indonesia, Malaysia, the Philippines, and Japan.</p><p>Japanese authorities said on Friday they too were probing X over Grok, saying all options were under consideration to ‌prevent the generation of inappropriate images.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Can the US afford Trump’s $1.5 trillion ‘dream military’? | Donald Trump | Al Jazeera",
            "time": "2026-01-17T05:53:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/H_16x9-1768629153.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Updates: Turkiye, Egypt say Erdogan, el-Sisi invited by Trump to Gaza board | Donald Trump News | Al Jazeera",
            "time": "2026-01-17T05:35:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-16T092151Z_1414622074_RC282JA19M83_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1768651632.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: Turkiye, Egypt say Erdogan, el-Sisi invited by Trump to Gaza board</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israeli raids cause rising casualties in Gaza, as attacks persist despite the ceasefire agreement.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Myanmar military-backed party leads after second round of election voting | Elections News | Al Jazeera",
            "time": "2026-01-17T05:03:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696aff7da65c5-1768619901.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar military-backed party leads after second round of election voting</h1><p class=\"article__subhead\"><em>Critics, including human rights workers and opposition groups, say the election is neither free nor fair.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar’s military-backed political party has extended its lead after the second round of voting, according to official figures from the country’s election body, and the country now heads into the final phase of its <a href=\"/news/2026/1/11/myanmars-military-holds-second-phase-of-elections-amid-civil-war\">three-stage general election</a> amid widespread conflict.</p><p>The latest data published on Friday indicates that the Union Solidarity and Development Party (USDP) is on track to win 182 seats from the combined first and second phases of voting, more than half of the seats in the country’s 330-member lower house.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to figures reported by state broadcaster MRTV, citing the Union Election Commission, the USDP won a whopping 86 of 100 seats up for grabs in the second phase of voting held on Sunday. The third and final round of voting is scheduled for January 25.</p><p>Critics, including human rights and opposition groups, say the polls are neither free nor fair and are an effort by the military to legitimise its rule after seizing power from the elected government of Aung San Suu Kyi in February 2021.</p><p>The military takeover triggered widespread opposition that has grown into a civil war.</p><p>The election is being held in three phases due to armed conflicts in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The first and second rounds took place in 202 of the country’s total 330 townships on December 28 and January 11. The final round will take place in more townships, but 65 others are not participating because of fighting in those areas.</p><p>Final results for all seats in both national and regional legislatures are expected to be announced by late January.</p><p>Major-General Zaw Min Tun, the military’s spokesperson, said last weekend that the two houses of parliament will be convened in March, with a new government taking up its duties in April.</p><p>During the first two rounds of voting, armed groups opposing the army carried out attacks against polling stations and government buildings in many townships, the military government said.</p><p>The election also comes as the International Court of Justice (ICJ) is currently holding hearings in a case <a href=\"/news/2026/1/16/why-the-gambia-wants-myanmar-punished-for-rohingya-genocide\">brought by The Gambia</a>, accusing Myanmar of committing genocide against its Rohingya community.</p><p>While more than 4,800 candidates from 57 political parties are competing for seats in national and regional legislatures, only six parties are contesting seats nationwide.</p><p>One of them, the People’s Pioneer Party, is facing a pending legal case that could result in its dissolution after its chairwoman, Thet Thet Khine, and another senior party member were scrutinised by authorities for holding a meeting with representatives of a foreign embassy in Yangon, the country’s largest city, without prior approval from the election commission.</p><p>A new Election Protection Law imposes harsh penalties for most public criticism of the polls, with the authorities charging more than 330 people recently for leafleting or online activity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}