{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "RSF announces unilateral three-month ‘humanitarian truce’ in Sudan | News | Al Jazeera",
            "time": "2025-11-24T20:04:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/09/breaking-news%402x.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s Rapid Support Forces (RSF) have announced an apparently unilateral three-month humanitarian truce in the country’s civil war.</p><p>RSF commander Mohamed Hamdan Dagalo, also known as Hemedti, made the announcement on Monday in a recorded address. The warring Sudanese Armed Forces led by General Abdel Fattah al-Burhan did not immediately confirm that any agreement had been reached.</p><p>Al-Burhan late on Sunday had rejected a ceasefire proposal put forward by the so-called Quad – Egypt, Saudi Arabia, the United Arab Emirates and the United States.</p><p>He took particular issue with the presence in the grouping of the UAE, which has long rejected accusations that it is arming and funding the RSF.</p><p>On Monday, Hemedti said the truce seeks to enhance civilian protections and facilitate the delivery of humanitarian aid.</p><p>He further called the unilateral pause the first step in reaching a political solution to the fighting, which began in April 2023 after a tenuous power sharing agreement between Burhan and Hemedti collapsed.</p><p>Fighting has since killed tens of thousands of people, displaced 14 million or more and sparked a humanitarian crisis, with both sides accused of committing abuses.</p><p>The RSF took control of the city of el Fasher last month.</p><p>Satellite images have shown RSF fighters burning and burying bodies in large numbers in what observers have called an effort to hide evidence of mass killings.</p><p><i>More to come…</i></p></div></div></body></html>"
        },
        {
            "title": "Pentagon says it is investigating US senator over ‘illegal orders’ video | Donald Trump News | Al Jazeera",
            "time": "2025-11-24T19:55:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-18T181738Z_301799041_RC24ZHAG6DBU_RTRMADP_3_USA-TRUMP-EPSTEIN-1764009625.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Pentagon has said it is investigating United States Senator Mark Kelly, a retired naval aviator and astronaut, for his participation in a video that urged military service members to refuse “illegal orders”.</p><p>It is unusual for the US military to take action against a retired officer. But Monday’s <a href=\"https://x.com/DeptofWar/status/1992999267967905905\" target=\"_blank\" rel=\"noopener\">announcement</a> came after President Donald Trump repeatedly called for criminal charges against Kelly and other Democratic lawmakers involved in the video.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pentagon chief <a href=\"/news/2025/11/14/us-announces-southern-spear-mission-as-forces-deploy-to-south-america\">Pete Hegseth</a> said later on Monday that Kelly is facing a probe because he is the only lawmaker in the video who falls under the jurisdiction of military law as a retired Navy captain.</p><p>“As was announced, the Department is reviewing his statements and actions, which were addressed directly to all troops while explicitly using his rank and service affiliation – lending the appearance of authority to his words,” Hegseth wrote on X.</p><p>“Kelly’s conduct brings discredit upon the armed forces and will be addressed appropriately.”</p><p>The Pentagon had suggested that Kelly is accused of “actions intended to interfere with the loyalty, morale, or good order and discipline of the armed forces”.</p><p>Last week, Trump described the legislators as traitors and went as far as arguing that they should face <a href=\"/news/2025/11/20/punishable-by-death-trump-threatens-democrats-with-sedition-charges\">the death penalty</a> for sedition: in other words, speech that is designed to incite a rebellion.</p><p>Kelly, a former US Navy captain who now represents Arizona in the Senate, was one of six former military and intelligence officers featured in the video, released on November 18.</p><p>“Our laws are clear. You can refuse illegal orders,” they said in the video.</p><p></p><p>The Pentagon stressed that under the Uniform Code of Military Justice (UCMJ) — which spells out military laws and guidelines — service members have a legal obligation to “obey lawful orders and that orders are presumed to be lawful”.</p><p>“A servicemember’s personal philosophy does not justify or excuse the disobedience of an otherwise lawful order,” it wrote in Monday’s statement.</p><p><a href=\"/news/2025/11/19/us-sells-700m-nasams-missile-system-to-taiwan\">The Pentagon</a> added that Kelly could face recall “to active duty for court-martial proceedings or administrative measures”.</p><p>Retired military personnel who continue to receive benefits after their service remain subject to military law, according to the UCMJ.</p><p>But it is rare for military courts to prosecute former service members, especially for alleged offences committed after their tenure.</p><p>In recent days, Democrats have expressed outrage over Trump’s response to the lawmakers’ videos, which they say amounts to a death threat.</p><p>“Listen, Trump. Your continued threats will not intimidate me or keep me from doing my job, which includes oversight of the executive branch,” Kelly wrote on the social media platform X on Sunday.</p><p>“Stop the threats of execution, hanging, and sending a mob before someone gets hurt. America deserves better.”</p><p>Democrats have also argued that the video simply reaffirms a fact of military law: Service members are required to refuse orders they know to be in violation of the US law, as part of their oath to the Constitution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The controversy came as the US continues to reel from political violence after the assassination of right-wing commentator <a href=\"/news/2025/9/11/israeli-leaders-heap-praise-on-charlie-kirk-as-a-staunch-ally-of-israel\">Charlie Kirk</a> in September and the killing of Democratic Minnesota state lawmaker Melissa Hortman in June.</p><p>Trump first invoked the death penalty on Thursday, sparking a firestorm of criticism. “SEDITIOUS BEHAVIOR, punishable by DEATH!” Trump wrote on social media.</p><p>Despite the outrage, <a href=\"/news/2025/11/23/trump-again-slams-democrats-who-urged-us-troops-to-refuse-illegal-orders\">Trump doubled down</a> on his stance late on Saturday, saying in a social media post that the legislators who released the video “SHOULD BE IN JAIL RIGHT NOW”.</p><p>The Pentagon’s move on Monday signals that federal agencies, led by Trump appointees, are willing to respond to the president’s political grievances.</p><p>The Department of Justice pursued criminal charges against New York Attorney General Letitia James and former FBI Director James Comey in now-dismissed cases that critics say were political.</p><p>Comey was charged with lying to Congress, while James was facing <a href=\"/news/2025/11/13/james-comey-letitia-james-argue-us-attorney-in-their-cases-hired-illegally\">mortgage fraud accusations</a>.</p></div></div></body></html>"
        },
        {
            "title": "US judge dismisses criminal charges against James Comey, Letitia James | Donald Trump News | Al Jazeera",
            "time": "2025-11-24T19:29:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25232710877768-1764011406.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States federal judge has thrown out the criminal charges against New York Attorney General Letitia James and James Comey, the former head of the Federal Bureau of Investigation (FBI).</p><p>On Monday, District Judge Cameron McGowan Currie determined that the prosecutor overseeing the two cases, Lindsey Halligan, <a href=\"/news/2025/11/13/james-comey-letitia-james-argue-us-attorney-in-their-cases-hired-illegally\">had been illegally appointed</a>, which in turn rendered the indictments void.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision is a major setback for the administration of President Donald Trump, who personally petitioned for criminal charges against James and Comey.</p><p>But the legal odyssey for James and Comey, both prominent Trump critics, may not be over yet.</p><p>In dismissing the criminal charges, Currie rendered her verdict without prejudice, meaning that both cases could be refiled.</p><p>She did, however, rule that Halligan “had no legal authority” to bring the indictments, leaving questions about the future of her role as prosecutor.</p><h2 id=\"trump-names-halligan-as-prosecutor\">Trump names Halligan as prosecutor</h2><p>Halligan had been appointed in September to serve as interim US attorney for the Eastern District of Virginia.</p><p>Trump had a public falling-out with Halligan’s predecessor, Erik Siebert, who reportedly refused to file charges against James due to a lack of evidence.</p><p>That sparked outrage in the White House. Siebert announced his resignation on September 19, and the following day, Trump took to social media to declare that he had fired the prosecutor himself.</p><p>“He even lied to the media and said he quit, and that we had no case,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115239044548033727\" target=\"_blank\" rel=\"noopener\">wrote</a>. “No, I fired him, and there is a GREAT CASE, and many lawyers, and legal pundits, say so.”</p><p>The president also addressed Attorney General Pam Bondi in the message, saying that the Department of Justice needed to move forward with charges against James, Comey and a US senator, Adam Schiff of California.</p><p>“What about Comey, Adam ‘Shifty’ Schiff, Leticia??? They’re all guilty as hell, but nothing is going to be done,” Trump wrote.</p><p>He urged Bondi to act immediately to secure indictments, signalling that Halligan would help.</p><p>“We can’t delay any longer, it’s killing our reputation and credibility,” Trump said. “JUSTICE MUST BE SERVED, NOW!!!”</p><p>Before her appointment, Halligan had no prosecutorial experience, and her background was largely in insurance law. Previously, she served as a personal lawyer to Trump.</p><p>Within days of taking up her role as US attorney, Halligan had secured <a href=\"/news/2025/9/26/ex-fbi-director-comey-says-he-is-innocent-after-us-court-indictment\">an indictment against Comey</a> for allegedly lying to Congress and obstructing a Senate proceeding.</p><p>Then, on October 6, Halligan unveiled a second indictment against James, accusing her of mortgage fraud.</p><p>A third indictment arrived on October 16, this time against Trump’s former national security adviser, John Bolton.</p><p>All three have denied wrongdoing and claimed the charges were acts of political retribution. Comey, James and Bolton have all criticised Trump publicly, and James even successfully pursued a civil fraud case against Trump in New York state.</p><h2 id=\"comey-james-seek-dismissal\">Comey, James seek dismissal</h2><p>Lawyers for the defendants have explored multiple channels to have the cases dismissed before trial.</p><p>On November 13, Judge Currie heard opening arguments in one petition brought by James and Comey.</p><p>They asserted that Halligan’s appointment as US attorney was invalid, since she did not have judicial approval.</p><p>Normally, interim US attorneys may only stay in the position for a span of 120 days. After that period, federal judges in the district may decide who fills the role.</p><p>Siebert had served for a 120-day period and had gotten judicial permission to continue as acting US attorney, until the Senate could confirm a permanent occupant for the role.</p><p>But Halligan did not have the judges’ approval. That made her appointment as US attorney illegal, according to lawyers for Comey and James.</p><p>Lawyers for the Justice Department, however, argued that the issue amounted to a mere “paperwork error” — and that Attorney General Bondi had likewise signed off on the indictments.</p><p>Still, the hearings in Currie’s courtroom raised serious questions about the validity of the indictments.</p><p>Currie raised concerns that the grand jury transcript in Comey’s case was incomplete, <a href=\"/news/2025/11/17/disturbing-pattern-us-judge-rebukes-missteps-in-james-comey-indictment\">an issue later echoed</a> by Magistrate Judge William Fitzpatrick in a separate ruling on November 17.</p><p>He said the records indicate “a disturbing pattern of profound investigative missteps”, including misleading statements from the prosecutor and the use of an unrelated search warrant. He also pointed out that it seemed the final indictment against Comey had never been fully presented to the grand jury, as required.</p><p>In another courtroom last week, overseen by Judge Michael Nachmanoff, the <a href=\"/news/2025/11/19/justice-department-admits-grand-jury-did-not-review-final-comey-indictment\">Justice Department acknowledged</a> that it had indeed failed to give the grand jury a chance to review the final Comey indictment.</p><p>The Trump administration is likely to appeal Monday’s decision.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration ends temporary immigration status for Myanmar citizens | Donald Trump News | Al Jazeera",
            "time": "2025-11-24T19:18:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-10T120242Z_1428126799_RC2MTHAVH2B8_RTRMADP_3_MALAYSIA-MYANMAR-CAPSIZE-1764007647.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government has announced it plans to end Temporary Protected Status (TPS) for citizens of Myanmar, a country in southeast Asia currently facing an ongoing civil war.</p><p>On Monday, the Department of Homeland Security (DHS) issued a draft <a href=\"https://public-inspection.federalregister.gov/2025-21069.pdf\" target=\"_blank\" rel=\"noopener\">notice</a> in the Federal Register, to be formally published the following day, revealing the change.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It credited Homeland Security Secretary Kristi Noem with making the determination to end the programme.</p><p>“After reviewing country conditions and consulting with appropriate U.S. Government agencies, the Secretary determined that Burma [Myanmar] no longer continues to meet the conditions for designation for Temporary Protected Status,” the document said.</p><p>“The Secretary, therefore, is terminating the Temporary Protected Status designation of Burma as required by statute.”</p><p>Some 3,969 citizens of Myanmar currently enjoy Temporary Protected Status, a legal immigration pathway for foreign nationals whose home country is unsafe to return to.</p><p>The status grants successful applicants already in the US the ability to legally stay and work in the country. Another 236 applications from Myanmar were pending as of November 10.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the administration of President Donald Trump has sought to reduce immigration into the US.</p><p>It has therefore attempted to rescind Temporary Protected Status for several groups, including citizens of Haiti, Afghanistan, Venezuela and other countries facing instability.</p><p>Just last Friday, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115590786862216464\" target=\"_blank\" rel=\"noopener\">posted</a> on his platform Truth Social that he was “hereby terminating, effective immediately, the Temporary Protected Status (TPS Program) for Somalis in Minnesota”, accusing gangs of Somali nationals of “terrorizing” the state.</p><p>“Send them back to where they came from. It’s OVER,” Trump wrote.</p><p>Legal experts, however, question whether a president can revoke Temporary Protected Status from a specific group in a specific state. Some have accused Trump of attempting to intimidate immigrants, in order to force them to leave the country.</p><p>Under Trump, the federal government has also restricted <a href=\"/news/2025/10/30/trump-announces-lowest-refugee-admission-cap-in-us-history-at-7500\">its cap on refugee admissions to 7,500</a>, a historic low.</p><p>In addition, the Trump administration has sought to strip hundreds of thousands of immigrants of another temporary protection called “humanitarian parole”. That programme allows immigrants to come into the country on a short-term basis due to emergency situations or humanitarian concerns.</p><p>Several of those efforts face ongoing legal challenges. So far, however, the Supreme Court has largely sided with the Trump administration.</p><p>In an unsigned May 30 <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a1079_p86b.pdf\" target=\"_blank\" rel=\"noopener\">decision</a>, for instance, a majority on the high court lifted a lower court’s ruling that had barred the Department of Homeland Security from ending humanitarian parole for nearly 500,000 Cubans, Nicaraguans, Venezuelans and Haitians.</p><p>Two left-leaning justices — Ketanji Brown Jackson and Sonia Sotomayor — issued a dissent, warning that removing the pause would cause great harm to US immigrants while the legal challenge proceeds.</p><p>The decision, Brown Jackson wrote, “undervalues the devastating consequences of allowing the Government to precipitously upend the lives and livelihoods of nearly half a million noncitizens while their legal claims are pending”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"unrest-in-myanmar\">Unrest in Myanmar</h2><p>In the case of Myanmar, the Department of State has issued a level-four travel advisory — the highest tier — warning against transit through the country.</p><p>It cited the risk of “armed conflict, the potential for civil unrest, arbitrary enforcement of local laws, poor health infrastructure, land mines and unexploded ordnance, crime, and wrongful detentions”.</p><p>In February 2021, the military toppled the government of President Aung San Suu Kyi, and the country has grappled with civil war ever since, marking the latest chapter in a nearly eight decades of internal unrest.</p><p>The military leadership is locked in a fight with members of the exiled government as well as armed ethnic groups and civilian opposition groups.</p><p>It has led a campaign of heavy air strikes, some of which reportedly targeted schools and hospitals. Both rebels and soldiers have been accused of human rights abuses, including torture.</p><p>The United Nations estimates the long-running conflict has created nearly 1,585,298 asylum seekers and refugees as of October, with many seeking protection in nearby countries like Bangladesh and Malaysia.</p><p>Members of the persecuted Rohingya ethnic group have been rendered stateless amid the fighting.</p><p>Citizens from Myanmar were initially given Temporary Protected Status in the US under former President Joe Biden in May 2021.</p><p>The administration then extended the protection designation twice: once in September 2022 and again in May 2024. The latest 18-month extension was slated to expire on Tuesday, November 25.</p><p>The termination of the Temporary Protected Status will take effect 60 days after the Federal Register notice is officially published.</p><p>In its statement, the Department of Homeland Security said Secretary Noem had deemed conditions in the country sufficiently safe for its citizens to return.</p><p>“Burma [Myanmar] continues to face humanitarian challenges due in part to continued military operations against armed resistance and the need for humanitarian assistance,” the notice said.</p><p>“There have, however, been improvements in Burma’s governance and stability at the national and local levels.”</p><p>The notice added that allowing Myanmar citizens to stay ran “contrary to the U.S. national interest”.</p><p>In March, the Department of Homeland Security told Congress that 9,590 Myanmar citizens were eligible for the protection, but had yet to apply.</p><p>Just this month, <a href=\"/news/2025/11/11/21-dead-search-continues-after-refugee-boat-sinks-near-malaysia-thailand\">another boat sank off</a> the Myanmar shore, as Rohingya refugees attempted to flee to safety. At least 27 people were confirmed dead, with many more missing.</p></div></div></body></html>"
        },
        {
            "title": "Syria extends Homs curfew as killings threaten to inflame sectarian tension | Conflict News | Al Jazeera",
            "time": "2025-11-24T18:35:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_69249d96c4ce0-1764007318.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria extends Homs curfew as killings threaten to inflame sectarian tension</h1><p class=\"article__subhead\"><em>Syria’s Interior Ministry says the killers likely planted misleading slogans to inflame tensions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"389\" data-end=\"696\">Syrian authorities have prolonged a sweeping curfew across parts of the western city of Homs after a weekend killing piqued <a href=\"/news/2025/7/16/sectarian-tension-israeli-intervention-what-led-violence-syria\">sectarian</a> tensions in the city.</p><p data-start=\"389\" data-end=\"696\">Officials first imposed the restrictions on Sunday evening, but extended them through Monday evening as security forces attempted to stabilise the situation, according to the state-run SANA news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"698\" data-end=\"974\">The curfew covers a range of districts, including predominantly Alawite areas, as well as nearby mixed and Sunni-majority areas. The Interior Ministry said the measure aimed to “preserve their safety” while operations continued.</p><p data-start=\"976\" data-end=\"1376\">The violence erupted after a married couple from a well-known Bedouin tribe were found dead in their home south of Homs.</p><p data-start=\"976\" data-end=\"1376\">SANA reported that sectarian slogans were left at the scene, although the Interior Ministry on Monday said investigators had found no evidence linking the killings to a <a href=\"/news/2025/11/16/syria-detains-members-of-security-forces-over-suwayda-violence\">sectarian motive</a>.</p><p data-start=\"1378\" data-end=\"1736\">In a statement, Interior Ministry spokesperson Nour al-Din al-Baba instead said the markings discovered at the home were likely planted “to mislead investigators and incite strife”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1738\" data-end=\"2018\">The killings triggered retaliatory attacks by armed men from the Bani Khalid tribe, who moved through Alawite-majority and mixed neighbourhoods, according to the Syrian Observatory for Human Rights.</p><p data-start=\"1738\" data-end=\"2018\">The men reportedly torched properties and vehicles and fired into the air. No deaths were reported, but residents described widespread fear as <a href=\"/news/2025/8/14/war-crimes-likely-committed-by-both-sides-in-syria-sectarian-violence-un-commission-says\">unrest</a> spread.</p><p data-start=\"2020\" data-end=\"2389\">Security forces quickly deployed across Homs and into nearby Zaidal. Major General Murhaf al-Naasan, who heads internal security in the province, initially said on Sunday that the couple’s killing “appears to have the goal of fuelling sectarian divisions and undermining stability in the region”.</p><p data-start=\"2020\" data-end=\"2389\">But Homs police chief Colonel Bilal al-Aswad also later downplayed any sectarian motives.</p><p data-start=\"2020\" data-end=\"2389\">On Monday, Interior Ministry spokesperson al-Baba said that 120 people suspected of being involved in violence had been arrested. Further details were not immediately available.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2020\" data-end=\"2389\">The incident is the latest test for the interim government of Syrian President Ahmed al-Sharaa, who rose to power after a rebel offensive ousted longtime leader Bashar al-Assad in December 2024.</p><p data-start=\"2391\" data-end=\"2695\">Homs, long known for its diverse population, has a history as a sectarian flashpoint.</p><p data-start=\"2391\" data-end=\"2695\">It was one of the earliest hubs of anti-government protest during the 2011 uprising against al-Assad, whose Alawite background has shaped the city’s political and communal landscape for more than a decade.</p><p data-start=\"2391\" data-end=\"2695\">Al-Sharaa’s fledgling government has pledged to protect minority rights in Syria.</p></div></div></body></html>"
        },
        {
            "title": "Amazon to invest $50bn in AI for US government customers | Business and Economy News | Al Jazeera",
            "time": "2025-11-24T18:22:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-24T165543Z_2060181263_RC2J7HAHWJX9_RTRMADP_3_AMAZON-COM-AI-USA-1764004478.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amazon to invest $50bn in AI for US government customers</h1><p class=\"article__subhead\"><em>The federal government seeks to develop tailored artificial intelligence (AI) solutions and drive significant cost savings by leveraging AWS’s dedicated capacity.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amazon is set to invest up to $50bn to expand artificial intelligence (AI) and supercomputing capacity for United States government customers, in one of the largest cloud infrastructure commitments targeted at the public sector.</p><p>The e-commerce giant announced the investment on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The project, expected to break ground in 2026, will add nearly 1.3 gigawatts of new AI and high-performance computing capacity across AWS Top Secret, AWS Secret and AWS GovCloud regions through new data centres equipped with advanced computing and networking systems.</p><p>One gigawatt of computing power is roughly enough to power about 750,000 US households on average.</p><p>“This investment removes the technology barriers that have held the government back”, Amazon Web Services (AWS) CEO Matt Garman said.</p><p>AWS is already a major cloud provider to the US government, serving more than 11,000 government agencies.</p><p>Amazon’s initiative aims to provide federal agencies with enhanced access to a comprehensive suite of AWS AI services. These include Amazon SageMaker for model training and customisation, Amazon Bedrock for deploying AI models and agents and foundational models such as Amazon Nova and Anthropic Claude.</p><p>The federal government seeks to develop tailored AI solutions and drive significant cost savings by leveraging AWS’s dedicated and expanded capacity.</p><p>The push also comes as the US, along with other countries such as China, intensifies efforts to advance AI development and secure leadership in the emerging technology.</p><p>Tech companies, including OpenAI, Alphabet and Microsoft, are pouring billions of dollars into building out AI infrastructure, boosting demand for computing power required to support the services.</p><p>On Wall Street, Amazon’s stock was up 1.7 percent in midday trading.</p><p>Other tech stocks surged amid the recent investments. Alphabet, Google’s parent company, closed in on a $4 trillion valuation on Monday and was set to become only the fourth company to enter the exclusive club. Its stock was up 4.7 percent.</p><p>Last week,<a href=\"/economy/2025/11/19/nvidia-forecasts-q4-revenue-above-estimates-despite-ai-bubble-concerns\" target=\"_blank\" rel=\"noopener\"> Nvidia announced </a>expectations of higher fourth-quarter revenue — a month after the tech giant announced a partnership to build supercomputers for the <a href=\"/economy/2025/10/28/nvidia-will-build-ai-supercomputers-for-us-department-of-energy\" target=\"_blank\" rel=\"noopener\">US Department of Energy </a>— a deal that sent the company’s valuation topping <a href=\"/economy/2025/10/29/chipmaker-nvidia-hits-5-trillion-valuation\" target=\"_blank\" rel=\"noopener\">$5 trillion</a>.</p><p>Nvidia stock was up by 1.8 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "Volunteers in Gaza care for animals amid war and destruction | Newsfeed | Al Jazeera",
            "time": "2025-11-24T18:20:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764008130.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thousands mourn Hezbollah commander killed by Israel | Military | Al Jazeera",
            "time": "2025-11-24T18:19:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764008351.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinians mourn loved ones killed as Israel violates fragile ceasefire | Gaza | Al Jazeera",
            "time": "2025-11-24T18:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764007239.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Associated Press, Trump argue Oval Office access in federal appeals court | Freedom of the Press News | Al Jazeera",
            "time": "2025-11-24T17:56:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25324737259003-1764003073.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Associated Press, Trump argue Oval Office access in federal appeals court</h1><p class=\"article__subhead\"><em>The White House barred the news organisation after it declined to refer to the ‘Gulf of Mexico’ as the ‘Gulf of America’ after US President Donald Trump renamed it.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Associated Press (AP) and the Trump administration are back before a United States federal appeals court in their fight over media access.</p><p>The AP argued on Monday that a news outlet should not be punished for its point of view, and the White House insisted that the president should determine who can question him in the Oval Office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In February, AP sued three officials from the administration of US President Donald Trump, including White House press secretary Karoline Leavitt,<a href=\"/news/2025/2/14/trump-administration-bars-ap-reporters-for-third-day-news-agency-says\" target=\"_blank\" rel=\"noopener\"> after its reporters</a> were barred from the “pool” of journalists who follow the president up close.</p><p>The administration’s action was, it said, in response to an institutional decision by AP to continue using the term “Gulf of Mexico” as its default style after Trump renamed it the “Gulf of America”.</p><p>The case has wound its way through federal district court and, more recently, federal appellate court throughout the year.</p><p>Julie Pace, AP’s executive editor, wrote in an op-ed piece published Monday morning that the question of access is not just about AP; it’s about people’s access to the government that works for them.</p><p>“When we talk about press freedom, we are really talking about your freedom. Reporters ask questions, photographers take pictures, and video journalists record history on your behalf to ensure that you are informed about the things you don’t have the time to unearth, watch or learn about for yourself,” Pace wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Letting the government control which journalists can cover the highest office in the land and setting rules about what those journalists can say or write is a direct attempt to undercut the First Amendment,” Pace wrote. “It should worry all of us.”</p><p>The Trump administration says it is up to the White House, not the press, to make decisions about access to areas where space is limited. The White House Correspondents’ Association had been deciding who is in the press pools since the 1953-61 administration of President Dwight Eisenhower. The White House reset that tradition in February, saying it wanted to broaden access to include other news outlets.</p><p>“If the AP means to suggest that the White House lacks authority to limit who may engage in news gathering activities from sensitive areas of the White House, it is legally mistaken,” the administration said in its supporting brief.</p><p>A lower court ruled this spring that the government couldn’t retaliate against a news organisation for its speech, but the appeals court halted any response to the ruling until an appeal takes place.</p><p>AP style also recommends acknowledging Trump’s renaming of the Gulf. The president said that AP’s access would remain restricted until it changed its style.</p><p>Nearly four dozen press organisations, and news outlets from ProPublica to Fox News Channel, along with The New York Times and The Washington Post, filed a brief in support of the AP.</p><p>“When any news outlet is chilled … the press and the public as a whole lose out, no matter how many reporters or cameras remain in the room,” the outlets said.</p></div></div></body></html>"
        },
        {
            "title": "Tehran shrouded in thick smog as Iran burns dirty fuel amid energy crisis | Energy News | Al Jazeera",
            "time": "2025-11-24T17:53:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_69247320-1763996448.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s6\"><strong>Tehran, Iran –</strong> Iranians in the capital and many other cities across the country are breathing in toxic fumes as authorities resort to burning dirty fuel to produce electricity and cope with <a href=\"/news/2025/11/12/as-the-dams-feeding-tehran-run-dry-iran-struggles-with-a-dire-water-crisis\">multiple ongoing crises</a>.</p><p class=\"s6\">At 14 power plants, authorities for years have burned mazut, a dark residue of petroleum high in sulphur and other impurities, whenever they run out of natural gas to feed the electricity generators.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s6\">This happens each year due to what observers call chronic mismanagement and ageing infrastructure. It occurs despite heavily sanctioned Iran having the <a href=\"/news/2025/6/17/mapping-irans-oil-and-gas-sites-and-those-attacked-by-israel\">world’s second largest proven natural gas reserves</a> and the third largest crude oil reserves.</p><p class=\"s6\">Thick and suffocating layers of smog blanketed Tehran on Monday even as traffic was light as the country shut down to observe a religious holiday.</p><p>Footage taken on Saturday from the nearly 4,000-metre-high (13,000ft-high) Tochal mountain, adjacent to northern Tehran, showed the capital no longer visible beneath the layers of pollutants.</p><p></p><p class=\"s6\">The city of about 10 million has been among the top five most polluted across the world over the past several days, closely trailing Pakistan’s Lahore and India’s New Delhi.</p><p class=\"s6\">The pollution index stood at more than 200 early on Monday for a “very unhealthy” classification with a high concentration of PM2.5 airborne particles, which can cause respiratory issues, worsen heart problems and impair lung function, especially for children, the elderly and those with health vulnerabilities.</p><p>A “good” index is zero to 50, while a “moderate” is 51 to 100.</p><p class=\"s6\">State television said Iran’s climate conditions were expected to remain roughly unchanged until the end of the week with hardly any strong wind or rain coming to the rescue. Weather inversions, which trap warmer, smog-filled air close to the surface of the Earth and prevent it from dispersing, are expected to make the situation worse, as do high-emission vehicles and motorcycles.</p><p class=\"s6\">Air quality has also been rapidly deteriorating in both large and small cities across the country over the past week, further threatening tens of millions of people with dangerous pollutants.</p><p class=\"s6\">The Iran Meteorological Organization has issued health warnings for heightened air pollution in Tehran, Karaj, Arak, Isfahan, Tabriz, Mashhad, Ahvaz and Urmia. Schools and offices have been shut down in a number of cities. Authorities in Tehran have yet to announce closures despite the hazardous air.</p><figure id=\"attachment_4127805\" aria-describedby=\"caption-attachment-4127805\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127805\" src=\"/wp-content/uploads/2025/11/epa_692476fbd021-1763997435.jpg?w=770&amp;resize=770%2C474&amp;quality=80\" alt=\"epa12541557 An Iranian man wears a face mask as he rides a scooter on a street during a heavy air pollution in Tehran, Iran, 22 November 2025. Due to heavy air pollution in the capital city, the Iranian Health Ministry announced that elderly and sick people should stay indoors. The government announced that kindergartens and pre-elementary schools in Tehran would be closed for five days. In some other cities, schools and universities have also closed due to heavy air pollution. EPA/ABEDIN TAHERKENAREH\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127805\" class=\"wp-caption-text\">An Iranian man wears a face mask as he rides a motorcycle on a Tehran street on a day of high air pollution on November 22, 2025 [Abedin Taherkenareh/EPA]</figcaption></figure><h2 id=\"heavy-costs\">Heavy costs</h2><p class=\"s6\">To <a href=\"/news/2024/12/18/iran-key-services-shut-as-rial-plunges-amid-energy-crisis-regional\">avoid more crippling power blackouts</a>, the government of President Masoud Pezeshkian continues to burn mazut, as did his predecessors.</p><p class=\"s6\">A massive 21 million litres (5.55 million gallons) of the dirty chemical product was being burned every single day by mid-November, according to the semiofficial Fars news agency, affiliated with the Islamic Revolutionary Guard Corps.</p><p class=\"s6\">Speaking during an exhibition on renewable energy and electricity efficiency in Tehran last week, Energy Minister Abbas Aliabadi confirmed to reporters that power plants will keep burning the heavy fuel oil whenever necessary as winter cold brings more natural gas shortages.</p><p class=\"s6\">“Mazut-burning power plants are low priority because liquid fuel is valuable and we prefer to use it as a last resort,” he said, without making any mention of the health impacts that using the fuel would entail.</p><p class=\"s6\">Deputy Health Minister Alireza Raisi told state media this month that 58,975 Iranians had died as a result of breathing in PM2.5 particles during the year that ended in March. That means 161 deaths per day.</p><p class=\"s6\">The victims died of heart disease, lung cancer, chronic obstructive pulmonary disease, strokes and lower respiratory tract infection directly linked with the air pollution, according to the official.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s6\">Raisi said the government has estimated costs of air pollution in the year until March at $17.2bn due to healthcare expenses, premature deaths, lost productivity, school closures and business shutdowns.</p><p class=\"s6\">In November 2024, Iranian state media had hailed what they called “the government’s brave act” to temporarily stop burning mazut. At the time, government spokeswoman Fatemeh Mohajerani called it replacing “producing poison” with “calculated blackouts”.</p><p class=\"s6\">As the smog spread across Iran this week, another topic dominating public attention was wildfires that erupted across 8 hectares (20 acres) of forest and mountainous land in the northern provinces.</p><p class=\"s6\">The fires threatened UNESCO-listed Hyrcanian forests, considered the oldest temperate forest on earth.</p><p class=\"s8\">The ISNA news agency reported the blazes had been largely brought under control as of Monday.</p></div></div></body></html>"
        },
        {
            "title": "Republika Srpska’s ruling party declares victory in presidential vote | Elections | Al Jazeera",
            "time": "2025-11-24T17:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13529892_cropped-1764005656.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What are the implications of Israel’s latest attack on Hezbollah? | Hezbollah News | Al Jazeera",
            "time": "2025-11-24T17:42:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764002348.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Haytham Ali Tabatabai is Hezbollah’s most senior figure to be killed since a ceasefire began in November 2024.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">An Israeli air strike on Beirut has killed <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>, Hezbollah’s chief of staff.</p><p class=\"p1\">Tabatabai was the highest-level Hezbollah official targeted by Israel since a ceasefire came into force a year ago between the armed group and Israel’s military.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">There have been <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">frequent Israeli breaches</a> of the agreement, but observers say the latest attack is a major escalation.</p><p class=\"p1\">So why is this strike coming now – and what are the implications?</p><p class=\"p1\"><strong>Presenter: </strong></p><p class=\"p1\">Imran Khan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Joe Macaron – Geopolitical analyst specialising in US strategy in the Middle East</p><p class=\"p1\">Nadim Houry – Executive director of the Arab Reform Initiative</p><p class=\"p1\">Alon Pinkas – Former Israeli ambassador and consul general of Israel in New York</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukraine allies give cautious welcome to ‘modified’ peace framework | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-24T17:34:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_692496f542959-1764005621.jpg?resize=1920%2C1401",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European allies of Ukraine have given a cautious welcome to efforts to refine a United States peace proposal initially criticised for appearing to be weighted in favour of Russia’s maximalist demands.</p><p>The leaders Germany, Finland, Poland and the United Kingdom were among those agreeing on Monday that progress had been made in the previous day’s <a href=\"/news/2025/11/23/us-very-optimistic-ukraine-peace-plan-can-be-reached-very-soon-rubio\">talks between Washington and Kyiv</a> in Geneva that yielded what the US and Ukraine called a “refined peace framework”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Still, the European leaders stressed that work remained to be done.</p><p>“It was possible to clear up some questions, but we also know that there won’t be peace in Ukraine overnight,” said German Chancellor Friedrich Merz, adding that the peace plan initially drafted by the US had been “modified in significant parts”.</p><p>He welcomed the “interim result”.</p><p>“The next step must be that Russia must come to the table,” Merz said from Angola, where he was attending a summit between African and European Union countries. “This is a laborious process. It will move forward at most in smaller steps this week. I do not expect there to be a breakthrough this week.”</p><p>US President Donald Trump had blindsided Kyiv and its European countries last week with a 28-point peace plan criticised by some as a Russian wish list that called for Ukraine to cede more territory, accept limits on its military and abandon its ambitions to join NATO.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Britain, France and Germany responded by drawing up a counterproposal that would cease fighting at the present front lines, leaving discussions of territory for later, and include a NATO-style US security guarantee for Ukraine, according to a draft seen by Reuters news agency.</p><p>UK Prime Minister Keir Starmer said that Ukraine’s allies in the “coalition of the willing” – a broad term for about 30 countries supporting Kyiv – will hold talks about the negotiations on Tuesday by video.</p><p>The German Foreign Office said that the chief diplomats of Germany, Finland, France, the UK, Italy and Poland consulted Monday with Ukrainian Foreign Minister Andrii Sybiha on further steps towards ending the war.</p><p>Also attending the summit in Angola, European Council President Antonio Costa said there was “new momentum” in negotiations.</p><p>European Commission President Ursula von der Leyen said the European Union would “engage further tomorrow with our partners from the coalition of the willing”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"big-progress\">‘Big progress’</h2><p>On Monday, Trump indicated Sunday’s talks had gone well.</p><p>“Is it really possible that big progress is being made in Peace Talks between Russia and Ukraine??? Don’t believe it until you see it, but something good just may be happening,” the US president wrote on Truth Social.</p><p>Trump had given Ukrainian President Volodymyr Zelenskyy, who is under the doubled pressure of Russia’s continued advance on the front line and a corruption scandal that has tainted his administration, until Thursday to agree to a framework to end the war. He also accused Zelenskyy of showing “zero gratitude” for peace efforts.</p><p>Zelenskyy said on X on Monday that he was expecting a full report that evening on the Geneva talks.</p><p>“To achieve real peace, more, more is needed. Of course, we all continue working with partners, especially the United States, and look for compromises that strengthen but not weaken us,” he said.</p><p>Polish Prime Minister Donald Tusk also said on Monday that negotiations were a “delicate matter” since “no one wants to discourage Americans and President Trump from having the United States on our side in this process”.</p><p>The Kremlin said it had not been informed of the results of the Geneva talks, but that it was aware that “adjustments” were made to the US proposal.</p><p>In a call with Turkish President Recep Tayyip Erdogan on Monday, Russian President Vladimir Putin repeated his view that the initial US plan could “serve as a basis for a final peace settlement”.</p><p>During the call, Erdogan said Turkiye was ready to support efforts to bring Russia and Ukraine together, including helping to facilitate direct talks between the two.</p><p>However, Russian presidential aide Yuri Ushakov said the European plan appeared “entirely unconstructive and unsuitable for us”, according to a report in the Russian state-run TASS news agency.</p><p>Reporting from Moscow, Al Jazeera’s Yulia Shapovalova said Russia was unlikely to accept the European revisions.</p><p>“If all Russian conditions and interests are not taken into account, Russia is ready to continue fighting because, according to Vladimir Putin, Russia is pretty successful on the battlefield and it wants to achieve its goals,” she said.</p><p>In comments made by video to a meeting at the Swedish parliament, Zelenskyy had indicated that territory would still be a key sticking point, accusing Putin of seeking “legal recognition for what he has stolen”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"grim-reality\">Grim reality</h2><p>Russia’s invasion of Ukraine has decimated the east of the country, forcing millions to flee their homes, ravaging towns and cities, and killing tens of thousands in Europe’s worst conflict since World War II.</p><p>On Monday, the nearly four-year war continued to grind on, with Russian forces keeping up their deadly and devastating strikes on civilian areas while making battlefield advances in Ukraine’s southeastern Zaporizhia region.</p><p>Russian drones hit residential areas of Kharkiv, Ukraine’s second-largest city, overnight, killing four people and wounding 13, including two children, authorities said.</p><p>On Monday, Russian forces struck the city of Pavlohrad in Ukraine’s Dnipropetrovsk region with drones, wounding three people and damaging industrial facilities, according to regional authorities.</p><p>That morning, Russian shelling killed a 61-year-old woman in Kherson, according to the military administration of the city in southern Ukraine.</p><p>Across the border, Russian air defences downed Ukrainian drones en route to Moscow, forcing three airports serving the capital to pause flights.</p><p>A reported Ukrainian drone strike on Sunday knocked power out for thousands of residents near Moscow, a rare reversal of Russian attacks on energy targets that regularly cause power blackouts for millions of Ukrainians.</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s Supreme Court panel votes to keep Bolsonaro in police custody | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-11-24T17:08:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T144942Z_434325561_RC211IAAPK6D_RTRMADP_3_BRAZIL-BOLSONARO-1763993011.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A panel on the Brazilian Supreme Court has voted unanimously to keep former President Jair Bolsonaro in the custody of federal police after he admitted to tampering with his ankle monitor.</p><p>On Monday, the panel of four justices convened to weigh whether to continue Bolsonaro’s preventative detention, after he was taken into custody on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The panel’s justices include Alexandre de Moraes, Cristiano Zanin, Carmen Lucia and Flavio Dino. Voting remains open until 8pm local time (23:00 GMT). A fifth member, Luiz Fux, has moved to a different panel, so his seat remains vacant.</p><p>In explaining Monday’s decision, de Moraes accused Bolsonaro of making “repeated” attempts to violate court orders and explained that the former president is a flight risk.</p><p>Bolsonaro has shown “patent disrespect for the justice system”, de Moraes said.</p><p>“There is no doubt, therefore, about the need to convert house arrest into pre-trial detention, due to the need to guarantee public order, ensure the application of criminal law and prevent disrespect for the precautionary measures already applied.”</p><p>Justice Dino also cited the possibility that Bolsonaro might flee the country to evade justice.</p><p>“The admitted breach of electronic monitoring not only increases the risk of escape but also indicates a blatant violation of the precautionary measures imposed by the Judiciary,” Dino wrote.</p><p>In September, the far-right Bolsonaro had been sentenced to 27 years and three months in prison for attempting to overturn the results of the 2022 presidential election, which he lost.</p><p>He was found guilty on five counts. They included attempting a coup, participating in an armed criminal organisation, seeking the violent abolition of the democratic rule of law, participating in damage qualified by violence, and the deterioration of listed heritage.</p><p>The same panel that voted for Bolsonaro’s conviction reconvened on Monday to determine whether he should stay in custody.</p><p>Only one of the panel’s five original justices, Fux, had voted against Bolsonaro’s conviction in September. Fux no longer remains on the panel, however.</p><p>Bolsonaro has denied seeking to foment a coup and has maintained his innocence. His defence team has framed the proceedings as an attempt to dampen his political popularity.</p><p>United States President Donald Trump, an ally of Bolsonaro, has called the case a “witch hunt” and has sought to intervene on the former president’s behalf, imposing steep tariffs on Brazil and sanctioning Justice de Moraes.</p><p>Previously, Bolsonaro had been held under house arrest at his residence in Brasilia, while his defence team sought to appeal.</p><p>In early November, the Supreme Court panel <a href=\"/news/2025/11/7/brazil-supreme-court-panel-rejects-bolsonaros-prison-sentence\">rejected</a> Bolsonaro’s attempt to throw out his sentence. His lawyers have since <a href=\"/news/2025/11/21/former-president-jair-bolsonaro-asks-to-serve-house-arrest-in-brazil\">asked the court</a> to allow him to serve his 27-year sentence under house arrest, citing health problems stemming from a stabbing Bolsonaro survived on the campaign trail in 2018.</p><p>Justice de Moraes ordered Bolsonaro to be taken to jail on Saturday, after the 70-year-old allegedly <a href=\"/news/2025/11/22/brazils-bolsonaro-arrested-days-before-start-of-27-year-prison-sentence\">damaged his ankle monitor</a> with a soldering tool.</p><p>Assistant Judge Luciana Sorrentino later relayed to the court that Bolsonaro reported having “hallucinations” and “paranoia” that led him to believe his ankle monitor contained “some wiretap”. The ex-president told the assistant judge he believed a change in medication might have brought on the symptoms.</p><p><span>Federal police have indicated that Bolsonaro may have considered fleeing the country in the past, given his mounting legal troubles.</span></p><p>In August, the police issued a report that documented some of Bolsonaro’s attempts. Officials, for instance, said they seized a 33-page letter addressed to the government of Argentinian President Javier Milei, a fellow right-wing leader, petitioning for asylum.</p><p>In the letter, dated February 2024, Bolsonaro explains that he has been “persecuted for reasons and crimes that are essentially political”.</p><p>Around the same time as the letter, Bolsonaro <span>spent a couple of nights in the Hungarian embassy in Brasilia, raising further questions about whether he might be seeking diplomatic sanctuary.</span></p><p>One of Bolsonaro’s sons, Eduardo Bolsonaro, currently <a href=\"/news/2025/11/15/eduardo-bolsonaro-son-of-brazils-ex-president-to-face-obstruction-charge\">faces trial for obstruction</a>, based on the allegation that he petitioned the Trump administration to illegally interfere in his father’s case.</p><p>Bolsonaro is currently being held in a federal police facility in Brasilia. His arrest ended more than 100 days of house arrest for the former president.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Manchester United vs Everton - Premier League | Football News | Al Jazeera",
            "time": "2025-11-24T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_6924bb0420-1764014852.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Manchester United vs Everton – Premier League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Man United host Everton at Old Trafford.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What is really behind Greg Abbott’s ‘war on Sharia’ | Islamophobia | Al Jazeera",
            "time": "2025-11-24T16:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-08-15T181145Z_784305725_RC2S7GAZ501D_RTRMADP_3_USA-FARM-SCREWWORM-1763998902.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When on November 19 Texas Governor Greg Abbott called for an official investigation into so-called “Sharia courts”, it was not based on evidence, complaints, or any legal irregularity. It was a political performance. There are no Sharia courts in Texas — only voluntary Muslim mediation panels operating under the same framework used by Jewish beth din courts and Christian arbitration services.</p><p>Yet in a letter sent to district attorneys and sheriffs demanding an investigation, Abbott wrote that “The Constitution’s religious protections provide no authority for religious courts to skirt state and federal laws simply by donning robes and pronouncing positions inconsistent with western civilization,” implying that Muslims were secretly building an alternative legal system.</p><p>This is not law enforcement. It is political theatre designed to stoke fear.</p><p>A day earlier, on November 18, Abbott issued an executive order designating the Council on American-Islamic Relations (CAIR) — the largest Muslim civil rights organisation in the country — as a “foreign terrorist organisation” (FTO).</p><p>The order cited no crimes, no violence, no plot, no prosecutorial record. It was simply a sweeping claim that an American civil rights group constituted a national security threat.</p><p>Lawyers immediately noted that Abbott does not have the authority to designate FTOs; only the US federal government does. But again, the point was not legal accuracy.</p><p>This ineffectual order was more about political messaging than anything else. It was aimed to portray Muslim Americans and their institutions as suspect and their civic engagement as a security risk.</p><p>Abbott’s actions are the latest product of a long-running American panic machine that transforms ordinary Muslim life into a threat narrative. This panic machine has been in operation for decades and has repeatedly weaponised Sharia for political gain.</p><p>For example, in the late 2000s, a coordinated national campaign—spearheaded by activists like David Yerushalmi and organisations such as ACT for America—pushed legislators across the country to introduce “anti-Sharia” bills. In the early 2010s, more than 40 states considered laws barring courts from applying “foreign law”, a euphemism universally understood to mean Islamic law.</p><p>The most extreme example occurred in the US state of Oklahoma, where voters approved a constitutional amendment explicitly banning Sharia and the application of international law. When the law was challenged in court, a federal judge blocked it.</p><p>This and other legal challenges exposed these measures for what they were: political stunts, not responses to real legal problems. Yet the broader campaign succeeded in normalising the idea that Muslim religious practice itself is a national security threat, paving the way for later escalations, including Abbott’s actions in Texas today.</p><p>Months before the call to investigate “Sharia courts”, again in Texas, a Muslim-led real estate project was targeted with a Department of Justice (DOJ) investigation and branded online as a “Sharia colony”. Local residents were told that Islamic law would govern the neighbourhood, that non-Muslims would be excluded, and that the development was part of a creeping Islamic takeover. None of the rumours were true: the project was open to everyone and sought only to address the region’s housing crisis.</p><p>The DOJ ended its investigation after finding no illegality in June, but in September, Governor Abbott signed a law  banning “Sharia compounds” in Texas.</p><p>This dynamic has played out far beyond Texas. In the state of Tennessee, opponents of a mosque in Murfreesboro argued that Islam was not a religion and that Muslims were therefore undeserving of First Amendment protection. The argument defied centuries of constitutional doctrine, but that didn’t matter; the point was to make Muslim religious life appear legally illegitimate.</p><p>In Dearborn, Michigan, a city with one of the country’s oldest Arab and Muslim communities, viral hoaxes have repeatedly claimed the city has been “taken over by Sharia law”. Fabricated videos, manipulated headlines, and images from other countries have been circulated to create the illusion of Islamic governance on American soil. Fact-checks have debunked these narratives, yet the rumours have persisted.</p><p>Muslim public figures have also been targeted. During his campaign, New York City’s Mayor-elect Zohran Mamdani faced racist memes and conspiracy theories claiming he was plotting to usher in “Sharia rule” if elected. None of Mamdani’s policy proposals have any religious content whatsoever. His agenda focuses on mass transit, housing, and police accountability. But to those invested in Sharia panic, a Muslim in public office is always presumed to be a Trojan horse.</p><p>And it is not just Republicans who have fanned these flames. Major newspapers, liberal politicians, and even civil liberties institutions have repeatedly adopted the underlying framing that Islamic law is inherently foreign, inherently political, or inherently at odds with American values. By accepting the premise that Sharia is a threat, they effectively validate the narrative architecture of Islamophobia even when they claim to oppose it.</p><p>These incidents reveal a consistent pattern: the panic surrounding Sharia is not about law, safety, or constitutional principle. It is about boundary maintenance in a country struggling with demographic change. It is about who gets to be seen as American and who remains permanently suspect. The panic keeps reemerging not because it reflects valid concerns, but because it is useful — an instrument for mobilising voters, policing civic belonging, and justifying state surveillance.</p><p>What makes this all the more ironic is that Sharia, as understood by Islamic scholars across centuries, bears little resemblance to the caricatures that animate US politics. In Arabic, Sharia means “a path to the water”, a metaphor for moral and spiritual nourishment.</p><p>It is a broad ethical framework concerned with justice, welfare, and accountability. Its foundational aims — the maqāṣid al-sharīʿa — revolve around protecting life, intellect, faith, property, and human dignity. The tradition contains sophisticated doctrines of equity (istiḥsān), public interest (maṣlaḥa), and custom (ʿurf), which operate much like the equitable and contextual tools of modern common law systems.</p><p>Far from being an alien code, Sharia shares deep structural resonances with Western legal traditions. As Professor John Makdisi demonstrated in a landmark <a href=\"https://scholarship.law.unc.edu/nclr/vol77/iss5/2/\">North Carolina Law Review</a> article, several foundational features of English common law bear striking parallels to Islamic legal institutions, likely transmitted through Norman Sicily. This history matters not because it collapses distinctions between legal systems, but because it exposes the absurdity of the idea that Islamic law is inherently incompatible with Western governance.</p><p>The United States once understood that legacy. When the Supreme Court chamber was unveiled in 1935, it featured a marble frieze depicting humanity’s greatest lawgivers, including Prophet Muhammad, shown holding a Quran as a symbol of justice and moral authority. Today, acknowledging that simple historical fact would itself trigger outrage.</p><p>The renewed Sharia panic is not about Islam entering American courts; it is about Islam entering American civic life. It is about Muslim political participation, Muslim community development, Muslim institutions, and Muslim representation — all recast as existential threats. As the country enters another election cycle animated by anti-diversity rhetoric, anti-Muslim conspiracy theories, and attacks on Middle East studies programmes, Sharia becomes a flexible container for a much older anxiety: the fear of a pluralistic America.</p><p>The danger is not Sharia. The danger is the political machinery that turns ordinary Muslim Americans into objects of suspicion, targets of state power, and props in a culture war they did not choose. If there is anything Americans should fear, it is not Islamic law, but the weaponisation of fear.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Palestinians use abandoned Israeli vehicle to help supply water in Gaza | Gaza | Al Jazeera",
            "time": "2025-11-24T16:03:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764000191.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘The worst one presented’: Sudan rejects US-led ceasefire proposal | Military | Al Jazeera",
            "time": "2025-11-24T15:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763999685.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Controversial US-backed GHF to end ‘mission’ in Gaza | Gaza News | Al Jazeera",
            "time": "2025-11-24T15:38:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-05-29T092737Z_100995332_RC2HREAVZ0IE_RTRMADP_3_ISRAEL-PALESTINIANS-AID-FOUNDATION_cropped-1751055496.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Controversial US-backed GHF to end ‘mission’ in Gaza</h1><p class=\"article__subhead\"><em>Rights observers condemned aid scheme for bypassing UN and deadly attacks at distribution sites.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli- and United States-backed <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">GHF organisation</a> has announced it is ending its “mission” in Gaza.</p><p>The group sparked controversy after it began distributing food in the Palestinian enclave in May.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It has been widely condemned for bypassing the United Nations and other humanitarian aid infrastructure in Gaza and for <a href=\"/news/2025/7/2/death-or-food-the-palestinians-killed-by-israel-at-gazas-aid-centres\">deadly violence</a> that regularly broke out at or near its crowded distribution sites by Israeli soldiers and its own security contractors.</p><p>“From the outset, GHF’s goal was to meet an urgent need, prove that a new approach could succeed where others had failed, and ultimately hand off that success to the broader international community,” GHF Executive Director John Acree said in a statement on Monday.</p><p>The statement pointed to provisions in the ceasefire between Israel and Hamas that went into effect in October as the reason for ending its operations.</p><p>That included the creation of the US-backed Civil-Military Coordination Center, which is meant to coordinate aid to Gaza, and Israel allowing UN-backed aid distribution efforts to partially resume.</p><p>“As a result, we are winding down our operations as we have succeeded in our mission of showing there’s a better way to deliver aid to Gazans,” it said, claiming to be the “only aid operation that reliably and safely provided free meals directly to Palestinian people in Gaza, at scale and without diversion”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The statement directly contradicted many top figures in the international humanitarian community.</p><p>In August, 28 UN experts appealed for the GHF to be dismantled, calling the scheme an “utterly disturbing example of how humanitarian relief can be exploited for covert military and geopolitical agendas in serious breach of international law”.</p><p>They added that “Israeli forces and foreign military contractors continue to open indiscriminate fire on people seeking aid at so-called ‘distribution sites’ operated by GHF.”</p><p>At the time, the experts reported at least 859 Palestinians had been killed around GHF sites since the beginning of its operations in late May.</p><p>Among other issues, the experts noted that the scheme required aid seekers to make long, dangerous journeys to a handful of GHF sites to receive supplies, departing from the UN aid delivery model, which emphasises bringing aid more directly to affected communities.</p><p>The US had presented the GHF as a solution to delivering aid in Gaza at a time when Israel’s restrictions on humanitarian operations were causing famine in parts of the war-torn territory, according to the world hunger monitor, the Integrated Food Security Phase Classification system.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>UN officials maintained that allowing independent aid workers unfettered access to the enclave was the best way to address the crisis.</p><p>In the statement released on Monday, the GHF acknowledged it opened only four distribution sites in Gaza, three in southern Gaza and one near Gaza City. Still, it hailed its operations as a model for future aid deliveries.</p><p>It added that GHF leaders “will maintain readiness to reconstitute if new humanitarian needs are identified” and will remain a registered nongovernmental organisation.</p></div></div></body></html>"
        },
        {
            "title": "What is Cartel de los Soles, the latest group designated ‘terrorist’ by US? | Drugs News | Al Jazeera",
            "time": "2025-11-24T15:31:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25316790559208-1763005327_3d5f59-1763011393.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government has designated what is known among Venezuelans as the “Cartel de los Soles” as a <a href=\"/news/2025/11/24/us-adds-venezuelan-cartel-to-terror-list-as-military-threat-rises\">“terrorist organisation”</a>, marking Washington’s latest effort to put pressure on President Nicolas Maduro as the US weighs up military action on land.</p><p>On November 16, the US Department of State <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/11/terrorist-designations-of-cartel-de-los-soles\">declared</a> that the Cartel de los Soles, or Cartel of the Suns, a term Venezuelans use to refer to officials engaged in corruption, would be added to the “foreign terrorist organization” (FTO) list from today. The US alleges the “cartel” is overseen by Maduro himself.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking to One America News on Friday, US Defence Secretary Pete Hegseth said the designation “brings a whole bunch of new options to the United States”, adding that Washington does not consider Maduro a legitimate leader.</p><p>While Washington claims Cartel de los Soles is overseen by the Venezuelan president and includes members of his inner circle, including in the military, Maduro denies any personal involvement in drug trafficking and even the existence of the alleged cartel.</p><p>In a statement responding to the move, Venezuela’s Ministry of Foreign Affairs said the action was a “ridiculous lie” used to justify future military intervention.</p><h2 id=\"what-is-the-cartel-de-los-soles\">What is the Cartel de los Soles?</h2><p>The US State Department alleges that the Cartel de los Soles, along with the Venezuelan <a href=\"/news/2025/3/20/fact-check-is-tren-de-aragua-invading-the-us-as-trump-says\">Tren de Aragua</a> criminal gang, is responsible for extensive drug-trafficking operations in the US and Europe.</p><p>According to the think tank InsightCrime, the name Cartel de los Soles emerged in the 1990s when Venezuelan generals and senior officers, who wore sun insignias on their epaulettes, were investigated for drug trafficking and related crimes.</p><p>Jeremy McDermott, codirector of InsightCrime, told CNN the cartel “is not a traditional, vertically organised drug-trafficking organisation. It is … a series of normally disconnected cells embedded within the Venezuelan military”.</p><p>Despite the allegations by President Donald Trump’s administration, the US Drug Enforcement Administration has never described the Cartel de los Soles as a drug-trafficking organisation in its annual <a href=\"https://www.dea.gov/documents/2025/2025-05/2025-05-13/national-drug-threat-assessment\">National Drug Threat Assessment</a> nor has the <a href=\"https://www.unodc.org/unodc/site-search.html?q=%22cartel+de+los+soles%22\">World Drug Report</a> by the United Nations Office on Drugs and Crime.</p><h2 id=\"what-does-the-terrorist-designation-mean\">What does the ‘terrorist’ designation mean?</h2><p>There is no universally accepted definition of a drug cartel, but the term generally refers to a centrally controlled criminal organisation that operates across borders and uses violence to profit from illegal activities.</p><p>While the US Department of the Treasury has previously sanctioned the Cartel de los Soles, the new FTO designation gives the US government more powers to take action against it.</p><p>The designation criminalises all “support” for the Cartel de los Soles and bars its representatives from entering the US. As such, it is now a crime to provide funds to the group. And due to its alleged links with the military, that could potentially prevent foreign firms from doing business with the Venezuelan state.</p><p>The new classification also authorises diplomatic and financial penalties against the group, such as freezing its assets.</p><p>Crucially, the FTO designation bolsters the political and legal case for <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">US military action in Venezuela</a>, presenting an ostensible counternarcotics effort as part of a broader campaign for a change in government, analysts said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-has-the-us-government-taken-this-step\">Why has the US government taken this step?</h2><p>The Trump administration has adopted an increasingly hard line towards Maduro, who claimed <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">re-election in January</a> despite accusations of fraud. Caracas banned Maduro’s main political rival, Maria Corina Machado, from running.</p><p><span>Washington, which has carried out a string of military strikes on Venezuelan boats it alleges are trafficking drugs in the Caribbean and eastern Pacific, has not shared any evidence of Maduro’s direct involvement in drug trafficking. However, it continues to insist that the Venezuelan president is the head of the Cartel de los Soles and he is </span>associated with Tren de Aragua.</p><p>In July, Trump’s national security adviser and secretary of state, Marco Rubio, accused Maduro of being “the leader of the designated narcoterrorist organisation Cartel de los Soles” and responsible for “trafficking drugs into the United States and Europe”.</p><p>In August, the US government raised its reward for information leading to Maduro’s arrest from $25m to $50m. But its characterisation of Maduro as a drug kingpin is seen by many – and by Maduro himself – as a way for the US to unseat him from power.</p><p>In October, Maduro accused the US of “fabricating a new war … [and] an extravagant narrative, a vulgar, criminal and totally fake one”. Maduro’s comments followed Trump’s announcement that he had <a href=\"/news/2025/10/16/trump-approves-cia-operations-in-venezuela-what-we-know-and-whats-next\">authorised CIA operations</a> in Venezuela.</p><p>Maduro said he believes Trump is aiming to reshape the political landscape in the Caribbean. If he falls, Maduro said, then US political foes in Cuba and Nicaragua could lose access to subsidised <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">Venezuelan oil</a> and could be destabilised.</p><h2 id=\"what-military-action-has-the-us-taken\">What military action has the US taken?</h2><p>Since September, the US has carried out a <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">string of air strikes</a> on what it says are drug-trafficking boats off the coasts of Venezuela and Colombia, amounting to the largest military deployment to the Caribbean in decades and killing at least 83 people.</p><p>Meanwhile, Washington has <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">dispatched</a> several warships, including the nuclear-powered super-carrier <a href=\"/news/2025/10/24/us-deploys-aircraft-carrier-amid-hardening-stance-towards-venezuela\">USS Gerald R Ford</a>, the world’s largest and most advanced naval aircraft vessel, to the Caribbean Sea in recent weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Mark Cancian, a senior adviser to the defence and security programme at the Centre for Strategic and International Studies, said the carrier is not designed for Trump’s mission, as described.</p><p>“The Ford is not well suited for counterdrug operations. … It’s well suited to attack adversaries either at sea or on land,” he posted in an analysis on X on November 14.</p><p>The show of force recalls a <a href=\"/features/2013/4/3/timeline-venezuelas-tumultuous-history\">long history</a> of military interventions and coup-mongering across Latin America by US governments, often motivated by fear of hostile powers close to US borders.</p><p>In recent decades, ties between Washington and Caracas have been dominated by tensions since the rise of Maduro’s left-wing predecessor Hugo Chavez. The relationship deteriorated further after Maduro came to power following Chavez’s death in 2013.</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>Trump says he has “sort of” made up his mind about what to do in Venezuela but has not announced his decision yet.</p><p>Last week, when asked about the possibility of deploying US troops in Venezuela, Trump replied: “I don’t rule out that. I don’t rule out anything. We just have to take care of Venezuela.”</p><p>He told reporters on November 16 that “we may be having some discussions” with Maduro and “Venezuela wants to talk”, but he did not provide details.</p><p>Over the weekend, six international airlines <a href=\"/news/2025/11/23/airlines-cancel-flights-to-venezuela-amid-us-military-buildup\">suspended flights to Venezuela</a> after the US warned carriers about a “potentially hazardous situation” in and around the country.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria school kidnapping: Who’s behind it, why were children targeted? | Armed Groups News | Al Jazeera",
            "time": "2025-11-24T15:09:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25325742546150-1763801059.jpg?resize=1920%2C900&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gunmen have <a href=\"/news/2025/11/22/over-300-students-were-abducted-by-nigerian-gunmen-from-catholic-school\">kidnapped hundreds of students</a> and teachers from two schools in Nigeria in the worst case of abductions since more than 270 girls from Chibok town were snatched from their school in 2014.</p><p>The Christian Association of Nigeria (CAN) said on Sunday that 50 pupils had escaped and had been reunited with their families days after they were abducted from a Catholic school in central Niger state.</p><p>So what do we know about the latest abductions? And why are children being targeted by armed groups?</p><h2 id=\"what-happened\">What happened?</h2><p>Gunmen abducted 303 children and 12 teachers during an attack on Saint Mary’s Catholic School in Nigeria’s north-central Niger state, according to CAN, the largest Christian organisation in the country. Local media reported that the abductions and attack took place on Friday in Niger’s remote Papiri area.</p><p>Those kidnapped included both male and female students aged 10 to 18, said Reverend Bulus Dauwa Yohanna, the chairman of CAN’s Niger chapter. Yohanna visited the school campus on Friday.</p><p>The attack took place just days after gunmen targeted the Government Girls Comprehensive Secondary School in the neighbouring Kebbi state’s Maga town, 170km (106 miles) away, and abducted 25 schoolgirls.</p><p>No group has claimed the recent acts of abductions.</p><h2 id=\"how-many-children-are-still-missing-and-what-is-the-status-of-the-rescue-operation\">How many children are still missing, and what is the status of the rescue operation?</h2><p>Fifty of the children escaped captivity on Friday and Saturday and have been reunited with their families.</p><p>This means that 253 children are still being held by kidnappers. The 12 teachers who were kidnapped are also still in captivity.</p><p>The Nigerian authorities said tactical squads, alongside local hunters, have been deployed to rescue the children and school staff.</p><h2 id=\"who-is-behind-the-kidnappings\">Who is behind the kidnappings?</h2><p>No group has claimed responsibility for the kidnapping.</p><p>Ibrahim M Ndamitso, a journalist who has been following this story very closely, told Al Jazeera that the incident took place in the north of Niger, which has “predominantly suffered banditry activity in recent times”.</p><p>Ndamitso, who is based in Minna, the capital of Niger state, added that the bandit groups have made “it a transit point around the north of Niger, taking animals, stealing people’s cows, picking people for ransoms and all of these things”.</p><p>Bulama Bukarti, a security analyst and a Nigerian human rights lawyer based in London, told Al Jazeera that such kidnapping attacks, especially in the northwest and the north-central parts of Nigeria, are carried out for economic motives.</p><p>“What these gangs do normally is to keep these children in captivity for weeks, sometimes months, and extort ransoms from either their families or from the government,” Bukarti said.</p><p>“These ransoms can run into hundreds of dollars, hundreds of thousands of dollars before releasing them.”</p><h2 id=\"are-these-kidnappings-religiously-motivated\">Are these kidnappings religiously motivated?</h2><p>It is unlikely.</p><p>Cases of kidnapping, especially for ransom, are on the rise in Nigeria. However, they are carried out by amorphous groups of armed bandits.</p><p>These bandits do not seem to be affiliated with any religious or armed groups such as Boko Haram or the ISIL affiliate in West Africa Province (ISWAP), whose attacks are motivated by a sectarian agenda.</p><p>As of 2020, Muslims made up a majority of Nigeria’s population, accounting for 56.1 percent of the population, while Christians comprised 43.4 percent, according to estimates by the Pew Research Center.</p><p>The recent abductions have brought back the memory of the mass kidnapping of girls from Chibok, Nigeria, dozens of whom are still missing nearly 12 years later.</p><p>Armed group Boko Haram kidnapped <a href=\"/features/2024/4/14/nigerias-chibok-girls-kidnapping-10-years-later-a-struggle-to-move-on\">276 female students from Chibok</a> in Borno state in April 2014. Some of the kidnapped were Muslims. Many captives were encouraged to convert to Islam, while others were forced to join Boko Haram or to marry fighters from the group.</p><p>Between 2016 and 2017, the Nigerian military rescued or secured the release of 108 girls through prisoner exchanges, and about 20 others escaped in the past two years. As of last year, about 90 of the girls abducted in Chibok still remain missing.</p><p>More than 1,400 Nigerian students have been kidnapped since 2014. The recent kidnapping case is the 13th such incident in the past 11 years, Bukarti, the security analyst and lawyer, told Al Jazeera.</p><h2 id=\"are-christians-being-targeted-in-nigeria\">Are Christians being targeted in Nigeria?</h2><p>Christian farming communities have been facing increased attacks in central Nigeria from bandits and cattle herders. They have accused the government of failing to arrest perpetrators and provide security.</p><p>The recent attacks on schools and <a href=\"/video/newsfeed/2025/11/19/gunmen-attack-nigeria-church-killing-and-kidnapping-worshippers\">some churches</a> have drawn the attention of US President Donald <a href=\"/news/2025/11/1/trump-threatens-to-launch-attacks-in-nigeria-over-killing-of-christians\">Trump,</a> who has claimed that Nigeria’s Christians are facing genocide. He has threatened United States military intervention in Nigeria, alleging that the country is failing to protect Christians from persecution. He also threatened to cut aid to Nigeria.</p><p>“If the Nigerian Government continues to allow the killing of Christians, the USA will immediately stop all aid and assistance to Nigeria, and may very well go into that now disgraced country, ‘guns-a-blazing,’ to completely wipe out the Islamic Terrorists who are committing these horrible atrocities,” Trump wrote in a social media post.</p><p>Pope Leo XIV has also called for the release of the kidnapped students.</p><p>“I make a heartfelt appeal for the immediate release of the hostages and urge the competent authorities to take appropriate and timely decisions to ensure their release,” the pope said on Sunday.</p><p>Nigeria’s government has admitted to a security problem, but has denied the claims that Christians are being persecuted.</p><p>The government has dubbed some of the attacks, attributed to the mostly Muslim Fulani pastoral ethnic group, a “local farmer-herdsmen crisis”.</p><p>Christian groups in Nigeria have also rejected the assertion that faith was the sole reason behind the attacks and kidnappings. The Christian Association of Nigeria said that foreign groups were looking to exploit domestic crises.</p><h2 id=\"how-is-the-government-responding\">How is the government responding?</h2><p>On Friday, Nigeria’s government ordered 47 colleges across the country to close immediately. Additionally, the regional government of Niger state has ordered all schools, whether private or public, to be closed down, Ndamitso said.</p><p>“Hundreds of schools are closed right now, and therefore our children’s education will be interrupted,” Bukarti said. “It is very unfortunate because this indicates that the Nigerian education system is under attack.”</p><p>On Sunday, during a meeting with security chiefs, Nigerian President Bola Tinubu ordered the hiring of 30,000 more police officers. He additionally ordered that police officers be removed from VIP protection services so that they can focus on core duties, especially in remote areas that are prone to attacks.</p><p>The government has also declared that Nigeria’s minister of defence will be deployed to Niger State, Ndamitso noted.</p><p>Nigeria is plagued by security problems as Boko Haram is waging a deadly rebellion in the northeast and as criminal gangs operate in the northwest. The country has also been racked by communal violence.</p><p>More than 10,000 people have been killed and hundreds kidnapped since Tinubu was elected president in 2023. As many as three million people remain displaced by the violence.</p></div></div></body></html>"
        },
        {
            "title": "Jimmy Cliff, Jamaican reggae music pioneer, dies at 81 | Music News | Al Jazeera",
            "time": "2025-11-24T14:08:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_692458b71b7a-1763989687.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Jimmy Cliff, Jamaican reggae music pioneer, dies at 81</h1><p class=\"article__subhead\"><em>The singer recorded more than 30 albums and won two Grammys during his six-decade career.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jimmy Cliff, the charismatic <a href=\"/features/2018/11/29/unesco-adds-reggae-music-to-global-cultural-heritage-list\">reggae pioneer</a> and actor who preached joy, defiance and resilience in his classics, has died at 81.</p><p>Cliff’s wife, Latifa Chambers, announced his death on social media on Monday, adding that the cause was a seizure followed by pneumonia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Born James Chambers on July 30, 1944, during a hurricane in St James Parish in northwestern Jamaica, he moved in the 1950s from the family farm to the country’s capital, Kingston, with his father, determined to succeed in the music industry.</p><p>At 14, he became nationally famous for the song Hurricane Hattie, which he wrote.</p><p>Cliff would go on to record more than 30 albums and perform all over the world, including in Paris, Brazil and at the World’s Fair in New York in 1964.</p><p>The following year, Chris Blackwell of Island Records, the producer who launched <a href=\"/features/2020/4/17/when-bob-marley-serenaded-zimbabweans-celebrating-independence\">Bob Marley and the Wailers</a>, invited Cliff to work in the United Kingdom with him.</p><h2 id=\"acting-career\">Acting career</h2><p>Cliff later went into acting, starring in the 1972 classic film The Harder They Come, directed by Perry Henzell. The film has been credited with introducing an international audience to reggae music.</p><p>The movie portrayed the grittier aspects of Jamaican life, redefining the island as more than a tourist playground of cocktails, beaches and waterfalls.</p><p>Known in part for the singles You Can Get It If You Really Want It and Many Rivers To Cross as well as for his covers of Johnny Nash’s I Can See Clearly Now, which appeared on the soundtrack of the 1993 movie Cool Runnings, and Cat Stevens’s Wild World, Cliff was well known for weaving his humanitarian views into his songs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>American folk artist Bob Dylan has called Cliff’s Vietnam the best protest song ever written.</p><p>The antiestablishment bent of Cliff’s music gave a voice not only to the hardships faced by Jamaicans but also to the spirit and joy that persevered in spite of poverty and oppression.</p><p>Over the years, Cliff worked with the Rolling Stones, Elvis Costello, Annie Lennox and Paul Simon.</p><p>In 2012, he won a Grammy Award for best reggae album for Rebirth, which was produced by the punk band Rancid’s Tim Armstrong, as well as another Grammy in 1984 for Cliff Hanger.</p></div></div></body></html>"
        },
        {
            "title": "Chelsea vs Barcelona: UEFA Champions League - team news, start and lineups | Football News | Al Jazeera",
            "time": "2025-11-24T13:48:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-22T145826Z_1618333530_UP1ELBM15LD8K_RTRMADP_3_SOCCER-SPAIN-BAR-ATH-1763891084_a9c47f-1763907662.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Chelsea vs Barcelona<br>\n<strong>What: </strong>League Phase, UEFA Champions League<br>\n<strong>Where:</strong> Stamford Bridge, London, UK<br>\n<strong>When:</strong> Tuesday at 8pm (20:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our live text commentary stream.</p><p>Chelsea will host Barcelona at Stamford Bridge on Tuesday in a hugely consequential Matchday 5 League Phase clash in the UEFA Champions League (UCL).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Chelsea and Barcelona, both former Champions League winners, head into this highly anticipated showdown with an identical seven points from their opening four fixtures, making this match pivotal as both sides aim to climb the standings in search of automatic top-eight qualification into the last-16 of the competition.</p><p>The star-studded clubs are riding recent hot streaks with Chelsea, bolstered by a trio of recent wins against Tottenham, Wolves and Burnley, closing in on the Premier League’s top spot behind table-topping Arsenal, while reigning La Liga champions Barcelona are again competing with archrival Real Madrid for the domestic title.</p><p>Here is all to know before their epic clash at Stamford Bridge:</p><h2 id=\"what-happened-in-chelsea-s-last-premier-league-match\">What happened in Chelsea’s last Premier League match?</h2><p>Goals from Pedro Neto and Enzo Fernandez earned Chelsea a 2-0 victory at lowly Burnley on Saturday.</p><p>The result moved the Blues past Manchester City and into outright second on the English Premier League (EPL) table behind leaders Arsenal.</p><p>Enzo Maresca’s side will clash with the Gunners next Sunday in a top-of-the-table premiership showdown at Stamford Bridge<b>.</b></p><h2 id=\"what-happened-in-barcelona-s-last-la-liga-match\">What happened in Barcelona’s last La Liga match?</h2><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Barcelona secured a dominant 4-0 victory over 10-man Athletic Bilbao on Saturday in their first match back at their home venue Nou Camp since May 2023.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Ferran Torres had two goals for Barca with Robert Lewandowski and Fermin Lopez also adding to the scoresheet.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Athletic lost midfielder Oihan Sancet to a red card in the 54th minute after he was sent off for a crude challenge on Lopez.</p><p>Lewandowski, who scored the opener, said he will remember kicking the first goal at the team’s rebuilt Nou Camp stadium “forever”.</p><p>“Today was a special day, not only for me but for everyone. Because of this I’m very happy that I could score the first goal, coming back to the Nou Camp,” Lewandowski told Barca One.</p><p>“I have so much experience playing in different stadiums, but here is something special. I’m very proud of myself and also of the team because we did a great job today and we won.”</p><figure id=\"attachment_4125348\" aria-describedby=\"caption-attachment-4125348\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4125348\" src=\"/wp-content/uploads/2025/11/AFP__20251122__84UJ9CQ__v1__HighRes__FblEspLigaBarcelonaAthleticBilbao-1763907530.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Robert Lewandowski in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4125348\" class=\"wp-caption-text\">Lewandowski (#9) opened the scoring against Athletic Bilbao after four minutes to get Barca’s inauguration party started at the Nou Camp after two and a half years playing away from their home stadium [Josep Lago/AFP]</figcaption></figure><h2 id=\"what-happened-in-the-last-ucl-league-phase-match-for-both-clubs\">What happened in the last UCL League Phase match for both clubs?</h2><p>Chelsea were held to a shock 2-2 draw by Azerbaijan side Qarabag in their last outing on November 5, while Barcelona had to rally from a goal down and split the points in a 3-3 result against Club Brugge in Belgium.</p><h2 id=\"where-do-chelsea-and-barcelona-sit-on-the-ucl-league-phase-standings\">Where do Chelsea and Barcelona sit on the UCL League Phase standings?</h2><p>Barcelona are currently 11th on the UEFA League Phase standings with Chelsea right behind in 12th position. Both sides have two wins, one draw and one loss from their four fixtures.</p><p>Teams need to finish the League Phase standings in a top-eight position to secure direct qualification into the round of 16. Those clubs that finish in ladder positions 9-to-24 will enter into a home and away playoffs to reach the last-16.</p><h2 id=\"where-did-barcelona-finish-in-last-season-s-champions-league\">Where did Barcelona finish in last season’s Champions League?</h2><p>The Catalan club were widely expected to reach the Champions League final but were <a href=\"/sports/2025/5/6/inter-defeat-barcelona-by-equalling-champions-league-semifinal-scoreline\">eliminated by Inter</a>, who staged a late comeback in the second leg of their record-equalling semifinal.</p><h2 id=\"palmer-out-of-barca-clash\">Palmer out of Barca clash</h2><p>Chelsea star Cole Palmer is close to returning but will miss the UCL clash with Barcelona before the top-of-the-table Premier League showdown against Arsenal, Maresca said on Monday.</p><p>Palmer, who suffered a groin injury in August before returning with back-to-back goals against Brentford and Bayern Munich, was nearing his comeback, but an accident at home delayed his return.</p><p>The 23-year-old England international stubbed his toe on a door during the night, resulting in a fracture.</p><p>“Cole is wearing a (protective) boot,” Maresca told reporters.</p><p>“We don’t know when he will be back but for sure it will be soon. He’s already on the pitch, he’s already touching the ball and the feeling (for him) is good.</p><p>“I don’t think he will be available for these two games (Barca and Arsenal), but he is doing well.”</p><figure id=\"attachment_4127369\" aria-describedby=\"caption-attachment-4127369\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127369\" src=\"/wp-content/uploads/2025/11/GettyImages-2236439107-1763984993.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Cole Palmer reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127369\" class=\"wp-caption-text\">Injured Chelsea star Cole Palmer is close to returning to the training pitch but will miss this week’s important Barcelona and Arsenal fixtures [File: Jan Kruger/Getty Images]</figcaption></figure><h2 id=\"barca-s-lopez-showing-summer-suitors-chelsea-what-they-missed\">Barca’s Lopez showing summer suitors Chelsea what they missed</h2><p>Fermin Lopez, 22, is establishing himself as a regular starter for manager Hansi Flick’s side, even though outside of Spain he is not yet a household name.</p><p>Chelsea know plenty about Lopez, though, having had a 40-million-euro ($46m) bid rebuffed by Barcelona in the summer. In Tuesday’s Champions League fixture, the attacking midfielder will be one of their main goal threats.</p><p>Flick was eager to keep Lopez, while Barca were open to selling him at the right price, which Chelsea did not reach.</p><p>“I’m convinced that he will stay, but in the end I don’t know what happens. We have to wait. I am really happy when the market is closed,” said Flick in August, eventually getting his wish.</p><p>Despite his improvement and obvious utility for Barca – or maybe even because of it – he is an asset the Catalan giants could cash in.</p><p>If he shines at Stamford Bridge, it would be no surprise to see Chelsea’s interest in the midfielder reawaken and his price tag rise further.</p><figure id=\"attachment_4123764\" aria-describedby=\"caption-attachment-4123764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4123764\" src=\"/wp-content/uploads/2025/11/afp_6921e8aea322-1763829934.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Barcelona's Spanish midfielder #16 Fermin Lopez scores his team's third goal during the Spanish league football match between FC Barcelona and Athletic Club Bilbao at Camp Nou Stadium in Barcelona on November 22, 2025. (Photo by Lluis GENE / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4123764\" class=\"wp-caption-text\">Barcelona’s Spanish midfielder #16 Fermin Lopez is a rising star in La Liga [File: Lluis Gene/AFP]</figcaption></figure><h2 id=\"form-guide-last-five-matches\">Form guide: last five matches</h2><p><strong>Chelsea:</strong> W-L-W-W-W (Premier League, most recent result last)</p><p><strong>Barcelona:</strong> W-L-W-W-W (La Liga, most recent result last)</p><h2 id=\"head-to-head-chelsea-barcelona\">Head-to-head: Chelsea-Barcelona</h2><p>The two clubs have faced each other 14 times, with both teams winning four times while six ended as draws.</p><p>The sides last met at the round of 16 in the 2017-2018 Champions League with Barcelona progressing to the quarterfinals 4-1 on aggregate. Argentinian superstar Lionel Messi was the standout in the second leg with two goals – including his 100th UEFA Champions League goal – on the night.</p><figure id=\"attachment_4124773\" aria-describedby=\"caption-attachment-4124773\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124773\" src=\"/wp-content/uploads/2025/11/2018-03-14T211148Z_835201433_RC1BFBC776E0_RTRMADP_3_SOCCER-CHAMPIONS-FCB-CHE-1763890566.jpg?w=770&amp;resize=770%2C480&amp;quality=80\" alt=\"Lionel Messi reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124773\" class=\"wp-caption-text\">Barcelona’s Lionel Messi celebrates scoring his 100th UEFA Champions League goal against Chelsea in their UEFA Champions League last-16 second leg match at the Nou Camp, Barcelona, Spain on March 14, 2018 [Albert Gea/Reuters]</figcaption></figure><h2 id=\"chelsea-s-team-news\">Chelsea’s team news</h2><p>Oft-injured Reece James was taken off at halftime of Saturday’s EPL fixture at Burnley, but the Chelsea captain’s early finish was preplanned and not the result of a new injury, according to Maresca, so he is expected to be available for team selection.</p><p>“The idea was to manage Reece,” said Maresca. “This is the reason why he played 45 minutes [only]. It was planned.</p><p>“It’s not easy, because me personally, I would like Reece to continue, but we need to protect Reece.”</p><p>French centre-back Wesley Fofana, who was omitted from the matchday squad against Burnley, is believed to be match fit ahead of the Barca clash.</p><p>Levi Colwill (knee), Dario Essugo (thigh) and Romeo Lavia (thigh) all remain sidelined for the Blues.</p><h2 id=\"chelsea-s-possible-starting-xi\">Chelsea’s possible starting XI</h2><p>Sanchez (Goalkeeper); James, Adarabioyo, Chalobah, Cucurella; Caicedo, Fernandez; Neto, Pedro, Garnacho; Delap</p><h2 id=\"barcelona-s-team-news\">Barcelona’s team news</h2><p>On-loan Manchester United forward Marcus Rashford missed Barca’s 4-0 victory over Bilbao on Saturday with illness but was back on the training pitch the following day, prompting rumours that he might suit up against Chelsea on Tuesday.</p><p>First-choice goalkeeper Marc-Andre ter Stegen will miss the fixture as he continues to recover from a back issue. Joan Garcia will stand in for the German.</p><p>Pedri (hamstring) and Gavi (knee) are unavailable for the La Liga champions.</p><p>Dynamic winger Raphinha, who returned on the weekend from a hamstring injury, is a strong possibility to regain his starting role against the Blues.</p><h2 id=\"barcelona-s-possible-starting-xi\">Barcelona’s possible starting XI</h2><p>J. Garcia (goalkeeper); Kounde, Araujo, Cubarsi, Balde; Casado, De Jong; Yamal, Lopez, Torres; Lewandowski</p><figure id=\"attachment_3889936\" aria-describedby=\"caption-attachment-3889936\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889936\" src=\"/wp-content/uploads/2025/08/13253527-1755260586.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Barcelona's Marcus Rashford in action during the pre-La Liga season friendly soccer match between FC Barcelona and Como\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889936\" class=\"wp-caption-text\">Barcelona’s Marcus Rashford, who is battling illness, might still play in Tuesday’s important Champions League match against Chelsea at Stamford Bridge [File: Quique Garcia/EPA]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Al Jazeera speaks to teenage killers recruited by Mexican drug gangs | Drugs | Al Jazeera",
            "time": "2025-11-24T13:29:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763990920.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        }
    ]
}