{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "‘Jordan is next’: West Bank annexation signals ‘silent transfer’ | Occupied West Bank | Al Jazeera",
            "time": "2026-02-17T10:58:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/05/8ZQ4AL-highres-1683459864.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, the “alternative homeland” – the notion that Jordan should become the Palestinian state – was dismissed in Amman’s diplomatic circles as a distant nightmare or a conspiracy theory.</p><p>Today, under the shadow of a far-right Israeli government and a devastating genocidal war in Gaza, that nightmare has become an operational reality.</p><p>The alarm in the Hashemite Kingdom reached a fever pitch on Sunday, following the Israeli cabinet’s approval of measures to register vast swaths of the occupied West Bank as “state land” under the Israeli Ministry of Justice. The move, described by Israeli Finance Minister Bezalel Smotrich as a “settlement revolution”, effectively bypasses the military administration that has governed the occupied territory since 1967, treating it instead as sovereign Israeli soil.</p><p>For Jordan, this bureaucratic annexation is the final signal that the status quo is dead. With the Israeli military’s “Iron Wall” operation crushing refugee camps in Jenin and Tulkarem, Jordan’s political and military establishment is no longer asking if a forced transfer is coming, but how to stop it.</p><p>“The transfer is no longer a threat; it is moving to execution,” Mamdouh al-Abbadi, Jordan’s former deputy prime minister, told Al Jazeera. “We are seeing the practical application … The alternative homeland is something that is coming; after this West Bank, the enemy will move to the East Bank, to Jordan.”</p><h2 id=\"silent-transfer\">The ‘silent transfer’</h2><p>The fear in Amman is not just about military invasion, but about a “soft transfer”, making life in the West Bank unliveable to force a gradual exodus towards Jordan.</p><p>Sunday’s decision to transfer land registration authority to the Israeli Justice Ministry is viewed in Jordan as a critical step in this process. By erasing the Jordanian and Ottoman land registries that have protected Palestinian property rights for a century, Israel is clearing the legal path for massive settlement expansion.</p><p>Al-Abbadi, a veteran voice in Jordanian politics, pointed to symbolic but dangerous shifts in Israeli military nomenclature.</p><p>“There is a new brigade in the Israeli army, named the Gilead Brigade,” al-Abbadi noted. “What is Gilead? Gilead is a mountainous region near the capital, Amman. This means the Israelis are proceeding with their strategic practices from the Nile to the Euphrates.”</p><p>He argued that the 1994 Wadi Araba Treaty is effectively null and void in the eyes of the current Israeli leadership.</p><p>“Smotrich’s ideology is not just the view of one person; it has become the doctrine of the state,” al-Abbadi said, warning that the Israeli consensus has shifted permanently. “They are the ones who killed the Wadi Araba treaty before it was even born … If we do not wake up, the strategy will be ‘either us or them’. There is no third option.”</p><h2 id=\"second-army-of-tribes\">A ‘second army’ of tribes</h2><p>As diplomatic avenues narrow, questions are turning to Jordan’s military options. The Jordan Valley, a long strip of fertile land separating the two banks, is now the front line of what Jordanian strategists call an “existential defence”.</p><p>Major-General (retired) Mamoun Abu Nowar, a military expert, warned that Israel’s actions amount to an “undeclared war” on the kingdom. He suggested that if the displacement pressure continues, Jordan must be ready to take drastic measures.</p><p>“Jordan could declare the Jordan Valley a closed military zone to prevent displacement,” Abu Nowar told Al Jazeera. “This could lead to conflict and ignite the region.”</p><p>While acknowledging the disparity in military capabilities, he dismissed the idea that Israel could easily overrun Jordan, citing the kingdom’s unique social fabric.</p><p>“The Jordanian interior, with its tribes and clans … this is a second army,” Abu Nowar said. “Every village and every governorate will be a defensive line for Jordan … Israel will not succeed in this confrontation.”</p><p>However, he cautioned that the situation is volatile. With the West Bank potentially exploding into a religious conflict, he warned of a “regional earthquake” if red lines are crossed. “Our army is professional and ready for all scenarios, including military confrontation,” he added. “We cannot leave it like this.”</p><h2 id=\"the-collapse-of-the-us-guarantee\">The collapse of the US guarantee</h2><p>Compounding Jordan’s anxiety is a deep sense of abandonment by its oldest ally: the United States. For decades, the “Jordanian option” —the stability of the Hashemite Kingdom — was a cornerstone of US policy.</p><p>But Oraib al-Rantawi, director of the Al-Quds Center for Political Studies, argued that this “strategic wager” has collapsed.</p><p>“The bet on Washington … has faltered, if not collapsed,” al-Rantawi told Al Jazeera. He pointed to a “paradigm shift” that began during US President Donald Trump’s first term, which saw Washington move its regional anchor from Amman and Cairo to the Gulf capitals, “dazzled by the shine of money and investments”.</p><p>Al-Rantawi noted that even under the Biden administration, and now with the return of Trump, the US has shown a willingness to sacrifice Jordanian interests for Israel.</p><p>“When put to the test — choosing between two allies — Washington will inevitably choose Israel without hesitation,” al-Rantawi said.</p><p>He described Jordan’s position as precarious, trapped in a dependency loop. “Jordan is between two fires: the fire of [US] aid on one hand, and the fire of the threat … the existential Israeli threat to the entity and identity,” he said.</p><p>General Abu Nowar echoed this scepticism regarding US protection, questioning whether Jordan’s status as a key non-NATO ally means anything in practice. “Will they apply Article 5 of NATO to us?” he asked. “This gives a lack of credibility to the Americans.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3505255\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-US-foreign-aid-to-Jordan-1739358458.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - US foreign aid to Jordan-1739358458\" fetchpriority=\"low\"></p><p>Facing this isolation, voices in Amman are calling for a radical overhaul of Jordan’s alliances. The kingdom has traditionally maintained a cold peace with the Palestinian Authority (PA) in Ramallah while shunning Hamas and other resistance factions, a policy al-Rantawi believes has been a strategic error.</p><p>“Jordan shot its diplomacy in the foot,” al-Rantawi explained, by insisting on an exclusive relationship with the weakened PA in Ramallah.</p><p>He contrasted Jordan’s position with that of Qatar, Egypt, and Turkiye, which maintained ties with the Palestinian group Hamas and thus retained leverage. “Cairo, Doha, and Ankara kept ties with Hamas, which strengthened their presence even with the US,” he said. “Jordan gave up this role voluntarily … or due to miscalculation.”</p><p>Al-Rantawi suggested this reluctance stems from internal fears of empowering the Muslim Brotherhood within Jordan, but the cost has been a loss of regional influence just when Amman needs it most.</p><h2 id=\"preparing-for-the-worst\">Preparing for the worst</h2><p>The consensus among the elite is that the time for “diplomatic warnings” is over. The language in Amman has shifted to mobilisation and survival.</p><p>In early February, the kingdom officially resumed its compulsory military service programme, known as “Flag Service”, ending a 35-year hiatus. The Jordanian armed forces stated the move aims to “develop combat capabilities to keep pace with modern warfare methods” amid complex regional conditions.</p><p>Al-Abbadi went further, calling for universal conscription to ensure total readiness. “We ask the state for compulsory conscription; everyone in Jordan must be able to bear arms,” he said.</p><p>He also urged cultural mobilisation. “We must teach our children at least the Hebrew language, because he who knows the language of a people is safe from their evil.”</p><p>Calling for strict monitoring of the King Hussein (Allenby) Bridge crossing, he added: “If there is a slow, camouflaged transfer … we must close the bridges immediately and without hesitation.”</p><p>As the Israeli Justice Ministry begins rewriting the land deeds of the West Bank, erasing Palestinian ownership in ledgers just as their homes are erased on the ground, Jordan faces its most precarious moment since 1967. The buffer is gone, and the kingdom finds itself standing alone in the path of the storm.</p><p>“The world gives speeches, everyone condemns … and Israel acts,” al-Abbadi said. “If we do not wake up … the strategy will be: ‘Either us or them’. There is no third strategy.”</p></div></div></body></html>"
        },
        {
            "title": "Mapping forced displacements and settler attacks by Israel in the West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-17T10:51:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_6928578c554d-1764251532.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>This week, the Israeli government approved a plan to designate large areas of the occupied West Bank as “state property”, shifting the burden of proof to Palestinians to establish ownership of their land.</p><p>The decision, which undermines the Palestinian people’s right to self-determination, has prompted regional <a href=\"/news/2026/2/16/israel-to-restart-land-registration-in-west-bank-what-that-means\">condemnation</a>, with many describing it as a de facto annexation which is illegal under international law.</p><p>In recent years, Israel has intensified its military incursions, expanded illegal settlements, and demolished Palestinian homes, all as part of a series of aggressive actions to steal more Palestinian land.</p><p>In total, at least 37,135 Palestinians were displaced across the occupied West Bank in 2025, a record high amid Israeli military incursions and settler attacks, according to figures compiled by the United Nations Office for the Coordination of Humanitarian Affairs (OCHA).</p><figure id=\"attachment_4319192\" aria-describedby=\"caption-attachment-4319192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4319192\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Displacemnt-across-the-occupied-West-Bank-west-bank-February-17-2026-copy-1771321245.png?quality=80\" alt=\"INTERACTIVE - Displacemnt across the occupied West Bank -west bank - February 17, 2026 copy-1771321245\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4319192\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>According to UNRWA, Israeli military incursions have forcibly displaced at least 33,362 Palestinians from three northern refugee camps: Jenin (12,557), Tulkarem(11,862) and Nur Shams (8,943).</p><p>In addition to those displaced during Israeli operations, at least 3,773 have been forced from their homes due to Israeli home demolitions, settler violence, and access restrictions.</p><p>The West Bank governorates with the largest number of forced displacements include:</p><ul>\n<li>Ramallah and el-Bireh: 870</li>\n<li>Jerusalem: 841</li>\n<li>Hebron: 446</li>\n<li>Nablus: 407</li>\n<li>Bethlehem: 397</li>\n<li>Tubas: 292</li>\n<li>Salfit: 150</li>\n<li>Jericho: 135</li>\n<li>Jenin: 110</li>\n<li>Tulkarem: 65</li>\n<li>Qalqilya: 60</li>\n</ul><h2 id=\"why-most-demolitions-and-attacks-are-in-area-c\">Why most demolitions and attacks are in Area C</h2><p>As part of the 1993 <a href=\"/news/2023/9/13/what-were-oslo-accords-israel-palestinians\">Oslo Accords</a>, signed by the Palestine Liberation Organization (PLO) and Israel, the occupied West Bank was divided into three areas – A, B and C.</p><p>This led to the formation of the Palestinian Authority (PA) – an administrative body that would govern Palestinian internal security, administration and civilian affairs in areas of self-rule, for a five-year interim period.</p><p><strong>Area A</strong> initially comprised 3 percent of the West Bank and grew to 18 percent by 1999. In Area A, the PA controls most affairs.</p><p><strong>Area B</strong> represents about 22 percent of the West Bank. In both areas, while the PA is in charge of education, health and the economy, the Israelis have full control of external security, meaning they retain the right to enter at any time.</p><p><strong>Area C</strong> represents 60 percent of the West Bank. Under the Oslo Accords, control of this area was supposed to be handed over to the PA. Instead, Israel retains total control over all matters, including security, planning and construction. The transfer of control to the PA never happened.</p><p>Although Area C is the least populated part of the West Bank, with about 300,000 Palestinians compared with about 3 million in Areas A and B, the vast majority of home demolitions and settler attacks occur there, due to it being under full Israeli military and administrative control.</p><p>The Israeli Civil Administration rarely grants building permits to Palestinians in this area, so nearly all construction is considered illegal and subject to demolition.</p><figure id=\"attachment_3181340\" aria-describedby=\"caption-attachment-3181340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3181340\" src=\"/wp-content/uploads/2024/09/INTERACTIVE-Occupied-West-Bank-Area-A-B-C-5-Palestine-1726465625.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Area A B C - 5 - Palestine-1726465625\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3181340\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"record-number-of-israeli-settler-attacks\">Record number of Israeli settler attacks</h2><p>Since Israel’s genocidal war on Gaza began in October 2023, violence by Israeli settlers in the occupied West Bank has steadily risen.</p><p>According to data from OCHA, settlers have attacked Palestinians more than 3,700 times in the occupied West Bank over the past 28 months.</p><p>The number of settler attacks has risen sharply since 2016, with 852 recorded in 2022, 1,291 in 2023, 1,449 in 2024 and 1,828 in 2025 – an average of five attacks per day, according to data from OCHA.</p><p>Every West Bank governorate has faced settler attacks over the past year.</p><p>Data from OCHA shows that between January 1, 2025 and December 31, 2025, the Ramallah and el-Bireh governorate recorded the highest number of settler attacks with 523 incidents, followed by Nablus with 349 and Hebron with 309.</p><figure id=\"attachment_4319194\" aria-describedby=\"caption-attachment-4319194\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4319194\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Settler-attacks-across-the0Doccupied-West-Bank-2024-2025-west-bank-October-14-2025-1771321248.png?quality=80\" alt=\"INTERACTIVE - Settler attacks across theoccupied West Bank (2024-2025)-west bank - October 14, 2025-1771321248\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4319194\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"who-are-israeli-settlers\">Who are Israeli settlers?</h2><p>Settlers are Israeli citizens living in illegal, Jewish-only communities, known as <a href=\"/news/2023/11/6/who-are-israeli-settlers-and-why-do-they-live-on-palestinian-lands\">Israeli settlements</a>, built on Palestinian-owned land that Israel occupied in 1967.</p><p>Benjamin Netanyahu – Israel’s longest-serving prime minister – has bolstered settlement expansions since he first came to power in 1996, <a href=\"/news/2021/7/8/how-israel-backs-settlers-to-confiscate-palestinian-lands\">undermining the 1993 Oslo Accords</a>, which called for the freezing of settlements and a mutually negotiated two-state solution.</p><p>Today, roughly 10 percent of Israel’s Jewish population, totalling between 600,000 and 750,000 people, live in about 250 settlements and outposts dispersed throughout the occupied West Bank and East Jerusalem.</p><p>Many of these settlements are located near Palestinian population centres, often leading to increased tensions and restrictions on movement for Palestinians.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-3608161 size-arc-image-770\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-settlement-expansion-1743158479.png?resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - settlement expansion-1743158479\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Video: Millions celebrate Lunar New Year ushering in the Year of the Horse | Newsfeed | Al Jazeera",
            "time": "2026-02-17T10:35:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771324486.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Spain to probe social media giants over AI-generated child abuse material | Social Media News | Al Jazeera",
            "time": "2026-02-17T10:22:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-10T122720Z_1148682895_RC2QCIAGGECT_RTRMADP_3_INDIA-SOCIALMEDIA-1770732622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Spain to probe social media giants over AI-generated child abuse material</h1><p class=\"article__subhead\"><em>Prime Minister ‌Pedro ​Sanchez pledges to end ‘impunity’ of platforms X, Meta and TikTok in promoting harmful content.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Spanish government ⁠has ordered prosecutors to investigate <a href=\"/news/2026/2/6/spain-v-social-media-giants-whats-the-big-dispute-about\">social media ⁠platforms</a> X, Meta and TikTok for allegedly spreading AI-generated child sexual abuse material, the prime minister has said.</p><p>“These platforms are undermining the mental health, dignity, and rights of our children,” Prime Minister ‌Pedro Sanchez posted on ⁠his X account on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The state ⁠cannot allow this. The impunity of these giants must end.”</p><p>The announcement comes as European regulators are cracking down on Big Tech companies, alleging the prevalence of abusive practices on online platforms ranging from anti-competitive behaviour in digital advertising to deliberate design of addictive features on social media.</p><p>Earlier ⁠this month, Sanchez announced ⁠several measures aimed at ⁠curbing online abuse and protecting children, including a proposed ban on ‌access to social media platforms for those under the ‌age ‌of 16, describing social media platforms as the “digital Wild West”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Currently, social media platforms such as Facebook and TikTok require users to be at least 13 years old. Social media executives, such as X owner Elon Musk, have called Sanchez a “traitor to the people of Spain”.</p><p>Telegram founder Pavel Durov said Sanchez’s moves and announcements were not “safeguards” but steps towards “total control”.</p><p>In August, the Ipsos Education Monitor 2025 found that support in Spain for banning social media use by children under 14 had risen to 82 percent, up from 73 percent in 2024.</p><p>The poll covered 30 countries, and in each one, most respondents backed prohibiting social media access for children younger than 14.</p><p>Spain is not the only country probing sexually explicit content ⁠generated by Elon Musk’s xAI chatbot Grok on X. Other governments have also opened investigations, imposed bans, and demanded stronger safeguards as part of a widening international effort to clamp down on illegal material.</p><p>In December, <a href=\"/news/2025/11/20/meta-sets-date-to-remove-australians-under-16-from-instagram-facebook\">Australia introduced</a> a nationwide ban on social media for under-16s, becoming the first country in the world to do so.</p><p>Under the new rules, 10 major platforms can be fined $33m if they do not take “reasonable steps” to remove users in Australia who are under 16.</p><p>By January 16, officials said social media firms had cut off access to roughly 4.7 million accounts in Australia that had been identified as belonging to children.</p></div></div></body></html>"
        },
        {
            "title": "Iran and US open second round of nuclear talks in Switzerland | Conflict | Al Jazeera",
            "time": "2026-02-17T10:09:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771322873.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Lunar New Year: Global celebrations welcome Year of the Fire Horse | Arts and Culture News | Al Jazeera",
            "time": "2026-02-17T10:07:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13704343-1771316363.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>AFP, AP, EPA and Reuters</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>People are celebrating the Lunar New Year with prayers, fireworks and street festivals to welcome the Year of the Fire Horse.</p><p>Crowds thronged temples and festivals across Asia and beyond on Monday night, continuing into Tuesday.</p><p>Devotees in Hong Kong lined up at midnight to light incense and offer their New Year wishes. Vietnam celebrated with musical countdown performances and spectacular fireworks during Tet festivities. In Taiwan, worshippers participated in the symbolic 108-bell rings and presented floral offerings.</p><p>These vibrant celebrations mark the transition from the Year of the Snake to the Year of the Horse in the 12-animal Chinese zodiac cycle.</p><p>The Lunar New Year represents China’s most significant holiday, with its importance extending throughout East Asia and diaspora communities worldwide.</p><p class=\"p1\">In Beijing, crowds descended on popular temples to burn incense and pray for happiness and success in the coming year. At the CCTV Spring Festival gala, a martial arts performance by children and robots also took place, where humanoids from Unitree Robotics showed different sequences and even brandished swords.</p><p>At a Hong Kong temple, the air filled with fragrant incense as participants engaged in the traditional midnight ritual of making New Year wishes. Devotees bowed repeatedly, holding bundles of incense sticks before placing them in designated containers outside the temple hall.</p><p>The celebrations went beyond Asia.</p><p>In the Russian capital, Moscow, visitors sampled Chinese delicacies from market stalls and strolled through snow-covered streets adorned with red lanterns and dragon decorations, as the city launched a two-week celebration. Meanwhile, in Argentina, thousands gathered in Chinatown in the capital, Buenos Aires, to celebrate, as they enjoyed dragon and lion dances on the main stage alongside martial arts demonstrations.</p></div></div></body></html>"
        },
        {
            "title": "US civil rights leader Jesse Jackson dies aged 84 | Civil Rights News | Al Jazeera",
            "time": "2026-02-17T09:55:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/08/000_9LG7D6.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States civil rights leader Reverend Jesse Jackson has died “peacefully” at aged 84, according to his family.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“His unwavering commitment to justice, equality, and human rights helped shake a global movement for freedom and dignity,” his family said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“Our father was a ⁠servant leader – not ⁠only to our family, ⁠but to the oppressed, the voiceless, and the ‌overlooked around the world,” the statement continued.</p><p class=\"p1\">“We shared him with the world, and in return, the world became part of our extended family.”</p><p class=\"p1\">⁠A close associate of civil rights icon Martin Luther King Jr (MLK), the Baptist ⁠minister twice ran for ⁠the Democratic presidential nomination. He spent decades advocating for the rights of Black Americans and other minorities, dating back to the tumultuous 1960s civil rights movement.</p><p class=\"p1\">He first entered the public eye as MLK’s mentee and was with MLK when he was assassinated at the Lorraine Hotel in Memphis, Tennessee, in 1968.</p><p class=\"p1\">In a 2008 <a href=\"/news/2008/4/6/legendary-civil-rights-leader\">interview</a> with Al Jazeera, Jackson said MLK’s slaying “traumatised” him, and blamed the US government for sowing fears among the public against his mentor “without a foundation”.</p><p class=\"p1\">“In spite of those odds, he lives now through his dreams in the hearts of millions of people,” Jackson said.</p><figure id=\"attachment_4319312\" aria-describedby=\"caption-attachment-4319312\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4319312\" src=\"/wp-content/uploads/2026/02/afp_699444cbb261-1771324619.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"(FILES) Reverend Jesse Jackson speaks to the crowd at the Martin Luther King, Jr. Memorial Dedication ceremony in Washington, DC on October 16, 2011. The long awaited dedication of the US national memorial to slain civil rights icon Martin Luther King had been rescheduled from the 48th anniversary date of King's &quot;I Have A Dream&quot; speech due to Hurricane Irene.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4319312\" class=\"wp-caption-text\">Reverend Jesse Jackson speaks to the crowd at the Martin Luther King, Jr Memorial Dedication ceremony in Washington, DC on October 16, 2011 [AFP]</figcaption></figure><h2 id=\"hold-your-head-high\">‘Hold your head high’</h2><p>Born Jesse Louis Burns on October 8, 1941, in Greenville, South Carolina, Jackson was raised in the segregated US South and later took the name of his stepfather.</p><p>He studied sociology at the Agricultural and Technical College of North Carolina before joining the Selma-to-Montgomery civil rights marches in 1965, where he formed a relationship with MLK.</p><p class=\"p1\">After MLK’s death, Jackson continued his legacy by leading the Chicago-based organisation Operation PUSH, which was dedicated to improving economic, social and political conditions for Black people across the US.</p><p>He went on to form the National Rainbow Coalition, which emerged out of the first of his two unsuccessful bids for the Democratic presidential nomination in 1984. The group sought equal rights and political representation for a broader array of marginalised groups, including LGBTQ+ people, and merged with Operation PUSH.</p><p>About the same time, he apologised for anti-Semitic comments he made to a Washington Post journalist, and publicly cut ties with controversial Nation of Islam leader Louis Farrakhan.</p><p class=\"p1\">Four years later, Jackson’s speech at the Democratic National Convention became among his most famous.</p><p class=\"p1\">“I was born in the slum, but the slum was not born in me. And it wasn’t born in you, and you can make it,” he said. “Wherever you are tonight, you can make it.</p><p class=\"p1\">“Hold your head high, stick your chest out. You can make it. It gets dark sometimes, but the morning comes. Don’t you surrender,” he said.</p><figure id=\"attachment_889525\" aria-describedby=\"caption-attachment-889525\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-889525\" src=\"/wp-content/uploads/2020/02/67c0dc5214f94228b7b590b4f1f6d306_8.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Deputy President of the African National Congress Nelson Mandela, right, meets with the Rev. Jesse Jackson when the two met during a reception for Mandela on Sunday, April 15, 1990 in a London hotel.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-889525\" class=\"wp-caption-text\">South Africa’s Nelson Mandela, right, meets with Jackson, centre, on April 15, 1990 in a London hotel [File: Gill Allen/AP]</figcaption></figure><p>In the 1990s, Jackson increasingly turned his attention to foreign policy, serving as a presidential special envoy for Africa for Bill Clinton and becoming a prominent voice for ending apartheid in South Africa.</p><p>His travels to free American prisoners brought him to Syria, Iraq and Serbia.</p><p>In 2008, Jackson cried in the crowd as former president Barack Obama celebrated his first presidential win, calling his election “mind-boggling, mind-blowing”.</p><p>“Our children walk into a very different America tomorrow,” he <a href=\"/news/2008/11/6/jubilation-follows-obama-victory\">told Al Jazeera</a> at the time.</p><p>Jackson was diagnosed with Parkinson’s disease in 2017 and faced severe health challenges toward the end of his life.</p><p>Still, he remained a staunch advocate for various progressive causes, including <a href=\"/news/2021/8/22/civil-rights-leader-jesse-jackson-hospitalised-with-covid-19\">pushing</a> for COVID-19 vaccines for Black Americans, who lagged behind their white counterparts in vaccine uptake, campaigning for an Israel-Hamas ceasefire and championing the Black Lives Matter movement.</p><p>Speaking to demonstrators in Minneapolis, Minnesota, ahead of the <a href=\"/news/2021/4/20/derek-chauvin-found-guilty-of-murdering-george-floyd\">murder conviction</a> of the police officer who killed <a href=\"/video/inside-story/2021/6/26/george-floyds-death-has-justice-been-served\">George Floyd</a>, he said: “Even if we win, it’s relief, not victory.”</p><p class=\"p1\">“They’re still killing our people,” Jackson said. “Stop the violence, save the children. Keep hope alive.”</p></div></div></body></html>"
        },
        {
            "title": "New Mexico lawmakers launch probe into Epstein’s Zorro Ranch | Sexual Assault News | Al Jazeera",
            "time": "2026-02-17T09:36:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-07-15T234320Z_881920232_RC1C52037C10_RTRMADP_3_PEOPLE-JEFFREY-EPSTEIN-1771315552.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lawmakers in the US state of New Mexico have approved the first fully-fledged investigation into Zorro Ranch, a sprawling property where the late sex offender Jeffrey Epstein is alleged to have trafficked and sexually assaulted girls and women.</p><p class=\"p1\">The legislation, which passed New Mexico’s House of Representatives by a unanimous vote on Monday, forms a bipartisan “truth commission”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Its four members will seek testimony from victims and local residents about the ranch, located about 55km (34 miles) south of the state capital, Santa Fe.</p><p>Members are slated to begin work on Tuesday, with an initial update to be delivered in July and a full report by the end of this year.</p><p>The move comes in the wake of the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">release</a> of more than three million previously unpublicised files related to the disgraced financier, who died by suicide in a New York jail cell in 2019 while awaiting trial on federal sex trafficking charges.</p><p>State Representative Melanie Stansbury said in a video posted after the vote that the commission will “help to bring forward a full picture of what happened here in New Mexico”.</p><p>“The crimes that were reported to federal and state authorities were never fully investigated,” Stansbury said. The probe seeks to “ensure we have safeguards in place not only to hold those individuals accountable, who were complicit, but to ensure that this can never happen again”.</p><p></p><p>Epstein bought the 7,600-acre (3075-hectare) property, which included a hilltop mansion and private runway, from former New Mexico Democrat Governor Bruce King in 1993.</p><p class=\"p1\">Victim advocates say Epstein trafficked and sexually abused girls at the so-called “playboy ranch” as early as 1996, including <a href=\"/news/2025/4/26/epstein-prince-andrew-accuser-virginia-giuffre-dies-by-suicide-family\">Virginia Giuffre</a>, the prominent victim who accused Epstein and the disgraced British royal Andrew Mountbatten-Windsor of abuse.</p><p>Multiple civil lawsuits specify the ranch as a site of abuse. Epstein’s habit of flying “masseuses” to the property – as well as hiring local massage therapists – was also revealed in the Epstein files as part of a ranch manager’s 2007 testimony to the Federal Bureau of Investigation.</p><p class=\"p1\">Epstein was never charged with crimes related to the site.</p><p class=\"p1\">“Many of the survivors had experiences in New Mexico, and as we’ve learned, you know, there were local politicians and other people that were aware of what was happening in New Mexico,” said Sigrid McCawley, a lawyer whose law firm has represented hundreds of Epstein survivors.</p><p>Yet federal investigators never cast their eye on the property, according to Andrea Romero, a New Mexico state representative who co-sponsored the legislation.</p><p>And while New Mexico Attorney General Hector Balderas attempted to kick off a probe in 2019, federal prosecutors asked for it to be put on hold to avoid a “parallel investigation”, he said in a statement.</p><p>Epstein “was basically doing anything he wanted in this estate without any accountability whatsoever”, Romero said.</p><p class=\"p1\">The committee – which will have subpoena power – aims to close that gap by gathering testimony that could be used in future litigation, Romero said. New Mexico’s state attorney general has also allocated a special agent to look into any allegations that arise.</p><p class=\"p1\">The ranch was sold at a 2023 auction to the family of Don Huffines, a former Republican Texas senator who is now running for Texas state comptroller, the Santa Fe New Mexican media outlet reported. A family spokesperson said they would give investigators “full and complete cooperation”.</p></div></div></body></html>"
        },
        {
            "title": "Year of the Fire Horse: Can Lunar New Year festival boost China’s economy? | Explainer News | Al Jazeera",
            "time": "2026-02-17T09:00:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T153004Z_834487364_RC2XKJAEDXTL_RTRMADP_3_LUNAR-NEWYEAR-CHINA-1771315061.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>About 1.4 billion people began marking the Lunar New Year on Tuesday amid fireworks as China enters the Year of the Fire Horse, one of 12 animals in the Chinese zodiac.</p><p>Known as the Spring Festival in China, the new year, based on the lunar calendar, also brings about the world’s largest annual human migration, called Chunyun, as millions travel across the country for family reunions.</p><p>It is also a huge opportunity to boost domestic consumption in the world’s second-largest economy, which has been driven by exports.</p><p>Monday night’s gala, one of the largest state-sponsored televised events, was marked by a stunningly synchronised kung fu performance by robots and children.</p><p>The Year of the Horse, said to bring optimism and opportunity, is following the Year of the Snake, which represented transformation and strategy.</p><p>Here is a quick snapshot of the festival.</p><figure id=\"attachment_4318881\" aria-describedby=\"caption-attachment-4318881\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4318881\" src=\"/wp-content/uploads/2026/02/2026-02-16T182933Z_944845705_RC23NJAW0F8P_RTRMADP_3_LUNAR-NEWYEAR-HONGKONG-1771315071.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"lunar new year\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318881\" class=\"wp-caption-text\">Worshippers offer incense sticks at a temple on the eve of the Lunar New Year, welcoming the Year of the Horse, in Hong Kong, China, February 16, 2026 [Tyrone Siu/Reuters]</figcaption></figure><h2 id=\"what-s-lunar-new-year\">What’s Lunar New Year?</h2><p>It is the most important holiday in China and is celebrated by millions of people in the country and in East and Southeast Asia.</p><p>In the days leading up to it, people clean their homes and decorate with red lanterns, couplets, and paper cuttings that represent prosperity and good fortune.</p><p>On the eve of the Lunar New Year, families gather for a large reunion dinner, exchanging hongbao, red envelopes of cash as a symbol of blessings and good fortune.</p><p>The celebrations usually last about 15 days, ending with the Lantern Festival. Fireworks, dragon and lion dances, temple fairs across big cities and the hinterland are common during this period.</p><p>In the Chinese zodiac, each year is associated with one of the 12 zodiac animals, which is believed to influence the year’s character and fortune.</p><p>The animal from the Chinese zodiac is then paired with any one of the five elements: metal, wood, water, fire and earth.</p><p>This is the Year of the Fire Horse.</p><p>This year’s official holiday is nine days, rather than the typical eight, with New Year’s Day falling on Tuesday, February 17.</p><figure id=\"attachment_4318887\" aria-describedby=\"caption-attachment-4318887\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4318887\" src=\"/wp-content/uploads/2026/02/2026-02-10T150717Z_421828569_RC2XIJA63ER0_RTRMADP_3_LUNAR-NEWYEAR-CHINA-1771315127.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"lunar new year\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318887\" class=\"wp-caption-text\">Lantern installations at Yuyuan Garden before the Lunar New Year, in Shanghai, China, February 10, 2026 [Chenxi Yang/Reuters]</figcaption></figure><h2 id=\"what-s-year-of-the-fire-horse\">What’s Year of the Fire Horse?</h2><p>The Chinese zodiac system is incredibly complex, repeating every 12 years, each represented by an animal in this order: rat, ox, tiger, rabbit, dragon, snake, horse, goat, monkey, rooster, dog and pig.</p><p>The year of one’s birth decides their zodiac sign; meaning, the ones born last year were Snakes, this year’s children would be Horses and next year’s would be Goats.</p><p>A complex mechanism decides how the year will be paired with one of the five elements.</p><p>This year, the element is Bing, or big sun, paired with the Horse. This pairing occurs every 60 years, most recently in 1966.</p><p>For those who believe in the Chinese zodiac, the Year of the Fire Horse represents an explosion of energy and independence, with unpredictable realignments.</p><figure id=\"attachment_4318894\" aria-describedby=\"caption-attachment-4318894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4318894\" src=\"/wp-content/uploads/2026/02/2026-01-26T010415Z_977212851_RC2G5JASOTO6_RTRMADP_3_LUNAR-NEWYEAR-CHINA-SAD-HORSE-1771315281.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"new year\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318894\" class=\"wp-caption-text\">Zhang Huoqing, owner of a toy shop, unpacks horse plush toys in Yiwu, Zhejiang province, China, January 21, 2026 [Nicoco Chan/Reuters]</figcaption></figure><h2 id=\"why-is-china-hoping-the-lunar-new-year-spending-will-boost-the-economy\">Why is China hoping the Lunar New Year spending will boost the economy?</h2><p>The Spring Festival in China is not just cultural but also economically significant, typically driving a spike in consumption across multiple sectors.</p><p>People spend heavily on food and festive goods, entertainment, and tourism, with retail and e-commerce platforms registering a surge in sales during the pre-holiday period.</p><p>The Chinese government is also expecting a record 9.5 billion passenger trips during the 40-day Spring Festival period, up from nine billion trips last year, as they travel for annual reunions.</p><p>The government has also issued consumer vouchers worth more than 360 million yuan ($52m) this month to boost consumption.</p><p>China is looking to boost domestic spending in its next five-year economic plan, where households save nearly a third of their income.</p><figure id=\"attachment_4318883\" aria-describedby=\"caption-attachment-4318883\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4318883\" src=\"/wp-content/uploads/2026/02/2026-02-17T061900Z_1907319995_RC2DNJA5QQ3S_RTRMADP_3_LUNAR-NEWYEAR-MALAYSIA-1771315077.jpg?w=770&amp;resize=770%2C517&amp;quality=80\" alt=\"lunar new year\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318883\" class=\"wp-caption-text\">Worshippers light their incense sticks on the first day of the Lunar New Year, the Year of the Horse, at the Taoist temple of Sin Sze Si Ya in Kuala Lumpur, Malaysia, February 17, 2026 [Hasnoor Hussain/Reuters]</figcaption></figure><h2 id=\"where-else-is-lunar-new-year-celebrated\">Where else is Lunar New Year celebrated?</h2><p>It is a global phenomenon extending beyond China. In East and Southeast Asia, several countries observe the Lunar New Year under distinct cultural pretexts.</p><p>For instance, Vietnam celebrates Tet Nguyen Dan, which emphasises family reunions and specific culinary traditions like banh chung. In South Korea, Seollal, or the Korean New Year, focuses on honouring ancestors and the consumption of tteokguk, a rice cake soup believed to grant people another year of age.</p><p>In Southeast Asian countries like Singapore and Malaysia, the holiday is a multicultural event marked by public holidays.</p><p>Diaspora communities in cities like San Francisco, London, and Sydney also host some of the largest celebrations in the world, featuring massive parades, dragon boat races and fireworks.</p><h2 id=\"fun-fact-about-the-year-of-the-horse\">Fun fact about the Year of the Horse</h2><p>This Lunar New Year found its mascot in a rather unusual place: in the World of Harry Potter, a wildly popular British production. And that too in the franchise’s most popular villain, Draco Malfoy.</p><p>In Mandarin, the name Malfoy is written phonetically as “ma er fu”. The opening character, ma, signifies “horse” and the closing character, fu, represents “fortune” or “blessing”.</p></div></div></body></html>"
        },
        {
            "title": "Tyson Fury says Anthony Joshua’s car crash motivated his boxing return | Boxing News | Al Jazeera",
            "time": "2026-02-17T08:55:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-16T162518Z_160349917_UP1EM2G19M5NX_RTRMADP_3_BOXING-HEAVYWEIGHT-FURY-MAKHMUDOV-1771316348.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tyson Fury says Anthony Joshua’s car crash motivated his boxing return</h1><p class=\"article__subhead\"><em>Joshua accident in Nigeria that caused two deaths was ‘biggest turning point’ in Fury’s decision to return to the ring.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British boxer Tyson Fury ‌says Anthony Joshua’s car <a href=\"/sports/2025/12/29/british-boxer-anthony-joshua-injured-in-deadly-car-crash-in-nigeria\">accident</a> in ⁠Nigeria that ⁠caused two deaths was a “turning point” for him in his decision to return to ⁠the ring.</p><p>Fury’s compatriot Joshua, a former heavyweight champion, sustained minor injuries in the crash in Nigeria in December that killed his strength and conditioning coach Sina Ghami and his trainer Latif “Latz” Ayodele.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A week later, Fury announced his comeback. Any plans to fight Joshua this year were set aside, but Fury acknowledged how his old rival played a part in his return.</p><p>“The biggest turning point in this comeback for me was the tragedy that ‌happened with Anthony Joshua,” Fury told reporters on Monday at Tottenham Hotspur Stadium.</p><p>Former two-time heavyweight champion Fury (34-2-1) is ending a 15-month retirement from the ring on April 11 against Russian-born Arslanbek Makhmudov (21-2) at the London venue.</p><p>“I was on holiday with my family in Thailand for Christmas just to get away from the rain. I was sick of the rain, it was depressing me, and then I hear all about the bad news that’s gone on and I thought, ‘You know what, life is very, very short and very precious and very fragile and anything can happen at any given moment.’</p><p>“You should never put things off until tomorrow, or next year, or next week because tomorrow is not promised to nobody.</p><p>“I made my mind up there and then I was going to come back to boxing because it’s something I love, I am passionate about and I have always been in love with. There is no tomorrow, so that’s why I am back today.”</p><p>Fury, 37, announced his return from his latest ‌spell of retirement in January. It will be the first fight for the former two-time world ‌heavyweight ‌champion since losing to Oleksandr Usyk in December 2024.</p><p>“Since I’ve retired for the fifth time over a year ago, boxing for me has gone on a downward slope and it’s become quite boring,” he said. “I am coming back to make boxing great again.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh PM-to-be and lawmakers sworn into parliament | Sheikh Hasina | Al Jazeera",
            "time": "2026-02-17T08:45:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771317886.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Once a popular wartime leader among Ukrainians, Zelenskyy’s shine fades | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-17T08:40:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2024-06-07T124217Z_138698840_RC2A68AZZTCG_RTRMADP_3_UKRAINE-CRISIS-FRANCE-DEFENCE-1770986033.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine</strong> – Volodymyr Zelenskyy’s fortunes have shifted since he was elected as an anticorruption outsider in 2019.</p><p>In the first months of Russia’s full-scale invasion, his defiance and everyman image won him global acclaim and overwhelming support at home.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But that unity, exhausted by <a href=\"/news/2026/2/1/trauma-does-not-define-us-living-with-loss-in-wartime-ukraine\" target=\"_blank\" rel=\"noopener\">four years of full-scale war</a>, has given way to a more complex mood.</p><p>Now, while many Ukrainians still back him as an international figurehead, concerns about governance and corruption are reshaping his standing domestically.</p><figure id=\"attachment_4311487\" aria-describedby=\"caption-attachment-4311487\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311487\" src=\"/wp-content/uploads/2026/02/2019-04-21T000000Z_1391830315_RC14112F8050_RTRMADP_3_UKRAINE-ELECTION-ZELENSKIY-1770986030.jpg?w=770&amp;resize=770%2C586&amp;quality=80\" alt=\"Ukrainian presidential candidate Volodymyr Zelenskiy walks out of a voting booth at a polling station during the second round of a presidential election in Kiev, Ukraine April 21, 2019. REUTERS/Valentyn Ogirenko TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311487\" class=\"wp-caption-text\">Then-Ukrainian presidential candidate Volodymyr Zelenskyy walks out of a voting booth at a polling station during the second round of a presidential election in Kyiv, Ukraine, April 21, 2019 [Valentyn Ogirenko/Reuters]</figcaption></figure><h2 id=\"from-messiah-to-pariah\">From Messiah to pariah</h2><p>In 2019, when Zelenskyy ran for president, he was a well-known comic actor, best known for playing a schoolteacher who wakes up to find he has been elected head of state after a video of him ranting against <a href=\"/news/2026/1/27/1865\">corruption</a>, secretly recorded by his pupils, goes viral.</p><p>His campaign used much of the same anticorruption rhetoric as his on-screen character, positioning himself as an outsider to the entrenched oligarchic networks that dominated Ukrainian politics.</p><p>This was something that appealed to voters disillusioned by the status quo, and he stormed to a landslide victory, winning 73 percent of the vote.</p><p>After Zelenskyy came to power, the realities of governing began to erode his everyman image as he first dealt with an energy crisis and then, the impact of the global COVID pandemic.</p><p>In December 2021, two months before the war began, his popularity stood at just 31 percent, according to the Kyiv International Institute of Sociology.</p><p>It is a cycle that Peter Dickinson, the British publisher of Business Ukraine magazine and editor of the Atlantic Council’s UkraineAlert service, sees as common in Ukrainian politics.</p><p>Ukraine’s democracy is “very vibrant” and “very dynamic,” but also “very immature in a lot of ways”, often resembling a “high school popularity contest”. Politics revolves around individuals rather than institutions, he added.</p><p>Leaders are initially embraced as national saviours, only to be swiftly rejected when expectations of rapid change go unmet, something he called the “Messiah to pariah” effect.</p><figure id=\"attachment_4311418\" aria-describedby=\"caption-attachment-4311418\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311418\" src=\"/wp-content/uploads/2026/02/ap_698f11487ee43-1770983752.jpg?w=770&amp;resize=770%2C428&amp;quality=80\" alt=\"In this photo provided by the Ukrainian Presidential Press Office, Ukrainian President Volodymyr Zelenskyy speaks to the nation via his phone in the center of Kyiv, Ukraine, Saturday, Feb. 26, 2022. Russian troops stormed toward Ukraine's capital Saturday, and street fighting broke out as city officials urged residents to take shelter. The country's president refused an American offer to evacuate, insisting that he would stay. &quot;The fight is here,&quot; he said. (Ukrainian Presidential Press Office via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311418\" class=\"wp-caption-text\">Ukrainian President Volodymyr Zelenskyy, in a series of self-shot videos recorded on his phone and posted to social media in February 2022 [File: Instagram/@zelenskiy_official via Reuters]</figcaption></figure><h2 id=\"the-everyman-wartime-president\">The everyman wartime president</h2><p>On February 24, 2022, Russia invaded Ukraine, and overnight, Zelenskyy became a wartime president.</p><p>Donning a casual green military T-shirt, he addressed the nation in a series of self-shot videos published on social media.</p><p>His impassioned speeches urged Ukrainians to take up arms, and his refusal to leave Ukraine, despite warnings from the United States, won him praise at home and abroad.</p><p>His approval rating skyrocketed, hitting 91 percent in the first weeks of the invasion.</p><p>Several people Al Jazeera interviewed in the weeks before the full-scale invasion, who had been critical of the president, changed their minds in the first weeks.</p><p>Mykhail Hontarenko, from Odesa, told Al Jazeera at the time that he had warmed to Zelenskyy, who he saw as a seasoned entertainer suddenly thrust into an experience that made him display genuine emotion. “I don’t think he is acting now; he is scared,” he said.</p><h2 id=\"part-of-the-establishment\">Part of the establishment</h2><p>However, since then, the Ukrainian president has spent less time on the street and more time at the Presidential Palace and on diplomatic trips as he seeks to rally international support.</p><p>In a December survey, the Kyiv International Institute of Sociology found that while 61 percent of Ukrainians trust Zelenskyy, 32 percent do not.</p><p>Some believe he would struggle to be re-elected in a post-war vote.</p><p>Dickinson said this is partly due to corruption scandals involving his associates and the perception that he is concentrating power and using <a href=\"/news/2025/12/23/a-ukraine-reporters-guide-to-managing-wartime-blackouts-caused-by-russia\">wartime conditions</a> to expand presidential authority.</p><figure id=\"attachment_4316191\" aria-describedby=\"caption-attachment-4316191\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4316191\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-DYNAMICS-OF-TRUST-IN-PRESIDENT-ZELENSKYI-FEB15-2026-copy-2-1771169271.png?quality=80\" alt=\"INTERACTIVE - DYNAMICS OF TRUST IN PRESIDENT ZELENSKYI - FEB15, 2026 copy 2-1771169271\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4316191\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Zelenskyy is facing growing pressure from Washington to organise national elections in 2026, but that would require legal and constitutional changes under the country’s wartime martial-law rules.</p><p>In recent days, Zelenskyy has stated that he is “ready” to <a href=\"/features/2025/12/10/could-ukraine-hold-a-presidential-election-right-now-as-trump-demands\">hold an election</a> – as long as Washington and, perhaps, Brussels could ensure its <a href=\"/news/2026/1/26/ukraines-security-guarantees-what-are-they-and-why-might-they-fall-short\">security</a>.</p><p>In late 2025, Ukraine was shaken by a major corruption scandal, prompting searches and arrests involving senior figures and fuelling scrutiny of Zelenskyy’s inner circle, including longtime chief of staff Andriy Yermak, who resigned.</p><figure id=\"attachment_4311423\" aria-describedby=\"caption-attachment-4311423\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311423\" src=\"/wp-content/uploads/2026/02/getty_698f11adc6-1770983853.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"KHARKIV, UKRAINE - JULY 23: Thousands of residents of Kharkiv are seen on Main Street during a protest against a new bill curtailing anti-corruption agencies on July 23, 2025 in Kharkiv, Ukraine. The Ukrainian parliament recently passed a law endowing a president-appointed prosecutor general with control over the investigations and cases handled by the National Anti-Corruption Bureau of Ukraine (NABU) and the Specialized Anti-Corruption Prosecutor's Office (SAPO). The protests, which accuse the government of undermining anti-corruption efforts in the country, are the first significant protests against President Volodymyr Zelensky since Ukraine was invaded by Russia in February 2022. (Photo by Nikoletta Stoyanova/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311423\" class=\"wp-caption-text\">Thousands of residents of Kharkiv are seen on Main Street during a protest against a new bill curtailing anticorruption agencies on July 23, 2025, in Kharkiv, Ukraine [File: Nikoletta Stoyanova/Getty]</figcaption></figure><p>“Ukrainians are very, very cynical anyway when it comes to <a href=\"/news/2026/1/20/outrageous-crime-how-ex-pms-corruption-probe-changes-ukraines-politics\">political corruption</a>, so it was a disastrous optic for him to have personal friends of his who he’d appointed to senior roles to be implicated in a scandal,” Dickinson said.</p><p>He added that the latest scandal centred around the energy sector, which is particularly jarring for Ukrainians, considering that <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\">Russia’s attacks</a> on <a href=\"/news/2026/2/10/in-ukraine-deaths-from-hypothermia-rise-as-russia-attacks-energy-system\">infrastructure</a> have left millions without electricity, water or heat in freezing conditions.</p><p>“The people [once] felt he was the everyman on the street, but now he’s part of the establishment”, Dickinson said.</p><p>Amina Ismailova, a manager at a textile company in Kharkiv, in Ukraine’s northeast, told Al Jazeera that she believes trust in Zelenskyy is lower than the polls suggest.</p><p>While many soldiers and veterans are not getting paid or receiving adequate healthcare, politicians are profiting from corruption schemes – something that is hard for people to accept, she said.</p><p>The problem, Ismailova said, echoing many people Al Jazeera spoke to, is the lack of a viable alternative.</p><p>Valerii Zaluzhnyi, Ukraine’s ambassador to the UK, was a name mentioned by a few, although the former head of Ukraine’s military has never announced political ambitions.</p><p>Zaluzhnyi, known as the “Iron General”, enjoys the image of a war hero and military mastermind, and Zelesnkyy’s decision in early 2024 to “renew the leadership” and send him to the UK raised suspicions that he saw him as a potential threat to his presidency.</p><figure id=\"attachment_4311427\" aria-describedby=\"caption-attachment-4311427\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311427\" src=\"/wp-content/uploads/2026/02/getty_698f11ff3d-1770983935.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BOVINGTON, ENGLAND - APRIL 03: General Valerii Zaluzhnyi, Ambassador Extraordinary and Plenipotentiary of Ukraine to the United Kingdom and former Commander-in-Chief of the Armed Forces of Ukraine looks around the exhibition at The Tank Museum, on April 03, 2025 in Bovington, Dorset. Ukraine: Armoured Warfare in the Modern World is the largest exhibition in the UK focusing on the conflict with Russia. It charts the Russian invasion of Ukraine with a specific focus on the role of armoured vehicles, British assistance in training Ukrainian troops and highlights the devastating impact of the fighting on the Ukrainian people. (Photo by Finnbarr Webster/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311427\" class=\"wp-caption-text\">Valerii Zaluzhnyi at The Tank Museum, on April 3, 2025, in Bovington, Dorset, UK [Finnbarr Webster/Getty]</figcaption></figure><h2 id=\"the-rally-around-the-flag-effect\">The rally around the flag effect</h2><p>But despite the current domestic mood, many Ukrainians still support Zelenskyy as a wartime leader.</p><p>Dickinson said Zelenskyy’s response to US President Donald Trump in their fractious Oval Office meeting in February 2025 – where the Ukrainian president was seen as being pressured or belittled by Trump – triggered a patriotic surge inside Ukraine.</p><p>Polls at the time showed an immediate rise in his approval ratings.</p><p>Many people felt that when Zelenskyy was attacked, Ukraine itself was being attacked, said Dickinson.</p></div></div></body></html>"
        },
        {
            "title": "How ICE uses facial recognition in the streets | Migration | Al Jazeera",
            "time": "2026-02-17T08:28:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/DD_EP03_ICE-facial-recognition_Thumbnail_Landscape_V001_00_00-1771316768.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>ICE agents are using a facial recognition app called Mobile Fortify to find people’s immigration status.</p><p>Al Jazeera’s Linh Nguyen explains how this tool has effectively turned the US into a checkpoint society.</p></div></div></body></html>"
        },
        {
            "title": "Hamas rejects Netanyahu aide’s 60-day ultimatum for group to disarm | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-17T08:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260215-40562762-40562736-CIVIL_DEFENSE_TEAMS_RECOVER_BODIES_AFTER_ISRAELI_ATTACKS_IN_BEIT_LAHIA_GAZA-1771163947.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hamas rejects Netanyahu aide’s 60-day ultimatum for group to disarm</h1><p class=\"article__subhead\"><em>Israeli minister issues 60-day ultimatum to Hamas, threatening renewed war if the group fails to disarm as demanded.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hamas has rejected remarks by an Israeli government official calling for the <a href=\"/news/2023/10/8/what-is-the-group-hamas-a-simple-guide-tothe-palestinian-group\">Gaza-based group</a> to disarm in 60 days and threatening to resume Israel’s genocidal war if it fails to comply.</p><p>Senior Hamas official Mahmoud Mardawi told Al Jazeera Mubasher on Monday that he had no knowledge of such a demand.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Statements made by Israeli Prime Minister Benjamin Netanyahu … and through the media are merely threats with no basis in the ongoing negotiations”, Al Jazeera Arabic cited him as saying.</p><p>Mardawi’s comments come after Israeli Cabinet Secretary Yossi Fuchs, during a conference in Jerusalem on Monday, threatened to renew the genocidal war on Gaza if Hamas failed to disarm in 60 days, local media outlet the Times of Israel reported.</p><p>A top aide to Netanyahu, Fuchs claimed that the two-month period was requested by the United States administration. “We are respecting that,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Without confirming when the ultimatum would exactly start, Fuchs said it might begin with the February 19 meeting of US President Donald Trump’s <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace</a> – a Washington-backed plan for the reconstruction of Gaza.</p><p>“We will evaluate it,” Fuchs said. “If it works, great. If not, then the IDF [Israeli army] will have to complete the mission.”</p><p>Hamas’s Mardawi told Al Jazeera Mubasher that any threat to renew the war would have “serious repercussions for the region” and stressed that “the Palestinian people will not surrender”, AJA reported.</p><p>The second phase of the “ceasefire” agreement began in mid-January, in which the US says it will tackle the disarmament of Hamas and the deployment of an international peacekeeping force. Hamas has refused to give up arms as long as Israel continues to occupy Gaza.</p><p>Earlier this month, Hamas’s political leader abroad, Khaled Meshaal, rejected calls to disarm Palestinian factions in Gaza, arguing that stripping weapons from an occupied people would turn them into “an easy victim to be eliminated”.</p><p>Israeli genocide in Gaza since October 2023 has killed more than 72,000 people, including thousands of children.</p><p>Israel’s <a href=\"/news/2026/2/9/four-palestinians-killed-in-israeli-air-attack-on-gaza-residential-building\">assaults have continued</a> despite a US-brokered “ceasefire” that began in October, with more than 600 Palestinians killed since it took effect. According to authorities in Gaza, Israel has violated the “ceasefire” 1,520 times.</p><p>In addition to the near-daily killing of Palestinians, Israel also severely restricts quantities of food, medicine, medical supplies, shelter materials and prefabricated houses entering Gaza, where some two million Palestinians – including 1.5 million displaced – live in catastrophic conditions.</p></div></div></body></html>"
        },
        {
            "title": "Imran Khan’s sister rejects Pakistan gov’t claim jailed ex-PM’s vision fine | Imran Khan News | Al Jazeera",
            "time": "2026-02-17T07:36:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T174313Z_1157551984_RC20LJA22I9Y_RTRMADP_3_PAKISTAN-POLITICS-KHAN-1771280416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan – </strong>The sister of former Pakistani Prime Minister Imran Khan has told Al Jazeera that the family has rejected a government board’s claims that the cricketer-turned-politician’s eyesight has improved since a court report last week said he had lost most vision in one eye.</p><p>A government-appointed medical board examining the jailed ex-leader reported a significant improvement in his eyesight after weeks of controversy over his deteriorating vision. Its medical report, seen by Al Jazeera, claims that Khan’s vision in his right eye has improved from 6/36 to 6/9. His left eye remains at 6/6 vision with the use of glasses.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In ophthalmic terms, 6/6 vision means the person’s eyesight is fine. A 6/9 reading means the person can see at 6 metres (20 feet) what someone with normal vision sees at 9 metres (30 ft).</p><p>The assessment was carried out on Sunday by a two-member board comprising doctors Nadeem Qureshi and Muhammad Arif Khan. The specialists conducted a detailed examination at Adiala jail in Rawalpindi, where the 73-year-old founder of the Pakistan Tehreek-e-Insaf (PTI) party has been imprisoned since August 2023.</p><p>But Khan’s family said it had “no trust” in the authorities.</p><p>His sister, Aleema Khan, <a href=\"https://x.com/Aleema_KhanPK/status/2023115943577026730\">described it</a> as “extremely concerning and unacceptable” that the government had resisted allowing Khan’s personal doctor and a family representative to be present during the examination and treatment.</p><p>“Without the physical presence of both his personal doctor and family representative, we categorically reject any claims made by the government regarding his examination, treatment or medical condition,” Aleema told Al Jazeera.</p><p>Aasim Yusuf, chief medical officer of the Imran Khan-founded Shaukat Khanum Memorial Hospital and one of Khan’s personal physicians, said in a video message that he had held a 40-minute conversation with the two doctors who examined Khan on February 15.</p><p>In the video, shared by the PTI on social media, Yusuf said the visiting doctors briefed him on the treatment and future plan of care, adding that according to their latest assessment, “Khan had shown significant improvement as a result of treatment and his vision had improved significantly as well”.</p><p>“I would be extremely happy if I was able to confirm that this was the case. Unfortunately, because I have not seen him myself and have not been able to participate in his care or to talk to him, I am unable to either confirm or deny the veracity of what we have been told,” Yusuf said.</p><p></p><h2 id=\"disputed-diagnosis\">Disputed diagnosis</h2><p>The latest examination comes after reports last month that authorities had taken Khan late at night to a government facility for a medical procedure without informing his family. Following the outcry, Pakistan’s Supreme Court appointed Barrister Salman Safdar as amicus curiae to meet Khan and assess his condition.</p><p>In <a href=\"/news/2026/2/12/ex-pakistan-pm-imran-khan-left-with-15-vision-in-right-eye-court-told\">a seven-page report</a> filed last week, Safdar painted a troubling picture. He wrote that Khan had suffered rapid and substantial vision loss over the past three months and that despite repeated complaints of persistent blurred and hazy vision, “no action was taken by the jail authorities to address these complaints”.</p><p>Safdar quoted Khan as saying that “only 15 percent” vision remained in his right eye.</p><p>PTI General Secretary Salman Akram Raja told reporters in Islamabad on Monday that the two doctors, one of whom was recommended after consultations with Yusuf, confirmed that Khan’s vision had improved.</p><p>“The two doctors who met him in jail said that Khan confirmed to them that he was unable to see the clock on the wall for a few weeks, [but] can now not only see that, but also the clock hands. According to doctors, this was an incredible improvement in his vision,” Raja said.</p><p>Aleema, however, insisted that the family could not accept any medical report until Khan’s physician examined him in person. She renewed the demand that he be transferred to Shifa International Hospital in Islamabad.</p><p>She accused the government of repeatedly misleading the family about Khan’s health.</p><p>“After our protest and Salman Safdar’s report, we were told that he would be taken to Shifa International Hospital, along with [the] presence of his physician as well as a family member, but then, abruptly, they [the government] changed the plan. How can we be suddenly denied?” she asked.</p><p>Aleema said authorities had asked the family to provide the names of doctors and relatives who could accompany Khan, only to reject each proposal.</p><p>“There have been repeated back-and-forth phone calls. We gave them the names of his personal doctors, including Dr Aasim. Another name we gave was our sister, Uzma Khan, to represent the family. But the response from the government was that no sister will be allowed to meet him,” she claimed.</p><p>She added that her brother had no underlying medical conditions, such as diabetes or high blood pressure, and described him as a political prisoner.</p><p>“Our hearts are breaking, and we are so frustrated. This is deliberate. When Salman Safdar went there and came back, he told us the story, and we cried hearing about Khan’s current situation. This is not just criminal negligence, this is outright criminal and deliberate,” she said.</p><h2 id=\"standoff-over-medical-access\">Standoff over medical access</h2><p>The PTI and its allies, who are holding a sit-in outside parliament, have promised to continue their protest until their demands are met, including access to Khan and his transfer to Shifa International Hospital.</p><p>Sheikh Waqas Akram, the party’s central information secretary, said the demand was straightforward and focused on securing “specialised treatment” for Khan.</p><p>“When you deny the family access, or the physicians recommended by the family, and when you break promises, how can we trust? We don’t even know what they have done with him. We believe the government is certainly hiding something,” he told Al Jazeera.</p><p>Aleema said she would hold a news conference on Tuesday outside Adiala jail and added that the family had not sought any concessions from authorities beyond medical access.</p><p>“Imran’s sons have been trying to visit Pakistan since last year and have applied several times, but their visa has not been processed. It is in limbo, they do not get a denial, nor an approval,” she said, referring to Kasim and Suleman, Khan’s two sons, who are nationals of the United Kingdom.</p><figure id=\"attachment_4318277\" aria-describedby=\"caption-attachment-4318277\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318277 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2026-02-16T171530Z_1905548713_RC20NJAOT4H7_RTRMADP_3_PAKISTAN-POLITICS-KHAN-SONS-1771280480.jpg?resize=770%2C513&amp;quality=80\" alt=\"Sulaiman Khan and Kasim Khan, sons of jailed former Pakistani Prime Minister Imran Khan, attend an interview with Reuters in London, Britain February 16, 2026. REUTERS/Jaimi Joy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318277\" class=\"wp-caption-text\">According to Aleema Khan, sister of former Prime Minister Imran Khan, her brother’s sons, Sulaiman Khan and Kasim Khan, applied last year for a visa to travel to Pakistan, but the Pakistani government has not yet responded to their application [Jaimi Joy/Reuters]</figcaption></figure><p>The sons were born during Khan’s first marriage to Jemima Goldsmith. The couple divorced in 2004 after nine years of marriage. Both sons are based in London.</p><h2 id=\"government-rejects-negligence-claims\">Government rejects negligence claims</h2><p>The government, meanwhile, has defended the medical board’s work. Law Minister Azam Nazeer Tarar said the treatment provided to Khan had led to improvement and that the specialist team had expressed satisfaction with his progress.</p><p>Speaking at a public event on Monday, Tarar said opposition leaders and Khan’s personal doctors had been briefed.</p><p>Minister for Parliamentary Affairs Tariq Fazal Chaudhry also said the examination inside the jail was conducted “in accordance with government directives and with complete transparency”.</p><p>“The government provided every necessary facility on site to ensure no question of any negligence arises,” Chaudhry wrote on social media, adding that Gohar Ali Khan, the PTI chairman in Khan’s absence, had been kept informed.</p><p></p><p> </p><p>Imran Khan, a former Pakistan cricket captain who led Pakistan to its 1992 World Cup victory, became prime minister in 2018.</p><p>He was removed in 2022 through a parliamentary no-confidence vote, which he said was orchestrated by the military in collusion with Washington and his political rivals. Both the military and the United States have denied the allegations.</p><p>Since his ouster, Khan has blamed Army Chief Field Marshal Asim Munir for his legal and political troubles and has repeatedly urged supporters to protest.</p><p>In June 2024, a United Nations Working Group on Arbitrary Detention concluded that Khan’s detention “had no legal basis and appears to have been intended to disqualify him from running [for] political office”.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine talks live: Sides ramp up attacks before US-led negotiations | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-17T07:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26048311788907-1771318642.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine talks live: Sides ramp up attacks before US-led negotiations</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The negotiations follow two rounds of talks held in the United Arab Emirates.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump urges Iran to make nuclear deal saying he’ll be ‘indirectly’ involved | Donald Trump | Al Jazeera",
            "time": "2026-02-17T07:29:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771313309.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Philippines rebukes China embassy over ‘coercive’ warning of job losses | South China Sea News | Al Jazeera",
            "time": "2026-02-17T07:23:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13753140-1771308397.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">The Philippines has criticised China’s embassy in Manila, after the diplomatic mission warned that deteriorating bilateral relations between the two countries could cost millions of jobs.</p><p>The Department of Foreign Affairs said late on Monday it took “strong exception” to the Chinese embassy’s tone, accusing Beijing’s diplomats of implying that economic cooperation could be weaponised as leverage.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This framing risks being perceived as coercive and undermines constructive bilateral dialogue,” the department said in a statement.</p><p>The Philippines and China have ⁠had repeated <a href=\"/news/2025/12/14/philippines-says-fishermen-hurt-boat-damaged-in-china-coastguard-skirmish\">maritime confrontations</a> in the contested South China Sea, and the latest dispute has its roots in a presentation by Commodore Jay Tarriela, a senior Philippine Coast Guard official, at an academic forum, in which he displayed a caricature of Chinese President Xi Jinping.</p><p>Beijing’s embassy in Manila demanded that Tarriela be held “accountable” for what it called “smears and slanders” – a reaction that itself provoked a sharp rebuke from the Philippine Senate.</p><p>Lawmakers passed a resolution condemning the embassy’s intervention as “improper”, declaring that Commodore Tarriela had been acting within his duties. Some senators went further, calling for the expulsion of Chinese embassy officials or the recall of Ambassador Jing Quan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Chinese embassy’s spokesman Ji Lingpeng subsequently issued a stark warning, saying that “any serious damage to diplomatic relations, including downgrading of those relations, would cost millions of jobs.”</p><p>In its statement, the Department of Foreign Affairs urged the Chinese embassy to “adopt a responsible and measured tone in public exchanges”. A separate statement from the department’s maritime affairs spokesman reiterated that Manila remained committed to engaging Beijing diplomatically, even as it accused China of “continued illegal, coercive, aggressive and deceptive activities” in the South China Sea.</p><p>“We are committed to managing the situation at sea peacefully,” said Deputy Assistant Secretary Rogelio Villanueva Jr.</p><p>There was no immediate comment from Beijing.</p><p>Manila-based think tank Stratbase Institute, meanwhile, dismissed the Chinese warning over job losses as “exaggerated and not supported by empirical evidence”, pointing to data suggesting China’s economic footprint in the Philippines is more limited than Beijing’s rhetoric implies.</p><p>It said official figures from the Philippine central bank show that Chinese foreign direct investment inflows reached $3.1m in the eleven months to November 2025, a decline of more than 50 percent year on year. China accounted for just 0.55 percent of total net investment inflows into the Philippines in 2024, it said.</p><p>While China has been the Philippines’ largest source of imports since 2013, the United States remains its top export market, underscoring the asymmetric nature of the trade relationship.</p><p>The latest dispute comes amid broader tensions between the Philippines and China over competing claims in the <a href=\"/news/2025/10/12/philippines-accuses-china-of-ramming-damaging-vessel-in-south-china-sea\">South China Sea</a>. China has repeatedly been accused of conducting dangerous manoeuvres against Philippine vessels, deploying water cannon and obstructing resupply missions to Filipino-held outposts in disputed areas of the sea.</p><p>Beijing, in turn, accuses the Philippines of intruding on what it considers its sovereign territory.</p><p>A 2016 ruling by the Permanent Court of Arbitration in The Hague found China’s expansive claims in the South China Sea to have no legal basis under international law. Beijing has refused to recognise the ruling.</p><p>The Chinese embassy did not respond to a request for comment. Both countries observed a public holiday on Tuesday for the Lunar New Year.</p></div></div></body></html>"
        },
        {
            "title": "More than a dozen killed in bomb blasts, gunfire in Pakistan’s northwest | Pakistan Taliban News | Al Jazeera",
            "time": "2026-02-17T07:20:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250702__64JF6WE__v1__HighRes__PakistanUnrest-1771311195_af90e6-1771311364.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>More than a dozen killed in bomb blasts, gunfire in Pakistan’s northwest</h1><p class=\"article__subhead\"><em>Eleven security personnel and a child killed in Bajaur district after two killed in a separate incident in Bannu.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two bomb attacks and a gun battle between police and rebel fighters have killed more than a dozen people in northwest Pakistan.</p><p>One child and 11 security personnel ⁠were ⁠killed in an attack ‌in Bajaur district of volatile Khyber Pakhtunkhwa province on Monday, the Pakistani military said on Tuesday. Seven ⁠others, ⁠including women and children, ⁠were injured ⁠in ⁠the incident.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>An explosives-laden vehicle detonated while being driven towards a security checkpoint in Bajaur, local police official Zafar Khan told The Associated Press news agency, adding that a girl was killed when a nearby building collapsed due to the force of the blast.</p><p>The attack came after rescue officials said two people were killed earlier on Monday when explosives attached to a parked motorcycle detonated near the entrance of a police station in Bannu, another district in Khyber Pakhtunkhwa near the Afghan border.</p><p>Officials said at least 17 people were injured in the Bannu attack.</p><p>Reporting on violence in Bajaur, the AFP news agency said a suicide bomber drove a vehicle rigged with explosives into the wall of a religious college in the district.</p><p>As a result, “police and Frontier Corps personnel present inside the seminary were martyred”, a security official told AFP, speaking on condition of anonymity.</p><p>It was not known if the explosions reported at the security checkpoint in Bajaur and the seminary blast in the district were linked or separate attacks.</p><p>In another incident reported by the Khyber Pakhtunkhwa police, three police personnel and as many rebel fighters were killed during a search operation in the province’s Shangla district. Police said the deceased fighters were involved in “attacks targeting Chinese nationals”.</p><p>Pakistan has seen a <a href=\"/news/2025/10/16/analysis-why-pakistan-and-the-taliban-wont-find-it-easy-to-patch-up\">surge in unprecedented attacks</a> against its security forces since 2021, coinciding with the Taliban’s return to power in Afghanistan.</p><p>More than 2,400 deaths were recorded for the first three quarters of 2025, an increase over the previous year’s death toll of about 2,500 in attacks across Pakistan.</p><p>Islamabad has blamed the majority of the attacks on the Pakistan Taliban, known by the acronym TTP, whose leaders are now allegedly based in Afghanistan.</p><p>TTP members hail largely from the tribal areas of Pakistan, along the Afghan border.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Exodus of ISIL-linked detainees from Syria camp sparks security concerns | Syria's War News | Al Jazeera",
            "time": "2026-02-17T07:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699166a28e-1771136674.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The number of residents at one of Syria’s most notorious camps has dropped rapidly, going from about 24,000 earlier this year to the low thousands at most, humanitarian, diplomatic and local sources from the country’s northeast have told Al Jazeera.</p><p>The <a href=\"/features/longform/2025/3/12/al-hol-syria-isil-isis\">al-Hol camp</a>, near the Syria-Iraq border, had held mostly internally displaced Syrians and approximately 6,000 third-country nationals with links to ISIL (ISIS). It was managed by the Kurdish-led Syrian Democratic Forces (SDF) before a government offensive in Syria’s northeast in January forced the SDF to withdraw.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Since then, the camp has ostensibly come under government control.</p><p>Details and accounts about how families and individuals exited the camp, which at its peak in 2019 held about 73,000 families, are contradictory. What is clear, according to sources on the ground, is that most Syrian nationals left al-Hol for their home towns, while many of the foreigners have travelled west to the government strongholds of Idlib or Aleppo governorates.</p><p>The uncertainty and lack of information have left analysts, diplomats and humanitarian workers with security and human rights concerns.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"freed-or-kidnapped\">Freed or kidnapped?</h2><p>In 2019, ISIL was defeated in Syria by a United-States coalition, which included the SDF. Al-Hol, located in the Hasakah governorate, was then established by the SDF after it took control of large parts of northeast Syria, with backing from the US.</p><p>It became the largest camp housing people suspected of links to ISIL. Of the total number of people in al-Hol in January, Syrians made up 14,500, and Iraqis made up 4,000. Approximately 6,200 people from other nationalities were also held in a highly securitised section of the camp, with more than 95 percent of them being women and children, according to Save the Children.</p><p>The SDF maintained control of al-Hol throughout the last years of Syria’s al-Assad regime, which ultimately fell in December 2024.</p><p>The Syrian government’s security forces <a href=\"/news/2026/1/21/syria-takes-control-of-camp-holding-thousands-linked-to-isil\">entered al-Hol</a> on January 21 to take control of the site. But humanitarian organisations were forced to stop working in the camp in recent days due to the conditions that followed the SDF’s abandonment and the government’s attempts to reestablish security.</p><p>It is unclear exactly how people housed in the camp left. Some of those held there told aid workers that they were directed – it is unclear by whom – to board buses. Others said that people pushed their way out of the camp and that guards were unable to stop them.</p><p>Smugglers are also reported to have transported Syrians and foreigners alike.</p><p>Al Jazeera could not confirm any of the reports, but aid workers and diplomatic sources believe the methods of escape described are feasible due to the size of the camp.</p><p>“There is still no clear, verified information about how the mass transfers from al-Hol to Idlib, and possibly other parts of Syria, took place after the SDF left the camp,” Beatrice Eriksson, spokesperson of the Swedish branch of Repatriate the Children, told Al Jazeera.</p><p>She said the information she was able to gather suggested that the movement of families “did not happen in a controlled or officially coordinated manner”.</p><p>“Families who were moved cannot be certain whether they have been liberated or effectively kidnapped,” she said. “That level of uncertainty alone illustrates the acute protection risks facing these families.”</p><p>A source with the SDF’s former administrative body told Al Jazeera there had been no “prior coordination between the SDF or the Autonomous Administration and Damascus” over al-Hol.</p><p>“Unfortunately, everything happened suddenly,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"major-security-and-humanitarian-concerns\">Major security and humanitarian concerns</h2><p>With so many families leaving the camp in unspecified and seemingly uncoordinated methods, analysts and diplomatic sources say they have serious security and humanitarian concerns.</p><p>Shortly after news broke of families leaving al-Hol, a video emerged online of a man in the office of former camp director Jihan Hanan. The man, who identified himself as Abu Sleiman al-Haskawi, called Hanan a pig and threatened her.</p><p>“Unfortunately, everything has ended, and I have become afraid for myself and my children,” Hanan told Al Jazeera.</p><p>The man in the video did not declare an affiliation. Analysts and diplomatic sources worry that some of the people who escaped would join groups seeking to undermine Syria’s stability.</p><p>A UN report <a href=\"/news/2026/2/12/several-assassination-attempts-targeted-syrias-al-sharaa-ministers-un\">released last Wednesday</a> found that Syrian President Ahmed al-Sharaa and two of his senior cabinet ministers were targeted by ISIL in five foiled assassination attempts in the last year alone.</p><p>“If radicalised detainees are able to support ISIS attacks, or a resurgence in the next year or two, this could represent a major blow to the Syrian government,” Caroline Rose, director of the Crime-Conflict Nexus and Military Withdrawals portfolios at the New Lines Institute, told Al Jazeera.</p><p>“Already, during the transfer of detention centres with the SDF, there was a breakout attempt under the government’s watch. There have been ISIS attacks on both government and civilian targets as well. If this trend severely increases in the next year, I think the Syrian government will have to face mounting… distrust.”</p><p>For years, rights groups and international organisations called for the global community to act on the problem of al-Hol. Many people were detained there without ever facing trial. Many could not be repatriated because their countries of origin refused to receive them.</p><p>And now that many of the families are no longer there, new humanitarian concerns have emerged.</p><p>“While ending arbitrary, indefinite detention in places like al-Hol is important, the way this has unfolded is incredibly risky,” Sarah Sanbar, a researcher at Human Rights Watch, told Al Jazeera.</p><p>“When women and children leave in a chaotic, unplanned way, they often just become more vulnerable to trafficking, exploitation, or recruitment by armed groups. So the immediate priority should really be about identifying and protecting them.”</p><p>Sanbar added that “countries whose nationals are involved need to step up and repatriate them in a coordinated, safe, and dignified way. Women and kids should not be left to navigate smuggling routes and shifting front lines on their own.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"i-fall-asleep-in-fear\">‘I fall asleep in fear’</h2><p>Conditions in al-Hol have also been criticised by rights groups and people familiar with the camp.</p><p>A 2022 report from Doctors Without Borders, known by its French initials MSF, said that people were not given adequate food or water, phones were banned, and medical care was insufficient. People interviewed by MSF for the report described the camp as a prison.</p><p>A little more than 40km (25 miles) away from al-Hol is the <a href=\"/news/2026/2/16/dozens-of-australian-isil-relatives-freed-from-syrias-roj-camp\">Roj camp</a>, which also houses ISIL-linked people. Like al-Hol, it is based in Hasakah province, but Roj is still under SDF control. And following the recent developments at al-Hol, residents at Roj wonder what is next for them.</p><p>A European woman at the camp told Al Jazeera that detainees fear the camp may be dismantled and they will have to leave.</p><p>“I’m with my children,” she said. “Honestly, at night, there’s a lot of raids by the SDF. Sometimes they even hit the women… To be honest, I often fall asleep in fear.”</p><p>The woman in Roj said she wanted to be repatriated, but feared she would be sent to Idlib and get stuck in Syria. Her compatriots who were in al-Hol are now in Idlib, she said. “They’re being held captive and have not yet been registered. They want deportation; they don’t want to stay in Syria.”</p><p>“Our [home country] authorities are not responding. We’re asking them for guidance on this situation, but they’re not commenting,” she said. “We’ve been begging them to deport us for years.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Barcelona lose to Girona 2-1 after Lamine Yamal’s penalty miss | Football News | Al Jazeera",
            "time": "2026-02-17T06:45:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__97T27UU__v2__MidRes__TopshotFblEspLigaGironaBarcelona-1771309873.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona lose to Girona 2-1 after Lamine Yamal’s penalty miss</h1><p class=\"article__subhead\"><em>Barca miss a chance to move above Real Madrid in the Spanish league as Catalan neighbours Girona climb to 12th.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lamine Yamal missed a penalty as Barcelona lost to Girona 2-1, passing up a chance to overtake Real Madrid at the top of La Liga. The defeat was the second in less than a week for Barca and left them second in the table, two points behind Madrid.</p><p>A win on Monday would have taken the defending champions above their archrivals, but, instead, a crisis brewed for coach Hansi Flick, whose side lost to Atletico Madrid 4-0 in the Copa del Rey last week.</p><p>The second loss came even though Barcelona took the lead early in the second half.</p><p>Yamal hit the post with his spot kick on the stroke of half-time, but 14 minutes into the second period, Pau Cubarsi met Jules Kounde’s cross from the right and placed his header perfectly into the top corner.</p><p>The goal was Barcelona’s 100th in all competitions this season, making them the second club in Europe’s big five domestic leagues to hit the century mark after Bayern Munich.</p><p>However, Girona roared back into the game just three minutes later.</p><p>Barcelona’s Joan Garcia was already the busier of the two goalkeepers, but he could not stop Thomas Lemar side-footing home from close range after nice work from Vladyslav Vanat on the left wing.</p><p>Both sides pushed for a decisive second, and it was Girona who executed with three minutes remaining, substitute Fran Beltran scoring with a low shot from just inside the box.</p><p>Girona’s Joel Roca was sent off in the dying seconds, but there were no more goals.</p><p>The victory ended a three-game winless streak for Girona and lifted them by three places into 12th, equal on points with Getafe.</p><p>Only seven points separate the 11 clubs from eighth to 18th in La Liga.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Tarique Rahman sworn in as new Bangladesh prime minister | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-17T06:32:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T085557Z_882654368_RC2WKJA49V8D_RTRMADP_3_BANGLADESH-ELECTION-1770993607.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tarique Rahman sworn in as new Bangladesh prime minister</h1><p class=\"article__subhead\"><em>Rahman takes office as other lawmakers are sworn in to parliament days after the BNP’s landslide election victory.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tarique Rahman has been sworn in as the new prime minister, days after his party swept the first vote since the 2024 student-led uprising that expelled the then-leader, <a href=\"/news/2024/8/5/sheikh-hasina-a-critical-misstep-and-the-end-of-15-years-of-rule\">Sheikh Hasina</a>.</p><p>“I will faithfully discharge the duties of the office of prime minister of the government in accordance with the law,” he said on Tuesday, sworn in by President Mohammed Shahabuddin, in a televised ceremony held outside the parliament building in the capital, Dhaka.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Bangladesh Nationalist Party (BNP) secured more than a two-thirds majority in <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">last week’s elections</a>.</p><p>Earlier, inside the parliament’s oath room, lawmakers pledged loyalty to Bangladesh as they were sworn in by Chief Election Commissioner AMM Nasir Uddin.</p><p>Foreign dignitaries, including the Pakistani foreign minister and the speaker of the Indian Parliament, were in attendance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cabinet members were also slated to be sworn in on Tuesday.</p><p>Despite tight security, hundreds of people gathered outside the grounds throughout the day, awaiting the proceedings.</p><p>“People really want changes. They want to see new faces in parliament. People with good qualifications, even those who are young,” said Al Jazeera’s Tanvir Chowdhury, reporting from Dhaka.</p><p>“You’ll see a lot of new faces, and that’s what’s expected: They want new dynamics in parliament.”</p><p>The BNP and its allies won at least 212 seats. Elections were held in 299 constituencies in the 350-seat parliament, giving it a strong majority, while the Jamaat-e-Islami and its allies won 77 seats. Hasina’s Awami League was <a href=\"/news/2025/5/11/bangladesh-bans-activities-of-awami-league-the-party-of-ousted-pm-hasina\">banned</a> from participating.</p><p>Rahman is taking over from an <a href=\"/news/2026/2/16/bangladeshs-interim-leader-yunus-steps-down-as-new-govt-set-to-take-over\">interim government</a> that led the country for 18 months after Hasina’s ousting.</p><p>He will also be tasked with implementing the July National Charter, which contains 80-plus prospective reforms of Bangladesh’s governance system.</p><p>More than 60 percent of the electorate voted to pass the charter in a referendum held with the general elections.</p><p>The sweeping document introduces term limits, a two-chamber parliament and limits the governing party’s ability to make unilateral amendments, among other changes.</p><p>“Lots of fundamental and primary change is expected by the population, particularly the younger population who were behind the July uprising,” Al Jazeera’s Chowdhury said. “They want to be represented in this parliament, and their voices must be heard.”</p></div></div></body></html>"
        },
        {
            "title": "Trump ups pressure on Kyiv as Russia, Ukraine hold peace talks in Geneva | News | Al Jazeera",
            "time": "2026-02-17T05:35:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-15T075938Z_2145238270_RC27MJA89UN4_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1771304674.jpg?resize=1920%2C1365",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Delegations from Russia and Ukraine are set to meet for <a href=\"/news/2026/2/16/ukraine-team-heads-for-geneva-talks-as-moscow-kyiv-build-military-pressure\">another round of peace talks</a> in Geneva, as United States President Donald Trump pushes for an end to Europe’s biggest conflict since World War II.</p><p>The two-day talks, which begin on Tuesday, are likely to focus on the issue of territory and come just days before the fourth anniversary, on February 24, of Russia’s full-scale invasion of Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump is pressing Moscow and Kyiv to reach a deal soon, though Ukrainian President Volodymyr Zelenskyy has <a href=\"/news/2026/2/15/zelenskyy-says-us-too-often-pushes-ukraine-not-russia-for-concessions\">complained</a> that his country is facing the greatest pressure from Washington to make concessions.</p><p>Russia ⁠is <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">demanding</a> that Kyiv cede the remaining 20 percent of the eastern region of Donetsk that Moscow has failed to capture – something Kyiv refuses to do.</p><p>Trump again increased the pressure on Ukraine late on Monday.</p><p>When asked about the talks on board Air Force One, he described the negotiations as “big” and said, “Ukraine better come to the table, fast.” He did not elaborate further, saying, “That’s all I am telling you.”</p><p>The talks, which the Kremlin said will be held behind closed doors and with no media present, come after two earlier rounds held this year in Abu Dhabi. Those talks did not yield a breakthrough.</p><p>“This time, the idea is to discuss a broader range of issues, including, in fact, the main ones,” Kremlin spokesman Dmitry Peskov told reporters on Monday. “The main issues concern both the territories and everything else related to the demands we have put forward,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ukraine, meanwhile, said Russia was unwilling to compromise and wants to keep fighting.</p><p>“Even on the eve of the trilateral meetings in Geneva, the Russian army has no orders other than to continue striking Ukraine. This speaks volumes about how Russia regards the partners’ diplomatic efforts,” Zelenskyy said in a social media post on Monday.</p><p>“Only with sufficient pressure on Russia and clear security guarantees for Ukraine can this war realistically be brought to an end,” he added.</p><h2 id=\"serious-intentions\">‘Serious’ intentions</h2><p>The Russia-Ukraine war has spiralled into Europe’s deadliest conflict since 1945, with tens of thousands killed, millions forced to flee their homes and many Ukrainian cities, towns and villages devastated by the fighting.</p><p>Russia occupies about one-fifth of Ukraine, including Crimea and parts of the eastern Donbas region seized before the 2022 invasion. It wants Ukrainian troops to withdraw from swaths of heavily fortified and strategic territory as part of any peace deal. Kyiv has rejected the demand, which would be politically and militarily fraught, and has instead demanded robust security guarantees from the West.</p><p>The Kremlin said the Russian delegation would be led by Vladimir Medinsky, an aide to President Vladimir Putin.</p><p>However, the fact that Ukrainian negotiators have accused Medinsky in the past of lecturing them about history as an excuse for Russia’s invasion ⁠has further lowered expectations for any significant breakthrough in Geneva.</p><p>Military intelligence chief Igor Kostyukov will also take part in the talks, while Putin’s special envoy Kirill Dmitriev will be part of a separate ⁠working group on economic issues.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Vladmir Sotnikov, a political scientist based in Moscow, said the Russian team will consist of about 20 people, many more than delegations in previous rounds of talks.</p><p>“I think the Russian intentions are serious. Because you know, the situation here in Russia is that ordinary people are just tired of this war,” he told Al Jazeera.</p><p>Kyiv’s delegation will be led by Rustem Umerov, the secretary of Ukraine’s national security and defence council, and Zelenskyy’s chief of staff, Kyrylo Budanov. Senior presidential aide Serhiy Kyslytsya will ‌also be present.</p><p>Before the delegation left for Geneva, Umerov said Ukraine’s goal of “a sustainable and lasting peace” remained unchanged.</p><p>As well as land, Russia and Ukraine also remain far apart on issues such as who should control the Zaporizhzhia nuclear power plant and the ‌possible ‌role of Western troops in post-war Ukraine.</p><p>US envoys Steve Witkoff and Jared Kushner will represent the Trump administration at the talks, according to the Reuters news agency. They are also attending talks in Geneva this week with Iran.</p></div></div></body></html>"
        },
        {
            "title": "Waste piles up in Cuba as US-imposed fuel blockade halts collection trucks | Donald Trump News | Al Jazeera",
            "time": "2026-02-17T05:18:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-16T193442Z_2032562715_RC2JMJA3ACWU_RTRMADP_3_CUBA-CRISIS-WASTE-1771298443.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2026/2/13/cuban-official-decries-massive-punishment-by-us-oil-blockade\">United States-imposed fuel crisis</a> in Cuba is also turning into a waste and health crisis, as many collection trucks have been left with empty fuel tanks, causing refuse to pile up on the streets of the capital, Havana, and other cities and towns.</p><p>Only 44 of Havana’s 106 rubbish trucks have been able to keep operating due to the fuel shortages, slowing rubbish collection, as waste piles up on Havana’s street corners, the Reuters news agency reported on Monday, citing state-run news outlet Cubadebate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Other towns are also seeing rubbish pile up, and residents have taken to social media to raise the alarm over the risk to public health, according to Reuters, citing Cuban media.</p><p>“It’s all over the city,” said Jose Ramon Cruz, a resident of Havana.</p><p>“It’s been ‌more than 10 days since a garbage truck came,” Cruz told Reuters.</p><p></p><p>The mounting rubbish crisis has added to the suffering on the tiny island-state, which US President Donald Trump described on Monday as a “failed nation”.</p><p>“Cuba is now a failed nation. They don’t even have jet fuels to get their aeroplanes to take off, they’re plugging up their runway,” Trump said.</p><p>“We’re talking to Cuba right now, and Marco Rubio is talking to Cuba right now, and they should absolutely make a deal. Because it’s really a humanitarian threat,” he said.</p><p>Cuba’s severe fuel crisis is a result of the US cutting off crucial oil supplies once imported from Venezuela. Washington’s move followed the bloody US military raid on Caracas and the abduction of Venezuelan President Nicolas Maduro and his wife in early January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"us-violations-of-peace-security-and-international-law\">US ‘violations of peace, security and international law’</h2><p><a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">Trump has been threatening Cuba</a> and its leadership for months, and increased his choke-hold on the Cuban economy by recently passing an executive order that allows the US to impose crippling sanctions on any country that supplies oil to Cuba.</p><p>Asked if the US intended to remove the Cuban government, akin to Washington’s abduction of Maduro in Venezuela, Trump said: “I don’t think that will be necessary.”</p><p>Last month, Trump warned Cuban leaders to “make a deal, before it is too late”, without specifying the consequences of not meeting his demand.</p><p>Amid the crisis, Mexico sent two navy ships carrying <a href=\"/news/2026/2/12/mexican-ships-arrive-in-cuba-with-humanitarian-cargo-amid-us-oil-blockade\">800 tonnes of humanitarian aid</a> to Cuba last week, and on Monday, Spain said it would use the Spanish Agency for International Development and the United Nations to channel aid to Havana.</p><p>The announcement was made as Spanish Minister of Foreign Affairs Jose Manuel Albares met with his Cuban counterpart, Bruno Rodriguez Parrilla, in Madrid on Monday, where the pair “addressed the current situation in Cuba following the tightening of the embargo”.</p><p>In a post on X, Rodriguez criticised “the violations of peace, security and international law and the increasing hostility of the United States against Cuba”.</p><p>The Cuban foreign minister’s stop in Madrid followed visits to China and Vietnam, where he has sought support amid the US’s de facto blockade.</p><figure id=\"attachment_4318488\" aria-describedby=\"caption-attachment-4318488\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318488 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260217__97T79U7__v1__MidRes__CubaRussiaTourismRepatriation-1771298949.jpg?resize=770%2C513&amp;quality=80\" alt=\"Russian tourists prepare to board a return flight at Jose Marti International Airport in Havana on February 16, 2026. In early February 2026, Havana announced it was suspending jet fuel supplies over the energy crisis, prompting Canadian and Russian airlines and Latin American carrier LATAM to repatriate stranded passengers before suspending flights.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318488\" class=\"wp-caption-text\">Russian tourists scramble to board a return flight to Russia at Jose Marti airport in Havana on Monday, as the fuel crisis forced several foreign airlines to suspend their flights, leaving many visitors stranded [Yamil Lage/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US-Iran talks live: Khamenei takes aim at Trump as nuclear talks begin | Nuclear Energy News | Al Jazeera",
            "time": "2026-02-17T05:13:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2261613780-1771325095.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">US-Iran talks live: Khamenei takes aim at Trump as nuclear talks begin</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The second round of negotiations being held with mediation by Oman’s Foreign Minister Badr bin Hamad al-Busaidi.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}