{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump announces 100 percent tariff on semiconductor imports | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T03:10:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T220016Z_165486496_RC2Y1GAWMHA1_RTRMADP_3_USA-TRUMP-INVESTMENT-1754534535_03a453-1754534705.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump announces 100 percent tariff on semiconductor imports</h1><p class=\"article__subhead\"><em>US President Donald Trump said the tariff will not impact companies if they have already invested in US facilities.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump says he will impose a 100 percent tariff on foreign-made semiconductors, although exemptions will be made for companies that have invested in the US.</p><p>“We’ll be putting a tariff on of approximately 100 percent on chips and semiconductors, but if you’re building in the United States of America, there’s no charge, even though you’re building and you’re not producing yet,” Trump told reporters at the Oval Office on Wednesday evening.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The news came after a separate announcement that Apple would invest $600bn in the US, but it was not unexpected by US observers.</p><p>Trump told CNBC on Tuesday that he planned to unveil a new tariff on semiconductors “within the next week or so” without offering further details.</p><p>Details were also scant at the Oval Office about how and when the tariffs will go into effect, but Asia’s semiconductor powerhouses were quick to respond about the potential impact.</p><p>Taiwan, home of the world’s largest chipmaker TSMC, said that the company would be exempt from the tariff due to its existing investments in the US.</p><p>“Because Taiwan’s main exporter is TSMC, which has factories in the United States, TSMC is exempt,” National Development Council chief Liu Chin-ching told the Taiwanese legislature.</p><p>In March, TSMC – which counts Apple and Nvidia as clients – said it would increase its US investment to $165bn to expand chip making and research centres in Arizona.</p><figure id=\"attachment_3876335\" aria-describedby=\"caption-attachment-3876335\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3876335\" src=\"/wp-content/uploads/2025/08/2025-04-16T120053Z_370262973_RC2WYDA1INVN_RTRMADP_3_USA-TRUMP-TARIFFS-TAIWAN-1754532957.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A semiconductor wafer is on display at Touch Taiwan, an annual display exhibition in Taipei, Taiwan April 16, 2025. REUTERS/Ann Wang\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3876335\" class=\"wp-caption-text\">A semiconductor wafer displayed at Touch Taiwan, an annual display exhibition in Taipei, Taiwan, on April 16, 2025 [Ann Wang/Reuters]</figcaption></figure><p>South Korea was also quick to extinguish any concerns about its top chipmakers, Samsung and SK Hynix, which have also invested in facilities in Texas and Indiana.</p><p>Trade envoy Yeo Han-koo said South Korean companies would be exempt from the tariff and that Seoul already faced “favourable” tariffs after signing a trade deal with Washington earlier this year.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>TSMC, Samsung and SK Hynix are just some of the foreign tech companies that have invested in the US since 2022, when then-President Joe Biden signed the bipartisan CHIPS Act offering billions of dollars in subsidies and tax credits to re-shore investment and manufacturing.</p><p>Less lucky is the Philippines, said Dan Lachica, president of Semiconductor and Electronics Industries in the Philippines Foundation.</p><p>He said the tariffs will be “devastating” because semiconductors make up 70 percent of the Philippines’ exports.</p><p>Trump’s latest round of blanket tariffs on US trade partners is due to go into effect on Thursday, but the White House has also targeted specific industries like steel, aluminium, automobiles and pharmaceuticals with separate tariffs.</p></div></div></body></html>"
        },
        {
            "title": "Why Trump’s secondary tariffs on Russia could bite the US, its allies too | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-07T02:55:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-10-23T112309Z_983295707_RC29QAAYV8KW_RTRMADP_3_RUSSIA-BRICS-1754484343.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Top United States diplomatic negotiator Steve Witkoff <a href=\"/news/2025/8/6/us-envoy-witkoff-in-russia-ahead-of-sanctions-deadline-over-ukraine-war\">visited Moscow</a> on Wednesday in a last-ditch push to persuade Russian President Vladimir Putin to agree to a ceasefire with Ukraine before an August 8 deadline set by President Donald Trump.</p><p>After Witkoff’s meeting with Putin, the White House said that Russia had sought a meeting with Trump. The US president, the White House said, was open to <a href=\"/news/2025/8/6/white-house-says-trump-is-open-to-talks-with-putin-and-zelenskyy\">meeting both Putin and Ukrainian President Volodymyr Zelenskyy</a>.</p><p>Trump, who during his re-election campaign had promised he would be able to end the Russia-Ukraine war in 24 hours if he came to power, has so far <a href=\"/news/2025/7/8/trump-says-he-is-not-happy-with-russias-putin-considering-sanctions\">failed to mediate a truce</a> despite months of hectic diplomacy, direct talks between Moscow and Kyiv, and phone calls with Putin.</p><p>Increasingly <a href=\"/news/2025/8/2/why-is-trump-moving-nuclear-submarines-after-spat-with-medvedev\">frustrated</a> by Putin’s unwillingness to agree to a pause in fighting without imposing conditions unacceptable to Ukraine or the West, Trump has threatened a new wave of <a href=\"/news/2025/7/8/trump-says-he-is-not-happy-with-russias-putin-considering-sanctions\">economic measures</a> punishing Russia if it does not accept a ceasefire.</p><p>Since Russia’s full-fledged invasion of Ukraine in February 2022, the US and its allies, including the United Kingdom and the European Union, have imposed more than 21,000 sanctions on Russia’s economy.</p><p>The new tariffs Trump has threatened are unlike any of those earlier sanctions, however. They target Russia by hitting out against its trading partners, in the hope that they will stop buying from or selling to Moscow.</p><p>But these secondary tariffs also carry risks for the US and its allies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-secondary-tariffs-trump-is-threatening\">What are the secondary tariffs Trump is threatening?</h2><p>In mid-July, as peace talks stalled despite Trump’s efforts, the US president threatened Russia with 100 percent <a href=\"/news/2025/7/15/trump-threatens-tariffs-in-50-days-what-harm-will-it-do-to-russia\">secondary tariffs</a> if it did not work towards a ceasefire. He gave the Kremlin a 50-day deadline to cooperate.</p><p>After Moscow suggested that it wouldn’t bow to US pressure, Trump moved up the deadline, which now expires on August 8. It is unclear if Trump’s openness to talks with Putin and Zelenskyy following Witkoff’s Moscow visit has changed that deadline.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Wednesday, Trump doubled the tariff rate on Indian imports from 25 percent – which he had announced in late July – to 50 percent, as punishment for New Delhi’s refusal to stop buying Russian oil. That makes India the country facing the highest US tariffs at present – along with Brazil.</p><p>If Trump’s secondary tariffs go into effect, goods that the US imports from countries still trading with Russia would face duties of 100 percent on top of the tariffs Trump has already imposed on those nations.</p><p>That would at least double the price of those products, making them less competitive in the US market.</p><p>The idea behind these tariffs is to persuade Russia’s trading partners to stop buying and selling with the country, isolating its economy and depriving it of revenue it earns from exports, especially from energy.</p><p>Despite the sanctions it already faces, Russia has consistently earned more than 500 million euros ($580m) a day from energy exports since 2022. That will be disrupted if countries stop buying all oil and gas from Russia.</p><h2 id=\"which-countries-could-trump-s-secondary-tariffs-hit\">Which countries could Trump’s secondary tariffs hit?</h2><p>The countries most affected by such secondary tariffs would be:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>China:</strong> Russia’s most important ally, China is by far the largest consumer of its northern neighbour’s exports. In 2023, China bought almost a third of all Russian exports. It also bought almost half of Russia’s oil exports.</li>\n<li><strong>India:</strong> An old friend, India has been buying up large volumes of Russian crude since 2022, including almost 40 percent of Russia’s total oil exports in 2023. That year, 17 percent of Russia’s overall exports went to India. Trump had already imposed a 25 percent tariff on Indian goods. On Wednesday, he doubled that rate as punishment for India’s continued oil purchases from Russia.</li>\n<li><strong>Turkiye:</strong> The third-largest buyer of Russian energy, 8 percent of Russia’s exports in 2023 went to Turkiye. It is a NATO ally of the US.</li>\n</ul><p>Turkiye isn’t the only ally that could be hit if Trump truly targets all those who trade with Russia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"could-us-allies-be-hit\">Could US allies be hit?</h2><p>Pushing back against Western threats over its ties with Russia, India has pointed to the EU’s own trade with Moscow. And while that trade has plummeted since 2022, it is still substantial.</p><p>According to the EU, its total trade with Russia was worth 67.5 billion euros ($77.9bn) in 2024. India’s total trade with Russia in 2024-25, by contrast, was <a href=\"https://indianembassy-moscow.gov.in/overview.php#:~:text=Bilateral%20trade%20between%20India%20and,amounting%20to%20USD%2063.84%20billion.\">worth $68.7bn</a>.</p><p>The bloc still relies heavily on Russia for its liquefied natural gas (LNG) supplies. In fact, its import of Russian LNG has been rising: In 2024, EU imports of Russian LNG were 9 percent higher than the year before.</p><p>Europe has already been hit with a 15 percent tariff from Trump. Will Trump punish his closest supporters to pressure Russia to end the war?</p><h2 id=\"could-the-us-face-risks-too\">Could the US face risks, too?</h2><p>It is not just allies – secondary tariffs on those who trade with Russia carry risks for the US itself, too.</p><p>Trump’s team is currently working on a trade deal with China, and those talks have led to a pause in a tariff war between the world’s two largest economies.</p><p>That detente would break down if Trump imposes 100 percent tariffs on Chinese goods simply because Beijing also trades with Russia.</p><p>China, Europe and India are all major suppliers of goods to the US: If the cost of those products – from clothes to lamps to iPhones – doubles, American consumers will feel the pinch.</p><p>The US also buys chemicals, including uranium hexafluoride – used in uranium enrichment – from Russia.</p><h2 id=\"will-india-and-china-stop-buying-russian-energy\">Will India and China stop buying Russian energy?</h2><p>That looks unlikely. China continues to buy oil from Iran, despite US sanctions – and Russia is arguably its closest strategic partner.</p><p>India has also shown no sign of loosening its ties with Russia. Witkoff isn’t the only foreign envoy visiting Moscow at the moment. India’s national security adviser, Ajit Doval, is also in the Russian capital. India’s foreign minister, S Jaishankar, is expected to visit Russia later this month, and India has announced that it intends to host Putin later this year.</p><p>On Wednesday, India described Trump’s 50 percent tariff as “unfair, unjustified and unreasonable”, adding that its purchase of Russian oil was rooted in its desire for energy security for its 1.4 billion people.</p></div></div></body></html>"
        },
        {
            "title": "Suspect in murder of Israel embassy staffers in US indicted for hate crime | Crime News | Al Jazeera",
            "time": "2025-08-07T02:27:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25142209292853-1754531664.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man accused of <a href=\"/news/2025/5/22/suspect-charged-with-murder-in-shooting-of-two-israeli-embassy-workers\">shooting dead two Israeli embassy staff members</a> in Washington, DC, has been indicted on federal hate crime and murder charges, as President Donald Trump suggested he may call on the National Guard to bring down crime rates in the United States capital.</p><p>Court documents filed in federal court in Washington and unsealed on Wednesday show that defendant Elias Rodriguez has been charged with nine counts, including a hate crime resulting in death.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 30-year-old is accused of <a href=\"/news/2025/5/22/israeli-embassy-staffers-shot-dead-in-dc-what-we-know-on-attacker-victims\">shooting dead</a> Israeli embassy staffers Yaron Lischinsky and Sarah Milgrim, a young couple who were about to become engaged, as they left an event at the Capital Jewish Museum in Washington in May.</p><p>Rodriguez, who witnesses described as pacing outside the museum before the attack, approached the couple and opened fire.</p><p>Surveillance footage then showed him advance on Lischinsky and Milgrim as they fell to the ground, firing additional shots as he stood over them. Rodriguez appeared to reload before jogging off, according to officials.</p><p>Two other people who were standing with the couple at the time of the attack escaped unharmed.</p><p>Rodriguez then entered the museum and confessed to the killings. He was heard shouting “Free Palestine” as he was led away. Rodriguez also told police, “I did it for Palestine, I did it for Gaza “, according to federal authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Prosecutors described the killings as calculated and planned in court papers, alleging that Rodriguez flew to Washington from Chicago with a handgun in his checked luggage. Authorities also claimed Rodriguez purchased a ticket for the American Jewish Committee-organised event at the museum three hours before it started.</p><p>Rodriguez was previously charged with the murder of foreign officials and other crimes. Prosecutors added the hate crimes charges after bringing the case to a grand jury.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Also included in the indictment is a notice of special findings allowing the Department of Justice to potentially pursue the death penalty.</p><p>Prosecutors are now tasked with proving that Rodriguez was motivated by anti-Semitism when he opened fire on Lischinsky and Milgrim.</p><p>Lischinsky was a research assistant at the Israeli embassy in Washington, DC, while Milgrim organised trips to Israel for the embassy. Lischinsky, a German-Israeli citizen, had reportedly bought an engagement ring days before he and Milgrim, a Jewish US citizen, were killed.</p><p>Also on Wednesday, President Trump said he may deploy the National Guard to police Washington’s streets, telling reporters outside the White House that the capital is “very unsafe” and it “has to be the best-run place in the country”.</p><p>“We’re going to beautify the city. We’re going to make it beautiful. And what a shame, the rate of crime, the rate of muggings, killings and everything else. We’re not going to let it,” Trump said.</p><p>“And that includes bringing in the National Guard, maybe very quickly, too,” he added.</p><p>Trump made his latest threat of a federal takeover of the US capital after a staffer who was part of the Department of Government Efficiency (DOGE) was assaulted during a carjacking over the weekend.</p><p>According to records on the police department’s website, violent crime in Washington was down 26 percent in the first seven months of 2025 compared with last year, while overall crime was down some 7 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodia border tensions continue as talks conclude in Malaysia | Border Disputes News | Al Jazeera",
            "time": "2025-08-07T02:14:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250801__68HE7QQ__v1__HighRes__ThailandCambodiaBorderConflict-1-1754532303.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Ubon Ratchathani, Thailand</strong> – As Thai and Cambodian officials meet for <a href=\"/news/2025/8/4/thailand-cambodia-officials-meet-in-malaysia-to-cement-ceasefire-details\">talks in the Malaysian capital Kuala Lumpur</a> to cement a fragile ceasefire, sources on the ground say troops continue to build up on both sides of their disputed border.</p><p>Malaysia helped mediate <a href=\"/news/2025/7/28/thailand-cambodia-border-clashes-continue-before-malaysia-ceasefire-talks\">a truce on July 28</a> that brought to an end five days of fierce clashes between Cambodian and Thai forces.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>But the two neighbouring countries have accused the other of <a href=\"/news/2025/8/1/thailand-returns-two-cambodian-troops-ahead-of-key-border-talks\">violating the terms of the shaky ceasefire</a>, even while their officials attend border talks in Kuala Lumpur that began on Monday.</p><p>The four-day summit will conclude on Thursday with a meeting scheduled between Thai Deputy Defence Minister Natthaphon Nakpanit and Cambodian Defence Minister Tea Seiha, which will also be attended by observers from Malaysia, China and the United States.</p><p>“It can erupt at any time; the situation is not stable,” said Wasawat Puangpornsri, a member of Thailand’s parliament whose constituency includes Ubon Ratchathani province’s Nam Yuen district on the border with Cambodia.</p><p>On Tuesday, Wasawat Puangpornsri visited the area and said a large number of Thai and Cambodian troops were stationed some 50 metres away from each other around the Chong Anma border crossing in Nam Yuen district.</p><p>The ongoing tension has stymied efforts to return some 20,000 Thai people to their homes in Ubon Ratchathani, which came under attack on July 24 when simmering tensions exploded into heavy fighting between the two countries.</p><p>Wasawat Puangpornsri and other representatives from Thailand’s government were inspecting civilian homes damaged in the area during the fighting to assess reparation payments.</p><figure id=\"attachment_3876326\" aria-describedby=\"caption-attachment-3876326\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3876326\" src=\"/wp-content/uploads/2025/08/Phonsamak-1754532519.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thai MP Wasawat Puangpornsri and other government officials inspect civilian infrastructure damaged during the conflict in Nam Yuen district to appraise them for compensation on August 5, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3876326\" class=\"wp-caption-text\">Thai MP Wasawat Puangpornsri and other government officials inspect civilian infrastructure damaged during the conflict in Nam Yuen district to appraise them for compensation on August 5, 2025 [Andrew Nachemson/Al Jazeera]</figcaption></figure><p>Residents of the area told Al Jazeera that they were already on high alert after a brief firefight in May left one Cambodian soldier dead and diplomatic relations between Bangkok and Phnom Penh soured as a result.</p><p>Both militaries blamed each other for firing the first shots during the May incident and also the all-out clashes that erupted on July 24, which included Cambodian forces firing artillery and rockets into civilian neighbourhoods in Thailand and Thai fighter jets bombing Cambodia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Local Thai resident Phian Somsri said she was feeding her ducks when the explosions started in July.</p><p>“I prepared for it, but I never really thought it would happen,” she said, sitting on the tile floor of a Buddhist pagoda where she has been sheltering for more than 10 days.</p><p>“Bombs were falling in the rice fields,” Phian Somsri said, recounting to Al Jazeera how she received a frantic phone call while gathering her belongings to flee.</p><p>One of her closest friends, known affectionately as Grandma Lao, had just been killed when a rocket struck her house.</p><p>“I was shocked and sad, I couldn’t believe it, and I hoped it wasn’t true. But I was also so scared, because at that same time I could hear the gunfire and bombs, and I couldn’t do anything,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"i-pray-everything-will-be-all-right-and-peaceful\">‘I pray everything will be all right and peaceful’</h2><p>When the guns fell silent on July 28 after five days of fighting, at least 24 civilians had been killed – eight in Cambodia and 16 in Thailand – and more than 260,000 people had been displaced from their homes on both sides of the border.</p><p>While the ceasefire is holding, both countries continue to accuse the other of violations since the ceasefire went into effect – even while the General Border Committee meeting talks in Kuala Lumpur got under way this week to prevent further clashes.</p><p>Cambodia’s former longtime leader Hun Sen claimed on Sunday that a renewed Thai offensive was imminent, although it never materialised.</p><p>Despite handing power to his son, Prime Minister Hun Manet, in 2023, Hun Sen is largely seen as being the country’s real power and continuing to call the shots.</p><p>The head of a district in Ubon Ratchathani, located away from the fighting and where displaced Thai people evacuated to, also confirmed that people are not yet returning home due to the ongoing tension and reports of renewed troop build-ups.</p><figure id=\"attachment_3876278\" aria-describedby=\"caption-attachment-3876278\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3876278\" src=\"/wp-content/uploads/2025/08/EvacuationCenter-1754529862.jpg?w=770&amp;resize=770%2C579&amp;quality=80\" alt=\"Children in Thailand displaced by the conflict attend lessons taught by volunteers at an evacuation centre in Mueang Det, Ubon Ratchathani province, on August 5, 2025 [Andrew Nachemson/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3876278\" class=\"wp-caption-text\">Children in Thailand displaced by the conflict attend lessons taught by volunteers at an evacuation centre in Mueang Det, Ubon Ratchathani province, on August 5, 2025 [Andrew Nachemson/Al Jazeera]</figcaption></figure><p>The district official, who asked that his name not be used as he was not authorised to talk to the media, said the Thai military is wary of its Cambodian counterpart.</p><p>“They don’t trust the Cambodian side,” he said, adding that many of the evacuees have been traumatised by their recent experience.</p><p>Netagit, 46, a janitor for a village hospital, told how he was taking refuge at a bomb shelter near a Buddhist temple when his house was destroyed by rocket fire on July 25.</p><p>“I have no idea what I’m going to do next,” he told Al Jazeera while inspecting the ruins of his home.</p><p>Netagit had lived here with his two children, his wife and her parents. Now his family’s personal belongings have spilled into the street and concrete walls painted a bright blue are crumbled, while a corrugated iron roof lies strewn across the ground in pieces.</p><p>At first, he tried to hide the news from his kids that their house had been destroyed.</p><p>“I didn’t want to tell them, but they saw the pictures and started crying,” Netagit said. “I’m just trying to prepare myself for whatever comes next,” he added.</p><figure id=\"attachment_3876283\" aria-describedby=\"caption-attachment-3876283\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3876283\" src=\"/wp-content/uploads/2025/08/NetagitHome-1754530001.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The remains of Netagit's home in Nam Yuen district, destroyed by Cambodian rocket fire on July 25, pictured on August 5.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3876283\" class=\"wp-caption-text\">The remains of Netagit’s home in Nam Yuen district, which was destroyed by Cambodian rocket fire on July 25, pictured on August 5, 2025 [Andrew Nachemson/Al Jazeera]</figcaption></figure><p>Displaced residents in this district hope the outcome of the border talks in Kuala Lumpur will bring stability, but continued troop movements and diplomatic sparring are leaving them anxious.</p><p>After a week away from home, Phian Somsri’s husband was allowed to briefly return to check on their property.</p><p>By then, all of her ducks had died, she said.</p><p>“I feel really overwhelmed, and I just want to go home,” she said.</p><p>“I pray everything will be all right and peaceful between the two countries.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US-India relations at their ‘worst’ as Trump slaps 50 percent tariff | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T02:10:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/AP25044846171162-1745305928.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Even as the United States slaps India with a 50 percent tariff, the highest among all countries so far and one that will push their relationship to its lowest moment in years, one thing is clear: US President Donald Trump is more interested in onshoring than friend-shoring, experts say.</p><p>On Wednesday, the US announced an <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\" target=\"_blank\" rel=\"noopener\">additional 25 percent tariff on India</a> over its import of Russian oil, taking the total to 50 percent. The move caught most experts by surprise as New Delhi was one of the first to start trade negotiations with Washington, DC, and Trump and Indian Prime Minister Narendra Modi have repeatedly admired each other in public statements and called each other friends. Brazil is the only other country facing tariffs as high as India’s.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The breakdown of the trade negotiations was a surprise,” said Vina Nadjibulla, vice president of strategy and research at the Asia Pacific Foundation of Canada.</p><p>“This is a very difficult moment, arguably the worst in many, many years in their relationship and puts India in a very small group of countries that find themselves without a deal and with the highest tariff rates. They now need some pragmatic path forward and need to find a way to rebuild trust,” Nadjibulla said.</p><p>While the 50 percent tariffs, set to kick in in three weeks, have come as a shock, there has been a series of events in the past few weeks that hinted at disagreements between the two countries.</p><p>Just last week, Trump threatened that he would penalise New Delhi for buying Russian oil and arms, venting his frustration over an impasse in trade talks and referred to both countries as “dead economies”.</p><h2 id=\"negotiations-deadlock\">Negotiations deadlock</h2><p>Last year, <a href=\"https://ustr.gov/countries-regions/south-central-asia/india\" target=\"_blank\" rel=\"noopener\">bilateral trade</a> between India and the US stood at approximately $212bn, with a trade gap of about $46bn in India’s favour. Modi has said in the past that he plans to more than double trade between the two countries to $500bn in the next five years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As part of the tariff negotiations, New Delhi had offered to remove levies from US industrial goods and said it would increase defence and energy purchases, the Reuters news agency reported. It also offered to scale back taxes on cars, despite a strong auto lobby at home pressuring it not to.</p><p>But it refused to remove duties from farm and dairy products, two politically sensitive sectors that employ hundreds of millions of predominantly poor Indians, and a stance similar to some other countries like Canada.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>There are also geopolitical layers to what was supposed to be a trade conversation, pointed out Farwa Aamer, director of South Asia Initiatives at the Asia Society Policy Institute in New York.</p><p>A very public one was the difference in perception on how the latest clash between India and archenemy Pakistan in May was brought to an end. Trump has repeatedly said that he mediated a ceasefire. India has repeatedly said that Trump had no role in bringing about a truce and has said that Modi and Trump never spoke during the conflict.</p><p>Pakistan, on the other hand, has said it will nominate Trump for the Nobel Peace Prize and has so far walked away with deals with the US to explore its reserves of critical minerals and oil as its efforts to reset ties with the US play out after years of ambivalence under former US President Joe Biden, said Aamer.</p><p>All of this has caused unease for New Delhi, which is now trying to navigate a tough road. “This will test India’s foreign policy,” said Aamer, “and the question is if we will see it grow with the US even as it maintains its ties with Russia,” its longstanding defence and trade partner.</p><p>New Delhi has called Wednesday’s tariff “unfair, unjustified and unreasonable” and said its imports of Russian oil are based on its objective of securing the energy needs of its nation of 1.4 billion people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But beyond that, “India doesn’t want to look weak”, said Aamer. “India has this global standing, and Modi has this global standing, so it has to hold its own. It will maintain its stance that its national security is driving its foreign policy.”</p><p>Robert Rogowsky, a professor of international trade at the Middlebury Institute of International Studies at Monterey, said he expected “very creative diplomacy” in the “near term” as India and the US try to reset ties despite tensions.</p><p>“Strong-arming individuals like Modi will inevitably lead to shifts and counter-shifts,” he told Al Jazeera.</p><h2 id=\"adding-instability\">Adding instability</h2><p>For now, India can focus on strengthening its bilateral trade agreements, said Aamer, such as the one it <a href=\"/news/2025/7/24/uk-and-india-sign-free-trade-agreement-during-modi-visit\" target=\"_blank\" rel=\"noopener\">signed with the United Kingdom</a> last month and another with the European Union, which is currently in the works.</p><p>India is also trying to stabilise relations with China –  just as Australia, Canada and Japan have done in recent months since Trump took office and hit allies with tariffs. Modi is planning to attend the Shanghai Cooperation Organisation summit at the end of the month. It would be his first visit to China since the two countries had a face-off in 2020 in the Galwan River valley.</p><p>But the trade blow from the US also comes at a time when India has been trying to position itself as a manufacturing hub and as an option for businesses that were looking to add locations outside China.</p><p>In April, Apple, for instance, said all iPhones meant to be sold in the US would be <a href=\"/economy/2025/4/25/apple-to-move-assembly-of-us-phones-to-india-in-shift-away-from-china\" target=\"_blank\" rel=\"noopener\">assembled in India</a> by next year. While electronics are exempt for now from the tariffs, a country with a 50 percent tariff tag on it is hardly attractive for business, and this just “adds to the instability and uncertainty that businesses were already feeling” because of all the Trump tariffs, Nadjibulla said.</p><p>“Trump has made it clear that he’s interested in onshoring rather than friend-shoring.”</p></div></div></body></html>"
        },
        {
            "title": "Are sovereign wealth funds dumping Israeli investments? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T01:57:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP22055274771891-1754531649.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Norwegian government on Tuesday said it would review its sovereign wealth fund’s investment in Israel after the Scandinavian country’s leading newspaper revealed that the nearly $2 trillion fund had a stake in an Israeli company aiding Israel’s war in Gaza.</p><p>The newspaper, Aftenposten, identified the company as the Bet Shemesh Engines Ltd (BSEL) group, which provides parts to Israeli fighter jets that are being deployed in its devastating war on Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In recent weeks, Israeli-induced starvation deaths have caused a global outcry, with Western countries ramping up pressure on Israel to end the war that has killed more than 60,000 Palestinians and ravaged Gaza – home to 2.3 million people.</p><p>More than 200 people have died of starvation as Israel has obstructed the entry of humanitarian aid despite its so-called “tactical pause” in its nearly two years of war.</p><p>So, what did Norway say, and are Israeli atrocities in Gaza and the rest of occupied Palestinian territory turning the tide of public opinion against it?</p><h2 id=\"what-did-norwegian-leaders-say\">What did Norwegian leaders say?</h2><p>Norwegian Prime Minister Jonas Gahr Stoere said that the investment in the Israeli firm was “worrying”. “We must get clarification on this because reading about it makes me uneasy,” Stoere told public broadcaster NRK.</p><p>Finance Minister Jens Stoltenberg, who manages the world’s largest fund, ordered the central bank to conduct a review of the fund portfolio to make sure Israeli companies aiding the occupation of the West Bank or the war in Gaza are barred from investments.</p><p>“The war in Gaza is contrary to international law and is causing terrible suffering, so it is understandable that questions are being raised about the fund’s investments in Bet Shemesh Engines,” Stoltenberg, a former NATO chief, said, referring to the growing public and political pressure.</p><p>The decision came weeks after Norway’s parliament rejected a proposal for the fund to divest from all companies with activities in the occupied Palestinian territory.</p><p>“In light of … the deteriorating situation in Gaza and the West Bank, I will today ask Norges Bank and the Council on Ethics to conduct a renewed review of the fund’s investments in Israeli companies and Norges Bank’s work on responsible management,” Stoltenberg said. Norges Bank is Norway’s central bank.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The independent ethics council, which provides recommendations on which companies should be banned from the oil fund’s portfolio, has since 2009 suggested excluding nine Israeli groups.</p><h2 id=\"how-much-investment-is-at-stake\">How much investment is at stake?</h2><p>Norges Bank, which manages the $1.9 trillion wealth fund, took a 1.3 percent stake in BSEL in 2023 and raised this to 2 percent by the end of 2024, holding shares worth $15m, the latest available NBIM records show.</p><p>The fund held shares in 65 Israeli companies at the end of 2024, valued at $1.95bn, its records show.</p><p>The value of its stake was more than four times higher than it was at the end of 2023, shortly after the Hamas-led October 7, 2023, attack that triggered the war. At least 1,139 people were killed in that attack.</p><p>The sovereign fund, which owns stakes in 8,700 companies worldwide, has sold its stakes in an Israeli energy company and a telecom group in the last year, and its ethics council has said it is reviewing whether to recommend divesting holdings in five banks.</p><p>In May, the sovereign fund decided to divest from Israel’s Paz Retail and Energy for its involvement in supplying infrastructure and fuel to illegal Israeli settlements.</p><p>In December 2024, the fund sold all its shares in the Israeli company, Bezeq, for its services provided to the illegal settlements, which are considered the biggest impediments in the realisation of a sovereign Palestinian state as part of the so-called two-state solution.</p><p>Moreover, Norway’s largest pension fund has decided to sever its ties with companies doing business with Israel.</p><p>KLP, which manages a fund worth about $114bn, said in June that it will no longer do business with two companies – the US Oshkosh Corporation and ThyssenKrupp from Germany, which sell equipment to the Israeli military that is possibly being used in the war in Gaza.</p><p>According to the pension fund, it had investments worth $1.8m in Oshkosh and almost $1m in ThyssenKrupp until June 2025.</p><p>Last year, KLP also divested from US-based Caterpillar, which makes bulldozers.</p><h2 id=\"which-other-funds-and-companies-have-severed-ties-with-israel\">Which other funds and companies have severed ties with Israel?</h2><p>French insurance giant AXA last August reportedly divested from its remaining investments in Israeli banks for funding illegal settlements, according to a report by advocacy group <a href=\"https://actions.eko.org/a/axa-investments-in-israeli-banks-financing-war-crimes\" target=\"_blank\" rel=\"noopener\">Eko</a>.</p><p>Norwegian asset manager Storebrand has also sold shares in some Israeli firms.</p><p>The move came after sustained campaigning by human rights groups, who highlighted Israeli rights violations against Palestinians in Gaza and the West Bank.</p><p>Another major pension fund from Denmark, its largest, divested from several Israeli banks and companies last February over fears that the investment could be used to fund the illegal Israeli settlements.</p><p>The fund has sold its stocks and shares to the tune of 75 million krone ($7.4m) in value.</p><p>Last month, Ireland’s sovereign wealth fund divested shareholdings worth more than 1 million euros ($1.2m) from two accommodation companies linked to Israeli settlements. The two companies have been identified as Expedia Group and TripAdvisor, according to media reports.</p><p>The Irish government, which has been vocal against Israel’s war on Gaza, divested 2.95 million euros ($3.43m) worth of shares from six other Israeli companies.</p><p>Amid pressure from campaigners and activists from Boycott, Divestment and Sanctions (BDS), several corporations have been forced to sever ties with Israel. Shipping giant Maersk was forced to cut ties with companies linked to illegal Israeli settlements in the occupied West Bank in June.</p><p>The BDS, a grassroots organisation inspired by the anti-apartheid South Africa movement, calls for economic pressure on the Israeli government to end its occupation of Palestinian lands.</p><p>Several of Europe’s biggest financial firms have cut back their links to Israeli companies or those with ties to the country, a Reuters analysis of filings shows, as pressure mounts from activists and governments to end the war in Gaza.</p><h2 id=\"which-countries-have-taken-action-against-israel-s-genocidal-war-on-gaza\">Which countries have taken action against Israel’s genocidal war on Gaza?</h2><p>Colombian President Gustavo Petro, in July, banned exports of coal to Israel until the genocide stops. “We cannot allow Colombian coal to be turned into bombs that help Israel kill children,” the left-wing president said.</p><p>He has also pledged to cease all arms trade with Israel. Under Petro, Colombia has helped set up the Hague Group of 12 countries aimed at pressuring Israel to end its war on Gaza and the occupation of the Palestinian territory.</p><p>Spain’s left-wing coalition government in June cancelled a contract for antitank missiles from Israeli company Rafael over the war atrocities in Gaza. The decision will affect a deal worth an estimated 285 million euros ($325m).</p><p>Few months earlier, Spain halted a controversial $7.5m deal to buy ammunition from an Israeli company, following criticism from far-left allies within the coalition government.</p><p>Madrid has also called for sanctions and an arms embargo on Israel over its Gaza war.</p><p>Several Western countries have sanctioned Israeli settlers in the West Bank amid record violence against Palestinians.</p><p>In July 2024, Australia sanctioned Israeli settlers, joining France, the UK.</p><p>The sanction came after the International Court of Justice (ICJ) issued a nonbinding opinion that all Israeli settlement activity on Palestinian land is illegal and must stop as soon as possible.</p><p>In June, Australia, Canada, New Zealand, Norway and the United Kingdom formally sanctioned far-right Israeli ministers, Itamar Ben-Gvir and Bezalel Smotrich, for “incitement of violence” against Palestinians in the occupied West Bank and Gaza.</p><p>In the same month, Spain, Ireland and Slovenia called for the suspension of the EU-Israel Association Agreement. Sweden has also asked the European Council to adopt sanctions “against Israeli ministers who promote illegal settlement activities and actively work against a negotiated two-state solution”.</p><p>The EU provides millions of dollars in funds to Israel as part of its Horizon Europe research projects, while Western leaders have defended Israel for its war atrocities in Gaza and also shielded it from the United Nations resolutions critical of its abuses.</p><p>Western countries have also been criticised for failing to arrest Israeli Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant, who face warrants from the International Criminal Court for war crimes in Gaza.</p><p>Last month, the United Nations special rapporteur on the situation of human rights in the occupied Palestinian territory, Francesca Albanese, released a new report mapping the corporations aiding Israel in the displacement of Palestinians and its genocidal war on Gaza, in breach of international law.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,260 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-07T00:53:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T093405Z_239689627_RC2L1GAKPT97_RTRMADP_3_UKRAINE-CRISIS-PUTIN-WITKOFF-1754526726_e84a95-1754526845.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,260</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,260 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Thursday, August 7:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian artillery shelling on a car belonging to Ukraine’s state emergency services killed three people, including an emergency worker, and injured four others in the southeastern Ukrainian town of Nikopol, the regional governor, Serhiy Lysak, said.</li>\n<li>Dozens of Russian drones attacked a gas pumping station in southern Ukraine, part of an LNG imports scheme from the United States and Azerbaijan, Ukraine’s Ministry of Energy said.</li>\n<li>Russia struck a gas facility in Ukraine’s southern Odesa region, Ukrainian President Volodymyr Zelenskyy said, as Ukraine’s gas reserves are now at their lowest in 12 years, with storage facilities currently less than a third full, according to analysis firm ExPro.</li>\n</ul><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>US President Donald Trump said his envoy Steve Witkoff made “great progress” in his meeting with Russian President Vladimir Putin in Moscow. Trump added that he updated some of Washington’s allies in Europe after the meeting.</li>\n<li>Witkoff held about three hours of talks with Putin in the Kremlin on Wednesday, two days before the expiry of a deadline set by Trump for Russia to agree to peace in Ukraine or face new sanctions.</li>\n<li>The US has a better understanding of the conditions under which Moscow would be prepared to end its war in Ukraine after the meeting, US Secretary of State Marco Rubio said, adding that the key elements of any agreement would involve territory.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Kremlin foreign policy aide Yuri Ushakov said talks between Putin and Witkoff were “useful and constructive”. He said Moscow had received certain “signals” from Trump and had sent messages in return.</li>\n<li>President Zelenskyy said he had discussed Witkoff’s visit to Moscow with Trump and that he had reiterated Ukraine’s support for a just peace and its continued determination to defend itself.</li>\n<li>Zelenskyy added that it seemed Russia was “more inclined to a ceasefire” following Witkoff’s meeting. “The pressure on them works. But the main thing is that they do not deceive us in the details – neither us nor the US,” Zelenskyy said in his nightly address.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li>Trump could meet Putin as soon as next week, a White House official said, as the US continued preparations to impose secondary sanctions, including potentially on China, to pressure Moscow to end the war in Ukraine.</li>\n<li>Trump said he could announce further tariffs on China, similar to the 25 percent duties announced <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\">earlier on India</a>, over its purchases of Russian oil.</li>\n</ul><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Defence Minister Denys Shmyhal thanked the US for approving more than $200m in deals to supply arms to Ukraine, which will be funded by Kyiv’s allies. The partner-funded packages will provide technical support for howitzers and logistical services, he wrote on X.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-developments\">Regional developments</h2><ul class=\"spaced-bullet-spacing\">\n<li>Germany’s coalition government plans to cut state benefits for newly arrived Ukrainian refugees, which could result in 100 euros ($116) less per month per refugee, the Reuters news agency reported, citing a draft law.</li>\n<li>NATO Secretary-General Mark Rutte discussed with Lithuania’s foreign minister the subject of Russian military drone violations of Lithuanian airspace, a NATO spokesperson said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "A migrant march in Mexico continues despite scrutiny of organiser’s arrest | Migration News | Al Jazeera",
            "time": "2025-08-06T23:09:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25218611458223-1754513452.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A march has begun from the southern Mexican state of Chiapas northward to the central part of the country, in protest of policies that make legal immigration status difficult to achieve.</p><p>Wednesday’s march set out from the border city of Tapachula, near Guatemala, and nearly 300 migrants, asylum seekers and supporters took part.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>But the demonstration was overshadowed by the arrest one day earlier of one of its leaders, prominent immigration activist Luis Garcia Villagran.</p><p>Mexican President Claudia Sheinbaum addressed the arrest in her morning news conference on Wednesday. She alleged that Garcia Villagran had been detained for taking part in human trafficking.</p><p>“That is the crime,” she said, adding that Garcia Villagran was “not an activist”.</p><p>She added that an arrest warrant had been pending for the activist for years. But it was unclear why his arrest was carried out now.</p><p>The nonprofit Pueblo Sin Fronteras, however, disputed Sheinbaum’s characterisation of Garcia Villagran.</p><p>“The detention of Luis Villagran, director and human rights defender, is an unacceptable assault,” the nonprofit’s head, Irineo Mujica, wrote in a <a href=\"https://www.facebook.com/PuebloSF/videos/1419285035955481\" target=\"_blank\" rel=\"noopener\">post</a> to social media.</p><p>“Luis Villagrán’s only ‘crime’ is to defend those who have no money or voice, and to tell the truth, which bothers the powerful. Stop criminalising human rights defenders!”</p><figure id=\"attachment_3876147\" aria-describedby=\"caption-attachment-3876147\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3876147\" src=\"/wp-content/uploads/2025/08/AP25217759826866-1754513543.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Luis Garcia Villagrain raises a fist in front of media cameras.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3876147\" class=\"wp-caption-text\">Luis Garcia Villagran, the coordinator for the Centre for Human Dignification AC, speaks to migrants through a megaphone at a shelter in Huixtla, Mexico, on June 8, 2022 [Marco Ugarte/AP Photo]</figcaption></figure><p>Mujica – who was detained himself in 2019 on similar charges, only to be released – argued that Garcia Villagran’s arrest was a political distraction.</p><p>“This is a smokescreen: dirty and corrupt politics to cover up the true networks of corruption,” he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Mujica and Garcia Villagran have both been prominent voices in a movement to make legal immigration pathways more accessible.</p><p>They have also been among the organisers associated with the trend of the migrant “caravans” that travel from southern Mexico to the United States border in recent years.</p><p>Some of those past caravans have involved thousands of people, many of whom banded together for protection against criminal networks, corrupt officials and other threats they may face as they migrate.</p><p>Migration northwards, however, has slowed, particularly since US President Donald Trump took office for a second term in January.</p><p>Trump quickly attempted to bar asylum claims at the border, a move that has spurred a legal backlash.</p><p>Last month, a court <a href=\"/news/2025/7/3/judge-blocks-trumps-ban-on-asylum-at-the-southern-us-border\">blocked his asylum ban</a> on the basis that it created an “alternative immigration system” without deference to Congress’s laws.</p><p>But Trump’s policies have nevertheless had a dampening effect on immigration at the border. In June, US Customs and Border Protection recorded only 9,306 “encounters” with migrants and asylum seekers at the country’s southern border – a nearly 93 percent drop compared with the same period last year.</p><figure id=\"attachment_3876149\" aria-describedby=\"caption-attachment-3876149\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3876149\" src=\"/wp-content/uploads/2025/08/AP25218611437479-1754513581.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mothers push strollers as part of a migrant march north through Mexico.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3876149\" class=\"wp-caption-text\">Migrants and asylum seekers march north from Tapachula to central Mexico on August 6 [Edgar H Clemente/AP Photo]</figcaption></figure><p>Wednesday’s march had a different objective than those past caravans, though, particularly as migrants and asylum seekers turn away from the US and seek other destinations.</p><p>Organisers of the march sought to draw attention to the slow processing time for asylum applications in Mexico and other hurdles to achieving legal immigration status.</p><p>It also served as a demonstration against Mexican policies that have sought to keep undocumented migrants and asylum seekers in the south of the country, away from the US border.</p><p>The Trump administration has pressured Mexico to crack down on immigration into the US, including through the threat of tariffs.</p><p>Garcia Villagran’s arrest in the hours leading up to the march, however, left some migrants and asylum seekers fearful of taking part in the march.</p><p>The news agency AFP obtained one message that was circulating among participants that read, “Hide, don’t let yourselves get caught.”</p><p>A Catholic priest who took part in Wednesday’s march, Heyman Vazquez, told The Associated Press news agency that Garcia Villagran’s arrest was “unjust”.</p><p>He added that the arrest revealed a sense of insecurity in the government over the question of migration. The solution, he explained, would be to make it easier for migrants and asylum seekers to obtain legal status, thereby removing the need for such protests.</p></div></div></body></html>"
        },
        {
            "title": "MSF ‘overwhelmed’ in Ethiopia’s southwest following aid cuts | News | Al Jazeera",
            "time": "2025-08-06T22:37:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-08T093003Z_1043585170_RC2X0FAFGRC4_RTRMADP_3_SOUTHSUDAN-ETHIOPIA-1754513464.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>MSF ‘overwhelmed’ in Ethiopia’s southwest following aid cuts</h1><p class=\"article__subhead\"><em>Health facilities juggling rising cases of infant hunger, malaria, in an area that also shelters thousands of refugees.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rising cases of extreme infant hunger and malaria are overwhelming humanitarian facilities in southwestern Ethiopia as aid cuts force other nutrition and disease prevention programmes to shutter, Doctors Without Borders (known by its French acronym, MSF) has warned.</p><p>MSF said on Wednesday it had seen a 55-percent increase compared with last year in child admissions to its feeding centre in the Kule refugee camp in Ethiopia’s Gambella region, with many of the infants coming from camps nearby.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Funding cuts have meant the closure of nutrition services in four of the region’s seven refugee camps, MSF said, “leaving around 80,000 children under the age of five at risk of life-threatening malnutrition”.</p><p>Ethiopia, Africa’s second-most populous nation with about 130 million people, is grappling with armed clashes in two of its largest regions.</p><p>Southwestern Gambella borders South Sudan, itself facing a dramatic uptick in violence and funding cuts to international programmes that form the country’s healthcare backbone.</p><p>The region currently shelters just under 400,000 refugees across seven camps, many of them South Sudanese.</p><p></p><p>Patient visits to the Kule camp have risen by almost 60 percent compared with 2024.</p><p>“MSF is overwhelmed by the increased patient load, and we fear this number will likely keep rising in the coming months,” said Armand Dirks, MSF’s project coordinator in Gambella.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Nyauahial Puoch travelled roughly eight kilometres (five miles) from another refugee camp to seek treatment for her malnourished 17-month-old daughter.</p><p>“Since last year, there has been a big decline. Some of the items we used to get are no longer provided at all,” the NGO quoted her as saying.</p><p>While they are given food once a month, Puoch said, “it always runs out before the month ends”.</p><p>Funding cuts have also had an impact on disease prevention, notably malaria programmes, with MSF predicting a steep increase in the May-to-October rainy season.</p><p>The NGO said in July it had seen an approximately 125-percent rise in the number of malaria patients – almost 24,000 – compared with the previous month, with half of these patients coming from neighbouring refugee camps.</p><p>“This poses a serious threat to already vulnerable refugees who face heightened exposure to malaria-infected mosquitoes due to overcrowded living conditions and limited sanitation,” said Birhanu Sahile, MSF’s deputy medical coordinator.</p></div></div></body></html>"
        },
        {
            "title": "Call for end to forced starvation, targeted killing of journalists in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-06T22:27:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/AA-20250513-37931490-37931487-PALESTINIAN_JOURNALIST_KILLED_IN_ISRAELS_ATTACK_ON_NASSER_HOSPITAL-1747119221.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>To Governments, International Organisations, Media Institutions, and Civil Society:</p><p>We, the undersigned press freedom organisations, media organisations, journalists’ unions, and advocates of truth and transparency, demand an end to the forced starvation and targeting of journalists in Gaza by Israel.</p><p>Journalists in Gaza are being starved to death.</p><p>Not metaphorically. Not slowly. But deliberately, and in real time, while the world watches.</p><p>One in three people in Gaza now goes days without food. Among the starving are journalists, the last independent voices still reporting from inside Gaza. These are the individuals whose courage keeps the world informed of the sheer humanitarian impact of Israel’s war on Gaza. Now, they are being forced to die from hunger.</p><p>This is not incidental. This is a tactic.</p><p>The suffering of journalists is not an accident; Israel is employing deliberate tactics to silence the truth by starving them.</p><p>Since October 2023, over 230 journalists and media workers in Gaza have been killed. Those who remain, and their families, are subjected to constant targeting, intimidation, and denied their basic needs, and are now forced to choose between death by air strike or starvation. Their situation is dire and worsening day by day. Without immediate intervention by the international community, their lives are under serious threat, and they may not be able to continue reporting; their voices may fall silent.</p><p>The journalistic community and the world bear an immense responsibility; it is our duty to raise our voices and mobilise all available means to support our colleagues in this noble profession.</p><p>If the international community fails to act, the death of these journalists will not only be a moral catastrophe, but it will also be the death of truth itself in Gaza. Our inaction will be recorded in history as a monumental failure to protect our fellow journalists and a betrayal of the principles that every journalist strives to uphold.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>We, the undersigned, demand:</p><p>Immediate Food and Medical access: Urgent delivery of food, clean water and medical supplies to all journalists in Gaza through protected humanitarian corridors.</p><p>International Media Access: End the blockade on foreign press entry into Gaza and allow global journalists to operate freely and independently.</p><p>Accountability: Investigate and prosecute those responsible for the starvation and killing of journalists in accordance with international law.</p><p>Sustained Protection and Aid: Commit to long-term protection mechanisms for journalists operating in conflict zones, with specific support for those reporting under siege.</p><p>We refuse to stand by while truth dies. We refuse to let our colleagues perish from hunger.</p><p>Signed:</p><p>Al Jazeera Media Network</p><p>Arab Organisation for Human Rights in the UK</p><p>Aidan White, Founder, Ethical Journalism Network</p><p>Center for Defending Freedom of Journalists (CDFJ)</p><p>Committee to Protect Journalists (CPJ)</p><p>Euro-Med Human Rights Monitor</p><p>Federation of African Journalists</p><p>Geneva Global Media Center (GGMC)</p><p>International Press Institute (IPI)</p><p>International Media Support (IMS)</p><p>Index on Censorship</p><p>James Foley Foundation</p><p>John Williams, Executive Director, The Rory Peck Trust</p><p>National Press Club (NPC) &amp; NPC Media Freedom Center</p><p>National Union of Somali Journalists (NUSOJ)</p><p>Reporters Without Borders (RSF)</p><p>We call for immediate action. Now.</p><p>#justice4journalists</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "White House says Trump is ‘open’ to talks with Putin and Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-06T20:57:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250804__68NE8U9__v1__MidRes__UsPoliticsTrump-1754295662.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has said that United States President <a href=\"/news/2025/7/28/trump-gives-russia-10-or-12-days-to-end-war-on-ukraine\">Donald Trump</a> is “open” to the idea of a meeting with Russian President Vladimir Putin and Ukrainian President Volodymyr Zelenskyy.</p><p>In remarks on Wednesday, White House Press Secretary Karoline Leavitt said that Russian officials had expressed interest in meeting with Trump.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Leavitt did not say when or where such a meeting could take place, but The Associated Press quoted an anonymous White House official saying the meeting could happen within a week.</p><p>“The Russians expressed their desire to meet with President Trump, and the president is open to meeting with both President Putin and <a href=\"/news/2025/7/4/zelenskyy-says-will-work-with-trump-to-strengthen-ukraine-air-defences\">President Zelenskyy</a>,” Leavitt told members of the press following reports in The New York Times that Trump could meet with Putin in Russia as soon as next week.</p><p>While hosting Apple CEO Tim Cook in the Oval Office later that day, Trump himself was asked about the possibility that Zelenskyy and Putin might agree to a three-way summit. Trump answered vaguely but favourably.</p><p>“Well, there’s a very good prospect that they will, and we haven’t determined where, but we had some very good talks with President Putin today. And there’s a very good chance that we could be ending the round, ending the end of that road,” Trump said in somewhat rambling remarks.</p><p>“ There’s a good chance that there will be a meeting very soon.”</p><p>However, when pressed whether a ceasefire deal was on the horizon, Trump expressed less optimism.</p><p>“I’ve been disappointed before with this one,” he replied.</p><p>The US president has previously said that he is committed to helping bring the war in Ukraine to an end. He initially promised to stop the conflict on “day one” of his presidency, but has struggled to make progress. The statement comes after US envoy <a href=\"/news/2025/8/6/us-envoy-witkoff-in-russia-ahead-of-sanctions-deadline-over-ukraine-war\">Steve Witkoff</a> visited Moscow to speak with Russian officials earlier today.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a social media post, Trump said Witkoff held a “highly productive” meeting with <a href=\"/news/2025/7/16/could-trumps-tariff-threats-force-putin-into-ukraine-peace-deal\">Putin</a> and that “great progress was made!”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Afterwards, I updated some of our European Allies. Everyone agrees this War must come to a close, and we will work towards that in the days and weeks to come,” he added.</p><p>The New York Times reported that Trump intends to meet first with Putin before later setting up a meeting that would also include Zelenskyy.</p><p>Secretary of State Marco Rubio said in a TV interview that the US now has a better understanding of what conditions would be required for Russia to end the war.</p><p>“For the first time perhaps since this administration began, we have some concrete examples of the kinds of things that Russia would ask for in order to end the war,” Rubio said in an interview with Fox Business Network’s “Kudlow,” adding that questions of territory would be a key part of any deal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The news agency AFP reported that Trump also discussed the possibility of such a meeting during a phone call with Zelenskyy, citing an anonymous Ukrainian source. That call is also said to have included NATO Secretary General Mark Rutte and the leaders of Britain, Germany and Finland.</p><p><a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">Trump</a> has recently mulled steps to further increase pressure on Russia, which he has accused of not being sincerely interested in ending the war. Such steps could include heightened US sanctions.</p></div></div></body></html>"
        },
        {
            "title": "Israeli captive families confront police outside army headquarters | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-06T20:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250806__68X44L8__v1__HighRes__IsraelPalestinianConflictHostages-1754510106.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Physical confrontations have taken place outside Israel’s Ministry of Defence in Tel Aviv between security forces and family members of captives held in <a href=\"/news/liveblog/2025/8/6/live-israel-kills-83-in-gaza-as-eu-un-condemn-alarming-invasion-plan\">Gaza</a> during a rally calling for their release, as the Israeli government appears on the verge of escalating its genocidal war to full occupation of the besieged enclave.</p><p>Protesters surrounding the Kirya, Israel’s central military headquarters, demanded on Wednesday that the Israeli government not go ahead with its plan, as they were pushed back by police.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Time is running out – our loved ones can’t wait any longer,” the Hostages and Missing Families Forum said in a statement. “We either bring them home now, or we lose them for good. There are moments in history when we must stand up and do what’s right – this is that moment.”</p><p>The families of Israeli captives have intensified their criticism of Israeli Prime Minister Benjamin Netanyahu in recent months amid large protests across the country, as the expanded military ground offensive and deadly bombardment in the Palestinian territory continue to put the release of their loved ones at risk.</p><p><a href=\"/news/2025/8/6/what-do-israelis-military-think-of-netanyahus-plan-to-occupy\">Netanyahu’s plan</a> for Gaza is going against domestic, international and even his own military’s opinion.</p><p>Protesters, including the father of captive Guy Illouz, tried to force their way into the entrance of military headquarters as seen in this video verified by Al Jazeera.</p><p></p><p><em>Translation: Police violently attack protesters outside the Kirya gates demonstrating for the release of the hostages. </em></p><p>An estimated 1,139 people were killed during the Hamas-led October 7, 2023 attacks on southern Israel, and more than 200 were taken captive. Some 50 captives remain in Gaza, at least 20 of whom are believed to still be alive. In Israel’s ensuing war on Gaza, at least 61,158 Palestinians have been killed and 151,442 wounded.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The families also addressed a message directly to Israeli army Chief of Staff Eyal Zamir on Wednesday: “You know this war has run its course, and the only path to real victory is a single deal that brings everyone home.”</p><p>The local police chief requested that family members of captives speak to him, saying, “We understand your frustration.” He acknowledged they could protest, but asked that they leave the police alone.</p><p>Protesters were attempting to enter the headquarters, demanding that military action not be taken in areas where the captives are suspected to be located in Gaza.</p><p>Israeli newspaper Haaretz reported on Wednesday that Itzik Horn, the father of Israeli captive Eitan Horn, said the families of the captives being held in Gaza <a href=\"/news/liveblog/2025/8/6/live-israel-kills-83-in-gaza-as-eu-un-condemn-alarming-invasion-plan\">were against the expansion of the war on Gaza</a>.</p><p>He reportedly questioned Netanyahu’s motives, as Israel’s defence establishment said an expansion would endanger the lives of the captives.</p><p>“I expect the prime minister to speak to the public, to explain the implications of this idea to the country and the price we’ll pay,” Itzik Horn said, according to Haaretz. “We are the people. I want the prime minister to explain why he wants to kill my son.”</p><p>Meanwhile, there were minor clashes at the anti-war demonstration organised by Standing Together, the largest Arab-Israeli grassroots movement in Israel, in the Gaza Envelope, situated 7km (4.3 miles) from the Gaza border. A protester was arrested and flour was scattered on the police from the display brought by the protesters.</p><p>An earlier video recorded from the Yad Mordechai Junction, a kibbutz in southern Israel, showed Standing Together activists gathering to march to the Gaza border.</p></div></div></body></html>"
        },
        {
            "title": "Could Trump’s trade strategy forge new alliances against him? | International Trade | Al Jazeera",
            "time": "2025-08-06T20:36:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754511352.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Russia, India, China and Brazil refuse to bend to US tariffs.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil, India, China and Russia remain firmly in Donald Trump’s sights as targets for his tariffs.</p><p>Others, like the European Union, have caved and negotiated deals.</p><p>But could the United States president’s confrontational stance forge new alliances, among those who have not, against Trump?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests: </strong></p><p>Einar Tangen – China specialist and senior fellow at the Taihe Institute</p><p>Gustavo de Carvalho – Senior researcher in the geopolitics of the Global South at the South African Institute of International Affairs</p><p>David McWilliams – Economist, author and podcast host</p></div></div></body></html>"
        },
        {
            "title": "Dire blood shortage in Gaza as deaths from Israeli attacks, starvation grow | Gaza News | Al Jazeera",
            "time": "2025-08-06T20:32:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-6-1754508934.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza’s already battered healthcare system is in a state of collapse as blood banks run dry and <a href=\"/news/liveblog/2025/8/6/live-israel-kills-83-in-gaza-as-eu-un-condemn-alarming-invasion-plan\">Israeli forces continue</a> targeting clinics and facilities housing patients and displaced families while maintaining an aid blockade.</p><p>Healthcare officials in the besieged enclave reported on Wednesday that there is a severe shortage of blood as many would-be donors are too malnourished due to a severe Israeli-induced hunger crisis that has so far claimed the lives of 193 Palestinians, including five in the past 24 hours.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said blood donations are desperately needed across the remaining operational medical facilities in Gaza – al-Shifa Hospital, Al-Aqsa Hospital, and Nasser Hospital.</p><p>“We’ve seen at the blood banks many people who were begging doctors to allow them to give blood donations to save their loved ones, but they had to be turned away because they were not fit to donate blood due to the enforced dehydration and starvation,” Mahmoud said.</p><p>Amani Abu Ouda, head of the blood bank at al-Shifa Hospital, said most would-be donors who arrive are malnourished, which affects the safety and quality of blood donations.</p><p>As a result, she said, “when they donate blood they could lose consciousness within seconds, which not only endangers their health but also leads to the loss of a precious blood unit.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More than 14,800 patients in Gaza are still in urgent need of specialised medical treatment, the head of the World Health Organization (WHO) has warned, calling on the international community to act swiftly.</p><p>“We urge more countries to step forward to accept patients and for medical evacuations to be expedited through all possible routes,” said WHO Director-General Tedros Adhanom Ghebreyesus in a statement posted on X on Wednesday.</p><p>Israeli attacks have continued to pound Gaza, killing at least 44 people on Wednesday.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>An overnight attack in Gaza City’s Sheikh Radwan neighbourhood injured dozens of people. The attack targeted the Sheikh Radwan Health Centre, previously run by the UN refugee agency for Palestinians.</p><p>“Last night, while we were having dinner, we suddenly heard people shouting, calling for evacuation. There was no time to take anything no food, no clothes, no bedding. We just ran,” Ghaleb Tafesh, a displaced Palestinian resident, told Al Jazeera.</p><p>Among those killed Wednesday were 18 hungry aid seekers, who were shot dead as they approached UN aid trucks and aid distribution sites operated by the United States and Israeli-backed <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">GHF</a>.</p><p>So far, more than 1,560 Palestinians seeking aid have been killed by Israeli forces while trying to receive food since GHF began operating in late May.</p><p>This week, a group of UN special rapporteurs and independent human rights experts called for the GHF to be disbanded, saying it is “an utterly disturbing example of how humanitarian relief can be exploited for covert military and geopolitical agendas in serious breach of international law”.</p><p>Israel’s air and ground assault has also destroyed nearly all of Gaza’s food production capabilities, leaving its people reliant on aid.</p><p>A new report by the UN’s Food and Agriculture Organization and the UN satellite centre found that just 8.6 percent of Gaza’s cropland is still accessible following sweeping Israeli forced evacuation orders in recent months. Just 1.5 percent is accessible and undamaged, it said.</p><h2 id=\"israel-blockade-extends-to-medical-supplies-and-fuel\">Israel blockade extends to medical supplies and fuel</h2><p>Hamas, meanwhile, called for protests across the world against the starvation in Gaza.</p><p>“We call for continuing and escalating the popular pressure in the cities, capitals and squares on Friday, Saturday and Sunday, and all the upcoming days with marches, protests and demonstrations in front of the Zionist and US embassies,” Hamas said in a statement.</p><p>Israel’s blockade extends to medical supplies and much-needed fuel – shortages that have forced several medical facilities to shut down in recent months.</p><p>Farhan Haq, deputy spokesperson for UN Secretary-General Antonio Guterres, warned that Israel’s continued blockade on the entry of fuel into Gaza is affecting “lifesaving” operations.</p><p>“In the past two days, the UN collected some 300,000 litres from the Karem Abu Salem [Kerem Shalom] crossing,” Haq told reporters.</p><p>“This is far less than what is needed to sustain operations,” he said. “For example, our partners working in health warned today that the lives of more than 100 premature babies are in imminent danger due to the lack of fuel.”</p><p>Haq also said that, since March, more than 100 health workers, including surgeons and specialised staff, had been denied entry into the Strip.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"fears-mount-over-possible-plans-for-expanded-military-offensive-in-gaza\">Fears mount over possible plans for expanded military offensive in Gaza</h2><p>The latest deaths came as Prime Minister Benjamin Netanyahu was expected to announce further military action – and <a href=\"/news/2025/8/6/what-do-israelis-military-think-of-netanyahus-plan-to-occupy\">possibly plans</a> for Israel to fully reoccupy Gaza. Experts say Israel’s ongoing offensive and blockade are already pushing the territory of some 2 million Palestinians into famine.</p><p>The UN has called reports about a possible expansion of Israel’s military operations in Gaza “deeply alarming” if true.</p><p>Despite international pressure for a ceasefire, efforts to mediate a truce between Israel and Hamas have collapsed.</p><p>An expansion of the military offensive in heavily populated areas would likely be devastating.</p><p>“Where will we go?” said Tamer al-Burai, a displaced Palestinian living at the edge of Deir el-Balah in central Gaza.</p><p>“Should people jump into the sea if the tanks rolled in, or wait to die under the rubble of their houses? We want an end to this war; it is enough, enough.”</p><p>More than 61,158 Palestinians, including at least 18,430 children, have been killed in Gaza since the war began in October 2023, according to Gaza’s Health Ministry.</p><p>Forty-nine captives, including 27 who are believed to be dead, are still being held by Hamas, according to Israeli authorities.</p></div></div></body></html>"
        },
        {
            "title": "Five US soldiers shot at Army base in state of Georgia | Newsfeed | Al Jazeera",
            "time": "2025-08-06T20:31:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754512289.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ghana helicopter crash kills defence, environment ministers | Aviation | Al Jazeera",
            "time": "2025-08-06T19:28:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ghana_helicopter_crash_government_ministers_joy_tv-1754508331.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Floating lanterns for peace on 80th anniversary of Hiroshima bombing | Nuclear Energy | Al Jazeera",
            "time": "2025-08-06T18:55:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754506502.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Brazil requests World Trade Organization consultation over Trump tariffs | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T18:53:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213613673937-1754504747.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The government of President Luiz Inacio Lula da Silva has petitioned the World Trade Organization for consultations to help alleviate the steep tariffs imposed on Brazil by the United States.</p><p>Sources within the Brazilian government confirmed the petition on Wednesday to news outlets like AFP and The Associated Press, on condition of anonymity.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The aim is to seek relief from <a href=\"/news/2025/7/9/trump-singles-out-brazil-for-fifty-percent-tariffs-citing-political-motives\">the 50 percent tariff</a> that US President Donald Trump slapped on Brazilian exports in response to the country’s prosecution of a former far-right president, Jair Bolsonaro.</p><p>That tariff — the highest Trump has imposed on any country in August — took effect on Wednesday. India, meanwhile, is expected to face 50 percent tariffs later this month, unless a deal is struck beforehand.</p><p>A request for consultations is usually the first step in the World Trade Organization’s trade dispute process. The organisation functions as an international arbiter in <a href=\"/gallery/2025/8/1/protesters-demonstrate-against-trumps-steep-tariffs-in-brazil\">economic disputes</a>, though its procedures for negotiating settlements can be lengthy and inconclusive.</p><p>Brazilian Vice President Geraldo Alckmin has estimated that 35.9 percent of the country’s exports to the US will be subject to the stiff taxes. That equals about 4 percent of Brazil’s total exports worldwide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"retaliation-over-bolsonaro-prosecution\">Retaliation over Bolsonaro prosecution</h2><p>Trump unveiled the current tariff rate on July 9, in <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114825119138468153\" target=\"_blank\" rel=\"noopener\">a letter</a> addressed to Lula and published online.</p><p>Unlike other tariff-related letters at the time, Trump used the correspondence to launch into a barbed attack on the Brazilian government for its decision to prosecute Bolsonaro, an ally, over an alleged coup attempt.</p><p>“The way that Brazil has treated former President Bolsonaro, a Highly Respected Leader throughout the World during his Term, including by the United States, is an international disgrace,” Trump wrote.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Just as Trump did after his 2020 electoral defeat, Bolsonaro had publicly cast doubt on the results of a 2022 presidential race that saw him lose to Lula.</p><p>But behind the scenes, police and prosecutors allege that Bolsonaro conspired with his associates to overturn the results of the election.</p><p>One possible scenario was to declare a “state of siege” during Bolsonaro’s final days as president, as a means of calling up the military and suspending civil rights. Then, a new election would have been called, according to prosecutors.</p><p>Another idea allegedly floated among Bolsonaro’s allies was to poison Lula.</p><p>But Trump, who likewise faced criminal charges in the past for allegedly attempting to subvert the outcome of a vote, has defended Bolsonaro, calling the prosecution politically biased.</p><p>“This trial should not be taking place,” he wrote in the July 9 letter. “It is a Witch Hunt that should end IMMEDIATELY!”</p><p>Several weeks later, on July 30, Trump followed up his tariff threat with <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/addressing-threats-to-the-us/\" target=\"_blank\" rel=\"noopener\">an executive order</a> that doubled down on his accusations.</p><p>Not only did Trump accuse Brazil of “politically persecuting” Bolsonaro, but he added that Brazil was guilty of “human rights abuses”, including the suppression of free speech, through its efforts to stem disinformation on social media.</p><p>“Recent policies, practices, and actions of the Government of Brazil threaten the national security, foreign policy, and economy of the United States,” Trump wrote.</p><p>“Members of the Government of Brazil have taken actions that interfere with the economy of the United States, infringe the free expression rights of United States persons, violate human rights, and undermine the interest the United States has in protecting its citizens and companies.”</p><figure id=\"attachment_3875970\" aria-describedby=\"caption-attachment-3875970\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875970\" src=\"/wp-content/uploads/2025/08/AP25218070214278-1754504682.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters hold up a Brazilian flag with Bolsonaro's face in the middle.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875970\" class=\"wp-caption-text\">Demonstrators rally in support of former President Jair Bolsonaro at the entrance to his residential complex in Brasília, Brazil, on August 5 [Eraldo Peres/AP Photo]</figcaption></figure><h2 id=\"lula-speaks-out\">Lula speaks out</h2><p>The executive order, however, included an annex that indicated certain products would not be subject to the new US tariffs. They included nuts, orange juice, coal, iron, tin and petroleum products.</p><p>Lula has claimed that Trump is impeding attempts to negotiate a trade deal between their two countries, a sentiment he repeated in an interview on Wednesday with the news agency Reuters.</p><p>“The day my intuition says Trump is ready to talk, I won’t hesitate to call him,” Lula told Reuters. “But today my intuition says he doesn’t want to talk. And I’m not going to humiliate myself.”</p><p>The three-term, left-wing president explained that he saw Trump’s tariff threats as part of a long history of US intervention in Brazil and Latin America more broadly.</p><p>“We had already pardoned the US intervention in the 1964 coup,” Lula said, referencing the overthrow of a Brazilian president that sparked a two-decade-long military dictatorship</p><p>“But this now is not a small intervention. It’s the president of the United States thinking he can dictate rules for a sovereign country like Brazil. It’s unacceptable.”</p><p>Lula added that he plans to bolster Brazil’s “national sovereignty” by reforming its mineral extraction policy to boost the local economy.</p><p>With the US tariffs in play, Lula also explained that he would reach out to members of the BRICS economic trading bloc, named for its founding members: Brazil, Russia, India, China and South Africa. Trump, however, has threatened any BRICS-affiliated country with an <a href=\"/news/2025/7/7/donald-trump-threatens-un-american-brics-countries-with-10-percent-tariff\">additional 10-percent tariff</a>.</p><p>Lula has been on an English-language media blitz since Trump announced the latest his latest slate of tariffs in July, warning that consumers across the world will be penalised.</p><p>Late last month, for instance, Lula gave his first interview to The New York Times newspaper in nearly 13 years.</p><p>When the Times asked what his reaction would be to the tariffs taking effect, Lula expressed ambivalence.</p><p>“I’m not going to cry over spilled milk,” he said. “If the United States doesn’t want to buy something of ours, we are going to look for someone who will.”</p></div></div></body></html>"
        },
        {
            "title": "Wegovy maker Novo Nordisk warns of layoffs as competition grows | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T18:24:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25183580105195-1754497199.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>Novo Nordisk’s <a href=\"/economy/2025/5/16/in-surprise-move-wegovy-maker-novo-nordisk-ousts-ceo-amid-sagging-sales\" target=\"_blank\" rel=\"noopener\">outgoing CEO, Lars Fruergaard Jorgensen,</a> has warned that layoffs at the Danish pharmaceutical giant could be unavoidable as competition heats up against its blockbuster obesity drug Wegovy amid rising pressure from rival Eli Lilly.</span></p><p>Novo Nordisk – which became Europe’s most valuable company, worth $650bn, last year on booming sales of Wegovy – is facing a pivotal moment as the medicine loses market share and sees sales growth slow, especially in the United States.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It has warned of far slower growth this year, in part due to compounders who have been allowed to make copycat drugs based on the same ingredients as Wegovy due to shortages. Novo Nordisk, which according to its website has 77,000 employees, cut its full-year sales and profit forecasts last week, wiping $95bn off its market value since.</p><p>The slide is a vast and abrupt turnaround for the firm that has been one of the world’s hottest investment stories, which led to a rapid expansion of manufacturing and sales capacity. Now the company is eyeing potential cost-cutting measures.</p><h2 id=\"layoffs-loom\">Layoffs loom</h2><p>“We probably won’t be able to avoid layoffs,” Jorgensen told Danish broadcaster DR. “When you have to adjust a company, there are some areas where you have to have fewer people, some [areas] where you have to be smaller.”</p><p>He added, though, that any decision on layoffs would be in the hands of the incoming CEO, company veteran Maziar Mike Doustdar, who takes over on Thursday.</p><p>On a media call, Jorgensen said the market for copycat versions of Wegovy’s class of drugs – known as GLP-1 receptor agonists – was of “equal size to our business” and compounded versions of Wegovy were sold at a “much lower price point”.</p><p>In May, Novo Nordisk said it expected many of the roughly one million US patients using compounded GLP-1 drugs to switch to branded treatments after a US Food and Drug Administration <a href=\"/economy/2024/7/29/surging-demand-soaring-price-tags-lead-to-fake-ozempic-doses\" target=\"_blank\" rel=\"noopener\">ban on compounded copies</a> of Wegovy took effect on May 22, and it expected compounding to wind down in the third quarter.</p><p>However, finance chief Karsten Munk Knudsen said on Wednesday that more than one million US patients were still using compounded GLP-1s and that the company’s lowered outlook has “not assumed a reduction in compounding” this year.</p><p>“The obesity market is volatile,” Knudsen told analysts when asked under what circumstances the company could see negative growth in the last six months of the year. The low end of the firm’s new full-year guidance range would be for “unforeseen events”, such as stronger pricing pressure in the US than forecast, he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The lower end of the range would imply sales around 150 billion Danish krone ($23bn) in the second half of 2025, compared with 157 billion krone ($24.5bn) in the same period last year.</p><p>Knudsen reiterated that the company was pursuing multiple strategies, including lawsuits against compounding pharmacies, to halt unlawful mass compounding.</p><p>Jorgensen said the company was encouraged by the latest US prescription data for Wegovy. While the drug was overtaken earlier this year by rival Eli Lilly’s Zepbound in terms of US prescriptions, that lead has narrowed in the past month.</p><p>Second-quarter sales of Wegovy rose by 36 percent in the US and more than quadrupled in markets outside the US compared to a year ago, Novo Nordisk said.</p><p>While Wegovy’s US pricing held steady in the quarter, the company expected deeper erosion in the key US market in the second half, due to a greater portion of sales expected from the direct-to-consumer or cash-pay channel, as well as higher rebates and discounts to insurers, Knudsen said.</p><p>He said Novo Nordisk was expanding its US direct-to-consumer platform, NovoCare, launched in March, and may need to pursue similar “cash sales” directly to patients, outside of insurance channels, in some markets outside the US.</p><h2 id=\"cost-cuts\">Cost cuts</h2><p>Novo Nordisk reiterated its full-year earnings expectations on Wednesday after last week’s profit warning.</p><p>Jorgensen said the company was acting to “ensure efficiencies in our cost base” as it announced it would terminate eight research and development projects.</p><p>“There seems to be a larger R&amp;D clean-out than usual, but we do not know if this reflects a strategic re-assessment or just a coincidence,” Jefferies analysts said in a note.</p><p>Investors have questioned whether the company can stay competitive in the booming weight-loss drug market. Several equity analysts have cut their price targets and recommendations on the stock since last week.</p><p>Shares in Novo Nordisk plunged 30 percent last week – their worst weekly performance in over two decades. The stock has continued to tumble since the market opened in New York. As of 12pm local time (16:00 GMT), the pharmaceutical giant was down by more than 3.3 percent.</p></div></div></body></html>"
        },
        {
            "title": "Public opinion is split as US marks 80th anniversary of Hiroshima bombing | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-06T17:54:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T110242Z_712797890_RC2X0GADW322_RTRMADP_3_WW2-ANNIVERSARY-HIROSHIMA-1754500840.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On August 6, 1945, the United States became the first and only country in history to carry out a nuclear attack when it dropped an atomic bomb on the Japanese city of <a href=\"/features/2023/5/19/hiroshima-survivors-warn-g7-leaders-about-using-nuclear-bombs\">Hiroshima</a>.</p><p>While the death toll of the bombing remains a subject of debate, at least 70,000 people were killed, though other figures are nearly twice as high.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Three days later, the US dropped another atomic bomb on the city of Nagasaki, killing at least 40,000 people.</p><p>The stunning toll on Japanese civilians at first seemed to have little impact on public opinion in the US, where pollsters found approval for the bombing reached 85 percent in the days afterwards.</p><p>To this day, US politicians continue to credit the bombing with saving American lives and ending World War II.</p><p>But as the US marks the <a href=\"/news/2025/8/6/japans-hiroshima-marks-80-years-since-us-atomic-bombing\">80th anniversary</a> of the bombing of Hiroshima, perceptions have become increasingly mixed. A Pew Research Center poll last month indicated that Americans are split almost evenly into three categories.</p><p>Nearly a third of respondents believe the use of the bomb was justified. Another third feels it was not. And the rest are uncertain about deciding either way.</p><p>“The trendline is that there is a steady decline in the share of Americans who believe these bombings were justified at the time,” Eileen Yam, the director of science and society research at Pew Research Center, told Al Jazeera in a recent phone call.</p><p>“This is something Americans have gotten less and less supportive of as time has gone by.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tumbling-approval-rates\">Tumbling approval rates</h2><p>Doubts about the bombing of Hiroshima and Nagasaki, and the advent of nuclear weapons in general, did not take long to set in.</p><p>“From the beginning, it was understood that this was something different, a weapon that could destroy entire cities,” said Kai Bird, a US author who has written about Hiroshima and Nagasaki.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His Pulitzer Prize-winning book, American Prometheus, served as the basis for director Christopher Nolan’s 2023 film, Oppenheimer.</p><p>Bird pointed out that, even in the immediate aftermath of the bombing, some key politicians and public figures denounced it as a war crime.</p><p>Early critics included physicist Albert Einstein and former President Herbert Hoover, who was quick to speak out against the civilian bloodshed.</p><p>“The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul,” Hoover wrote within days of the bombing.</p><figure id=\"attachment_3274835\" aria-describedby=\"caption-attachment-3274835\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3274835\" src=\"/wp-content/uploads/2024/10/GettyImages-113636748-1-1729940482.jpg?w=770&amp;resize=770%2C545&amp;quality=80\" alt=\"Hiroshima victims in a medical facility\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3274835\" class=\"wp-caption-text\">Survivors of the atomic explosion at Hiroshima in 1945 suffered long-term effects from radiation [Universal History Archive/Getty Images]</figcaption></figure><p>Over time, historians have increasingly cast doubt on the most common justification for the atomic attacks: that they played a decisive role in ending World War II.</p><p>Some academics point out that other factors likely played a larger role in the Japanese decision to surrender, including the Soviet Union’s declaration of war against the island nation on August 8.</p><p>Others have speculated whether the bombings were meant mostly as a demonstration of strength as the US prepared for its confrontation with the Soviet Union in what would become the Cold War.</p><p>Accounts from Japanese survivors and media reports also played a role in changing public perceptions.</p><p>John Hersey’s 1946 profile of six victims, for instance, took up an entire edition of The New Yorker magazine. It chronicled, in harrowing detail, everything from the crushing power of the blast to the fever, nausea and death brought on by radiation sickness.</p><p>By 1990, a Pew poll found that a shrinking majority in the US approved of the atomic bomb’s use on Hiroshima and Nagasaki. Only 53 percent felt it was merited.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rationalising-us-use-of-force\">Rationalising US use of force</h2><p>But even at the close of the 20th century, the legacy of the attacks remained contentious in the US.</p><p>For the 50th anniversary of the bombing in 1995, the National Air and Space Museum in Washington, DC, had planned a special exhibit.</p><p>But it was cancelled amid public furore over sections of the display that explored the experiences of Japanese civilians and the debate about the use of the atomic bomb. US veterans groups argued that the exhibit undermined their sacrifices, even after it underwent extensive revision.</p><p>“The exhibit still says in essence that we were the aggressors and the Japanese were the victims,” William Detweiler, a leader at the American Legion, a veterans group, told The Associated Press at the time.</p><p>Incensed members of Congress opened an investigation, and the museum’s director resigned.</p><p>The exhibit, meanwhile, never opened to the public. All that remained was a display of the Enola Gay, the aeroplane that dropped the first atomic bomb.</p><p>Erik Baker, a lecturer on the history of science at Harvard University, says that the debate over the atomic bomb often serves as a stand-in for larger questions about the way the US wields power in the world.</p><figure id=\"attachment_3874718\" aria-describedby=\"caption-attachment-3874718\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874718\" src=\"/wp-content/uploads/2025/08/AFP__20250805__68RW4T3__v1__HighRes__JapanUsNuclearHistoryWwiiIsraelPalestinianConfl-1754457884.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"people hold a banner that says free Palestine with the Hiroshima memorial in the background\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874718\" class=\"wp-caption-text\">A pair of protesters march with a ‘Free Palestine’ banner past the Atomic Bomb Dome on the eve of the 80th anniversary of the US attack on Hiroshima on August 5 [Richard A Brooks / AFP]</figcaption></figure><p>“What’s at stake is the role of World War II in legitimising the subsequent history of the American empire, right up to the current day,” he told Al Jazeera.</p><p>Baker explained that the US narrative about its role in the defeat of Nazi Germany and Imperial Japan — the main “Axis Powers” in World War II — has been frequently referenced to assert the righteousness of US interventions around the world.</p><p>“If it was justifiable for the US to not just go to war but to do ‘whatever was necessary’ to defeat the Axis powers, by a similar token, there can’t be any objection to the US doing what is necessary to defeat the ‘bad guys’ today,” he added.</p><h2 id=\"a-resurgence-of-nuclear-anxiety\">A resurgence of nuclear anxiety</h2><p>But as the generations that lived through World War II grow older and pass away, cultural shifts are emerging in how different age groups approach US intervention — and use of force — abroad.</p><p>The scepticism is especially pronounced among young people, large numbers of whom have expressed dissatisfaction with policies such as US support for Israel’s <a href=\"/news/2025/8/1/israel-engineering-massacres-as-more-palestinians-starve-to-death-in-gaza\">war in Gaza</a>.</p><p>In an April 2024 poll, the Pew Research Center found a dramatic generational divide among Americans over the question of global engagement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Approximately 74 percent of older respondents, aged 65 and up, expressed a strong belief that the US should play an active role on the world stage. But only 33 percent of younger respondents, aged 18 to 35, felt the same way.</p><p>Last month’s Pew poll on the atomic bomb also found stark differences in age. People over the age of 65 were more than twice as likely to believe that the bombings were justified than people between the ages of 18 and 29.</p><p>Yam, the Pew researcher, said that age was the “most pronounced factor” in the results, beating out other characteristics, such as party affiliation and veteran status.</p><p>The 80th anniversary of the Hiroshima bombing also coincides with a period of renewed anxiety about nuclear weapons.</p><p>US President <a href=\"/news/2025/8/2/why-is-trump-moving-nuclear-submarines-after-spat-with-medvedev\">Donald Trump</a>, for instance, repeatedly warned during his re-election campaign in 2024 that the globe was on the precipice of “World War III”.</p><p>“The threat is nuclear weapons,” Trump told a rally in Chesapeake, Virginia. “That can happen tomorrow.”</p><p>“We’re at a place where, for the first time in more than three decades, nuclear weapons are back at the forefront of international politics,” said Ankit Panda, a senior fellow in the nuclear policy programme at the Carnegie Endowment for International Peace, a US-based think tank.</p><p>Panda says that such concerns are linked to geopolitical tensions between different states, pointing to the recent fighting between <a href=\"/news/2025/5/15/india-and-pakistan-trade-accusations-of-nuclear-weapons-mismanagement\">India and Pakistan</a> in May as one example.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The war in Ukraine, meanwhile, has prompted Russia and the US, the world’s two biggest nuclear powers, to exchange <a href=\"/news/2025/5/4/putin-expresses-hope-that-nuclear-weapons-will-not-be-needed-in-ukraine\">nuclear-tinged threats</a>.</p><p>And in June, the US and Israel <a href=\"/news/2025/7/6/iran-demands-accountability-for-israel-and-us-after-war-of-aggression\">carried out attacks</a> on Iranian nuclear facilities with the stated aim of setting back the country’s ability to develop nuclear weapons.</p><p>But as the US marks the 80th anniversary of the Hiroshima bombings, advocates hope the shift in public opinion will encourage world leaders to turn away from nuclear sabre-rattling and work towards the elimination of nuclear weapons.</p><p>Seth Shelden, the United Nations liaison for the International Campaign to Abolish Nuclear Weapons, explained that countries with nuclear weapons argue that their arsenals discourage acts of aggression. But he said those arguments diminish the “civilisation-ending” dangers of nuclear warfare.</p><p>“As long as the nuclear-armed states prioritise nuclear weapons for their own security, they’re going to incentivise others to pursue them as well,” he said.</p><p>“The question shouldn’t be whether nuclear deterrence can work or whether it ever has worked,” he added. “It should be whether it will work in perpetuity.”</p></div></div></body></html>"
        },
        {
            "title": "Syria signs $14bn infrastructure deals, will revamp Damascus airport | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T17:44:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13198668-1754498450.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria signs $14bn infrastructure deals, will revamp Damascus airport</h1><p class=\"article__subhead\"><em>Syria’s fledgling government has sought investment to reconstruct the country after its devastating yearslong civil war.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria has signed a series of investment deals with international companies, covering 12 major strategic projects in infrastructure, transportation and real estate valued at a total of $14bn, the latest lifeline aimed at reviving its war-ravaged economy.</p><p>The plans included a $4bn investment project for <a href=\"/news/2025/1/5/syria-to-resume-international-flights-from-damascus-airport-next-week\">Damascus airport</a> signed with Qatar’s UCC Holding and a $2bn deal with the United Arab Emirates national investment corporation to establish a metro in the Syrian capital, Talal al-Hilali, head of the Syrian Investment Authority, said during the ceremony at the presidential palace in Damascus on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It’s a welcome development for President Ahmed al-Sharaa’s new government as it has been grappling with the heavy fallout from sectarian violence that broke out on July 13 in the southern province of Suwayda between Bedouin and Druze fighters. Government troops were deployed to quell the conflict. The bloodshed worsened, and Israel carried out strikes on Syrian troops and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital Damascus</a>, under the pretext of protecting the Druze.</p><p>Other major developments on the investment front destined for Damascus include the $2bn Damascus Towers project signed with the Italian-based company UBAKO, a $500m deal for the Baramkeh Towers project and another $60m agreement for Baramkeh Mall.</p><p>Since the <a href=\"/news/liveblog/2024/12/7/syria-war-live-news-govt-says-president-al-assad-has-not-fled-damascus\">overthrow of longtime ruler Bashar al-Assad</a> in December in a lightning rebel offensive, Syria’s new authorities have worked to attract investment for the reconstruction of infrastructure destroyed in the country’s devastating, nearly 14-year-long civil war.</p><p>The projects “will extend across Syria and represent a qualitative shift in infrastructure and economic life”, al-Hilali said on Wednesday, adding that the agreements were “a turning point” for Syria’s future.</p><p>Al-Sharaa and United States special envoy for Syria Tom Barrack were both present at the signing ceremony, Syria’s official SANA news agency reported on Wednesday.</p><p>Barrack congratulated Syrian authorities on “another great accomplishment”, saying they will witness the rise of a “new hub” in “trade and prosperity”.</p><p>The United Nations has put Syria’s post-war reconstruction costs at more than $400bn. Several deals have already been announced.</p><p>Last month, <a href=\"/news/2025/7/24/saudi-arabia-pledges-2-9bn-for-syria-infrastructure-part-of-wider-package\">Saudi Arabia signed major investment and partnership deals with Syria</a>, valued at $6.4bn.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Also in July, <a href=\"/economy/2025/7/13/syria-signs-800m-tartus-port-deal-with-uae-firm-dp-world\">Syria signed an $800m deal with UAE-based company DP World</a> to develop the port of Tartous, state media reported.</p><p>In May, Syria signed a $7bn energy deal with a consortium of Qatari, Turkish and US companies as it seeks to revive its crippled power sector.</p><p>The US and European Union have recently <a href=\"/news/2025/6/30/trump-formally-orders-lifting-of-syria-sanctions\">lifted sanctions</a> on Syria in the wake of al-Assad’s ouster, opening the nation to further investment and trade deals.</p></div></div></body></html>"
        },
        {
            "title": "Wildfire in southern France rages as firefighters battle for control | Climate Crisis | Al Jazeera",
            "time": "2025-08-06T17:39:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T143523Z_305144092_RC2O1GAGHC9A_RTRMADP_3_EUROPE-WEATHER-FRANCE-WILDFIRE-1754501811.jpg?resize=1440%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US sanctions Mexico cartel members, including rapper El Makabelico | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T17:11:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-29T173613Z_1371275544_RC2HWFAHQIXX_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1754495578.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US sanctions Mexico cartel members, including rapper El Makabelico</h1><p class=\"article__subhead\"><em>Treasury aims to disrupt Cartel del Noreste’s leadership and financial networks tied to violence and drug trafficking.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US Department of the Treasury has announced sanctions on assets of four individuals that it linked to Mexico-based Cartel del Noreste, including the popular hip-hop artist El Makabelico.</p><p>The sanctions target three “high-ranking members” of <a href=\"/news/2025/2/19/us-declares-drug-cartels-criminal-gangs-global-terrorist-organisations\">Cartel del Noreste</a> (Northeast Cartel), which splintered off from Los Zetas, as well as an alleged “prominent associate” of the group, Ricardo Hernandez, a 34-year-old musician known as El Makabelico who has millions of followers on social media.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Treasury said El Makabelico’s concerts and events are used to launder money on behalf of the organisation, “with 50 percent of his royalties from streaming platforms going directly to the group.”</p><p>The Treasury identified the three other individuals as Abdon Rodriguez, Antonio Romero, and Francisco Esqueda.</p><p>Washington said the sanctioned individuals have played a critical role in the cartel’s activities, including drug trafficking, extortion, and money laundering.</p><p>The Treasury said it had previously sanctioned two “high-ranking members” of the cartel in May. The cartel was among those that President Donald Trump’s administration in February designated as “global terrorist organisations”.</p><p>“The Treasury Department will continue to be relentless in its effort to put America First by targeting terrorist drug cartels. These cartels poison Americans with fentanyl and conduct human smuggling operations along our southwest border,” said US Treasury Secretary Scott Bessent in a statement by the Treasury Department.</p><p>“Treasury, in close coordination with our law enforcement partners, is committed to a full-frontal assault on the cartels, targeting the leadership and revenue streams that enable their horrific crimes.”</p><p>The Cartel del Noreste is considered one of Mexico’s most violent drug trafficking organisations and wields significant influence along the US-Mexico border, particularly in Laredo, Texas, the Treasury said.</p><p>DEL Records, which Hernandez lists as his label on social media, did not immediately respond to a request for comment.</p></div></div></body></html>"
        },
        {
            "title": "M23 rebels killed 319 civilians in east DR Congo in July, UN says | News | Al Jazeera",
            "time": "2025-08-06T16:59:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-19T084718Z_359402049_RC2RJCAUVDXG_RTRMADP_3_CONGO-SECURITY-QATAR-1754496745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>M23 rebels killed 319 civilians in east DR Congo in July, UN says</h1><p class=\"article__subhead\"><em>UN rights chief Volker Turk says the violence resulted in ‘one of the largest documented death tolls’ despite a truce.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rwanda-backed M23 rebels killed at least 319 civilians, including 48 women and 19 children, last month in eastern Democratic Republic of Congo, Volker Turk, UN high commissioner for human rights, said, citing “first-hand accounts”.</p><p>The violence in the Rutshuru territory of North Kivu Province produced “one of the largest documented death tolls in such attacks since the M23’s resurgence in 2022,” Turk said in a statement on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>With Rwanda’s support, the M23 has seized swaths of the mineral-rich Congolese east from the DRC’s army since its resurgence in 2021, triggering a spiralling humanitarian crisis in a region already riven by three decades of conflict.</p><p>July’s violence came only weeks after the Congolese government and the M23 <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">signed a declaration of principle</a> on June 19 reaffirming their commitment to a permanent ceasefire, following months of broken truces.</p><figure id=\"attachment_3599238\" aria-describedby=\"caption-attachment-3599238\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3599238\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-DRC-CONGO-MAP-MARCH-20-2025-1742811227.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-DRC-CONGO-MAP-MARCH 20, 2025-1742811227\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3599238\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>“I am appalled by the attacks on civilians by the M23 and other armed groups in eastern DRC amid continued fighting, despite the ceasefire that was recently signed in Doha,” Turk said in a statement.</p><p>“All attacks against civilians must stop immediately, and all those responsible must be held to account,” he added.</p><p>Turk’s UN Human Rights Office said it had documented multiple attacks in North Kivu, South Kivu and Ituri provinces, in the conflict-ridden east of the country bordering Uganda, Rwanda and Burundi.</p><p>In the agreement <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">signed</a> in Doha, the warring parties agreed to “uphold their commitment to a permanent ceasefire”, refraining from “hate propaganda” and “any attempt to seize by force new positions”.</p><p>The deal includes a roadmap for restoring state authority in eastern DRC, and an agreement for the two sides to open direct talks towards a comprehensive peace agreement.</p><p>It followed a <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">separate agreement</a> signed in Washington by the Congolese government and Rwanda, which has a history of intervention in the eastern DRC stretching back to the 1990s.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Rwandan President Paul Kagame and Congolese President Felix Tshisekedi are due to meet in the coming months to firm up the Washington agreement, whose terms have not yet been implemented.</p><p>Last week, the two countries <a href=\"/news/2025/8/2/drc-rwanda-agree-economic-framework-outline-as-part-of-peace-deal\">agreed</a> to a US State Department-brokered economic framework outline as part of the peace deal.</p><p>“I urge the signatories and facilitators of both the Doha and Washington agreements to ensure that they rapidly translate into safety, security and real progress for civilians in the DRC, who continue to endure the devastating consequences of these conflicts,” said Turk.</p><p>Rich in key minerals such as gold and coltan, the Congolese east has been riven by fighting between rival armed groups and interference by foreign powers for more than 30 years.</p><p>Dozens of ceasefires and truces have been brokered and broken in recent years without providing a lasting end to the conflict.</p></div></div></body></html>"
        },
        {
            "title": "Suspect in custody after five soldiers shot at US Army’s Fort Stewart | Gun Violence News | Al Jazeera",
            "time": "2025-08-06T16:51:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25218602675856-1754499008.jpg?resize=1860%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suspect in custody after five soldiers shot at US Army’s Fort Stewart</h1><p class=\"article__subhead\"><em>Authorities say they have arrested suspect in shooting at Fort Stewart in Georgia that injured at least five people.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five soldiers were shot during an incident at the United States Army’s Fort Stewart in the southern US state of Georgia before the suspected shooter, identified as Army Sergeant Quornelius Radford, was taken into custody, military authorities have said.</p><p>Parts of the base were placed on temporary lockdown on Wednesday after reports of an active shooter. The five wounded soldiers were treated at the site of the shooting before being transferred to Winn Army Community Hospital.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Brigadier General John Lubas, the commander of the 3rd Infantry Division, said that the five soldiers who were shot in the incident are currently in stable condition.</p><p>Lubas said that the alleged shooter opened fire on his workplace but was tackled “immediately and without hesitation” by soldiers who saw the shooting taking place. The motivations of the attacker are not yet clear, but the general says the attack was carried out with a personal handgun rather than a military-issued weapon. The injured soldiers were described as Radford’s co-workers.</p><p>Fort Stewart says that law enforcement first responded to reports of a possible shooting in the 2nd Armored Brigade Combat Team area at 10:56am ET (14:56 GMT). The base was locked down shortly after 11:04am (15:04 GMT), and the alleged shooter was apprehended at 11:35am (15:35 GMT).</p><p>The lockdown was in place for about one hour, and three schools outside the base were also placed on lockdown out of what the Liberty County School System said was an “abundance of caution”.</p><p>Located about 64km (40 miles) southwest of Savannah, Fort Stewart is the largest US Army post east of the Mississippi River. It’s home to thousands of soldiers assigned to the Army’s 3rd Infantry Division and their family members.</p><p>Georgia Governor Brian Kemp said in a social media post that he was “saddened by today’s tragedy”.</p><p>“We are keeping the victims, their families, and all those who answer the call to serve in our hearts and prayers, and we ask that Georgians everywhere do the same,” Kemp added.</p><p>White House press secretary Karoline Leavitt also stated in a social media post that US President Donald Trump has been briefed on the incident and is following developments.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The president himself addressed the shooting later in the afternoon at an Oval Office event with Apple CEO Tim Cook.</p><p>“The Army Criminal Investigation Division is on site to ensure that the perpetrator of this atrocity — which is exactly what it is — will be prosecuted to the fullest extent of the law,” Trump said, describing the suspect as a “horrible person”.</p><p>“The entire nation is praying for the victims and their families, and hopefully they’ll fully recover. And we can put this chapter behind [sic], but we’re not going to forget what happened.”</p></div></div></body></html>"
        }
    ]
}