{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "State of the Union live: Trump to address nation amid tariff, Iran tensions | Donald Trump News | Al Jazeera",
            "time": "2026-02-24T23:00:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_699e2435f1781-1771971638.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">State of the Union live: Trump to address nation amid tariff, Iran tensions</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The US president is expected to use the primetime platform to push his agenda and bolster support before the midterms.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How much power do drug cartels have in Mexico? | Drugs News | Al Jazeera",
            "time": "2026-02-24T22:47:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771969061.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The killing of cartel leader ‘El Mencho’ by Mexican forces triggered a wave of violence in the country.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico has been fighting against drug cartels for decades, and the nation’s leaders have sometimes mobilised the military to dismantle their vast criminal operations.</p><p>This week, Mexican forces killed Nemesio Ruben Oseguera Cervantes, known as “El Mencho”, the leader of one of the country’s most powerful drug gangs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The killing set off a wave of violence across the nation.</p><p>So, how much power do drug cartels wield in Mexico? And how have they managed to keep their hold on the country – and others throughout Latin America – for so long?</p><p class=\"p1\"><strong>Presenter:</strong> Mohammed Jamjoom</p><p class=\"p1\"><strong>Guests:</strong></p><p>Sergio Aguayo – professor, College of Mexico</p><p>Chris Dalby – author of CJNG: A Quick Guide to Mexico’s Deadliest Cartel</p><p>Michael Vigil – former chief of international operations, US Drug Enforcement Administration</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Mexico’s Claudia Sheinbaum considers legal action after Elon Musk criticism | Crime News | Al Jazeera",
            "time": "2026-02-24T22:37:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699e2105-1771970821.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico’s President Claudia Sheinbaum has warned she could take possible legal action following comments from right-wing tech billionaire Elon Musk, accusing her of ties to cartels.</p><p>At her morning news conference on Tuesday, the president was asked for her response to Musk’s statements a day prior. Musk had described her as being beholden to the cartels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Well, we are considering whether to take any legal action,” she began. “The lawyers are looking into it.”</p><p>She then proceeded to describe the allegations that she leads a “narco-government” as “absurd” and demonstrably false.</p><p>“It falls apart all on its own,” she said, dismissing the accusation as hackneyed. “They don’t even know what to invent any more, right? Honestly, it’s laughable.”</p><p>Sheinbaum has faced criticism for her national security policies following a spate of cross-country violence over the weekend.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"killing-of-el-mencho\">Killing of El Mencho</h2><p>The violence erupted after the death on Sunday of a top cartel leader, Nemesio Oseguera Cervantes, known by the nickname El Mencho.</p><p>The Mexican military had tracked El Mencho to the town of Tapalpa in central Mexico. He died while en route to medical care after being shot by authorities.</p><p>Members of El Mencho’s criminal organisation, the Jalisco New Generation Cartel, responded to the news of his death with road blocks, arson and clashes with security forces. Dozens of people were killed in the violence.</p><p>Musk was among the online commentators criticising Sheinbaum’s handling of Mexico’s security in the aftermath of the attacks.</p><p>His posts came in response to a video clip circulating on social media, showing Sheinbaum advocating for alternatives to the militaristic “war on drugs” approach.</p><p>“She’s just saying what her cartel bosses tell her to say,” Musk <a href=\"https://x.com/elonmusk/status/2025965101501608226\" target=\"_blank\" rel=\"noopener\">wrote</a> in response to the video.</p><p>“Let’s just say that their punishment for disobedience is a little worse than a ‘performance improvement plan’.”</p><p>A vocal critic of left-wing governments like Sheinbaum’s, Musk is closely aligned with United States President Donald Trump, who has likewise pushed for more military action against cartels.</p><p>In September, for instance, Trump’s State Department listed Mexico as an area of concern for drug-trafficking and outlined steps it expected to see to address the issue.</p><p>“Much more remains to be done by Mexico’s government to target cartel leadership, along with their clandestine drug labs, precursor chemical supply chains, and illicit finances,” the State Department wrote.</p><p>“Over the next year, the United States will expect to see additional, aggressive efforts by Mexico to hold cartel leaders accountable and disrupt the illicit networks engaged in drug production and trafficking.”</p><p>Trump himself has accused Sheinbaum of inefficacy in her campaign to crack down on illicit drug trafficking.</p><p>“She’s not running Mexico. The cartels are running Mexico,” Trump told Fox News in the hours after launching a January 3 military operation to abduct Venezuelan President Nicolas Maduro.</p><p>“She’s very frightened of the cartels. They’re running Mexico. I’ve asked her numerous times, ‘Would you like us to take out the cartels?'”</p><p>Sheinbaum has repeatedly refused the prospect of unilateral US intervention, arguing it would violate Mexican sovereignty. Still, Trump has repeatedly warned that the US is considering military strikes on Mexican soil.</p><p>“Something’s going to have to be done with Mexico,” he told Fox News.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"upping-the-pressure\">Upping the pressure</h2><p>Sheinbaum, however, has defended her administration’s track record. Faced with US tariffs in February 2025, she deployed nearly 10,000 members of Mexico’s National Guard to the country’s northern border to crack down on fentanyl trafficking.</p><p>She has also taken targeted military actions against cartels, though she has argued that the process should be focused on prosecuting criminals, rather than killing them in law enforcement operations.</p><p>Her administration has also overseen the extradition of dozens of Mexican nationals suspected of crimes in the US. In January 2025, for instance, <a href=\"https://www.justice.gov/opa/pr/37-mexican-nationals-wanted-serious-crimes-transferred-united-states-mexico-including\" target=\"_blank\" rel=\"noopener\">37 people</a> were sent to the US. In April and August, groups of <a href=\"https://www.justice.gov/opa/pr/united-states-department-justice-transfers-13-mexican-nationals-drug-convictions-mexico\" target=\"_blank\" rel=\"noopener\">13</a> and <a href=\"https://www.justice.gov/opa/pr/united-states-department-justice-transfers-14-mexican-nationals-drug-convictions-mexico\" target=\"_blank\" rel=\"noopener\">14</a> suspects were transferred, respectively.</p><p>Sunday’s capture and killing of El Mencho was the fulfilment of a decades-long goal for the Mexican government, which has long sought his arrest.</p><p>Still, on Monday, Trump briefly posted a message on his Truth Social platform indicating that he expected Sheinbaum to do more.</p><p>“Mexico must step up their effort on Cartels and Drugs,” he wrote in a post that was later removed.</p><p>Sheinbaum, meanwhile, used Tuesday’s news conference to dismiss the criticism as out of touch with what was happening in Mexico. She added that what matters to her is the opinion of the Mexican people, not Musk.</p><p>“The vast majority of people recognise the work of the armed forces and the work we are doing every day, not only in security, but for the good of the country, for the wellbeing of all Mexicans,” she said. “That is what will guide us.”</p></div></div></body></html>"
        },
        {
            "title": "Russia ‘has not won’ as Ukraine war enters fifth year, Zelenskyy says | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-24T22:24:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-24T114319Z_1224539747_RC2BSJALUF29_RTRMADP_3_UKRAINE-CRISIS-ANNIVERSARY-1771954334.jpg?resize=1920%2C1333",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has praised Ukrainians for withstanding four years of Russian attacks with “immense courage”, saying Moscow has failed to break their spirit or win the war it started.</p><p>Zelenskyy delivered the remarks on Tuesday in an address marking the anniversary of Russia’s full-scale invasion on February 24, 2022, as Ukraine endures punishing winter attacks on its energy grid and struggles to make progress in peace talks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have every right to say: We have defended our independence. We have not lost our statehood,” Zelenskyy said. “[Russian President Vladimir] Putin has not achieved his goals. He has not broken Ukrainians. He has not won this war.”</p><p>In a show of support, more than a dozen senior European officials – including European Commission President Ursula von der Leyen, Finnish President Alexander Stubb and seven prime ministers – travelled to Ukraine’s capital, Kyiv, to <a href=\"/news/liveblog/2026/2/24/live-russia-ukraine-war-enters-fifth-year-as-strikes-hit-zaporizhzhia\">mark the anniversary</a> of the conflict.</p><p>The war has killed hundreds of thousands of people, upended life for millions of Ukrainians and sparked far-reaching security concerns across Europe. The number of soldiers killed, wounded or missing on both sides could reach two million by spring, analysts say.</p><p>The European Union pledged continued “political, financial, economic, humanitarian, military and diplomatic support” for Ukraine. Von der Leyen said the bloc will deliver one way or another on a planned 90-⁠billion-euro ($105bn) loan for Ukraine, which has so far been <a href=\"/news/2026/2/23/eu-sanctions-russian-officials-as-hungary-blocks-funds-to-ukraine\">blocked by Hungary</a>.</p><p>Leaders of the Group of Seven powers, which include the United States, also reaffirmed their “unwavering support for Ukraine”. In a joint statement, they threw their weight behind ongoing peace negotiations led by US President Donald Trump, which they said Europe had a “leading role to play in”.</p><p>More than 30 leaders in the “Coalition of the Willing” supporting Ukraine called for Russia to agree to an “unconditional ceasefire”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"questions-over-territory-security\">Questions over territory, security</h2><p>Al Jazeera’s Audrey MacAlpine, reporting from Kyiv, said the core of Zelenskyy’s message was the Ukrainian people “have a right to defend themselves and their independence, especially when that independence is being called into question now amid the ongoing peace negotiations”.</p><p>Russia now controls 19.5 percent of Ukraine’s territory, including 7 percent it took before the 2022 full-scale invasion. But its <a href=\"/news/2026/2/24/mapping-russian-attacks-and-territorial-gains-across-ukraine\">progress has been slow and painstaking</a> since 2023, morphing into a bloody battle of attrition centred on the mineral-rich Donbas region of eastern Ukraine, which Moscow wants to annex.</p><p>According to the Institute for the Study of War, a Washington, DC-based think tank, Russian forces captured 0.79 percent of Ukrainian territory in the past year of fighting, their largest advance since 2022.</p><p>Russian and Ukrainian officials <a href=\"/news/2026/2/18/russia-ukraine-talks-all-the-mediation-efforts-and-where-they-stand\">began their first direct talks</a>, mediated by the US, in January but appear to remain deadlocked on major issues of territory and security guarantees for Ukraine.</p><p>Moscow wants Kyiv to cede control of the Donbas, its industrial heartland, which Moscow mostly occupies but has failed to seize completely. Ukraine has rejected that demand and said it will not sign a deal without security guarantees from its allies, including the US, to deter a future Russian invasion.</p><p>There is no date set for the next round of talks, but an aide to Zelenskyy said they could take place at the end of the week.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4333433\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-UKRAINE-GAINS-FEB-23-2026-copy-1771917424.png?quality=80\" alt=\"On the war’s fourth anniversary, Russia occupies 20 percent of Ukraine’s territory, but the front line shifts slowly.\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"dignified-lasting-peace\">‘Dignified, lasting peace’</h2><p>Zelenskyy on Tuesday said Ukraine is ready to do “everything” it can to secure peace but won’t “betray” the price paid by Ukrainians throughout the conflict.</p><p>“We want peace – strong, dignified and lasting peace,” he said, adding that any agreement “must not simply be signed. It must be accepted by Ukrainians.”</p><p>“We cannot, we must not, give it away, forget it, betray it.”</p><p>In a video address to the European Parliament, Zelenskyy called on the EU to accelerate Kyiv’s admission to the union.</p><p>Yuriy Sak, a former adviser to Ukraine’s defence minister, told Al Jazeera that “Ukraine should not be giving up anything” further in the negotiations because it already has made more concessions than Ukrainians wanted.</p><p>He accused Russia of holding onto a “maximalist and unrealistic” position.</p><p>“Therefore, unfortunately at this stage, the peace process has not produced the results that Ukraine wants, that the world wants,” Sak said.</p><p>“Because we see Russia’s unwillingness to approach the negotiating process in good faith, we continue to build up our defence industry. We continue to strengthen our Euro-Atlantic alliances.”</p><figure id=\"attachment_4333557\" aria-describedby=\"caption-attachment-4333557\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4333557\" src=\"/wp-content/uploads/2026/02/AP26052517271657-1771919912.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman cries during the funeral ceremony of Ihor Kusochek, a Ukrainian soldier of the Azov brigade in Bobrovytsia, Chernihiv region\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4333557\" class=\"wp-caption-text\">Mourners attend the funeral for a Ukrainian soldier in 2024 [File: Evgeniy Maloletka/AP]</figcaption></figure><h2 id=\"pushing-themselves-to-the-edge\">‘Pushing themselves to the edge’</h2><p>The Center for Strategic and International Studies think tank estimated that Russia has suffered 325,000 soldier deaths from February 2022 to December 2025 – the largest number of soldier deaths for any major power in any conflict since World War II.</p><p>The Kremlin acknowledged it has not fully achieved its war goals and said it would continue fighting until it does.</p><p>In a televised address, Putin said Ukraine and its allies are “pushing themselves to the edge” in their determination to defeat Moscow, a move he said they will “regret”.</p><p>Al Jazeera’s Yulia Shapovalova, reporting from Moscow, outlined Russia’s endgame.</p><p>“It wants the entirety of Donbas, plus Zaporizhia and Kherson, to be recognised as Russian. It wants to continue pressuring Ukraine, and it’s not going to give up. Obviously, Ukraine doesn’t want to give up its territories either.”</p><p>Foreign policy analyst Andrey Kortuno said Russia’s leaders would benefit from such territorial concessions.</p><p>“Of course, it is something the Russian leadership can claim as a victory – that Russia will have four more regions and an additional couple of million people,” he told Al Jazeera.</p><p>The mood on the streets of Kyiv on Tuesday was subdued with a few dozen people gathering at a ceremony in the central square and soldiers carrying flags to remember the fallen in silence. War weariness is many Ukrainians’ prevailing emotion.</p><p>“I don’t think it will end quickly because Russia hates us and will do everything possible to destroy us,” said Svitlana Yur, 48.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US to provide consular services in illegal Israeli settlement | Occupied West Bank News | Al Jazeera",
            "time": "2026-02-24T22:01:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2020-08-19T113219Z_991595303_RC2ZGI9V6SCX_RTRMADP_3_ISRAEL-PALESTINIANS-ANNEXATION-SETTLERS-1771967104.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US to provide consular services in illegal Israeli settlement</h1><p class=\"article__subhead\"><em>US embassy services will be available in the illegal West Bank settlement of Efrat, starting on February 27.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has announced it will soon provide in-person passport services at an illegal Israeli settlement in the occupied West Bank.</p><p>The US Embassy in Jerusalem said it would start providing the service for Efrat, located between the Palestinian towns of Bethlehem and Hebron, on February 27.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It will be the first time the US has “provided consular services to a settlement in the West Bank”, according to a US embassy spokesperson quoted by the Reuters news agency.</p><p>The embassy said it would plan similar on-site services in the Palestinian city of Ramallah, the illegal Israeli settlement of Beitar Illit near Bethlehem, and in cities within Israel, such ⁠as Haifa.</p><p>The US currently offers passport and consular services at its embassy in West Jerusalem as well ⁠as at a Tel Aviv branch office.</p><p></p><p>Israeli settlements in the occupied West Bank, home to 3 million Palestinians who seek the territory as part of a future state, are illegal under international law.</p><p>Nevertheless, far-right Israeli politicians have <a href=\"/news/2026/2/12/bezalel-smotrichs-gradual-struggle-annex-west-bank-israel\">openly called for</a> Israel to increase settlement expansion, or even annex the Palestinian territory.</p><p>This month, Prime Minister Benjamin Netanyahu’s right-wing government approved measures <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">to expand control</a> over the occupied West Bank and claim large tracts of Palestinian territory as Israeli “state property”.</p><p>The move was <a href=\"/news/2026/2/18/over-80-un-member-states-condemn-israels-de-facto-annexation-of-west-bank\">roundly condemned</a> by more than 80 United Nations member countries.</p><p>Much of the West Bank is already under Israeli military control, with limited Palestinian self-government in some areas run by the Western-backed Palestinian Authority.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the International Court of Justice, about 465,000 Israeli settlers live in the occupied Palestinian territory, spread across some 300 illegal settlements and outposts.</p><p>Among them are an estimated tens of thousands of dual US-Israeli nationals. The Efrat settlement is home to many American immigrants.</p><p>US President Donald Trump, a staunch supporter of Israel, has said he opposes Israeli annexation of the occupied West Bank. But his administration has ‌not taken any steps to curb Israel’s expanding settlement presence.</p><p>In addition to advancing settlements, Israeli forces regularly carry out violent raids, demolitions, and arrests in the occupied West Bank, where attacks by Israeli settlers against Palestinians have also intensified, often under the protection of Israeli soldiers.</p><p>In January alone, at least 694 Palestinians were <a href=\"/news/2026/2/6/settler-violence-stokes-peak-west-bank-displacement-since-october-2023-un\">driven from their homes</a> in the West Bank because of Israeli settler violence and harassment, the highest number since Israel’s genocidal war on Gaza erupted in October 2023, according to the United Nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "At least 23 dead as heavy rains unleash floods in southeastern Brazil | Weather News | Al Jazeera",
            "time": "2026-02-24T21:25:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26055637545168-1771963007.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 23 dead as heavy rains unleash floods in southeastern Brazil</h1><p class=\"article__subhead\"><em>Search and rescue workers are looking for more than 40 people who remain missing as towns reel from torrential rainfall.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Torrential rainfall has caused floods across the state of Minas Gerais in southeastern Brazil, killing at least 23 people.</p><p>Dozens of emergency workers, some with disaster-trained search dogs, combed through mounds of debris on Tuesday in the municipality of Juiz de Fora, which recorded at least 18 deaths.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They were on the lookout for the more than 40 people who have been missing since the rains began on Monday.</p><p>“We’ve been here since last night to see if they survive underground,” Livia Rosa, a 44-year-old seamstress, told the news service AFP.</p><p>She explained that several of her relatives were buried in the mud. “Hope is the last thing to die.”</p><p>Rainfall in the region is expected to continue for the coming days, complicating rescue efforts.</p><p>Images of the initial floods show mud and sludge clogging areas of Juiz de Fora, after a swollen river veered off course.</p><p>At least 440 people were displaced in the city, located about 310km (192 miles) north of Rio de Janeiro. At least seven deaths were also recorded in the nearby town of Uba.</p><figure id=\"attachment_4335879\" aria-describedby=\"caption-attachment-4335879\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4335879 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AP26055637477787-1771963201.jpg?resize=770%2C514&amp;quality=80\" alt=\"the aftermath of flooding in Brazil\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4335879\" class=\"wp-caption-text\">Firefighters and civil defence workers help at a site where homes collapsed due to heavy rains and severe flooding in the Parque Burnier neighbourhood of Juiz de Fora on February 24 [Silvia Izquierdo/AP Photo]</figcaption></figure><p>The mayor of Juiz de Fora, Margarida Salomao, said that at least 20 landslides had been reported in the area, and some homes collapsed.</p><p>“Many people were inside their homes at night when it was raining,” Major Demetrius Goulart of the fire brigade told AFP. “We have hope. We found a boy this morning. He was inside a house, under the rubble. It took the team two hours of work.”</p><p>At least 108 officials from the Minas Gerais fire department have been deployed to Juiz de Fora, and 28 to Uba.</p><p>President Luiz Inacio Lula da Silva said the government would assist in any way it could and offered his support to those affected.</p><p>“Our focus is to ensure humanitarian assistance, the restoration of basic services, support for displaced people, and aid for reconstruction,” he wrote in a social media post.</p><p>Salomao said in a social media post that the province has experienced its wettest February on record.</p><p>“There were more than 180mm [of rain] in four hours, intense, destructive and persistent,” he said, calling it “the saddest day of my administration”.</p><p>“Here, we remain fully committed and prioritising saving lives.”</p></div></div></body></html>"
        },
        {
            "title": "At least 28 people killed as Sudan paramilitary force tears through Darfur | Sudan war News | Al Jazeera",
            "time": "2026-02-24T21:02:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20251027__824J2WE__v2__HighRes__SudanConflictElFasher-1771963370.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 28 people killed as Sudan paramilitary force tears through Darfur</h1><p class=\"article__subhead\"><em>Rapid Support Forces launches a large-scale assault on the town of Misteriha, home to tribal leader Musa Hilal.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>AFP and The Associated Press</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s Rapid Support Forces (RSF) paramilitary group has carried out a major raid in North Darfur State, killing and wounding dozens of people.</p><p>The RSF tore through the town of Misteriha killing at least 28 people and injuring 39 including 10 women, said the Sudan Doctors Network, which <a href=\"/news/2026/2/20/three-aid-workers-killed-4-wounded-in-rsf-drone-attack-in-sudans-kordofan\">monitors violence in the three-year war</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The attack destroyed the area’s only health centre. Medical personnel were among those attacked, and one healthcare worker was detained and remains missing, the network said.</p><p>“These attacks constitute a fully fledged crime and a blatant violation of all humanitarian and international laws that criminalise attacks against civilians,” the group said.</p><p>The assault on Misteriha came against a backdrop of rising tribal tensions in the western region of Darfur, where a United Nations investigation last week found that the RSF committed acts of genocide against non-Arab ethnic groups.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283001\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-SUDAN-Drone-attack-deaths-by-region-FEB2-2026-copy-5-1770021938.png?quality=80\" alt=\"INTERACTIVE - SUDAN - Drone attack deaths by region - FEB2, 2026 copy 5-1770021938\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The town is home to Arab tribal leader Musa Hilal – who despite hailing from the Arab Rizeigat ethnic group, which forms the tribal base of the RSF – has voiced support for Sudan’s government.</p><p>The RSF was formed out of the Janjaweed militia, which fought rebel groups in Darfur and which Hilal commanded. He was sanctioned by the UN for ethnic atrocities in Darfur in the 2000s.</p><p>Emergency Lawyers, an independent group documenting atrocities in Sudan, said RSF fighters torched many houses in the town, forcing people to flee to nearby villages.</p><p>The seizure of Misteriha would likely assert RSF control of Darfur. However, it risks escalating tribal tensions in an area long known for violence and war.</p><p>Monday’s attack came four months after the RSF overran el-Fasher, the provincial capital of North Darfur, after 18 months of siege. The paramilitaries killed more than 6,000 people between October 25-27 in the city.</p><p>The attack was marked by atrocities that UN-backed experts said bore “the hallmarks of genocide”.</p><h2 id=\"world-s-largest-crisis\">World’s largest crisis</h2><p>RSF fighters targeted Hilal’s guesthouse with a drone strike over the weekend before launching their offensive.</p><p>Darfur, which is about the size of France, is home to many armed groups mostly organised along ethnic lines. While some have fought for either the RSF or the army, others have remained neutral, forging informal deals to keep territory under their control.</p><p>Since the war began in April 2023, fighting between the RSF and Sudan’s regular army has devastated the country, particularly in the <a href=\"/news/2026/2/19/un-mission-finds-rsf-destruction-in-el-fasher-bears-hallmarks-of-genocide\">Darfur</a>, where the RSF has consolidated control.</p><p>The war has killed tens of thousands of people and displaced 11 million, creating the world’s <a href=\"/news/2026/2/5/famine-conditions-spread-to-more-towns-in-sudans-darfur-experts-warn\">largest hunger and displacement crisis</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What to expect from Trump’s State of the Union address | News | Al Jazeera",
            "time": "2026-02-24T20:47:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771966001.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump’s State of the Union preview: foreign policy, immigration, tariffs, and the influence of Project 2025.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As US President Donald Trump prepares to deliver his State of the Union address, we look at what he’s expected to outline, from foreign policy tensions and sweeping tariffs to immigration crackdowns, and the influence of the conservative blueprint known as Project 2025 on his agenda. What direction is he setting for his country next?</p><p><strong>In this episode: </strong></p><ul>\n<li>Amanda Becker, Journalist</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Marcos Bartolome and Melanie Marich, with Spencer Cline, Tamara Khandaker, Tuleen Barakat, Maya Hamadeh and our host, Malika Bilal. It was edited by Sarí el-Khalili. </em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">Twitter</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram, </a><a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "New Afghan, Pakistani border clashes follow deadly strikes | Pakistan Taliban News | Al Jazeera",
            "time": "2026-02-24T20:43:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260104__898F4ZQ__v1__HighRes__AfghanistanPakistanConflictBorder-1771958287.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Afghan, Pakistani border clashes follow deadly strikes</h1><p class=\"article__subhead\"><em>Both sides accused the other of unprovoked fire near their fraught frontier.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Afghan and Pakistani forces engaged in new clashes along their troubled border region, days after deadly air strikes on Afghanistan by Pakistan sent tensions soaring.</p><p>The two countries gave competing accounts of the violence on Tuesday, each accusing the other of triggering it.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Zabihullah Noorani, head of the Afghan information department in the eastern Nangarhar Province, said Pakistani forces carried out the first shots in the Shahkot area near the border. The fighting has ⁠since stopped, and there are no Afghan casualties, he added.</p><p>Pakistani government official Mosharraf Zaidi accused Afghan forces of firing unprovoked near the Torkham border area.</p><p>“Pakistan’s security forces responded immediately and effectively silencing the Taliban aggression,” Zaidi wrote in a post on X.</p><p>The fighting follows <a href=\"/news/2026/2/22/pakistan-carries-out-strikes-in-afghanistan-after-islamabad-suicide-attack\">Pakistani strikes on Afghanistan’s Nangarhar and Paktika Provinces</a> on Sunday, which the UN mission in Afghanistan said killed at least 13 civilians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-will-respond\">‘We will respond’</h2><p>Afghanistan’s Taliban government said at least 18 people were killed and denied Pakistan’s announcement that the military operation killed more than 80 fighters.</p><p>Relations between the neighbours have plunged in recent months, with land border crossings largely shut since <a href=\"/news/2025/10/26/pakistan-says-five-soldiers-and-25-fighters-killed-in-afghan-border-clashes\">deadly fighting in October</a> that killed more than 70 people on both sides.</p><p>Islamabad accuses Afghanistan of failing to act against armed groups that carry out attacks in Pakistan, which the Taliban government denies.</p><p>Pakistan’s military claimed its latest air strikes in Afghanistan targeted “camps and hideouts” belonging to armed groups behind a spate of recent attacks, including a deadly <a href=\"/news/2026/2/7/thousands-mourn-32-victims-of-islamabad-shia-mosque-bombing-in-pakistan\">suicide bombing</a> at a Shia mosque in Islamabad.</p><p>The Afghan Defence Ministry condemned the attacks, saying they “hit a religious school and residential homes”, causing “dozens of deaths and injuries, including women and children”.</p><p>“We hold the Pakistani military responsible for targeting civilians and religious sites. We will respond to these attacks in due course with a measured and appropriate response,” said the ministry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Fatigue and tension in Russia four years after Ukraine invasion | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-24T20:43:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771965765.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Warner Bros gets new offer from Paramount but still recommends Netflix bid | Media News | Al Jazeera",
            "time": "2026-02-24T19:37:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-17T181656Z_290930714_RC2TNJAJGP22_RTRMADP_3_WARNER-BROS-DIS-M-A-PARAMOUNT-SKYDAN-1771359118.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Warner Bros Discovery (WBD) says it is reviewing a new takeover offer from Paramount Skydance, but it continues to recommend a competing proposal from Netflix to its shareholders in the meantime.</p><p>Warner disclosed on Tuesday that it had received a revised offer from Paramount after a seven-day window to renew talks with the Skydance-owned company elapsed on Monday. Paramount – which is run by David Ellison, son of United States President Donald Trump ally and Oracle cofounder Larry Ellison – confirmed it had submitted the proposal, but neither company provided details about it. The company was widely expected to have raised its offer.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A WBD buyout would reshape Hollywood and the wider media landscape, bringing HBO Max, cult-favourite titles like Harry Potter and, depending on who wins the Netflix vs Paramount tug-of-war, potentially even CNN under a new roof.</p><p>Paramount wants to acquire Warner Bros in its entirety, including networks like CNN and Discovery, and went straight to shareholders with an all-cash, $77.9bn hostile offer just days after the Netflix deal was announced in December. Accounting for debt, that bid offered Warner stakeholders $30 per share, amounting to an enterprise value of about $108bn.</p><p>Paramount maintained on Tuesday that its tender offer remains on the table while Warner evaluates its latest proposal.</p><p>Netflix wants to buy only Warner’s studio and streaming business for $72bn in cash, or about $83bn including debt. Warner’s board has repeatedly backed this deal and on Tuesday maintained that its agreement with Netflix still stands.</p><p>Warner shareholders are to vote on the Netflix proposal on March 20.</p><p>If Warner’s board changes course and considers Paramount’s latest offer superior, Netflix would have a chance to match or revise its proposal, potentially setting the stage for a new bidding war. It could also choose to walk away.</p><h2 id=\"further-consolidation\">Further consolidation</h2><p>Paramount, Warner and Netflix have spent the last couple of months in a heated back and forth over who has the stronger deal. But along the way, lawmakers and entertainment trade groups have sounded the alarm, warning that either buyout of all or parts of Warner’s business would only further consolidate power in an industry already run by just a few major players. Critics said that could result in job losses, less diversity in filmmaking and potentially more headaches for consumers who are facing rising costs of streaming subscriptions as is.</p><p>Combined, that raises tremendous antitrust concerns – and a Warner sale could come down to who gets the regulatory greenlight. The US Department of Justice has already initiated reviews, and other countries are expected to do so too.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Both Paramount and Netflix have argued that their proposals are good for consumers and the wider industry. And the companies have taken aim at each other publicly with regulatory arguments.</p><p>Paramount has pointed to Netflix’s much larger market value, and it has argued that if the streaming giant acquires Warner, it would only give it more dominance in the subscription video-on-demand space. But Netflix is trying to persuade regulators that it’s up against broader video libraries, particularly Google’s YouTube, America’s most-watched TV distributor.</p><p>Paramount’s bid will create a studio bigger than market leader Disney and fuse two major TV operators, which some Democratic senators said would control “almost everything Americans watch on TV”.</p><p>It will also hand control of CNN to the conservative-leaning Ellisons, soon after they acquired CBS News and installed as its editor-in-chief <a href=\"/economy/2026/1/27/cbs-news-bari-weiss-unveils-new-strategy-amid-backlash-viewership-lags\" target=\"_blank\" rel=\"noopener\">Bari Weiss</a>, a right-leaning opinion editor who had no prior TV experience. The network settled for $16m a lawsuit that Trump had filed, accusing CBS’s 60 Minutes programme of editing an interview with Kamala Harris to his 2024 presidential election rival’s advantage. It also appointed Kenneth Weinstein, a former Trump administration official, as ombudsman to investigate allegations of bias.</p><p>In December, <a href=\"/economy/2025/12/11/paramounts-warner-bros-discovery-bid-faces-conflict-of-interest-concerns\" target=\"_blank\" rel=\"noopener\">Ellison visited</a> the White House, media reports said, and told Trump that Paramount would execute “sweeping changes” if it acquired CNN’s parent company.</p><p>More recently, Trump, in a Truth Social post on Saturday, <a href=\"https://truthsocial.com/@realDonaldTrump/116111073840858395\" target=\"_blank\" rel=\"noopener\">demanded that Netflix fire</a> former US National Security Adviser Susan Rice from its board. Rice, a Black woman, had served under former Presidents Barack Obama and Joe Biden, both Democrats.</p><p>“This is a business deal. It’s not a political deal,” Netflix CEO Ted Sarandos told BBC Radio 4’s flagship Today programme on Monday. “This deal is run by the Department of Justice in the US and regulators throughout Europe and around the world.”</p><p>Trump previously made unprecedented suggestions about his involvement in seeing a deal through before walking back those statements and maintaining that regulatory approval will be up to the Justice Department.</p></div></div></body></html>"
        },
        {
            "title": "Yemen’s ‘Mogadishu’: Somali refugees face poverty, instability in Aden | Refugees News | Al Jazeera",
            "time": "2026-02-24T19:12:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699defe8ac-1771958248.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Aden, Yemen – </strong>Lying on the outskirts of Yemen’s <a href=\"/features/2026/2/1/hope-flickers-as-lights-return-to-war-scarred-aden\">interim capital</a>, Aden, al-Basateen district starts where the paved roads end, stretching into narrow, sandy alleyways. It reveals a decades-old refugee story in which Arabic blends with Somali and the faces harbour memories of a different place, across the sea.</p><p>Residents know the area by several names, including “Yemen’s Mogadishu” and “the Somalis’ neighbourhood” – a reference to the demographic shift it has seen since the 1990s, when civil war in Somalia pushed thousands of families across the Gulf of Aden in search of safety.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Today, local sources estimate the district’s population at more than 40,000, with people of Somali origin making up the majority. They live in harsh conditions where economic vulnerability overlaps with an unresolved legal status.</p><p>Some arrived as children holding the hands of relatives, while others were born in Aden and have known no other home. But they all share one thing in common: the refugee label stamped on their official documents.</p><h2><strong>Harsh living conditions</strong></h2><p>As dawn breaks, dozens of men gather at the entrances of the area’s main streets, waiting to be picked up to do a day’s work in construction or manual labour. Many depend on this fragile pattern of employment to put <a href=\"/news/2026/1/19/yemen-faces-worst-food-crisis-since-2022-aid-group-warns\">food on the table</a>.</p><p>Residents say the lack of regular work has become the defining feature of life in al-Basateen, as extreme poverty spreads and humanitarian aid declines.</p><p>Ashour Hassan, a resident in his mid-30s, waiting at a main road junction for someone to hire him to wash a car, told Al Jazeera that he earns between 3,000 and 4,000 Yemeni rials a day (less than $3). That amount is not enough to cover the needs of his family, which lives in a single room in a neighbourhood lacking basic services, surrounded by dirt roads and piles of rubbish.</p><p>In a voice mixed with fatigue and despair, Ashour summed up life in al-Basateen: “We live day to day. If we find work, we eat. If we don’t, we wait without food until tomorrow.”</p><p>Families in al-Basateen typically rely on both men and women to be breadwinners.</p><p>Some women work cleaning homes, while others run small businesses, such as selling bread and traditional foods that blend Yemeni and Somali flavours, and which become especially popular during the Muslim fasting month of Ramadan.</p><p>Many children also find themselves pushed into work despite their age. One of the main jobs for children involves sifting through waste for materials they can sell, such as plastic or scrap metal, to help support their families.</p><figure id=\"attachment_4335792\" aria-describedby=\"caption-attachment-4335792\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4335792\" src=\"/wp-content/uploads/2026/02/getty_699df09cb5-1771958428.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ADEN, YEMEN - AUGUST 2010: Busy market scenes in the Al-Basateen urban refugee area, Aden, Yemen, August 11, 2010. Many of these people are part of the 80 000 refugees who arrive in Yemen on an annual basis from the failed state of Somalia. The Al-Basateen urban refugee area houses more than 40 000 people, most of whom are refugees. (Photo by Brent Stirton/Reportage by Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4335792\" class=\"wp-caption-text\">Roads in al-Basateen are typically unpaved, with residents often sheltering in haphazard structures [Brent Stirton/Getty Images]</figcaption></figure><h2><strong>Little sense of belonging</strong></h2><p>Poverty is clearly visible in al-Basateen’s architecture and appearance, with tightly packed homes, some made of metal sheets and consisting of only one or two rooms, separated by dirt roads covered in rubbish.</p><p>But that is not the only burden weighing on al-Basateen’s Somali residents. A deeper feeling of what many here call “suspended belonging” hangs over them, with the first generation of refugees still carrying memories of a distant homeland and speaking its language, while the second and third generations know only Aden and speak Arabic in the local dialect, with Somalia only known through family stories.</p><p>Fatima Jame embodies this paradox. A mother of four, she was born in Aden to Somali parents. She told Al Jazeera: “We know no country other than Yemen. We studied here and got married here, but we do not have Yemeni identity, and in front of the law, we are still refugees.”</p><p>Fatima lives with her family in a modest two-room home. Her husband works as a porter in one of the city’s markets, while she helps support the family by preparing and selling traditional foods. Even so, she says their combined income “barely covers rent and food” because of the high cost of living and few job opportunities.</p><h2 id=\"a-bleak-reality\">A bleak reality</h2><p>Conditions in Yemen were never the best for migrants and refugees, but they have significantly worsened since a <a href=\"/gallery/2022/3/22/photos-yemen-7-years-of-war-7-things-that-changed-for-7-people\">civil war</a> began in 2014 between the Iranian-backed Houthis and the central government in Sanaa, in Yemen’s north.</p><p>The violence from that war, along with declining aid and shrinking job opportunities have increased pressure on both host communities and refugees.</p><p>The United Nations Office for the Coordination of Humanitarian Affairs says that funding for support programmes in Yemen in 2025 met only 25 percent of the country’s actual needs, directly affecting the lives of thousands of families. Residents of al-Basateen say the aid they used to receive has sharply declined, and in many cases has stopped altogether.</p><p>Youssef Mohammed, 53, says he was one of the first Somali arrivals to the district in the 1990s, and now supports a family of seven.</p><p>“[We] have not received any support from organisations for years,” Youssef said, adding that some families “chose to return to Somalia rather than stay and die of hunger here”.</p><p>He believes the crisis affects everyone in Yemen, “but [that] the refugee remains the weakest link.”</p><p>Despite the bleak picture, a few have managed to improve their material conditions through education or by opening small businesses that have helped stimulate the local economy. But they remain an exception, and the flow of refugees continues.</p><p>Yemen is the poorest country in the Arabian Peninsula, but is also the region’s only signatory to the 1951 Refugee Convention, and therefore allows foreign arrivals to apply for asylum or refugee status. According to the United Nations refugee agency, Yemen hosted more than 61,000 asylum seekers and refugees as of July 2025, the vast majority from Somalia and Ethiopia.</p><p>Arrivals in recent years have typically travelled to Yemen <a href=\"/news/2025/8/3/more-than-50-refugees-and-migrants-die-in-boat-sinking-off-yemeni-coast\">via boats</a>, with many planning to use Yemen as a transit point before moving on to richer countries like Saudi Arabia.</p><p>Hussein Adel is one of those recent arrivals. He is 30, but leans on a crutch on a street corner in al-Basateen.</p><p>Hussein arrived in Aden only a few months ago, having made the dangerous journey on a small boat carrying African migrants.</p><p>He told Al Jazeera that he fled death and hunger, only to find himself facing a harsher reality. Hussein shelters on the rooftop of a relative’s home and spends his days searching the city for occasional work. His leg injury, he said, was caused by Omani border guards who shot him while he was crossing into Yemen.</p><p>As evening falls, the noise in al-Basateen’s alleyways quiets down. Men lean against the walls of worn-out homes, and children chase a ball through narrow passages barely wide enough for their dreams.</p><p>On the surface, life looks normal – like any working-class neighbourhood in a city exhausted by crises. But here, in “Yemen’s Mogadishu”, there is an extra trauma – the sense of a lack of belonging, the memory of refugees fleeing danger and poverty at home, and a lack of stability that will not go away.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ex-UK ambassador Peter Mandelson arrested over alleged Epstein links | Corruption | Al Jazeera",
            "time": "2026-02-24T18:32:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771957863.jpg?resize=1920%2C1076&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Familiar moments mark four years of Russia’s war on Ukraine | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-24T18:23:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98RJ6KL__v1__HighRes__UkraineRussiaConflictWarAnniversary_cropped-1771956184.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Indonesia mosque gives out 3,800 free meals every night of Ramadan | Newsfeed | Al Jazeera",
            "time": "2026-02-24T18:21:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771957275.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s opposition leader voices support for ‘broad’ Middle East expansion | News | Al Jazeera",
            "time": "2026-02-24T17:54:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/01/2023-12-08T103723Z_1857988456_RC2VS4AUBSZA_RTRMADP_3_ISRAEL-PALESTINIANS-MINISTER-SON-FUNERAL-1704722087.jpg?resize=1920%2C1306",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel’s opposition leader voices support for ‘broad’ Middle East expansion</h1><p class=\"article__subhead\"><em>Yair Lapid says expansionist view for Israel taking over the Middle East is based on Zionist and biblical foundations.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After controversial comments by the US ambassador to Israel suggesting it has the right to take over <a href=\"/news/2026/2/21/absurd-and-provocative-huckabee-faces-firestorm-for-israel-border-stance\">much of the Middle East</a>, the country’s main opposition leader said he agrees with Israeli expansion as far as Iraq.</p><p>Yair Lapid told a news conference on Monday that his territorial takeover views for Israel are based on Zionist and biblical foundations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I support anything that will allow the Jews a large, broad, strong land and a safe haven for us – our children and our children’s children. I support that,” Kipa News <a href=\"https://www.kipa.co.il/%D7%97%D7%93%D7%A9%D7%95%D7%AA/1220104-0/\" target=\"_blank\" rel=\"noopener\">quoted</a> Lapid as saying.</p><p>“Zionism is based on the Bible. Our mandate over the land of Israel is biblical, [and] the biblical borders of the land of Israel are clear… Therefore, the borders are the borders of the Bible.”</p><p>He added, however, there are “Israeli security and policy considerations” that could impede such efforts, though he did not elaborate.</p><p>Mike Huckabee, US ambassador to Israel, <a href=\"/news/2026/2/20/us-envoy-suggests-it-would-be-fine-if-israel-expands-across-middle-east\">said in an interview</a> last week that he supports broad Israeli control of the region, drawing a flurry of regional condemnation and questions directed at the US Department of State to clarify the official US stance.</p><p>Huckabee – a self-professed Christian Zionist and <a href=\"/news/2024/11/13/who-is-mike-huckabee-the-evangelical-pro-settlement-envoy-to-israel\">staunch supporter of Israel</a> – was asked by interviewer Tucker Carlson to clarify his stance on the Biblical promise of the land spanning between the Euphrates River in Iraq and the Nile River in Egypt to the descendants of Abraham, and if the modern Israeli state has the right to claim that lineage.</p><p>“It would be fine if they took it all,” Huckabee responded. Such territory would encompass modern-day Lebanon, Syria, Jordan, and parts of Saudi Arabia.</p><p>Saudi Arabia’s Foreign Ministry described Huckabee’s comments as “extremist rhetoric” and “unacceptable”, and called on the United States to provide clarification.</p><p>A spokesperson for the US Embassy said on Sunday that Huckabee’s comments were taken out of context and there is no change to US policies on Israel.</p><p>Huckabee, whom US President Donald Trump <a href=\"/news/2024/11/12/trump-picks-pro-settlement-mike-huckabee-as-us-ambassador-to-israel\">nominated</a> as ambassador in 2024, has <a href=\"/news/2024/11/13/who-is-mike-huckabee-the-evangelical-pro-settlement-envoy-to-israel\">long opposed</a> the idea of a two-state solution for Israel and the Palestinian people, and denied the existence of an illegal Israeli occupation of the West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "England beat Pakistan by two wickets to enter T20 World Cup semifinals | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-24T17:28:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98TC3CZ__v1__MidRes__CricketIccMensT20Wc2026EngPak-1771951754.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England have qualified for the semifinals of the T20 World Cup with a nervy two-wicket win in their Super Eight match against Pakistan, who have inched closer to exiting the tournament.</p><p>Captain Harry Brook scored a sublime century under pressure on Tuesday as his side successfully chased a 165-run target in 19.1 overs at the Pallekele International Cricket Stadium outside Kandy, Sri Lanka, and became the first team to enter the knockouts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Brook formed a 52-run partnership with in-form all-rounder Will Jacks, who scored 28 runs in the winning cause.</p><p>England’s win, though, began with a tumble and ended with a wobble as their top-order and lower-middle-order batters slumped in the face of a par total of 164-9 set by Pakistan.</p><p>The two-time champions went through to the last four by winning their second game of the Super Eights stage to bag four points while Pakistan remain on one point after two games.</p><p>England’s run chase got off to a horrible start when Shaheen Shah Afridi removed opener Phil Salt off the first ball of the innings. <span>Salt edged a length delivery to wicketkeeper Usman Khan, who obliged with a diving catch. </span></p><p><span>Afridi, who was dropped from the Pakistan team for their washed-out match against New Zealand, carried on his dream return with a wicket in his second over as former captain Jos Buttler was dismissed in a similar manner.</span></p><p>Jacob Bethell, caught in the deep off Afridi, and Tom Banton, caught behind off Usman Tariq, were the next two wickets to fall as Pakistan seemed to have the upper hand in the second innings.</p><p>However, Brook’s measured yet attacking onslaught combined with some poor fielding by Pakistan to help England revive their innings in the middle overs.</p><p>Just as his team looked certain of victory, Brook fell after scoring his 100, triggering a late batting collapse that gave Pakistan some hope before it was crushed by a Jofra Archer boundary on the first ball of the 20th over to seal England’s win.</p><p>Earlier, Sahibzada Farhan continued his imperious run-scoring form to score 63 runs off 45 balls, which became the cornerstone of Pakistan’s innings.</p><p>The opener was briefly supported by Babar Azam, who fell for 25 runs.</p><p>Fakhar Zaman’s 25 and Shadab Khan’s 23 runs helped Pakistan cross the 160-run mark in a must-win game.</p><p>Spin bowler Liam Dawson’s figures of 3-24 in four overs were supported by two wickets each from pacers Jofra Archer and Jamie Overton as England made it four wins in their last four games in the tournament.</p><p>They will face New Zealand in their last Super Eight fixture on Friday while Pakistan will play against hosts Sri Lanka the following day.</p><p>The next Group 2 match is between Sri Lanka and New Zealand on Wednesday.</p><p>Pakistan must now hope that Sri Lanka beat New Zealand by a big margin and England do the same two days later to dent the Kiwis’ net run rate.</p><p>Salman Ali Agha’s side must then follow it up by handing Sri Lanka a third defeat to knock them out and emerge as the second team to qualify for the semifinals from their Super Eight group.</p></div></div></body></html>"
        },
        {
            "title": "US re-asserts 2025 strikes ‘obliterated’ Iran’s nuclear programme | Politics News | Al Jazeera",
            "time": "2026-02-24T16:32:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26055487284879-1771946371.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has insisted that last year’s strikes against Iran destroyed the country’s nuclear programme despite a recent claim by a senior US official <a href=\"/video/newsfeed/2026/2/22/irans-president-says-his-country-will-not-bow-to-us-pressure\">that Tehran</a> is a week away from having bombmaking material.</p><p>Karoline Leavitt, the White House spokesperson, told reporters on Tuesday that the June 2025 attack on Iran’s nuclear facilities, known as Operation Midnight Hammer, was an “overwhelmingly successful mission”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The attack “did, in fact, obliterate Iran’s <a href=\"/news/2025/12/24/iran-rejects-inspections-of-bombed-nuclear-sites-without-iaea-framework\">nuclear facilities</a>“, Leavitt said.</p><p>But just this weekend, President Donald Trump’s envoy Steve Witkoff suggested that Iran is close to having enough material to build a nuclear weapon.</p><p>“They’re probably a week away from having industrial-grade bomb-making material,” Witkoff told Fox News on Saturday.</p><p>Since last June’s strikes, Trump has repeatedly hailed the attack, arguing that it eliminated Iran’s nuclear programme and led to “peace” in the Middle East. Operation Midnight Hammer came towards the end of a 12-day war Israel initiated with Iran that month.</p><p>But eight months later, US and Iranian officials are once again <a href=\"/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression\">holding talks</a> to reach a nuclear deal and avert another war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"uncertainty-over-iran-s-nuclear-capabilities\">Uncertainty over Iran’s nuclear capabilities</h2><p>On Tuesday, Leavitt said the destruction of Iran’s nuclear programme had been “verified” by Trump and the United Nations’ watchdog, the International Atomic Energy Agency (IAEA).</p><p>“That does not mean that Iran may never try again to establish a nuclear programme that could directly threaten the United States and our allies abroad, and that’s what the president wants to ensure can never happen again,” she added.</p><p>Last year, after the US attack, IAEA chief Rafael Grossi said Iran could resume <a href=\"/news/2025/6/29/iran-could-resume-uranium-enrichment-within-months-says-iaea-chief\">uranium enrichment</a> “in a matter of months”.</p><p>But the UN agency’s inspectors have not been able to assess Iran’s nuclear sites since the US strikes.</p><p>The Pentagon’s <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">public assessment</a> was that the Iranian nuclear programme was set back by one to two years.</p><p>There has been no official confirmation of the US claims that Iran has restarted nuclear enrichment after the attack.</p><p>After a visit by Israeli Prime Minister Benjamin Netanyahu to the US in December, Trump <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">renewed his threats</a> to attack Iran if it tries to rebuild its nuclear or missile programme.</p><p>Tensions have spiralled since then, with the US <a href=\"/news/2026/2/20/tracking-the-rapid-us-military-build-up-near-iran\">amassing military assets</a> near Iran.</p><p>Still, Tehran and Washington are set to hold the third round of negotiations this year to push for a nuclear deal.</p><p>Iran, which denies seeking a nuclear weapon, has said it would agree to minimal uranium enrichment under strict IAEA supervision in exchange for lifting sanctions against its economy.</p><p>But Trump has repeatedly stressed that it is seeking zero enrichment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Enrichment is the process of isolating and concentrating a rare variant, or isotope, of uranium that can produce nuclear fission.</p><p>At low levels, enriched uranium can power electric plants. If enriched to approximately 90 percent, it can be used for nuclear weapons.</p><p>Before the June 2025 war, Iran was enriching uranium at 60 percent purity.</p><p>Tehran had been escalating its <a href=\"/news/2026/2/20/iran-says-us-military-build-up-unnecessary-and-unhelpful-deal-achievable\">nuclear programme</a> since 2018, when Trump, during his first term, nixed a multilateral agreement that capped Iran’s enrichment at 3.67 percent. He instead started piling up sanctions on the Iranian economy, as part of a “maximum pressure” campaign.</p><p>The White House on Tuesday suggested the military option against Iran remains on the table.</p><p>“President Trump’s first option is always diplomacy. But as he has shown, he is willing to use the lethal force of the United States military if necessary,” Leavitt said.</p></div></div></body></html>"
        },
        {
            "title": "How Epstein tried to buy a Moroccan palace months before his death | Crime News | Al Jazeera",
            "time": "2026-02-24T16:26:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69444e7e83a5-1766084222.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Behind high walls outside Marrakesh, <a href=\"/news/2026/2/19/les-wexner-how-the-billionaire-enabled-jeffrey-epsteins-rise\">Bin Ennakhil</a> unfolds like a private kingdom. The estate spans 4.6 hectares (11.4 acres) and has 60 marble fountains that spill into mosaic-tiled courtyards. Gold-draped salons open onto gardens threaded with olive trees and more than 2,000 palms. A hammam steam spa sits beneath carved ceilings while an outdoor pool glints in the Moroccan sun.</p><p>It is the kind of property that keeps its owner beyond the view of the outside world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In the summer of 2019, a wire transfer request bearing convicted sex offender Jeffrey Epstein’s signature and dated July 4 was submitted to buy the Moroccan palace – in a country that has no extradition treaty with the United States. Two days later, Epstein was arrested at Teterboro Airport in New Jersey on federal <a href=\"/news/2019/7/8/jeffrey-epstein-faces-sex-trafficking-and-conspiracy-charges\">sex trafficking</a> and conspiracy charges.</p><p>Newly released US Department of Justice documents reviewed by Al Jazeera show that in the months before that arrest, Epstein had been negotiating to acquire the Moroccan estate through a layered offshore structure spanning the British Virgin Islands and Liechtenstein.</p><p>But as scrutiny intensified and details of Epstein’s life and crimes became public, the financial institutions that had long handled his money began to tighten their grip. The documents show banks rejecting wire transfers tied to his accounts and compliance teams escalating internal reviews. Tens of millions of dollars were sent abroad and then pulled back.</p><p>The records suggest that a man long adept at navigating complex financial systems was beginning to find those routes closing. A month after his arrest, he was discovered dead in US federal custody.</p><h2 id=\"epstein-and-morocco\">Epstein and Morocco</h2><p>Bin Ennakhil palace was not the first time Morocco had appeared in Epstein’s orbit.</p><p>Emails examined by French broadcaster <a href=\"https://archive.ph/o/3jOxy/https:/www.franceinfo.fr/monde/usa/affaire-jeffrey-epstein/enquete-francetv-dans-les-dossiers-epstein-l-ombre-de-daniel-siad-chasseur-de-mannequins-soupconne-d-avoir-ete-un-recruteur-de-l-homme-d-affaires_7794857.html\">France Televisions</a> showed that as early as July 2002, a Swedish national of Algerian origin, Daniel Siad, described by witnesses as a recruiter working for Epstein, sent him a photograph of a young woman in Marrakesh. “Cute French girl in Marrakech,” one message read.</p><p>A woman later questioned by French police said Siad “wanted me to meet girls for Epstein, to give him massages, prostitution”. She told investigators Siad showed her photographs of Moroccan girls and asked whether they would appeal to Epstein. “I told him no, that he wouldn’t be interested,” she said, adding that she did not want “another girl to suffer”.</p><p>The exchange suggests Morocco was part of Epstein’s international network long before the palace negotiations of 2019.</p><p>In 2008, Epstein pleaded guilty in Florida to soliciting a minor for prostitution and served 13 months in jail under a much criticised plea agreement that shielded him from federal prosecution. For years afterwards, he resumed a life of wealth and influence, moving between homes in Manhattan, Palm Beach, the US Virgin Islands and Paris and maintaining connections in finance, academia and politics.</p><p>He largely eluded scrutiny until late 2018 when the Miami Herald newspaper published a series of investigations revisiting the 2008 plea deal and giving voice to dozens of his accusers. The reporting triggered a renewed federal investigation. By early 2019, prosecutors in New York were quietly building a new case.</p><h2 id=\"a-palace-and-an-offshore-financial-structure\">A palace and an offshore financial structure</h2><p>Documents reviewed by Al Jazeera show that in February 2019, five months before his arrest, negotiations were under way for the purchase of Bin Ennakhil.</p><p>The transaction was not structured as a straightforward real estate purchase. Instead, emails show the deal involved acquiring shares in a Liechtenstein company connected to the property through a British Virgin Islands trust.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the correspondence, the broker noted the arrangement would “save 7% in government taxes”. The proposed buyer was identified as “The Haze Trust”, and the price under discussion was about 25 million euros ($29.5m).</p><p>The emails were handled by Karyna Shuliak, who was described in media reports at the time as Epstein’s girlfriend and who also worked for his companies. She advanced negotiations on his behalf.</p><h2 id=\"rejected-wires-and-new-accounts\">Rejected wires and new accounts</h2><p>However, internal banking records reviewed by Al Jazeera show that a month later on March 13, 2019, a wire transfer tied to “Epstein, Jeffrey E.” was marked “Rejected” by Deutsche Bank</p><p>The documents do not specify why the transaction failed. According to the Reuters news agency, Deutsche Bank was in the process of winding down accounts held by Epstein in 2019.</p><p>About this time, Epstein appeared to turn to a new financial institution: Charles Schwab. It opened three accounts for Epstein-linked companies in April 2019, including one for Southern Trust, an Epstein-owned entity trying to buy the Moroccan palace.</p><p>On June 26, 2019, Southern Trust instructed Schwab to wire roughly 11.15 million euros (then worth about $12.7m), to an account in Switzerland held by Marc Leon, the Marrakesh-based realtor handling the sale, according to a suspicious activity report described by Reuters.</p><p>The next day, Schwab received a call asking to reverse the transfer. The funds were due to be returned on July 10.</p><p>Two days before his arrest, on July 4, 2019, a second wire request was submitted by Southern Trust, this time for $14.95m. It was signed by Epstein.</p><p>According to the suspicious activity report cited by Reuters, the Southern Trust account did not contain sufficient funds at that moment because the earlier $12.7m had not yet been credited back to it.</p><p>The second transfer was cancelled on July 9, 2019.</p><h2 id=\"the-death-of-epstein\">The death of Epstein</h2><p>Additional documents reviewed by Al Jazeera show that by late July 2019, federal investigators were discussing a Charles Schwab account and Switzerland. One internal email noted that Epstein had “tried to send money … to Switzerland”.</p><p>Schwab told Reuters it had concerns about attempted wires “for the purpose of real estate, in light of negative media surrounding Jeffrey Epstein” and worries about him being a possible flight risk before a bail hearing.</p><p>By early July, the financial systems that had long sustained Epstein’s opulent life were beginning to close around him as transfers were flagged and the flow of funds reversed. Epstein’s financial manoeuvring had collided with a legal reckoning</p><p>On July 6, 2019, Epstein was arrested at Teterboro Airport in New Jersey by a Crimes Against Children Task Force on charges of sex trafficking minors from 2002 to 2005.</p><p>Investigators seized electronic devices from his homes in New York, Florida and the US Virgin Islands. According to court filings, the search of his Manhattan townhouse yielded evidence of sex trafficking and hundreds, possibly thousands, of sexually suggestive photographs of girls.</p><p>Epstein sought release on a proposed $100m bond and offered to submit to house arrest at his Manhattan mansion. US District Judge Richard M Berman denied the request, ruling that he posed both a danger to the community and a serious flight risk.</p><p>The palace near Marrakesh with its fountains and marble courtyards was never owned by Epstein. Instead, he was held at the Metropolitan Correctional Centre in Manhattan, a federal jail where detainees are confined to small cells behind steel doors.</p><p>Weeks later, Epstein was found dead in his jail cell. The New York City medical examiner ruled the death a suicide.</p></div></div></body></html>"
        },
        {
            "title": "Iran’s government stresses ‘red lines’ as students protest in universities | Protests News | Al Jazeera",
            "time": "2026-02-24T16:13:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699dacbe32-1771941054.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> The Iranian government has emphasised that <a href=\"/news/2026/2/22/iranian-students-rally-as-universities-reopen-after-nationwide-protests\">protesting students</a> must adhere to the theocratic establishment’s “red lines” as violent clashes took place inside universities for a fourth day.</p><p>Iranian students “have wounds in their hearts” and are angry, government spokesperson Fatemeh Mohajerani acknowledged to reporters during a news conference in Tehran on Tuesday, in an apparent reference to <a href=\"/news/2026/1/19/narrative-war-who-killed-thousands-during-irans-nationwide-protests\">thousands killed</a> during nationwide protests in January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But she added that “sacred things and the flag are two of the red lines that we must protect”, a day after footage circulating online appeared to show some students tearing up and burning the country’s current flag, and hoisting Iran’s lion and sun flag, which was used before the 1979 Islamic revolution.</p><p>Mohajerani said the government believes the students must be heard, but confirmed that many universities remain closed more than a month after the protest killings, which mostly took place on the nights of January 8 and 9. Some universities have already moved classes online for the remainder of the Iranian calendar year, which ends on March 20.</p><p>But videos released on Tuesday by students and local media from inside tense university campuses that are still open showed pro-state groups affiliated with the paramilitary Basij force of the Islamic Revolutionary Guard Corps (IRGC) violently clashing with anti-establishment students.</p><p>Major demonstrations also took place across multiple top universities in Tehran, as well as in Shiraz to the northeast and Isfahan in central Iran, all major hotspots during the nationwide protests last month.</p><p>Protesting students chanted “Death to the dictator”, “Freedom” and “With each killed, a thousand stand behind them”.</p><p></p><p><em>Translation: Student clashes in gatherings at Tehran’s Khaje-Nassir-Toosi University of Technology.</em><br>\nPro-government students were seen holding public prayers and reciting the Shia Islamic chant of “Haydar Haydar” as they marched in universities with the backing of university officials and security forces.</p><p>State media said no students were arrested inside universities this week, but confirmed that a number of students have had internal disciplinary cases opened against them, and some have already been suspended. Many <a href=\"/news/2026/2/18/iranian-families-mark-protest-killings-as-schools-observe-strikes\">students and schoolchidren remain imprisoned</a> after being arrested during and in the aftermath of the nationwide protests.</p><p>“Due to reports of violations of student disciplinary guidelines, you will not be allowed to enter the university grounds. Refer to the university’s security department to offer explanations as soon as possible,” read a text message sent to a number of protesting students shared online.</p><p>Masoud Tajrishi, director of the Sharif University of Technology in Tehran, warned students on Monday that the prosecutor general’s office is now handling the issue of protesting students and that he would not help them if they are arrested.</p><p>“And if the number of those forbidden from entering the universities grows too much, we will hold all classes online,” he said, according to the university’s student publication.</p><p>The prestigious university’s website was hacked on Monday, with the hackers displaying its original name before the 1979 Islamic revolution – Aryamehr University. Officials had to take down the website for several hours to recover it.</p><p>Another cyberattack on the same day led to about 50,000 Iranians receiving a text message reading, “To the oppressed people of Iran: the US president is a man of action, you will soon see”. Iran’s cyberpolice said it was investigating on Tuesday.</p><p>The message was in reference to US President Donald Trump’s repeated <a href=\"/news/2026/2/24/trump-hits-out-at-reports-that-top-general-flagged-risks-of-attacking-iran\">threats to attack Iran</a> if it does not agree to an agreement significantly curbing its nuclear and missile programmes, and end support for aligned armed groups in Lebanon, Iraq, Yemen, and Palestine.</p><p>As more mediated talks are expected between Iran and the US in the coming days in Geneva, Tehran has emphasised that it will only discuss its nuclear issues in exchange for lifting harsh sanctions that have helped push the country’s economy to the brink.</p><p>The IRGC on Tuesday held more military exercises along Iran’s southern shores. State television showed drones being launched and ground forces drilling to counter a potential US troop deployment on Iranian soil.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"clashes-over-human-rights-record\">Clashes over human rights record</h2><p>The Iranian government has also continued to push against the United Nations and international human rights organisations, as well as Western and other nations, who have condemned the Islamic Republic for the protest killings in January.</p><p>Human Rights Watch said in a report on Tuesday that Iran’s theocratic establishment committed “massacres” last month and has since launched a “tsunami of arbitrary arrests and enforced disappearances”.</p><p><br>\nKazem Gharibabadi, deputy foreign minister for legal and international affairs, reiterated the state’s claim during a UN Human Rights Council in Geneva on Monday that “terrorists” trained, armed and funded by the US and Israel were behind the unrest. He said concerns raised over Tehran’s human rights conduct are “politicised”.</p><p>The Iranian government says that 3,117 people were killed during the protests, but <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">US-based HRANA</a> claims it has documented more than 7,000 deaths and is investigating nearly 12,000 more.</p><p>UN special rapporteur on Iran, Mai Sato, said that more than 20,000 civilians may have been killed, but the true extent cannot be investigated due to state-imposed internet restrictions. US President Trump has put the death toll at 32,000 people, without providing a source for his claim.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid vs Benfica: Champions League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-02-24T15:40:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_6994e114dc58d-1771364628_e87178-1771934115.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who: </strong>Real Madrid vs Benfica<br>\n<strong>What: </strong>Champions League playoff, second leg<br>\n<strong>Where: </strong>Santiago Bernabeu, Madrid, Spain<br>\n<strong>When: </strong>Wednesday at 9pm (20:00 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our live text commentary stream.</p><p>Real Madrid carry a <a href=\"/sports/2026/2/17/vinicius-earns-real-madrid-1-0-win-at-benfica-in-match-marred-by-racism-row\">slender 1-0 lead</a> over Benfica going into the second leg of a Champions League playoff tie that has been overshadowed by allegations of racism.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">UEFA has suspended Benfica midfielder Gianluca Prestianni from the second leg on Wednesday after he was <a href=\"/sports/2026/2/23/benficas-prestianni-gets-provisional-one-match-ban-for-vinicius-incident\">accused of racially abusing</a> Real Madrid’s Vinicius Jr, who scored the only goal in the first game in Lisbon last week.</p><p class=\"p1\">Meanwhile, Benfica coach Jose Mourinho, who is also suspended for the second leg, has <a href=\"/sports/2026/2/18/mourinho-and-benfica-under-fire-after-real-madrids-vinicius-alleges-racism\">come under fire</a> for criticising Vinicius for his effusive goal celebration.</p><p>So the Portuguese side will be expecting an especially hostile welcome at the Bernabeu as they try to overturn their one-goal deficit and reach the last 16.</p><figure id=\"attachment_4332309\" aria-describedby=\"caption-attachment-4332309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332309\" src=\"/wp-content/uploads/2026/02/GettyImages-2261683038-1771858899.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Vinicius Junior and Gianluca Prestianni react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332309\" class=\"wp-caption-text\">Vinicius Jr confronts Prestianni during the first leg at the Estadio Da Luz in Lisbon on February 17, 2026 [Eric Verhoeven/Soccrates/Getty Images]</figcaption></figure><h2 id=\"courtois-disappointed-in-mourinho-s-response\" class=\"p1\">Courtois ‘disappointed’ in Mourinho’s response</h2><p class=\"p1\">Vinicius wrote that “racists are above all cowards” on social media after the game while Madrid striker Kylian Mbappe backed his teammate and said he had heard Prestianni calling the winger a “monkey”.</p><p class=\"p1\">The 20-year-old Benfica midfielder, who hid his mouth with his shirt during the confrontation with Vinicius, insisted he did not racially abuse the Brazilian forward after his stunning goal at the Estadio da Luz.</p><p>Prestianni could miss at least 10 games if European football’s governing body finds he racially abused Vinicius.</p><p class=\"p1\">Mourinho waded into the controversy by saying Vinicius’s goal celebration was disrespectful and insisting Benfica was not a racist club because their biggest icon, Eusebio, was Black.</p><p class=\"p1\">Madrid goalkeeper Thibaut Courtois said he disagreed with Mourinho’s words.</p><p class=\"p1\">“At the end of the day, Mourinho is Mourinho. As a coach, you’re always, I think, going to defend your club and what your player has told you,” Courtois said.</p><p class=\"p1\">“The only thing that disappoints me a bit is using Vini’s celebration. I don’t think Vini did anything wrong there,” he added.</p><p class=\"p1\">“I don’t think we can justify alleged racism because of a celebration.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mourinho-s-bernabeu-homecoming-upended-by-suspension\" class=\"p1\">Mourinho’s Bernabeu homecoming upended by suspension</h2><p>Benfica’s boss has not set foot in the Santiago Bernabeu since leaving Real Madrid in 2013, and he cannot sit in the dugout for the playoff’s second leg after being sent off during his team’s 1-0 first-leg defeat in Lisbon last week for making vituperative complaints about the officials from the touchline.</p><p class=\"p1\">Mourinho said referee Francois Letexier was avoiding booking Madrid players who were at risk of suspension for the second leg.</p><p class=\"p1\">“I’ve had my butt on the bench for 1,400 games and [I could see that] he knew perfectly well who he could book and who he couldn’t,” Mourinho complained bitterly.</p><p class=\"p1\">“I [won’t be] sitting on the bench. I can’t go to the dressing room. I can’t communicate with the team,” he added. “It’s hard for me, but my teammates and my assistants are there. They’ll do their job.”</p><p>Benfica also said Mourinho was not going to attend the pregame news conference on Tuesday and his assistant would take over.</p><figure id=\"attachment_4320967\" aria-describedby=\"caption-attachment-4320967\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4320967\" src=\"/wp-content/uploads/2026/02/getty_6994e1b47f-1771364788.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LISBON, PORTUGAL - FEBRUARY 17: Jose Mourinho, Head Coach of Benfica, is shown a red card by referee Francois Letexier during the UEFA Champions League 2025/26 League Knockout Play-off First Leg match between SL Benfica and Real Madrid C.F. at Estadio do SL Benfica on February 17, 2026 in Lisbon, Portugal. (Photo by Angel Martinez/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4320967\" class=\"wp-caption-text\">Mourinho is shown a red card by Letexier during the first leg [Angel Martinez/Getty Images]</figcaption></figure><h2 id=\"arbeloa-says-uefa-have-chance-for-turning-point-against-racism\">Arbeloa says UEFA have chance for ‘turning point’ against racism</h2><p>Real Madrid coach Alvaro Arbeloa called on UEFA to make their fight against racism into more than just a slogan after the alleged abuse of Vinicius Jr.</p><p>“We have a great opportunity to mark a turning point in the fight against racism,” Arbeloa told reporters on Tuesday.</p><p>“UEFA, which has always been and has led this fight against racism, now has the chance not to leave it at just a slogan, at just a nice banner before matches, and I hope that they seize this opportunity.”</p><p>Arbeloa said he believed Vinicius will thrive on Wednesday at the Santiago Bernabeu as the record 15-time champions bid to reach the last 16.</p><p>“Vinicius Jr has always shown a lot of bravery and a lot of character,” Arbeloa said. “That is always his response. It always has been, and I think it always will be.</p><p>“He is a fighter, and I’m sure tomorrow he will go out to fight and have a great game and keep showing he’s one of the best players on the planet.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is only the sixth meeting between two of the biggest clubs from Spain and Portugal. Benfica have won three of the games while Real Madrid have won two.</p><p>The two clubs also faced each other in a league stage match in January when Mourinho’s team <a href=\"/sports/2026/1/29/mbappe-blasts-real-madrid-after-champions-league-loss-at-benfica\">stunned his former club</a> in a 4-2 win that allowed Benfica to qualify and prevented Madrid from automatically reaching the round of 16.</p><h2 id=\"how-many-times-have-madrid-and-benfica-won-the-champions-league\">How many times have Madrid and Benfica won the Champions League?</h2><p>Madrid are the record winners of Europe’s premier club competition with 15 titles to their name, the last coming in 2024.</p><p>Benfica have lifted the trophy on two occasions, and both of those came in consecutive years.</p><p>In what was regarded as Benfica’s golden era, Portuguese legend Eusebio helped the team to wins against Barcelona in 1961 and Real Madrid in 1962.</p><p>A hat-trick from Hungary’s finest export, Ferenc Puskas, could not save Madrid as Benfica earned a 5-3 win that included a double from Eusebio.</p><figure id=\"attachment_4320876\" aria-describedby=\"caption-attachment-4320876\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4320876\" src=\"/wp-content/uploads/2026/02/reuters_6994daab-1771362987.jpg?w=770&amp;resize=770%2C499&amp;quality=80\" alt=\"Soccer Football - UEFA Champions League - Play Off - First Leg - Benfica v Real Madrid - Estadio da Luz, Lisbon, Portugal - February 17, 2026 Real Madrid's Vinicius Junior scores their first goal REUTERS/Pedro Nunes\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4320876\" class=\"wp-caption-text\">Vinicius Jr scores a brilliant goal in the first leg against Benfica [Pedro Nunes/Reuters]</figcaption></figure><h2 id=\"real-madrid-s-team-news\">Real Madrid’s team news</h2><p>Jude Bellingham, Dani Ceballos and Eder Militao have all been ruled out through injuries while centre back Dean Huijsen, who missed the 2-1 defeat at Osasuna over the weekend with a muscular problem, is a major doubt.</p><p>Winger Rodrygo will be unavailable due to a suspension but would anyway be a doubt as he struggles to recover from a hamstring issue.</p><p>Raul Asencio is available again after returning from suspension.</p><p>Vinicius Jr will be looking to score for the fifth game in a row as he is set to start up front alongside Mbappe.</p><p><strong>Predicted starting XI</strong></p><p>Courtois (goalkeeper); Alexander-Arnold, Asencio, Rudiger, Carreras; Valverde, Guler, Tchouameni, Guler; Mbappe, Vinicius Jr</p><h2 id=\"benfica-s-team-news\">Benfica’s team news</h2><p>The Portuguese side’s only injury concern appears to be midfielder Joao Veloso, who will miss the game with a shoulder issue.</p><p>Richard Rios could come into the midfield to replace the suspended Prestianni.</p><p>Benfica will look to Greek striker Vangelis Pavlidis to add to his 28 goals in all competitions this season as he is set to lead the line.</p><p><strong>Predicted starting XI:</strong></p><p>Trubin (goalkeeper); Dedic, Araujo, Otamendi, Dahl; Rios, Aursnes; Lukebakio, Rafa, Schjelderup; Pavlidis</p></div></div></body></html>"
        },
        {
            "title": "Lebanon’s army tells soldiers to act after post comes under Israeli fire | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-24T15:38:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-28T171701Z_431458401_RC2M5IAPYWN1_RTRMADP_3_LEBANON-ARMY-TOUR-SOUTH-1771942421.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanon’s army tells soldiers to act after post comes under Israeli fire</h1><p class=\"article__subhead\"><em>Israeli attack carried out near Lebanese observation post being constructed in the Marjayoun area, Lebanese army says.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon’s army blamed Israel for carrying out an attack near an observation post it is installing in the southern border area and commanded its forces to fire back.</p><p>The military said the attack occurred on Tuesday in the Marjayoun area as a low-altitude Israeli drone flew overhead issuing threats aimed at getting Lebanese personnel to leave.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The army command issued orders to reinforce the post, remain there, and return fire,” Lebanon’s army said in a post on X. It did not say how the attack was carried out.</p><p>Israel’s military has regularly <a href=\"/news/2026/2/20/one-killed-in-israeli-strike-on-largest-palestinian-refugee-camp-in-lebanon\">carried out assaults in southern Lebanon</a> and continues to occupy five positions there despite a November 2024 ceasefire meant to end hostilities with Lebanon-based Hezbollah.</p><p>The Israeli military did not immediately comment on Tuesday’s incident.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attack came as Lebanon’s foreign minister warned of potential consequences for his country if conflict breaks out between the United States and Iran, which is allied with Hezbollah.</p><p>Speaking to reporters in Geneva, Foreign Minister Youssef Raggi said “there are signs” Israel could carry out intense strikes in Lebanon “in the event of an escalation”.</p><p>Raggi said targets could include an airport although diplomacy is ongoing to protect civilian infrastructure. He stressed Lebanon’s government has been clear “this war does not concern us”.</p><h2 id=\"efforts-to-disarm-hezbollah\">Efforts to disarm Hezbollah</h2><p>Lebanon’s government last year <a href=\"/news/2026/2/17/lebanon-says-four-months-needed-for-second-phase-of-hezbollah-disarmament\">committed to disarming Hezbollah</a>, which was badly weakened in the war with Israel, and tasked the army with drawing up a plan to do so.</p><p>Over the past few months, the military has used its limited resources to try to dismantle Hezbollah facilities and tunnels and confiscate its weapons.</p><p>It said in January it <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">completed the first phase</a> of its plan to bring all non-state weaponry in the south under its control. The area starts at the Lebanese-Israeli border and extends to the Litani River, 30km (20 miles) north of Israel.</p><p>But Israel has called the Lebanese army’s efforts “far from sufficient” and continued its regular strikes.</p><p>Israel’s ongoing attacks have been condemned by Lebanon and international bodies, including the United Nations, which said in November at least 127 civilians have been <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">killed</a> in Israeli attacks on Lebanon since the ceasefire went into effect.</p><p>The Lebanese government counted more than <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">2,000 Israeli violations</a> of the ceasefire in the last three months of 2025 alone.</p><p>On Friday, Israel said it hit a Hezbollah target in eastern Lebanon as well as targets linked to the Palestinian group Hamas in the south. Lebanon said at least <a href=\"/news/2026/2/20/one-killed-in-israeli-strike-on-largest-palestinian-refugee-camp-in-lebanon\">12 people</a> were killed including civilians.</p><p>Hezbollah said on Saturday eight of its fighters died and promised renewed “resistance”.</p><p>With the risk of a United States-Iran confrontation lingering, the US on Monday <a href=\"/news/2026/2/23/us-orders-non-emergency-personnel-to-leave-beirut-embassy-amid-tensions\">ordered the departure</a> of all non-emergency personnel at its embassy in Beirut.</p><p>The White House on Tuesday said US President Donald Trump still prefers diplomatic engagement with Iran but would use lethal force if necessary.</p><p>The US and Iran are set to hold a <a href=\"/news/2026/2/22/oman-confirms-us-iran-talks-will-take-place-in-geneva-on-thursday\">third round of talks</a> on Thursday in Geneva.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Three myths about the Russia economic war | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-24T14:49:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-15T155706Z_948933989_RC27EBA2G9O4_RTRMADP_3_BRITAIN-RUSSIA-SANCTIONS-1761181127-1764206627.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four years after Russia’s full-scale invasion of Ukraine, the devastation wrought by the Kremlin’s drones, infantry, missiles and armour continues to be matched by economic destruction. This is a cost borne mostly by Ukraine: The World Bank now <a href=\"https://www.worldbank.org/en/news/press-release/2026/02/23/updated-ukraine-recovery-and-reconstruction-needs-assessment-released\">estimates</a> the cost of reconstruction, were the war to end today, is now $588bn, nearly three times the country’s GDP.</p><p>Simultaneous to the fighting in Ukraine itself, the economic war between Russia and the West rages on. But that battlefield has shifted far more sharply than the one in southern and eastern Ukraine has over the past year. With a war of attrition being waged on the ground, how the geo-economic battleground plays out from here may well prove more important in determining how the conflict is ultimately settled.</p><p>The nature of the changes in both sides’ economic fighting conditions, however, is obscured by a dense fog of war. This is compounded by the fact that most participants in this economic conflict are increasingly happy to obscure the state of the geo-economics at play, and to let narratives play out that are more rooted in propaganda and politics than fact. To understand where the war is headed, it could help to bust three myths about Russia’s current state of economic affairs and Western capabilities.</p><p>The first is that the economic cost Russia has borne is manageable. The Kremlin may appear willing to wage the war no matter the cost to its coffers and people, but that does not mean that doing so is not devastating its economy.</p><p>As a result of the 2022 invasion, the Kremlin has lost what was its largest gas export market: Europe. Before the war, Russia sold roughly 150 billion cubic metres (bcm) of gas to the EU annually; that number is down to <a href=\"https://www.consilium.europa.eu/en/infographics/where-does-the-eu-s-gas-come-from/#0\">38 bcm</a>. Based on the recent prices for European gas futures, every billion cubic metres is worth more than 300 million euros ($353m), meaning Russia is losing out on as much as 34 billion euros ($40bn) annually. That sum will increase next year when EU countries will phase out completely Russian gas imports.</p><p>Approximately $335bn in Russian sovereign assets remain frozen worldwide as well. Although the Kremlin has launched repeated legal challenges to the underpinning sanctions to scare off Ukraine’s backers from harnessing these in its defence, reading between the lines of recent Russian offers in negotiations indicates the Kremlin acknowledges a large portion thereof will never be recovered.</p><p>The Kremlin has also acknowledged that its remaining domestic piggy bank, the National Wealth Fund, is running dry, and with withdrawals at a record pace at the beginning of the year could even be spent by year’s end, barring a sustained uptick in oil prices.</p><p>The sole area of the economy that is performing well is that connected to the military and defence production, but sustained high borrowing costs and the decline in employable Russians due to war losses and recruitment mean that the Russian economy continues to bleed, too.</p><p>The second myth that must be dispelled is that the US has lost interest in fighting the economic war against Russia.</p><p>President Donald Trump may be making offers for Russian-American cooperation if a ceasefire and potential settlement to the conflict are reached, but it is still maintaining the sanctions.</p><p>In fact, his administration’s punitive economic measures are bringing real additional pain to the Kremlin in its sole remaining other major export market: oil.</p><p>Since Washington imposed sweeping sanctions on Russia’s two largest oil companies, Rosneft and Lukoil, in October, early signs suggest the measures are beginning to disrupt the Kremlin’s ability to place barrels on global markets.</p><p>The restrictions blacklisted firms responsible for a large share of Russian crude exports and deterred banks, traders and refiners from participating in deals, particularly in Asia. The Trump administration may lag well behind Europe in imposing sanctions on Russia’s shadow fleet, but it has outpaced Europe in targeting Iran’s, meaning there are more “black” barrels in the market than before.</p><p>The result has been a growing pool of oil in search of buyers. Cargoes have accumulated, with <a href=\"https://www.bloomberg.com/opinion/articles/2026-02-05/russia-and-iran-oil-black-market-is-in-trouble\" target=\"_blank\" rel=\"noopener\">tens of millions of barrels</a> stranded in storage or on tankers without firm destinations as refiners hesitate to risk sanctions exposure. The emerging pattern suggests sanctions are not stopping exports outright, but forcing a slower and less certain trade in which Russian crude must hunt for buyers – and offer increasingly sharp discounts.</p><p>Therefore, even as the geopolitical risk premium driven by Trump’s threat to strike Iran has seen the benchmark Brent oil price reach more than $70 per barrel, Russia has had to offer discounts of as much as $30 per barrel to secure buyers.</p><p>This is not only a US story. Even in India, where Washington has openly negotiated on tariffs in exchange for decreasing Russian oil purchases, European sanctions have helped heap on the pressure. Brussels significantly sharpened its “anti-circumvention measures” over the past year, going as far as to target refineries in both China and India.</p><p>In the latter case, the country’s second-largest refinery, Vadinar, which is part-owned by Rosneft, has been blacklisted since the middle of last year.</p><p>Europe is currently preparing its 20th sanctions package and has proposed going further still, including with an outright ban on providing any support for the trading of Russian crude. That process, however, as well as the crucial 90-billion-euro ($106bn) loan that Brussels agreed to provide Kyiv in December, <a href=\"/news/2026/2/23/eu-sanctions-russian-officials-as-hungary-blocks-funds-to-ukraine\">has been delayed</a> by the latest round of intra-EU squabbling, after Hungary extended its veto on the eve of the invasion’s anniversary.</p><p>And therein lies the third myth due for dispelling in relation to the ongoing economic war: Europe must be prepared to pay for assistance to Kyiv from its own coffers. The EU does have a viable alternative: Russia’s frozen assets.</p><p>In fact, the 90-billion-euro loan plan was itself thrown together at the last minute in December, after the bloc failed to unite on a plan to harness these assets, the lion’s share of which is firmly under EU jurisdiction. Negotiations failed last year, but that does not mean they cannot be revisited.</p><p>With Russia-US-Ukraine diplomatic negotiations making no discernible progress, and both sides girding for fighting to continue unabated into a fifth year, the economic war is set to trundle on, as well.</p><p>To threaten a real collapse of the Russian economy and force Moscow to make concessions on ending the war, the West must take steps it has been unable to so far. The alternative is far worse: striking a deal on the Kremlin’s terms that may encourage future aggression.</p><p data-start=\"1349\" data-end=\"1743\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "The killing of Mexican drug lord El Mencho: How it unfolded | Explainer News | Al Jazeera",
            "time": "2026-02-24T14:45:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699e0e0a-1771965962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexican forces killed Nemesio Oseguera Cervantes, known as “<a href=\"/news/2026/2/23/who-was-el-mencho-what-drug-lords-killing-means-for-mexico\">El Mencho</a>”, the leader of the <a href=\"/news/2026/2/24/with-el-mencho-killed-whats-next-for-mexico-and-the-jalisco-cartel\">Jalisco New Generation Cartel</a> (JNGC), in a high-risk operation in the western state of Jalisco on Sunday.</p><p>Security forces tracked El Mencho, one of the United States’s most wanted fugitives, to a property in the mountain town of Tapalpa, central-western Mexico, after receiving intelligence linked to a close associate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Troops launched a predawn raid on Sunday, triggering hours of gun battles and a wave of violence across several states.</p><p>The killing marks the most significant blow against organised crime since Mexican and US authorities recaptured Joaquin Guzman, known as “<a href=\"/news/2026/2/23/who-are-mexicos-top-cartel-bosses-killed-or-arrested-in-recent-years\">El Chapo</a>”, nearly a decade ago.</p><p>Here is what we know about how the operation to capture El Mencho unfolded on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-was-el-mencho\">Who was El Mencho?</h2><p>El Mencho, 59, was believed to be a former police officer. He was from Michoacan, western Mexico, and built a vast criminal enterprise over more than 30 years.</p><p>US authorities convicted him of heroin trafficking in the mid-1990s, and he served a prison sentence in the US before returning to Mexico, where he rose rapidly within the drug underworld.</p><p>Around 2009, he founded the JNGC, which expanded rapidly to become one of Mexico’s most powerful and violent cartels.</p><p>The group trafficked cocaine, methamphetamine and fentanyl to the United States and smuggled migrants northwards.</p><p>It also earned notoriety for deploying military-style tactics, including armed drones and improvised explosive devices, and for launching direct assaults on security forces.</p><figure id=\"attachment_4332068\" aria-describedby=\"caption-attachment-4332068\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332068\" src=\"/wp-content/uploads/2026/02/AP26053772719513-1771848560.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='A soldier stands guard by a charred vehicle after it was set on fire, in Cointzio, Michoacán state, Mexico, Sunday, Feb. 22, 2026, following the death of the leader of the Jalisco New Generation Cartel, Nemesio Oseguera, known as \"El Mencho.\" (AP Photo/Armando Solis)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332068\" class=\"wp-caption-text\">A soldier stands guard by a charred vehicle after it was set on fire, in Cointzio, Michoacán state, Mexico, Sunday, February 22, 2026, following the death of the leader of Nemesio Oseguera, known as ‘El Mencho’ [AP Photo/Armando Solis]</figcaption></figure><h2 id=\"how-did-the-operation-unfold\">How did the operation unfold?</h2><p>On February 20, acting on new intelligence from an associate of one of El Mencho’s romantic partners, Mexican authorities began surrounding the site in Tapalpa where El Mencho was believed to be hiding.</p><p>Special forces, backed by the National Guard, military aircraft and helicopters, sealed off the area before dawn on February 22.</p><p>Cartel gunmen opened fire as soldiers advanced. Security forces returned fire, killing several suspected CJNG members. El Mencho and members of his inner circle fled to a nearby wooded cabin complex, where a second firefight erupted.</p><p>Soldiers eventually found a wounded El Mencho alongside two bodyguards. The authorities airlifted him to a medical facility, but he died during the flight.</p><p>A US defence official told Reuters that a US military-led intelligence task force focusing on drug cartels had supported the operation.</p><figure id=\"attachment_4333385\" aria-describedby=\"caption-attachment-4333385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4333385\" src=\"/wp-content/uploads/2026/02/ap_699d4ddf3040e-1771916767.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"National Guard members patrol the area outside the General Prosecutor's headquarters in Mexico City\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4333385\" class=\"wp-caption-text\">National Guards patrol the area outside of the General Prosecutor’s headquarters in Mexico City, Sunday, February 22, 2026 [Ginette Riquelme/AP]</figcaption></figure><h2 id=\"what-happened-in-the-aftermath-of-the-operation\">What happened in the aftermath of the operation?</h2><p>The raid set off an immediate response from cartel bosses. The defence ministry identified a senior JNGC figure known as “El Tuli”, El Mencho’s right-hand man and a top financial operator within the cartel, as the organiser of coordinated attacks in Jalisco.</p><p>Mexican authorities said he orchestrated roadblocks, arson attacks and assaults on government facilities, and offered a bounty of 20,000 pesos ($1,100) for the killing of each member of the military, following the February 22 operation.</p><p>Later the same day, security forces tracked him to El Grullo, a small town about 180km (112 miles) southwest of Guadalajara. He attempted to flee, firing on officers who killed him in the ensuing clash.</p><p>Violence spread across Mexico rapidly. Cartel members torched vehicles and blocked highways in several states.</p><p>Airlines cancelled flights to Puerto Vallarta, a Pacific resort city in the western state of Jalisco, as plumes of smoke rising over parts of southern Mexico grabbed international headlines.</p><p>Schools and universities suspended classes, and local authorities urged residents to remain indoors.</p><p>By Monday, authorities reported that at least 30 suspected gang members, 25 National Guard troops and one civilian had been killed in the unrest following the operation.</p><p>Security forces arrested more than 70 people across seven states and recorded at least 85 cartel-related roadblocks on Sunday alone.</p><p>The killing of El Mencho removes one of Mexico’s most feared crime bosses.</p><p>While Mexico has long pursued a strategy of targeting cartel leaders, the experience has shown that removing kingpins can fracture groups and spark internal power struggles, analysts say.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What people in India are saying about Modi’s Israel visit | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-24T14:42:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771944122.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}