{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "What happens in Gaza’s ‘Bermuda Triangle’ | Opinions | Al Jazeera",
            "time": "2025-11-29T18:02:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-20T083417Z_396136869_RC2KFHAH1MEB_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-AID-1764438971.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been more than a month and a half since a ceasefire was concluded in Gaza. As part of the deal, 600 trucks were supposed to cross daily into the Strip carrying food, medicine, tents, fuel and other basic necessities.</p><p>We have grown used to official statements talking about hundreds of trucks crossing the border every day. Photos are released, crossings are documented carefully, and announcements are made with celebration.</p><p>“4,200 trucks carrying humanitarian goods are entering Gaza weekly, since the start of the ceasefire. 70% of trucks that entered carried food … Over 16,600 trucks of food entered Gaza since the start of the ceasefire. Over 370,000 tons of food,” claims a <a href=\"https://x.com/cogatonline/status/1993648112594772015\" target=\"_blank\" rel=\"noopener\">November 26 update</a> from the Israeli occupation authorities.</p><p>One would think the Palestinians in Gaza are the most well-fed people in the world.</p><p>To many of us, it is not clear how Israel counts the “trucks of food”, as there are indeed many commercial trucks allowed in that carry food of low nutritional value, like chocolate bars and biscuits, or food that is too expensive, like frozen chicken for $25 a kilo or a tray of eggs for $30.</p><p>Humanitarian organisations also seem to doubt the official count. According to the World Food Programme, only half of required food aid is entering Gaza. According to Palestinian relief agencies, <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">only a quarter</a> of necessary aid is actually allowed to go in.</p><p>And then only a fraction of that fraction actually reaches the displaced, the impoverished, the injured and the hungry. That is because much of the aid that does make it inside Gaza disappears into a “Bermuda triangle”.</p><p>The distance between the border and the displacement camps, where aid should be distributed, looks short on the map, but in reality, it is the longest distance politically and security-wise.</p><p>Yes, many trucks that go through never reach the families that need the supplies the most.</p><p>People hear about trucks, yet see no humanitarian packages. They hear about tonnes of flour, but they see no bread. They watch videos of trucks entering the Strip, but they never seen them come to their camps or neighbourhoods. It feels as if the aid enters Gaza only to vanish into thin air.</p><p>Recently, talk about the missing aid has grown louder in the streets, especially as basic food items have suddenly appeared in local markets while still carrying labels that say: “Humanitarian Aid Not for Sale”. I have seen cans of chicken meat with this label being sold for $15 apiece.</p><p>Even when aid parcels reach the needy, they are often lacking in promised items. For example, my family received a food parcel that was supposed to contain rice, lentils, and six bottles of cooking oil, but when we opened it, there was no rice or lentils, only three bottles of cooking oil.</p><p>This is not simply a matter of corruption. After two years of genocidal war, governance in Gaza has collapsed, its institutions systematically targeted by the Israeli army. There is no unified authority, and there is no force able to provide public order and security.</p><p>According to the UN mechanism for aid <a href=\"https://app.un2720.org/tracking\" target=\"_blank\" rel=\"noopener\">monitoring</a>, from May 19 to November 29, 8035 aid trucks made it to their destinations inside Gaza; 7,127 were “intercepted” either “peacefully” or “forcefully”.</p><p>The Israeli army sets restrictions on the roads that trucks can take, often forcing them to take routes that are full of danger. Some roads cannot be used without coordination with powerful local families or neighbourhood committees, others are controlled by armed groups. All this makes a trip of a few dozen kilometres a very fragile process that is easy to disrupt. This is how aid disappears into Gaza’s “Bermuda triangle”.</p><p>International organisations are also unable to enforce security. They cannot accompany trucks because of the danger, cannot supervise unloading in real time, and do not have enough staff to track every shipment. Their dependence on local committees and volunteers means they rely on a system full of gaps that different parties quickly take advantage of.</p><p>Amid all this, one big question remains: Who truly benefits from the disappearance of aid?</p><p>There are the merchants looking for quick profit. There are the local armed groups seeking a source of cash. And there is, of course, the occupation and its allies who want to continue using hunger as a tool of political pressure. All of them are benefitting from the pain of ordinary Palestinians.</p><p>The problem here is that attention to what is happening in Gaza has diminished since the ceasefire. The global public feels reassured that the genocide is over, and it is no longer asking why aid is not reaching the Palestinian people.</p><p>Meanwhile, within policy and political circles, the disappearance of aid is being normalised, as if it were a natural outcome of conflict. But it is not; it is an engineered crisis meant as yet another kind of collective punishment for the Palestinian people.</p><p>As the world chooses yet again to turn a blind eye, it is not only trucks that are vanishing into Gaza’s “Bermuda triangle”, it is also the strength of Palestinians to keep going.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Palmeiras vs Flamengo - Copa Libertadores final 2025 | Football News | Al Jazeera",
            "time": "2025-11-29T18:02:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2248804612-1764351854.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Palmeiras vs Flamengo – Copa Libertadores final 2025</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with full team news coverage, ahead of our text commentary stream of the all Brazilian final.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tunisia police arrrest opposition figure Chaima Issa during protest | News | Al Jazeera",
            "time": "2025-11-29T17:28:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_692b1aab-1764432555.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tunisia police arrrest opposition figure Chaima Issa during protest</h1><p class=\"article__subhead\"><em>Arrest comes after appeals court handed jail terms to opposition leaders, businessmen and lawyers on charges of conspiracy to overthrow President Kais Saied.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tunisian police have arrested prominent opposition figure Chaima Issa at a protest in the capital Tunis on Saturday, lawyers said.</p><p>The protest came after an appeals court on Friday handed jail terms of <a href=\"/news/2025/11/28/tunisia-hands-long-prison-sentences-to-opposition-business-media-figures\">up to 45 years</a> to opposition leaders, businessmen and lawyers on charges of conspiracy to overthrow President Kais Saied. Issa was handed a 20-year sentence during the trial.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“They will arrest me shortly,” Issa had told the Reuters news agency moments before her arrest.</p><p>“I say to the Tunisians, continue to protest and reject tyranny. We are sacrificing our freedom for you”.</p><p>She described the charges as unjust and politically motivated.</p><p>Police are also widely expected to arrest Najib Chebbi, the head of the opposition National Salvation Front, the main opposition coalition challenging Saied.</p><p>He received a 12-year prison sentence, and opposition figure Ayachi Hammami received a five-year sentence.</p><p>Human Rights Watch on Friday described the trial as a “travesty of justice”, saying it was “political, unfair, and without the slightest evidence” against the defendants.</p><p>In a statement to the AFP news agency, the US-based rights group condemned the “shameless instrumentalisation of the judiciary to eliminate Saied’s opponents”.</p><p>Meanwhile, UK-based rights group Amnesty International said the ruling was “an appalling indictment of the Tunisian justice system”, condemning “a relentless campaign to erode rights and silence dissent” in Tunisia.</p><p>During a sweeping power grab in July 2021, Saied suspended parliament and expanded executive power so he could rule by decree. Since then, the president has jailed many of his critics.</p><p>Many of the powers that Saied had taken for himself were later enshrined in a new constitution, ratified in a widely boycotted 2022 referendum, while media figures and lawyers critical of Saied have been prosecuted and detained under a <a href=\"/news/2023/7/18/tunisia-anti-fake-news-law-criminalises-free-speech-legal-group\">“fake news” law</a> enacted that same year.</p><p>Saied says his actions are legal and aimed at ending years of chaos and rampant corruption.</p></div></div></body></html>"
        },
        {
            "title": "Why isn’t US media busting the ‘narco-state’ myth? | Nicolas Maduro | Al Jazeera",
            "time": "2025-11-29T17:16:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764436578.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">The United States’ deadly “counter-narcotics mission” off Venezuela’s coast hinges on an unproven drug-smuggling narrative – a familiar pretext for regime change, and one the mainstream media have been quick to echo. Meanwhile, Venezuelans face escalating repression at home.</p><p class=\"p2\"><strong>Contributors:<br>\n</strong>Spencer Ackerman – Author, Reign of Terror and Waller vs Wildstorm<br>\nAbby Martin – Journalist, The Empire Files<br>\nMiguel Tinker Salas – Professor, Latin American history, Pomona College<br>\n“Pablo” – Anonymous Venezuelan journalist</p><h2 id=\"on-our-radar\" class=\"p2\">On our radar:</h2><p class=\"p2\">New leaks, from a disputed 28-point peace proposal to a secretly recorded call between Trump’s envoy and a Russian official, have upended the delicate Russia-Ukraine negotiations. Meenakshi Ravi explores what these revelations mean for any future deal.</p><h2 id=\"israel-s-settlers-from-margin-to-mainstream\" class=\"p2\">Israel’s settlers: From margin to mainstream</h2><p class=\"p3\">Israeli settler violence in the West Bank has surged to unprecedented levels, driven by a fringe movement whose far-right ideology has been amplified and normalised across Israeli news outlets. <em>The Listening Post’s</em> Nic Muirhead reports on the movement’s growing power and the media ecosystem enabling its rise.</p><p class=\"p2\">Featuring:<br>\nHilla Dayan – Sociologist, University of Amsterdam<br>\nNimrod Nir – Political psychologist, Hebrew University of Jerusalem / Director, AGAM Labs<br>\nOren Ziv – Photojournalist, +972 Magazine</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russian strikes on Kyiv kill three as Ukraine envoys travel to US for talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-29T16:15:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_692aad80-1764404608.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian drone and missile strikes in and around Ukraine’s capital, Kyiv, have <a href=\"/news/liveblog/2025/11/29/russia-ukraine-war-live-kyiv-comes-under-deadly-drone-missile-attacks\">killed at least three people</a> and wounded dozens of others, officials said, as Ukrainian representatives travelled to the United States for talks on a renewed push to end the war.</p><p>“Russia shot dozens of cruise and ballistic missiles and over 500 drones at ordinary homes, the energy grid, and critical infrastructure,” Foreign Minister Andrii Sybiha wrote on X on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“While everyone is discussing points of peace plans, Russia continues to pursue its ‘war plan’ of two points: to kill and destroy,” he added.</p><p>The Kyiv City Military Administration said two people were killed in the strikes on the capital in Kyiv. A woman died, and eight people were wounded in a combined missile and drone attack on the broader Kyiv region, according to the regional police.</p><figure id=\"attachment_4138653\" aria-describedby=\"caption-attachment-4138653\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138653\" src=\"/wp-content/uploads/2025/11/2025-11-29T055743Z_814163735_RC246IAVPJIH_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1764398973.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Vehicles burn after being damaged during a Russian missile and drone attack on Kyiv, amid Russia's attack on Ukraine, November 29, 2025. REUTERS/Valentyn Ogirenko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138653\" class=\"wp-caption-text\">Vehicles burn after being damaged during a Russian missile and drone attack on Kyiv, amid Russia’s attack on Ukraine, November 29, 2025 [Valentyn Ogirenko/Reuters]</figcaption></figure><p>Mayor Vitali Klitschko said 29 people were wounded in Kyiv, noting that falling debris from intercepted Russian drones hit residential buildings. He also said the western part of Kyiv had lost power.</p><p>Kyiv’s military administration head, Tymur Tkachenko, said in a social media post that a 42-year-old man was killed by a drone, while the man’s 10-year-old son was taken to hospital with “burns and other injuries”.</p><p>“The world should know that Russia is targeting entire families,” Tkachenko said, adding that the son was the only child recorded among the injured so far.</p><p>Following the attacks on Kyiv, EU Ambassador Katarina Mathernova cast doubt on Russia’s stated interest in a peace deal.</p><p>“While the world discusses a possible peace deal. Moscow answers with missiles, not diplomacy,” Mathernova said in a post on X.</p><h2 id=\"ukraine-team-heads-to-us\">Ukraine team heads to US</h2><p>On the diplomatic front, Ukrainian President Volodymyr Zelenskyy said that his negotiators had left for Washington to seek a “dignified peace” and a rapid end to the war begun by Russia in 2022.</p><p>Zelenskyy is under growing pressure from Washington to agree to a US proposal to end the war that critics say heavily favours Moscow.</p><p>The Ukrainian team is being led by former defence chief Rustem Umerov, following the resignation on Friday of his chief of staff Andriy Yermak amid a corruption probe.</p><p>“The task is clear: to swiftly and substantively work out the steps needed to end the war,” he posted on X.</p><p></p><p>“Ukraine continues to work with the United States in the most constructive way possible, and we expect that the results of the meetings in Geneva will now be hammered out in the United States.”</p><p>At Kyiv’s insistence, US President Donald Trump’s initial 28-point plan to end the war was revised during talks in Geneva with European and US officials. However, many contentious issues remain unresolved.</p><h2 id=\"black-sea-attacks\">Black Sea attacks</h2><p>Separately on Saturday, an official from the SBU security service said that Ukraine had hit two tankers used by Russia to export oil while skirting Western sanctions with marine drones in the Black Sea.</p><p>The joint operation to hit the so-called “shadow fleet” vessels was run by the SBU and Ukraine’s navy, the official told the Reuters news agency on condition of anonymity.</p><p>Turkish authorities have said that blasts rocked two shadow fleet tankers near Turkiye’s Bosphorus Strait on Friday, causing fires on the vessels, and rescue operations were launched for those on board.</p><figure id=\"attachment_4139203\" aria-describedby=\"caption-attachment-4139203\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4139203\" src=\"/wp-content/uploads/2025/11/afp_692b07525898-1764427602.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This video grab taken from images released by the Security service of Ukraine (SBU) on November 29, 2025, shows smoke rising from a cargo ship on fire in the Black Sea off the Turkish coast, amid the ongoing Russian-Ukrainian conflict.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4139203\" class=\"wp-caption-text\">This video grab taken from images released by the Security Service of Ukraine (SBU) shows smoke rising from a cargo ship on fire in the Black Sea off the Turkish coast, amid the ongoing Russian-Ukrainian conflict [AFP]</figcaption></figure><p>The SBU official said both tankers – identified as the Kairos and Virat – were empty and on their way to the port of Novorossiysk, a major Russian oil terminal.</p><p>“Video [footage] shows that after being hit, both tankers sustained critical damage and were effectively taken out of service. This will deal a significant blow to Russian oil transportation,” the official said. They did not say when the strikes took place.</p><p>Ukraine has consistently called for tougher international measures for Russia’s “shadow fleet”, which it says is helping Moscow export vast quantities of oil and fund its war in Ukraine despite Western sanctions.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Donald Trump says Venezuela airspace now closed as tensions surge | Donald Trump News | Al Jazeera",
            "time": "2025-11-29T13:38:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1762948814.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Donald Trump says Venezuela airspace now closed as tensions surge</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>No immediate response from Venezuela after President Trump’s makes the announcement on social media on Saturday.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump says Venezuela airspace to be shut ‘in its entirety’ as tensions rise | Nicolas Maduro News | Al Jazeera",
            "time": "2025-11-29T13:09:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20250808__692X863__v1__MidRes__ComboUsVenezuelaPoliticsTrumpMaduro-1758013338-1760605621.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said the airspace above and surrounding Venezuela is to be closed “in its entirety”, as tensions between the countries escalate.</p><p>There was no immediate response by Venezuela to Trump’s social media post on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“To all Airlines, Pilots, Drug Dealers, and Human Traffickers, please consider THE AIRSPACE ABOVE AND SURROUNDING VENEZUELA TO BE CLOSED IN ITS ENTIRETY,” he wrote on his Truth Social platform.</p><p>Trump’s post comes amid weeks of <a href=\"/news/2025/11/3/trump-says-days-numbered-for-venezuelas-maduro\">escalating rhetoric</a> by senior US officials against Venezuelan President Nicolas Maduro and his government.</p><p>While the Trump administration has said it is targeting Venezuela as part of a push to combat drug trafficking, experts and human rights observers have warned that Washington appears to be laying the groundwork for an attempt to unlawfully remove Maduro from power.</p><p>The US has <a href=\"/news/2025/11/25/top-us-military-adviser-tours-caribbean-as-pressure-on-venezuela-deepens\">deployed an aircraft carrier</a> to the Caribbean and carried out a series of deadly bombings on vessels it accused of being involved in drug trafficking, killing dozens of people in what United Nations experts have described as extrajudicial killings.</p><p>Earlier this week, <a href=\"/news/2025/11/28/trump-says-us-will-soon-stop-venezuelan-drug-trafficking-by-land\">Trump also warned</a> that he would start targeting Venezuelan drug trafficking “by land” soon.</p><p>During a speech broadcast on national television on Thursday, Maduro said Venezuelans would not be intimidated.</p><p>The Venezuelan president had said the US “was increasing what he called ‘excuses and lies’ to try and justify an intervention in Venezuela, and that was before this announcement was made [on Saturday] by President Trump”, Al Jazeera’s Lucia Newman explained.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fear-of-attacks\">Fear of attacks</h2><p>Newman said the Trump administration has been “systematically increasing the pressure” on Maduro’s government over several months.</p><p>In August, Washington <a href=\"/news/2025/8/8/us-doubles-reward-for-arrest-of-venezuelas-president-maduro-to-50m\">offered a $50m reward</a> for information leading to Maduro’s arrest, doubling a previous sum.</p><p>And earlier this week, the US <a href=\"/news/2025/11/24/us-adds-venezuelan-cartel-to-terror-list-as-military-threat-rises\">announced</a> it was designating the so-called “Cartel de los Soles”, which it asserts is linked to Maduro, as a “terrorist” organisation.</p><p>Venezuelans began using the term Cartel de los Soles in the 1990s to refer to high-ranking military officers who had grown rich from drug-running.</p><p>At the same time, there have been reports that the US president has spoken with his Venezuelan counterpart.</p><p>On Friday, The New York Times reported that Trump spoke with Maduro last week and discussed a possible meeting between the two leaders in the US.</p><p>Citing multiple people with knowledge of the matter, the newspaper said there were no plans at the moment for such a meeting, which, if it were to take place, would be the first-ever encounter between Maduro and a US president.</p><p>Trump is “going hot and cold” vis-a-vis Venezuela, said Newman, Al Jazeera’s Latin America editor.</p><p>She added that while Trump’s statement on Saturday is “an escalation … on paper”, it remains to be seen whether Washington will attack the country, “which is the fear being raised”.</p><p>“When you tell airlines not to go to Venezuela, when you say that the airspace has now been closed, you’re sending a very, very aggressive message. Whether this will play out is another matter altogether,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US Federal Aviation Administration (FAA) had warned airlines last week of a “potentially hazardous situation” in Venezuelan airspace due to a “worsening security situation and heightened military activity”.</p><p>Six airlines that account for much of the travel in South America then suspended flights to Venezuela.</p><p>That drew the ire of Caracas, which suspended the companies’ operating rights and accused them of “joining the actions of state terrorism promoted by the United States”.</p><h2 id=\"scorched-earth-policy\">‘Scorched earth’ policy</h2><p>Charles Shapiro, a former US ambassador to Venezuela, said Trump’s announcement on Saturday “turns up the pressure on Maduro”</p><p>“Clearly, what the government of the United States [and] President Trump wants is for Maduro to leave office, and that would mean he’d have to leave the country,” Shapiro told Al Jazeera.</p><p>He added that while the Trump administration’s claims that its actions are part of a push to stem drug trafficking to the US, the real intention is to remove Maduro.</p><p>Meanwhile, Francisco Rodriguez, a senior research fellow at the Center for Economic and Policy Research, a US-based think tank, warned of the effects that Trump’s policies will have on the citizens of Venezuela.</p><p>Saturday’s announcement reflects a “scorched earth” policy towards the country, which for years has been grappling with widespread poverty, unemployment and mass outward migration, Rodriguez wrote on X.</p><p>“A country subject to air isolation is a country where medicine and essential supplies cannot enter, and whose citizens cannot travel even for emergency reasons,” he said, adding that the Venezuelan people are not “chess pieces”.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo tours Istanbul’s Blue Mosque during Turkiye trip | Religion | Al Jazeera",
            "time": "2025-11-29T12:49:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764420553.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘I am a terrorist’, UK activists release video to support Palestine Action | Protests | Al Jazeera",
            "time": "2025-11-29T12:44:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764420235.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thunberg and Albanese join pro-Palestine protests in Italy | Protests | Al Jazeera",
            "time": "2025-11-29T12:11:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764418305.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Minorities hail renewed space as Pope Leo visits Turkiye | Religion News | Al Jazeera",
            "time": "2025-11-29T12:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25333241006367-1764417865.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Istanbul, Turkiye –</strong> Pope Leo XIV has chosen Turkiye for his <a href=\"/news/2025/11/27/pope-leo-heads-to-turkiye-lebanon-in-first-foreign-trip-as-catholic\">first foreign trip</a> as the head of the Roman Catholic Church, a deeply symbolic move that minority community representatives say is taking place at a time of renewed openness in the Muslim-majority country.</p><p>During his visit this week, the pontiff held talks with President Recep Tayyip Erdogan, <a href=\"/news/2025/11/28/pope-orthodox-leader-mark-christian-milestone-in-historic-turkiye-meeting\">met religious leaders</a> and visited places of worship in the country where Christianity’s deep roots sit alongside a long and influential Islamic tradition.</p><p>Today, Turkiye’s population of more than 80 million people is at least 99 percent Muslim, yet the country remains home to centuries-old Greek, Armenian, Syriac and Latin Christian communities that have long been part of its social fabric.</p><p>After decades shaped by political tensions, demographic change and property disputes, representatives of minority foundations say today’s climate offers greater visibility and confidence than they have experienced in decades. They also see the timing of Pope Leo’s visit as reflective of a period in which historic foundations feel more able to restore properties, organise religious life and engage directly with state bodies.</p><p>“This is, first of all, a great honour for Turkiye,” Manolis Kostidis, vice president of the Greek Foundations Association, told Al Jazeera of the pope’s visit.</p><p>“It’s also extremely important for the Ecumenical Patriarchate and for the Greek community. Istanbul has hosted empires for centuries, and welcoming such a guest shows the value of the patriarchate – especially with the support the Turkish government has given in recent years,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the early decades of the Turkish Republic, Turkiye’s Greek, Armenian and Syriac populations numbered in the hundreds of thousands. Their decline over the 20th century was shaped by a series of political ruptures – from the 1942 Wealth Tax, which disproportionately targeted non-Muslims, to the 1955 Istanbul pogrom that devastated Greek, Armenian and Jewish neighbourhoods, and the 1964 deportation of more than 12,000 Greek citizens amid tensions over Cyprus.</p><p>Other administrative restrictions and legal rulings followed in subsequent decades, gradually accelerating emigration. Today, the remaining communities are far smaller, yet their representatives stress resilience, continuity and a deep sense of belonging to the country they have lived in for centuries.</p><figure id=\"attachment_4138962\" aria-describedby=\"caption-attachment-4138962\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138962\" src=\"/wp-content/uploads/2025/11/AFP__20251129__86JK9EN__v1__HighRes__TurkeyVaticanPopeDiplomacy-1764417581.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Pope Leo XIV stands with patriarch Mor Ignatius Aphrem II (L) and patriarch Bortholomew I as he arrives for a private meeting with religious leaders at the Mor Ephrem Syriac Orthodox Church, in Istanbul on November 29, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138962\" class=\"wp-caption-text\">Pope Leo XIV, second from left, stands with Patriarch Mor Ignatius Aphrem II, left, and Patriarch Bortholomew I, second from right, as he arrives for a private meeting with religious leaders at the Mor Ephrem Syriac Orthodox Church in Istanbul [Andreas Solaro/AFP]</figcaption></figure><p>“If Turkiye’s population is 85 million, we are about 85,000 – one in a thousand,” Can Ustabası, head of the Minority Foundations Representative Office, told Al Jazeera.</p><p>“Communities that were once in the millions are now tiny. We’re citizens of this country, but history brought us to this point.”</p><p>While the pressures affecting minority groups through the 20th century are widely documented, community representatives agree that the atmosphere of the past two decades stands in sharp contrast.</p><p>From the 2000s onward, minority foundations benefitted from a number of legal changes.</p><p>The Foundations Law, first drafted in the Ottoman era and later adapted by the Republic, governs how non-Muslim charitable foundations own, manage and inherit property. A series of European Union-driven harmonisation packages between 2003 and 2008 expanded their ability to register assets, reclaim properties seized under earlier rulings, and receive donations and inheritances again.</p><p>This culminated in a 2011 government decree instructing the return – or compensation – of properties that had been taken from foundations under the 1974 Court of Cassation ruling and earlier administrative practices.</p><p>“Erdogan’s instruction to ‘return what rightfully belongs to them’ changed the attitude of every state body. Previously, getting permission to paint a church took years. Now, doors open easily,” Ustabasi said.</p><h2 id=\"one-of-most-comfortable-periods\">‘One of most comfortable periods’</h2><p>Lawyer Kezban Hatemi, who has advised minority foundations for decades, agreed that this has been “a major reform” but noted that more needed to be done. “Some cases are still ongoing – this kind of historical process never ends quickly,” Hatemi told Al Jazeera.</p><p>According to Hatemi, the earlier reluctance of state institutions was rooted in a decades-old mentality shaped by security fears and restrictive legal interpretations. She said minority foundations faced layers of bureaucratic obstacles for years, with even basic repairs or property registrations blocked. This only began to shift when EU harmonisation reforms created a new legal framework and political resolve emerged to act on it.</p><p>“The EU process gave real momentum – but it also took political will,” she said, noting that “a major blockage was removed” even as old fears loom for some.</p><p>“People abroad still say: ‘Don’t buy property in Istanbul, you never know what could happen.’ The memory from the 40s to the 70s is still very strong.”</p><figure id=\"attachment_4138960\" aria-describedby=\"caption-attachment-4138960\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138960\" src=\"/wp-content/uploads/2025/11/AFP__20251129__86JQ4WQ__v1__HighRes__TurkeyVaticanPopeDiplomacy-1764417553.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"People react and take photos in front of the Mor Ephrem Syriac Orthodox Church, where Pope Leo XIV meets with religious leaders, in Istanbul on November 29, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138960\" class=\"wp-caption-text\">People outside the Mor Ephrem Syriac Orthodox Church, where Pope Leo XIV met religious leaders on Saturday [Yasin Akgul/AFP]</figcaption></figure><p>Ustabasi noted that while the process has not always been straightforward, some 1,250 properties “were returned through EU harmonisation reforms and changes to the Foundations Law” between 2003 and 2018.</p><p>Kostidis said the impact of the return of the properties has not only been material. “It makes us feel like full citizens,” he said, noting that “minorities have lived one of their most comfortable periods” since Erdogan came to power in 2003.</p><p>One of the clearest signs of renewed confidence is among Syriacs, particularly in Tur Abdin – the historic heartland of Syriac Christianity in southeastern Turkiye that stretches across Midyat and the wider Mardin region. In these villages, return migration has slowly begun to reverse.</p><p>“People who emigrated to Europe are building homes again in Midyat and its villages,” Ustabasi said. “The roads are better than Istanbul, security is solid, and some are even preparing to live there long term.”</p><p>He linked the shift directly to improved security conditions in the southeast, a region that for decades was affected by clashes between the Turkish state and the outlawed Kurdistan Workers’ Party, or PKK, making travel and daily life unpredictable. “A Turkiye without terrorism opens many doors. People feel safe travelling, restoring homes, returning to their villages,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kostidis said returns to Turkiye’s largest city of Istanbul are also possible – but require practical fixes.</p><p>“Large-scale returns are unlikely. But yes, some will come back if residency issues are fixed,” he said, calling for “a special regulation” for Greeks from Istanbul with Greek citizenship.</p><p>“All communities – Muslim, Jewish, Armenian, Syriac, Greek – should live in this city. Istanbul’s strength has always been its plurality.”</p><h2 id=\"powerful-message\">‘Powerful message’</h2><p>Despite significant progress, several legal and administrative issues remain unresolved, with the representatives citing foundation board elections, legal ambiguity around autonomy and longstanding cases in some properties’ handover.</p><p>Ustabasi called for changes in the legal framework, while Hatemi noted the state “still intervenes in foundation governance in ways it never does with Muslim foundations. This mentality hasn’t fully changed – but I’m hopeful.”</p><p>Turkish-Armenian journalist and writer Etyen Mahcupyan said the pace of reform shifted after a failed coup attempt in 2016, when state bureaucracy regained influence over politics and decision-making.</p><p>He believes restitution slowed as a result, but said momentum could return if Turkiye “brings EU membership back to the forefront”. Turkiye started talks to join the bloc in 2005, but the accession bid <a href=\"/news/2023/9/20/analysis-is-turkeys-bid-for-eu-membership-over\">has effectively been frozen</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mahcupyan views Pope Leo’s visit as carrying political and symbolic resonance, given that the pope is seen not only as a religious figure but also as a political actor.</p><p>“Considering Turkiye’s foreign policy ambitions, this visit offers positive contributions. Ankara wants to shape a Turkiye that is accepted in global politics – and the world seems ready for it.”</p><p>Mahcupyan noted the pope’s “<a href=\"/news/2025/6/26/pope-leo-decries-shameful-disregard-for-international-law\">clear position</a>” on Israel’s genocidal war on Gaza “aligns closely with Turkiye’s own line. This kind of convergence is important. It prevents Turkiye from turning inward, helps the world look at Turkiye more gently – and softens attitudes towards non-Muslims.”</p><p>He also said the visit helps ensure minority communities “are not forgotten”.</p><p>Kostidis agreed.</p><p>“A Muslim-majority country hosting the leaders of the Christian world – you can’t give a more powerful message than this,” he said.</p></div></div></body></html>"
        },
        {
            "title": "The human cost of the Philippines’ flood-control corruption scandal | Climate Crisis | Al Jazeera",
            "time": "2025-11-29T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764313411.jpg?resize=1920%2C1075&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">101 East investigates rampant alleged corruption in flood-control projects in one of Asia’s most typhoon-prone countries.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the Philippines, a massive corruption scandal is triggering street protests and putting pressure on the government of Ferdinand Marcos Jr.</p><p>The population’s increasing exposure to typhoons, floods and rising sea-levels has seen the government allocate $9.5bn of taxpayer funds to more than 9,800 flood-control projects in the last three years.</p><p>But recent audits reveal widespread cases of structures being grossly incomplete or non-existent.</p><p>Multiple government officials are accused of pocketing huge kickbacks, funding lavish lifestyles.</p><p><em>101 East</em> investigates how the most vulnerable are being flooded by corruption in the Philippines.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gaza death toll surpasses 70,000 as Israel keeps up attacks despite truce | Gaza News | Al Jazeera",
            "time": "2025-11-29T10:17:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_692b119facbd2-1764430239.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza death toll surpasses 70,000 as Israel keeps up attacks despite truce</h1><p class=\"article__subhead\"><em>Drone attack hits Bani Suheila in southern Gaza amid continued Israeli attacks on the enclave.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from Israel’s genocidal war against the Palestinian people in Gaza has surpassed 70,000, the Health Ministry in the enclave says, as Israeli military attacks continue.</p><p>The ministry said on Saturday that at least 70,100 people have been killed across the Gaza Strip since Israel’s genocidal war against the Palestinian people in Gaza began on October 7, 2023. More than 170,900 others have been wounded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The grim milestone comes as Israel has continued to launch attacks on Gaza despite a United States-brokered ceasefire with Hamas that came into effect last month.</p><p>Medics reported earlier on Saturday that two Palestinian children were killed in an Israeli drone attack on the town of Bani Suheila, east of Khan Younis in southern Gaza.</p><p>Witnesses told Al Jazeera that drones dropped a bomb on a group of civilians near al-Farabi School on Saturday morning, killing two brothers, Juma and Fadi Tamer Abu Assi.</p><p>The two boys were taken to the Nasser Medical Complex in Khan Younis with critical injuries, where they were later pronounced dead, medical sources said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The area targeted by the attack lies beyond the <a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">so-called Yellow Line</a> marking the Israeli forces’ redeployment boundary agreed under the ceasefire agreement, which took effect on October 10, sources said.</p><p>Also on Saturday, the Israeli military launched ground, naval, and air attacks on several parts of Gaza.</p><p>Medical sources reported that three Palestinians were injured as a result of Israeli artillery and air bombardment in the town of al-Qarara, northeast of Khan Younis.</p><p>Israeli aircraft also launched raids in the Tuffah neighbourhood, in the east of Gaza City, on Saturday morning.</p><p>Additionally, attacks hit the eastern areas of Rafah city in southern Gaza.</p><p>The attacks come a day after Nasser Medical Complex announced the killing of a Palestinian by Israeli drone fire beyond the Yellow Line in the town of Bani Suheila.</p><p>Ismail al-Thawabta, director of Gaza’s Government Media Office, said on Friday that 535 <a href=\"/news/2025/11/23/israel-has-violated-gaza-truce-nearly-500-times-in-44-days-killed-hundreds\">Israeli violations</a> had been documented since the ceasefire took hold.</p><p>“The humanitarian situation in Gaza is deteriorating at an unprecedented rate, and the Israeli aggression has destroyed infrastructure and essential services,” al-Thawabta said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces injure hundreds of Palestinians in raids on Tubas, West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-29T10:10:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_692ac07b430a-1764409467.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">Israeli forces have wounded more than 200 Palestinians in raids on the West Bank governorate of Tubas, as a <a href=\"/news/2025/11/26/israels-siege-on-west-bank-city-raises-alarms-over-ethnic-cleansing\">major offensive</a> on northern parts of the occupied territory that began on Wednesday continues to inflict widespread destruction.</p><p class=\"s3\">The Palestinian Red Crescent Society (PRCS) told Al Jazeera that 78 of the people wounded in Israeli attacks on Tubas since Wednesday required treatment in hospital.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s3\">After withdrawing from Tammun and Far’a refugee camp on Friday, Israeli soldiers have shifted the focus of raids to the city of Tubas, as well as the nearby villages of Aqqaba and Tayaseer.</p><p class=\"s3\">Local officials said Israeli forces have detained nearly 200 Palestinians in the past four days. Most were interrogated on site and let go, but at least eight people were arrested and taken to Israeli military jails.</p><p class=\"s3\">At least nine Palestinians were detained in other military raids in Qalqilya, Jenin and Nablus. The Wafa news agency quoted local sources as saying on Saturday that two children and a woman were among five arrested at dawn in Qalqilya.</p><p>PRCS also said 10 Palestinians were injured in an Israeli settler attack near the village of Khalayel al-Louz, east of Bethlehem, Wafa reported. Of those, one person was shot in the thigh and three others were beaten and taken to hospital.</p><p class=\"s3\">Violent <a href=\"/news/2025/11/5/israeli-army-settlers-struck-2350-times-in-west-bank-last-month-report\">raids by Israeli soldiers and attacks by armed settlers</a> have escalated since October 2023, with 47 army incursions taking place on average every day across the occupied West Bank in November.</p><p class=\"s3\">The mayor of Tammun told Al Jazeera that while the town in the Tubas governorate was subject to dozens of raids in the past couple of years, the ones this week were the worst in terms of scale, destruction and violence.</p><p class=\"s3\">He said that more than 1.5km (one mile) of roads have been torn up, water networks destroyed, private property vandalised and people severely beaten, repeating the pattern of other major Israeli military attacks across the occupied West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s3\">In the Jenin refugee camp, where Israeli soldiers have been advancing in a major offensive launched in January, Israeli bulldozers are making way for the demolition of at least 23 more Palestinian homes.</p><p class=\"s3\">This comes several days after they issued notices claiming that the demolitions were necessary to ensure “freedom of movement” for the Israeli forces within the camp – even though the area remains largely empty as most families have been displaced.</p><p class=\"s3\">The condemned buildings were home to 340 Palestinians. Only 47 of them, mostly women, were allowed to retrieve their belongings on Thursday.</p><p class=\"s3\">A member of the Jenin Refugee Camp Services Committee told Al Jazeera that residents were given two hours to collect possessions, and some could not even recognise their homes due to the level of destruction after the Israeli assault.</p><p>The armed wing of Palestinian Islamic Jihad said on Friday its fighters carried out a series of attacks on Israeli soldiers during raids in Jenin and Tubas.</p><p>The group said its fighters in Tubas targeted an Israeli foot patrol with an antipersonnel explosive device in the Wadi al-Tayaseer area. Fighters detonated explosives against Israeli military vehicles in the al-Ziyoud and al-Bir areas of the town of Silat al-Harithiya in Jenin, it added.</p><p class=\"s3\">Since October 2023, Israeli soldiers have killed at least 1,086 Palestinians across the occupied West Bank, including 223 children. At least 251 were killed in 2025.</p><p class=\"s3\">At least 10,662 Palestinians have also been wounded since the start of Israel’s genocidal war on Gaza, with more than 20,500 rounded up. As of the beginning of November, there were 9,204 Palestinians in Israeli jails, 3,368 of whom are <a href=\"/news/2025/1/26/why-are-there-so-many-palestinian-children-in-israeli-prisons\">detained without charges</a>.</p><p class=\"s3\">Palestinian <a href=\"/news/2025/11/17/palestinian-deaths-in-israeli-jails-surge-amid-gaza-war-report\">deaths have also surged</a> in the custody of both the Israeli army and the Israel Prison Service, with at least 94 deaths documented since October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Sri Lanka seeks foreign help as Cyclone Ditwah death toll reaches 132 | Floods News | Al Jazeera",
            "time": "2025-11-29T08:50:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_692a9f1431a8-1764400916.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sri Lanka seeks foreign help as Cyclone Ditwah death toll reaches 132</h1><p class=\"article__subhead\"><em>Some 44,000 people displaced by flooding across the country as relief operations intensify amid widespread destruction.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sri Lanka has made an appeal for international assistance as the death toll from heavy rains and floods triggered by Cyclone Ditwah rose to 132, with another 176 reported missing.</p><p>The <a href=\"/economy/2025/11/28/more-than-50-killed-in-deadly-sri-lanka-floods-what-we-know-so-far\">extreme weather</a> system has destroyed nearly 15,000 homes across the country, sending almost 44,000 people to state-run temporary shelters, the Disaster Management Centre (DMC) said on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Although Cyclone Ditwah was heading towards neighbouring India to the north on Saturday, more landslides have hit the central district of Kandy, 115km (70 miles) east of the capital Colombo, with the main access road under water at several locations.</p><p>DMC Director-General Sampath Kotuwegoda said relief operations had been strengthened with the deployment of thousands of members of the army, navy and air force as he announced the latest casualty figures.</p><p>“Relief operations with the help of the armed forces are under way,” Kotuwegoda told reporters in Colombo.</p><p>Mahesh Gunasekara, the secretary-general of the Sri Lanka Red Cross Society, said many people have been stranded in various flood-hit areas as rescue crews are trying to reach them.</p><p>“Relief needs have been increasing. After two days, water has still been swelling,” he said.</p><p>“Although the cyclone is slowly moving away from the country, it is not over for us yet,” Gunasekara added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Flooding prompted authorities to issue evacuation orders for those living along the banks of the Kelani River, which flows into the Indian Ocean from Colombo.</p><p>The Kelani burst its banks on Friday evening, forcing hundreds of people into temporary shelters, the DMC said.</p><p>The government issued an appeal for international help and asked Sri Lankans abroad to make cash donations to support nearly half a million affected people.</p><p>Officials said Prime Minister Harini Amarasuriya had met with Colombo-based diplomats to update them on the situation and seek the help of their governments.</p><p>India was the first to respond, sending two planeloads of relief supplies, while an Indian warship already in Colombo on a previously planned goodwill visit donated its rations to help victims.</p><p>Indian Prime Minister Narendra Modi expressed his condolences over the deaths in Sri Lanka and said New Delhi was ready to send more aid.</p><p>“We stand ready to provide more aid and assistance as the situation evolves,” Modi said on X.</p><p>While rain had eased in most parts of Sri Lanka on Saturday, including the capital, parts of the island’s north were still experiencing showers due to the residual effects of Cyclone Ditwah.</p><p>DMC officials said they expected flood levels to exceed those recorded in 2016, when 71 people were killed nationwide.</p><p>This week’s weather-related toll is the highest since June last year, when 26 people were killed following heavy rains.</p><p>In December, 17 people died in flooding and landslides.</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong begins three-day mourning period after deadly high-rise fire | Construction | Al Jazeera",
            "time": "2025-11-29T08:49:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764421132.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What we know about resignation of top Ukraine official | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-29T08:26:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764404744.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "FIFA Arab Cup Qatar 2025: What to know about the tournament | Football News | Al Jazeera",
            "time": "2025-11-29T07:26:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-14T210820Z_834956479_UP1ELAE1MDEBU_RTRMADP_3_SOCCER-WORLDCUP-SAU-IRQ-1760483815-1764401190.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Arab world’s biggest football competition kicks off on Monday, as 16 teams from across the region face off in Qatar.</p><p>Here’s everything you need to know about the tournament, which occurs every four years:</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"what-are-the-key-dates\">What are the key dates?</h2><p>The FIFA Arab Cup 2025 will begin on Monday, with Tunisia facing Syria in the tournament opener.</p><p>The final will be played on December 18, marking the conclusion of the 32-match tournament.</p><ul>\n<li><strong>Group stage:</strong> December 1 to 9</li>\n<li><strong>Quarterfinals:</strong> December 11 and 12</li>\n<li><strong>Semifinals:</strong> December 15</li>\n<li><strong>Third-place playoff:</strong> December 18</li>\n<li><strong>Final:</strong> December 18</li>\n</ul><h2 id=\"where-is-the-tournament-being-held\">Where is the tournament being held?</h2><p>Qatar is staging the Arab Cup for the third time; it hosted the 1998 and 2021 tournaments. It is also the second successive FIFA tournament hosted by the Gulf nation after the recently concluded FIFA U-17 World Cup.</p><p>Six venues have been chosen to host the regional showpiece, each of which was used during the FIFA World Cup three years ago.</p><p class=\"rich-text_p__UfX5b text-regular\">As was the case during Qatar 2022, Al Bayt Stadium, in the northern city of Al Khor, will host the tournament opener, while the magnificent Lusail Stadium will host the final.</p><p>The 2025 Arab Cup will be the second edition under FIFA’s jurisdiction, with editions before 2021 organised by the Union of Arab Football Associations (UAFA).</p><p>Here are the host cities and stadiums:</p><p>⚽ <strong>Lusail City:</strong> Lusail Stadium (capacity: 88,966)<br>\n⚽ <strong>Al Rayyan:</strong> Ahmad bin Ali Stadium (capacity: 45,032)<br>\n⚽ <strong>Al Khor:</strong> Al Bayt Stadium (capacity: 68,895)<br>\n⚽ <strong>Doha:</strong> Stadium 974 (capacity: 44,089)<br>\n⚽ <strong>Education City:</strong> Education City Stadium (capacity: 44,667)<br>\n⚽ <strong>Doha:</strong> Khalifa International Stadium (capacity: 45,857)</p><figure id=\"attachment_3393621\" aria-describedby=\"caption-attachment-3393621\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3393621\" src=\"/wp-content/uploads/2024/12/GettyImages-1450063690-1734528933.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Exterior shot of Lusail stadium.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3393621\" class=\"wp-caption-text\">The iconic Lusail Stadium in Qatar, which hosted the 2022 FIFA World Cup final, will stage the Arab Cup final on December 18 [Robert Cianflone/Getty Images]</figcaption></figure><h2 id=\"how-many-teams-are-taking-part\">How many teams are taking part?</h2><p class=\"rich-text_p__UfX5b text-regular\">Sixteen nations, drawn from both the Asian Football Confederation (AFC) and the Confederation of African Football (CAF), will play in the tournament.</p><p>Hosts Qatar and defending champions Algeria, along with the seven highest-ranked nations at the time of the draw in May, all qualified automatically.</p><p class=\"rich-text_p__UfX5b text-regular\">The remaining seven slots were filled through a series of single-leg qualification matches held in Qatar this week.</p><p>The participating nations have been divided into four groups, as follows:</p><p><strong>⚽ Group A: </strong>Tunisia, Syria, Qatar, Palestine</p><p><strong>⚽ Group B: </strong>Morocco, Comoros, Saudi Arabia, Oman</p><p><strong>⚽ Group C: </strong>Egypt, Kuwait, Jordan, United Arab Emirates</p><p><strong>⚽ Group D: </strong>Algeria, Sudan, Iraq, Bahrain</p><h2 id=\"how-did-palestine-qualify-for-arab-cup\">How did Palestine qualify for Arab Cup?</h2><p>Palestine edged Libya 4-3 on penalties on Tuesday to secure their place in the Arab Cup, bringing joy to Palestinians in the wake of Israel’s war on Gaza.</p><p>The playoff in Doha ended 0-0 after 90 minutes before Palestine held their nerve in the shootout to reach the 16-team tournament.</p><p>“This was the toughest playoff match,” coach Ihab Abu Jazar told Al Kass TV. “Libya are strong. Our circumstances and absences made it harder, but we are proud. Football is one of the few things that can bring happiness to Palestinians.</p><p>“We are different from other teams. They play to compete, but we play for two goals: to send messages through football and to develop Palestinian football. Our team has become a big name in Asia and was close to reaching the World Cup playoff.</p><p>“We play for more than trophies – we play to send a message and bring joy to our people,” he added.</p><figure id=\"attachment_4134906\" aria-describedby=\"caption-attachment-4134906\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4134906\" src=\"/wp-content/uploads/2025/11/AFP__20251125__866D6AZ__v3__HighRes__FblArabCup2025PleLby-1764230824.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ahmed Saleh and Dabbagh Oday in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4134906\" class=\"wp-caption-text\">Libya defender (#5) Ahmed Saleh and Palestinian forward (#11) Oday Dabbagh fight for the ball during the FIFA Arab Cup 2025 playoff at Al Gharafa Stadium in Al Rayyan, on November 25, 2025 [Mahmud Hams/AFP]</figcaption></figure><h2 id=\"what-is-the-prize-money-for-the-arab-cup\">What is the prize money for the Arab Cup?</h2><p>The 2025 edition will have a record prize money of more than $36.5m, joining the ranks of the world’s major international football tournaments.</p><p>The last competition, in 2021, had a reported prize purse of $25.5m.</p><h2 id=\"what-is-the-tournament-format\">What is the tournament format?</h2><p class=\"rich-text_p__UfX5b text-regular\">The top two teams in each group will qualify for the knockout stage, which features the quarterfinals, semifinals and the final. There is also a third-place playoff between the two losing semifinalists.</p><p class=\"rich-text_p__UfX5b text-regular\">In the knockout stages, if a match is level at the end of normal playing time, it will go to 30 minutes of extra time and, if required, penalties.</p><h2 id=\"who-are-the-previous-champions\">Who are the previous champions?</h2><p>Iraq are the most successful team in the Arab Cup with four titles. Saudi Arabia are the second-most successful nation with two titles, while Tunisia, Egypt, Morocco and Algeria have all won once each.</p><p>Algeria are the defending champions, having beaten Tunisia 2-0 in extra time at the 2021 final.</p><p>Historically, nations from the Asian Football Confederation (six titles) have won more than the Confederation of African Football teams (four titles).</p><figure id=\"attachment_4080491\" aria-describedby=\"caption-attachment-4080491\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4080491\" src=\"/wp-content/uploads/2025/11/AP21352670491181-1762162690.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Algeria goalkeeper Rais Mbolhi holds up the winner trophy after received it from Qatar's Emir Sheikh Tamim bin Hamad Al Thani, second right, and FIFA President Gianni Infantino end of the Arab Cup final soccer match between Tunisia and Algeria at the Al Bayt stadium in Al Khor, Qatar, Saturday, Dec. 18, 2021. Algeria won 2-0. (AP Photo/Darko Bandic)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4080491\" class=\"wp-caption-text\">Algeria goalkeeper Rais Mbolhi holds up the winner’s trophy after receiving it from Qatar’s Emir Sheikh Tamim bin Hamad Al Thani, second from right, and FIFA President Gianni Infantino at the end of the 2021 Arab Cup final in Doha [File: Darko Bandic/AP]</figcaption></figure><h2 id=\"why-is-the-arab-cup-important\">Why is the Arab Cup important?</h2><p>Featuring some of the strongest teams, the Arab Cup will give fans a taste of what to expect from Arab nations at next year’s FIFA World Cup.</p><p>Seven Arab Cup participants – Qatar, Tunisia, Morocco, Saudi Arabia, Egypt, Jordan and Algeria – will also compete at the FIFA World Cup 2026, co-hosted by the United States, Mexico and Canada.</p><p>“The tournament plays an important role in showcasing Arab and Islamic culture to the world,” Algeria striker Baghdad Bounedjah said. “It’s a celebration of our identity and an opportunity to showcase our shared passion for the beautiful game on such a global scale.”</p><p>With the revamped World Cup set to feature an expanded 48-team pool, the Arab Cup could be a proving ground for teams aiming to make a deep run on football’s biggest stage.</p><h2 id=\"who-are-the-favourites-to-win\">Who are the favourites to win?</h2><p>Based on their recent performance in the 2026 World Cup qualification phase, as many as five teams could be considered frontrunners for the title.</p><p>Up there is Tunisia, who gathered the most points (28 from a possible 30) among all <a href=\"/sports/2025/9/9/tunisia-qualifies-for-fifa-world-cup-2026-with-win-in-equatorial-guinea\">CAF nations</a> during the World Cup qualifiers, winning nine of the 10 matches to finish top of their group.</p><p>Fellow North African neighbours Algeria and Morocco are strong contenders after both qualified for the World Cup by finishing top of their groups. Record seven-time <a href=\"/sports/2025/10/8/egypt-qualify-for-fifa-world-cup-2026-with-win-over-djibouti\">African champions</a> Egypt are also among the favourites.</p><p>Jordan, who qualified for the World Cup for the <a href=\"/sports/2025/6/6/jordan-celebrate-reaching-first-world-cup-after-win-against-oman\">first time</a>, are an underdog pick to win it all.</p><h2 id=\"who-are-the-top-players-to-watch\">Who are the top players to watch?</h2><p>Jordan’s Ali Olwan, the third-highest scorer in the AFC World Cup qualifying with nine goals, will be one to watch in the tournament. Joining him on the list of forwards expected to pose a serious threat is Iraq’s Aymen Hussein, who was tied for fourth-highest goals, with eight.</p><p>Fans should also keep an eye on Tunisia’s reliable goalkeeper Aymen Dahmen, who kept six clean sheets as his side went unbeaten without conceding in all 10 of their qualifying fixtures.</p><p>Forward Akram Afif, whose name has become synonymous with Qatar’s footballing success in the past decade, is a key player for the host nation, while Saudi Arabia captain Salem Al-Dawsari has been in decent form of late, sitting joint-fourth in the Saudi Pro League’s top assist men.</p><figure id=\"attachment_3842840\" aria-describedby=\"caption-attachment-3842840\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3842840\" src=\"/wp-content/uploads/2025/07/2024-02-10T171001Z_141845459_UP1EK2A1BON3P_RTRMADP_3_SOCCER-ASIANCUP-JOR-QAT-REPORT-1752744513.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Qatar's Akram Afif celebrates scoring a goal.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3842840\" class=\"wp-caption-text\">Qatar’s Akram Afif was named in the team of the tournament at the last edition of the Arab Cup in 2021 [Ibraheem Al Omari/Reuters]</figcaption></figure><h2 id=\"where-to-buy-tickets-and-watch-the-tournament\">Where to buy tickets and watch the tournament?</h2><p>Tickets for the FIFA Arab Cup went on sale on the <a href=\"https://tickets.roadtoqatar.qa/fifa-arab-cup/\">official ticketing platform</a> at the end of September. Fans can buy tickets for individual matches across three pricing categories, starting at $7.</p><p>The tournament also had an option of team-specific packs, which offered three group games of each nation, starting at about $20. However, those are now unavailable.</p><p>Tickets for the final, starting at $14, have sold out.</p><p>In the Middle East and North Africa, you can watch the entire tournament from December 1 through December 18, exclusively in Arabic and only on <a href=\"https://connect.bein.com/\">beIN SPORTS PPV.</a></p><figure id=\"attachment_4036937\" aria-describedby=\"caption-attachment-4036937\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4036937\" src=\"/wp-content/uploads/2025/10/GettyImages-2216557683-1760508982.jpg?w=770&amp;resize=770%2C543&amp;quality=80\" alt=\"The FIFA Arab Cup official match ball is on display during the FIFA U-17 World Cup and FIFA Arab Cup Qatar 2025 Finals Draw in Doha, Qatar, on May 25, 2025. (Photo by Noushad Thekkayil/NurPhoto via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4036937\" class=\"wp-caption-text\">This is the official match ball, by Adidas, which will be used during the tournament [Noushad Thekkayil/NurPhoto via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Hong Kong mourns victims of blaze as search for remains continues | News | Al Jazeera",
            "time": "2025-11-29T07:09:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_692a93719472-1764397937_6b05ba-1764399407.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hong Kong mourns victims of blaze as search for remains continues</h1><p class=\"article__subhead\"><em>At least 128 people died and 150 remain missing after the towers housing 4,600 people were engulfed by flames.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">People in Hong Kong are mourning the deaths of at least 128 people who died in the region’s largest blaze in decades in an eight-apartment residential complex.</p><p class=\"s3\">The flags outside the central government offices were lowered to half-mast on Saturday as Hong Kong leader John Lee, other officials and civil servants, all dressed in black, gathered to pay their respects to <a href=\"/news/2025/11/27/hong-kong-fire-that-killed-dozens-under-control-hundreds-still-missing\">those lost at the Wang Fuk Court estate</a> since the fire on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s3\">Condolence books have been set up at 18 points around the former British colony for the public to pay their respects, officials said.</p><p class=\"s3\">At the site of the residential complex, families and mourners gathered to lay flowers.</p><p class=\"s3\">By Friday, only 39 of the victims had been identified, leaving families with the morbid task of looking at the photographs of the deceased taken by rescue workers.</p><p class=\"p1\">Police revised down the number of people unaccounted for to 150 from 200 on Saturday, after confirming with some relatives that they had managed to reconnect with loved ones they initially reported as missing.</p><p class=\"s3\">Authorities <a href=\"/news/2025/11/28/firefighting-at-hong-kong-blaze-ends-with-deaths-over-90-dozens-missing\">declared the end of the search</a> for survivors on Friday, but identification work and search for remains continues, as Lee said the government is setting up a fund with 300 million Hong Kong dollars ($39m) in capital to help the residents.</p><p class=\"s3\">The local community is also pitching in, with hundreds of volunteers mobilising to help the victims, including by distributing food and other essential items. Some of China’s biggest companies have pledged donations as well.</p><p class=\"s3\">The Wang Fuk Court fire marks Hong Kong’s deadliest since 1948, when 176 people died in a warehouse blaze.</p><figure id=\"attachment_4138619\" aria-describedby=\"caption-attachment-4138619\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138619\" src=\"/wp-content/uploads/2025/11/afp_692a93c700ac-1764398023.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Police officers from the Disaster Victim Identification Unit (DVIU), dressed in white-coloured full-body protective gear, gather by the housing blocks of Wang Fuk Court in the aftermath of the deadly November 26 fire, in Hong Kong on November 29, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138619\" class=\"wp-caption-text\">Officers from the Disaster Victim Identification Unit gather by the Wang Fuk Court estate [AFP]</figcaption></figure><p class=\"s3\">At least 11 people have been arrested in connection with the tragedy, according to local authorities.</p><p class=\"s3\">They include two directors and an engineering consultant of the firm identified by the government as doing maintenance on the towers for more than a year, who are accused of manslaughter for using unsafe materials.</p><p class=\"s3\">The towers, located in the northern district of Tai Po, were undergoing renovations, with the highly flammable bamboo scaffolding and green mesh used to cover the building believed to be a major facilitator of the quick spread of the blaze.</p><p class=\"s3\">Most of the victims were found in two towers in the complex, with seven of the eight towers suffering extensive damage, including from flammable foam boards used by the maintenance company to seal and protect windows.</p><p class=\"s3\">The deadly incident has prompted comparisons with the blaze at the Grenfell Tower in London that killed 72 people in 2017, with the fire blamed on flammable cladding on the tower’s exterior, as well as on failings by the government and the construction industry.</p><p class=\"s3\">“Our hearts go out to all those affected by the horrific fire in Hong Kong,” the Grenfell United survivors’ group said in a short statement on social media.</p><p class=\"s3\">“To the families, friends and communities, we stand with you. You are not alone.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Indonesia death toll rises to 303 after catastrophic flooding in Sumatra | Weather News | Al Jazeera",
            "time": "2025-11-29T07:00:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/download-1764393087.webp?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indonesia death toll rises to 303 after catastrophic flooding in Sumatra</h1><p class=\"article__subhead\"><em>Indonesia, Malaysia and Thailand have been inundated with cyclone-driven rain for a week, killing about 400 people in total across the three countries.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rescue workers in Indonesia are continuing to battle to reach victims in several devastated areas submerged by <a href=\"/news/2025/11/28/flood-deaths-rise-to-174-in-indonesia-surge-across-southeast-asia\">cyclone-driven torrential rain</a> over the past week, as authorities said the death toll has now reached 303 and would likely continue to rise.</p><p>Indonesia’s National Disaster Management Agency (known as the BNPB) said on Saturday that the number of confirmed casualties following this week’s catastrophic flooding and landslides now stands at 303, with more than 100 people still missing, after rescuers in West Sumatra’s Agam district recovered more bodies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>More than 500 people have also been injured, the BNPB said.</p><p>“The death toll is believed to be increasing, since many bodies are still missing, while many have not been reached,” said Suharyanto, head of the BNPB, who, like many Indonesians, only uses one name.</p><p>Updating an initial death toll of 23 for the whole province of Sumatra, West Sumatra Regional Disaster Mitigation Agency spokesman Ilham Wahab said late on Friday that 61 people had died and 90 were missing.</p><p>“A total of 75,219 people have been displaced, and a total of 106,806 people have been affected throughout West Sumatra,” Ilham said.</p><p>A further 116 people were later confirmed killed in North Sumatra, while in Aceh province the death toll had reached at least 35 people, according to figures released by authorities.</p><p>Swaths of Indonesia, Malaysia and Thailand have been inundated with days of torrential rain – killing about 400 people across the three countries in total – after a rare tropical storm formed in the Malacca Strait between the Malay Peninsula and the Indonesian island of Sumatra.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At least <a href=\"/news/2025/11/28/death-toll-from-flooding-in-southern-thailand-reaches-at-least-145\">145 people were confirmed killed</a> across Thailand’s eight southern provinces as of late Friday, while more than 3.5 million people have also been affected by floodwaters. Two people have been killed in neighbouring Malaysia.</p><p>While the torrential rain finally let up late on Friday, in Indonesia, many people remain missing and thousands of families have been displaced.</p><p>The heavy downpours caused rivers to burst their banks in Indonesia’s North Sumatra province, with the deluge tearing through mountainside villages, sweeping people away and submerging thousands of homes and buildings.</p><p>Badly hit areas have been largely cut off from rescue teams by damaged roads and downed communications lines, with relief efforts also hampered by collapsed bridges, flooded roads and a lack of heavy moving equipment.</p><p>Relief aircraft continue to work to deliver aid and supplies to the hard-hit district of Central Tapanuli in North Sumatra province and others in the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia bans Human Rights Watch in widening crackdown on critics | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-29T06:57:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_692a965a-1764398682.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian authorities have outlawed Human Rights Watch as an “undesirable organisation”, a label that, under a 2015 law, makes involvement with it a criminal offence.</p><p>Friday’s designation means the international human rights group must stop all work in Russia, and opens those who cooperate with or support the organisation to prosecution.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">HRW has repeatedly accused Russia of suppressing dissenters and committing war crimes during its ongoing war against Ukraine.</p><p>“For over three decades, Human Rights Watch’s work on post-Soviet Russia has pressed the government to uphold human rights and freedoms,” the executive director at Human Rights Watch, Philippe Bolopion, said in a statement.</p><p>“Our work hasn’t changed, but what’s changed, dramatically, is the government’s full-throttled embrace of dictatorial policies, its staggering rise in repression, and the scope of the war crimes its forces are committing in Ukraine.”</p><p>The decision by the Russian prosecutor general’s office is the latest move in a crackdown on Kremlin critics, journalists and activists, which has intensified since Moscow’s <a href=\"/tag/ukraine-russia-crisis/\">invasion</a> of Ukraine in February 2022.</p><p>In a separate statement on Friday, the office said it was opening a case against Russian feminist punk band Pussy Riot that would designate the group as an “extremist” organisation.</p><p>Separately, Russia’s Supreme Court designated on Thursday the Anti-Corruption Foundation set up by the late opposition activist Alexey Navalny as a “terrorist” group.</p><p>The ruling targeted the foundation’s United States-registered entity, which became the focal point for the group when the original Anti-Corruption Foundation was designated an “undesirable organisation” by the Russian government in 2021.</p><p>Russia’s list of “undesirable organisations” currently covers more than 275 entities, including prominent independent news outlets and rights groups.</p><p>Among those are prominent news organisations like Radio Free Europe/Radio Liberty, think tanks like Chatham House, anticorruption group Transparency International, and environmental advocacy organisation World Wildlife Fund.</p><p>Founded in 1978, Human Rights Watch monitors human rights violations in various countries across the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"whatsapp-might-be\">WhatsApp might be ‘completely blocked’</h2><p>Meanwhile, Russia’s state communications watchdog threatened on Friday to block WhatsApp entirely if it fails to comply with Russian law.</p><p>In August, Russia began limiting some calls on WhatsApp, owned by Meta Platforms, and on Telegram, accusing the foreign-owned platforms of refusing to share information with law enforcement in fraud and “terrorism” cases.</p><p>On Friday, the Roskomnadzor watchdog again accused WhatsApp of failing to comply with Russian requirements designed to prevent and combat crime.</p><p>“If the messaging service continues to fail to meet the demands of Russian legislation, it will be completely blocked,” Interfax news agency quoted it as saying.</p><p>WhatsApp has accused Moscow of trying to block millions of Russians from accessing secure communication.</p><p>Russian authorities are pushing a state-backed rival app called MAX, which critics claim could be used to track users. State media have dismissed those accusations as false.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war updates: Ukraine comes under deadly attacks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-29T06:48:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-29T061853Z_1728162715_RC256IAHV88D_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1764398951.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Russia-Ukraine war updates: Ukraine comes under deadly attacks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>These were the updates about the Russia-Ukraine war on Saturday, November 29, 2025.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Belarus’s Lukashenko becomes second only leader to visit Myanmar since coup | Elections News | Al Jazeera",
            "time": "2025-11-29T04:32:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25332662895969-1764382699_209d6f-1764389618.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belarusian President Alexander Lukashenko has arrived in Myanmar on a goodwill visit seen as lending support to the Southeast Asian country’s military government in advance of a <a href=\"/news/2025/10/28/campaigning-begins-in-military-run-myanmar-ahead-of-sham-elections\">widely condemned national election</a> set to be held next month.</p><p>Myanmar state media reported on Friday that Senior General Min Aung Hlaing, the country’s self-installed de facto leader, met Lukashenko at the Presidential Palace in the capital, Naypyidaw.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This visit demonstrated Belarus’s goodwill and trust towards Myanmar and marked a historic occasion. It is the first time in 26 years of diplomatic relations that a Belarusian Head of State has visited Myanmar,” military run outlet The Global New Light of Myanmar reported.</p><p>Lukashenko’s arrival at a military airport in Naypyidaw on Thursday night saw him welcomed by senior figures from Myanmar’s military government, including Prime Minister Nyo Saw, with full state honours and cultural performers.</p><p>After former Cambodian Prime Minister Hun Sen, Lukashenko is only the second foreign leader to visit Myanmar since its military <a href=\"/news/2021/2/1/myanmar-coup-what-we-know-so-far-in-500-words\">overthrew Aung San Suu Kyi’s</a> democratically elected National League for Democracy (NLD) government in a coup on February 1, 2021.</p><p>The Belarusian leader’s visit also comes just a month before the military is set to host national elections that many domestic and international observers have <a href=\"/news/2025/10/28/campaigning-begins-in-military-run-myanmar-ahead-of-sham-elections\">condemned as a sham</a>. His visit is widely viewed as lending support to the polls, due to be held in late December, and which the military government has touted as a return to normalcy.</p><p>Following Lukashenko’s meeting with Min Aung Hlaing on Friday, The Global New Light also confirmed that Belarus plans to “send an observation team to Myanmar” to monitor the polls.</p><p>The leaders also agreed that “collaboration will also be strengthened in military technologies and trade”, a day after the Myanmar-Belarus Development Cooperation Roadmap 2026–2028 was signed in Yangon.</p><p>Belarus state media quoted Minister of Foreign Affairs Maxim Ryzhenkov as saying that Myanmar has “significant potential in various industrial sectors”, while Belarus has “expertise and modern technologies in mechanical engineering”.</p><p>“Myanmar plans to mechanise its agriculture, and we in Belarus produce a complete lineup of machinery and equipment. As our president says, no topics are off limits for our cooperation,” Ryzhenkov said.</p><p>Belarus’s government is widely regarded as authoritarian, with Lukashenko serving as the former Soviet state’s first and only president since the office was established in 1994.</p><p>Along with major backers China and Russia, Belarus is one of the very few countries that have continued to engage with Myanmar’s military leaders since the coup.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A popular protest movement in the immediate aftermath of the coup has since morphed into a <a href=\"/features/longform/2025/11/12/myanmars-urban-assassins-the-fighters-hunted-by-the-military\">years-long civil war</a>, further weakening the Myanmar military’s control over the fractured country, where ethnic armed groups have fought decades-long wars for independence.</p><p>Preparing for the polls, <a href=\"/news/2025/2/1/four-years-after-coup-myanmar-regime-prepares-for-violent-messy-polls\">military government census takers in late 2024</a> were only able to count populations in 145 of Myanmar’s 330 townships – indicating the military now controls less than half the country.</p><p>Other recent estimates place the military’s control as low as 21 percent of the country’s territory. Ethnic armed groups and the anti-regime People’s Defence Force – which have pledged to boycott and violently disrupt the upcoming polls – control approximately double that amount of territory.</p><p>Amid geographic limitations and raging violence, as well as the Myanmar military’s March 2023 <a href=\"/news/2023/3/28/myanmar-junta-dissolves-suu-kyis-nld-party-state-media\">dissolution</a> of Aung San Suu Kyi’s hugely popular NLD, critics have pointed to the absurdity of holding elections in such circumstances.</p><p>Preparing for the polls, military leaders carried out a <a href=\"/news/2025/11/27/myanmars-military-rulers-grant-amnesty-to-thousands-ahead-of-election\">mass amnesty</a> on Thursday, pardoning or dropping charges against 8,665 people imprisoned for opposing army governance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Son of jailed Mexican drug lord ‘El Chapo’ to plead guilty in US court | Drugs News | Al Jazeera",
            "time": "2025-11-29T03:52:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2024-07-26T154605Z_1943731650_RC2239A8ZHZP_RTRMADP_3_USA-MEXICO-DRUGS-1764387100.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Son of jailed Mexican drug lord ‘El Chapo’ to plead guilty in US court</h1><p class=\"article__subhead\"><em>Joaquin Guzman Lopez, one of four sons of the Sinaloa cartel’s ‘El Chapo’, changes his plea to guilty, court documents show.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A son of notorious Mexican drug lord Joaquin “El Chapo” Guzman will plead guilty next week in the United States to narcotics trafficking charges, according to federal court documents.</p><p><a href=\"/news/2025/5/28/no-death-penalty-for-son-of-mexican-drug-boss-el-chapo-us-prosecutors\">Joaquin Guzman Lopez</a>, one of four sons of the jailed <a href=\"/news/2025/8/14/trump-administration-sanctions-two-mexican-drug-cartels-announces-bounties\">Sinaloa cartel leader “El Chapo”</a>, originally pleaded not guilty after his arrest in July 2024 in Texas.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But federal documents released on Friday show that Guzman Lopez is to change his plea at a hearing set for Monday at the US District Court in Chicago.</p><p>Another of his three brothers, <a href=\"/news/2025/7/11/son-of-drug-lord-el-chapo-set-for-guilty-plea-in-us-trafficking-case\">Ovidio Guzman</a>, as part of a plea deal struck in exchange for a reduced sentence, pleaded guilty in July 2025 to conspiracy related to drug trafficking and two counts of participating in the activities of a criminal enterprise.</p><p>Ovidio Guzman also admitted that he and his brothers, known collectively as <a href=\"/news/2024/10/22/el-chapos-sons-discussing-plea-with-us-government-lawyer\">“Los Chapitos”</a> (Little Chapos), had taken over their father’s operations within the cartel following his arrest in 2016.</p><p>Mexican broadcaster MVS Noticias said Guzman Lopez’s guilty plea could mean “a new chapter in the history of drug trafficking is about to be written”.</p><p>“This move has raised numerous questions about the possible ongoing negotiations between him and US authorities,” the news outlet said.</p><p>The ABC 7 Chicago news channel said federal prosecutors have said they will not now seek the death sentence for Guzman Lopez, and that there “is talk of a plea deal now in the works”.</p><p>He is due to appear in court in Chicago at 1:30pm (19:30 GMT) on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Two other “Chapitos” brothers, Ivan Archivaldo Guzman Salazar and Jesus Alfredo Guzman Salazar, have also been indicted on drug trafficking charges in the US but remain at large.</p><p>Their 68-year-old father, “El Chapo”, is serving a life sentence at a supermax federal prison in Colorado following his arrest and conviction in 2019.</p><p>Guzman Lopez was taken into custody last year when he arrived in Texas on board a small private plane, along with the cofounder of the Sinaloa cartel, <a href=\"/news/2025/8/25/once-elusive-mexican-drug-kingpin-el-mayo-zambada-pleads-guilty-in-us\">Ismael “Mayo” Zambada</a>.</p><p>Zambada claimed to have been misled about the destination and that he was abducted by Guzman Lopez to be handed over against his will to authorities in the US.</p><p>Following the arrest, clashes intensified between two factions of the Sinaloa cartel, headed, respectively, by the “Los Chapitos” brothers and Zambada. The infighting led to approximately 1,200 deaths in Mexico and about 1,400 disappearances, according to official figures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Officials in the US accuse the Sinaloa cartel of trafficking fentanyl to the country, where the synthetic drug has caused tens of thousands of overdose deaths in recent years, straining relations with Mexico.</p><p>The cartel is also one of six Mexican drug-trafficking groups that US President Donald Trump has designated as global terrorist organisations.</p><p>Additional sanctions against the two fugitive “Los Chapitos” brothers were announced by Washington in June for fentanyl trafficking, and the reward for their capture was increased to $10m each.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US pauses visas for all Afghan passport holders, halts asylum requests | Donald Trump News | Al Jazeera",
            "time": "2025-11-29T02:39:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25332819383738-1764377570.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US State Department has announced it is “immediately” pausing issuing visas for individuals travelling on Afghan passports to protect “public safety”, as President Donald Trump administration’s immigration crackdown intensifies in the wake of a <a href=\"/news/2025/11/28/trump-says-one-national-guard-soldier-shot-near-white-house-has-died\">deadly attack on two National Guard</a> members.</p><p>The announcement on Friday came as United States immigration authorities said they are also halting decisions on all asylum applications for the foreseeable future.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US Secretary of State Marco Rubio confirmed in a post on X on Friday that the State Department had “paused visa issuance for ALL individuals traveling on Afghan passports”.</p><p>The move comes after authorities named Afghan national Rahmanaullah Lakanwal as the main suspect in Wednesday’s shooting in Washington, DC, which killed one National Guard member and left another in critical condition.</p><p>“The United States has no higher priority than protecting our nation and our people,” Rubio said.</p><p></p><p>Lakanwal is alleged to have ambushed West Virginia National Guard members Sarah Beckstrom and Andrew Wolfe in an unprovoked attack as they patrolled near the White House.</p><p>On Thursday evening, the Trump administration confirmed that 20-year-old Beckstrom had <a href=\"/news/2025/11/28/trump-says-one-national-guard-soldier-shot-near-white-house-has-died\">died from her injuries</a>, while 24-year-old Wolfe remains in critical condition.</p><p>The CIA confirmed this week that Lakanwal had worked for the spy agency in Afghanistan before emigrating to the US shortly after the withdrawal of Western forces from the country in 2021.</p><p>The office of US Attorney for the District of Columbia, Jeanine Pirro, announced on Friday that the charges against Lakanwal had been upgraded to first-degree murder, along with two counts of assault with intent to kill while armed.</p><p>In a separate announcement on Friday, US Citizenship and Immigration Services (USCIS) director Joseph Edlow said the agency had also paused all asylum decisions in the interest of the “safety of the American people”.</p><p>“USCIS has halted all asylum decisions until we can ensure that every alien is vetted and screened to the maximum degree possible,” Edlow said in a post on X.</p><p>A day earlier, Edlow said he had ordered “a full-scale, rigorous re-examination of every green card for every alien from every country of concern” at the direction of Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The moves are the latest in a series of <a href=\"/news/2025/11/28/trump-suspends-immigration-from-third-world-orders-review-of-green-cards\">escalating restrictions</a> imposed on immigration into the US at Trump’s urging.</p><p>Trump, who called the deadly Washington, DC, shooting a “terrorist attack”, has on several occasions over recent days attacked former President Joe Biden’s administration’s immigration policies, including the granting of visas to Afghan nationals who worked with US forces in Afghanistan.</p><p>Lakanwal came to the US under a Biden-era programme known as “Operation Allies Welcome”, following the US withdrawal in 2021.</p><p>In a post on his Truth Social platform on Thursday, Trump ordered authorities to re-examine all green card applications from 19 “countries of concern”, before saying he planned to suspend immigration from “all Third World countries”.</p><p>He did not define the term “Third World”, but the phrase is often used as a shorthand for developing countries in the Global South.</p><p>Trump also said that he would “remove anyone who is not a net asset to the United States, or is incapable of loving our Country”.</p><p>“[I will] denaturalize migrants who undermine domestic tranquillity, and deport any foreign national who is a public charge, security risk, or non-compatible with Western civilization,” he said.</p><p>Since returning to the White House in January, Trump has already taken aggressive measures to restrict immigration, announcing in October his administration would accept only 7,500 refugees in 2026 – the lowest number since 1980.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}