{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Why is South Africa’s army chief under fire for backing Iran? | International Trade News | Al Jazeera",
            "time": "2025-08-16T05:13:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2219855828-1755255255.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South African Army Chief General Rudzani Maphwanya is facing backlash in his home country following the release of alleged comments he made during an official visit to Iran, which analysts say could further complicate the already turbulent relations between South Africa and the United States.</p><p>The comments, which appeared to suggest that Iran and South Africa have common military goals, come at a time when Pretoria is attempting to mend strained relations with US President Donald Trump to stabilise trade.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Last week, a 30 percent trade tariff on South African goods entering the US kicked in, alarming business owners in the country. That’s despite President Cyril Ramaphosa’s <a href=\"/features/2025/5/21/can-ramaphosa-charm-offensive-help-fix-south-africas-ties-with-trumps-us\">attempts to appease Trump</a>, including by leading a delegation to the White House in May.</p><p>Here’s what to know about what the army chief said and why there’s backlash for it:</p><h2 id=\"what-did-the-army-chief-say-in-iran\">What did the army chief say in Iran?</h2><p>Meeting with his Iranian counterpart, Major-General Seyyed Abdolrahim Mousavi in Tehran on Tuesday, Maphwanya is reported to have stated that the two countries had close ties, according to Iran’s state news agency, Press TV and the Tehran Times.</p><p>“Commander Maphwanya, recalling Iran’s historical support for South Africa’s anti-apartheid struggle, stated that these ties have forged a lasting bond between the two nations,” the Press TV article read.</p><p>According to Tehran Times, he went on to say: “The Republic of South Africa and the Islamic Republic of Iran have common goals. We always stand alongside the oppressed and defenceless people of the world.”</p><p>Maphwanya also reportedly condemned Israel’s “bombing of civilians standing in line for food” and its “ongoing aggression in the occupied West Bank”, Tehran Times reported.</p><p>His visit, the publication quoted Maphwanya as saying, “carries a political message”, and comes “at the best possible time to express our heartfelt sentiments to the peace-loving people of Iran”.</p><p>On the other hand, General Mousavi hailed South Africa’s genocide case against the “Zionist regime” at the International Court of Justice, and said that the effort was aligned with Iran’s policies, according to Press TV.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He also condemned the US and Israel’s military and economic actions against Iran as “violations of international laws and norms”. He added that Iran’s army is prepared to deliver “a more decisive response in the event of renewed aggression”, Press TV reported.</p><figure id=\"attachment_3889829\" aria-describedby=\"caption-attachment-3889829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889829\" src=\"/wp-content/uploads/2025/08/GettyImages-2219861846-1755255280.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South African army chief Chief General Rudzani Maphwanya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889829\" class=\"wp-caption-text\">General Rudzani Maphwanya at Air Force Base Waterkloof on June 15, 2025, in Centurion, South Africa [Sharon Seretlo/Gallo Images via Getty Images]</figcaption></figure><h2 id=\"how-has-the-south-african-government-reacted\">How has the South African government reacted?</h2><p>President Cyril Ramaphosa’s office on Thursday clarified that the president was not aware of General Maphwanya’s visit to Iran, although such a trip would normally be approved by the Ministry of Defence, not the president’s office.</p><p>Ramaphosa appointed Maphwanya as army chief in 2021. The general, in apartheid-era South Africa, served in the army wing of the African National Congress (ANC), which started as a liberation movement, and commanded a parliamentary majority until 2024.</p><p>Presidency spokesperson Vincent Magwenya, at a press briefing, said the general’s decision to visit Iran was itself badly timed.</p><p>“At this period of heightened geopolitical tensions and conflict in the Middle East, one can say the visit was ill-advised, and more so, the general should have been a lot more circumspect with the comments he makes.”</p><p>He added, “We are in the delicate process of resetting political relations with the US, but more importantly, balancing the trade relationship in such a manner that the trade relationship is mutually beneficial.”</p><p>Similarly, the Ministry of International Relations and the Defence Ministry dissociated the government from the army chief’s alleged comments.</p><p>“It is unfortunate that political and policy statements were reportedly made…The minister of defence and military veterans [Matsie Angelina Motshekga] will be engaging with General Maphwanya on his return,” a statement by the Defence Ministry on Wednesday read.</p><p>Meanwhile, the Democratic Alliance (DA) party, one of the four parties that form the South African coalition government, is calling for the army chief to be tried in a military court on grounds of “gross misconduct and a flagrant breach of the SANDF [South African National Defence Force] Code of Conduct.”</p><p>“According to Iranian state media, General Maphwanya went far beyond his constitutional and professional mandate, pledging ‘common goals’ with Iran, endorsing its stance on Gaza, and calling for deeper strategic alignment,” the DA said in a statement on Thursday.</p><p>“Such political statements are explicitly prohibited for serving officers, violate the SANDF’s duty of political neutrality, and undermine the constitutional principle of civilian control over the military,” the party added.</p><p>The US and South Africa’s relations are at their lowest in decades, making this a particularly sensitive time, analysts say, as it follows June’s 12-day war between Iran and the US-Israel coalition.</p><p>President Trump slapped a 30 percent tariff on South African goods entering the US as part of his wide-ranging reciprocal <a href=\"/news/2025/8/1/how-are-countries-and-markets-reacting-to-trump-tariffs\">tariff wars</a> in April. The US is a major destination for South African goods such as cars, precious metals and wine.</p><p>Trump’s main gripes with Pretoria include South Africa instigating a genocide case against Israel, the US’s ally, at the International Court of Justice, amid the ongoing war in Gaza. He earlier accused South Africa of strengthening ties with Iran.</p><p>Trump has also <a href=\"/features/2025/2/21/are-white-afrikaners-at-risk-in-south-africa-not-really-most-say\">wrongly claimed</a> that white South Africans are being persecuted in the country under the majority Black leadership of the ANC, the country’s main political party to which President Ramaphosa belongs. He also claims South Africa is <a href=\"/news/2025/2/3/south-africa-rejects-trumps-accusations-over-expropriation-act\">confiscating land</a> belonging to whites.</p><p>White South Africans are a wealthy minority and largely descendants of Dutch settlers. Afrikaner governments controlled the country under the racist apartheid system until 1990.</p><p>South African wealth, particularly land, continues to be controlled disproportionately by the country’s white population. In recent times, fringe, extremist Afrikaner groups claiming that whites are being targeted by Black people have emerged, pointing to cases of white farmers being attacked by criminals on their farmland.</p><p>Elon Musk, Trump’s one-time adviser before their public fallout in June, had also made claims of white persecution and claimed that the South African government’s business laws were blocking his internet company from operating in the country.</p><p>He was referring to laws requiring that foreign businesses be partly owned by Blacks or other historically disadvantaged groups, such as people living with disabilities.</p><p>The South African government denied Musk’s accusations.</p><p>In early May, Trump’s government admitted 59 white “refugees” in a resettlement programme meant to protect them.</p><p>Previously, the US, under former President Joe Biden, was at loggerheads with South Africa <a href=\"/news/2025/3/19/in-south-africa-russias-anti-colonial-narrative-sways-public-opinion\">over its close ties with Russia</a> and its vocal criticism of Israel.</p><p>The latest incident echoes a 2022 scandal when a sanctioned Russian cargo ship called the Lady R docked at Simon’s Town Naval Base in the Western Cape, said analyst Chris Vandome of think tank Chatham House. The US alleged at the time that South African military supplies were loaded onto the ship and used in the Ukraine war, claims South Africa denied.</p><p>“It lies with South African foreign policy formation and the lack of clarity and consistency around it that has created this confusion whereby people think they are saying things in line with what the nation thinks,” he said.</p><figure id=\"attachment_3725258\" aria-describedby=\"caption-attachment-3725258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3725258\" src=\"/wp-content/uploads/2025/05/2025-05-21T164652Z_1938168820_RC2GMEA3FUEB_RTRMADP_3_USA-SAFRICA-1747856147.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Donald Trump meets South African President Cyril Ramaphosa in the Oval Office of the White House \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3725258\" class=\"wp-caption-text\">US President Donald Trump meets South African President Cyril Ramaphosa in the Oval Office of the White House in Washington, DC, on May 21, 2025 [Kevin Lamarque/Reuters]</figcaption></figure><h2 id=\"how-has-south-africa-tried-to-appease-the-us\">How has South Africa tried to appease the US?</h2><p>On May 21, President Ramaphosa <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\" target=\"_blank\" rel=\"noopener\">led a delegation</a> to the White House in a bid to “reset relations” with Trump and hopefully secure lower tariff deals.</p><p>At the heated meeting, however, Trump refused to back down from his claims of white persecution, despite Ramaphosa clarifying that South Africa was facing widespread crime in general, and that there was no evidence that whites in particular were being targeted.</p><p>South Africa, during the meeting, offered to buy US liquefied natural gas and invest $3.3bn in US industries in exchange for lower tariffs. The delegation also agreed to a review of the country’s business ownership laws.</p><p>However, Trump’s 30 percent tariffs went into effect last week. Analysts say it could put up to 30,000 South African jobs at risk, particularly in the manufacturing and agricultural sectors.</p><p>Meanwhile, Ramaphosa’s government promised to take further action to ease the burden on manufacturers and exporters. On Tuesday, Trade Minister Parks Tau told reporters that South Africa has submitted a revised proposal to Washington, without giving details.</p><p>General Maphwanya’s pronouncements this week, therefore, “couldn’t have come at a worse time” for South African diplomatic ties with the US, security analyst Jakkie Cilliers of the International Security Institute said, speaking to South African state TV, SABC.</p><p>“For the chief of the national defence force to pronounce so clearly and so unequivocally at this time is remarkably politically sensitive,” Cilliers said, adding that the general could be asked to resign upon his return.</p><h2 id=\"what-has-general-maphwanya-said\">What has General Maphwanya said?</h2><p>Maphwanya, who the presidency said has returned to the country, has not put out public statements on the controversy. It is unclear how the government might sanction him. President Ramaphosa is set to meet with the army chief for briefings in the coming weeks, a presidency spokesperson said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘No deal’ at Trump-Putin meeting: Key takeaways from Alaska summit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-16T05:09:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-16T011016Z_645872560_RC2V7GATXQSU_RTRMADP_3_UKRAINE-CRISIS-SUMMIT-1755313328.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the lead-up to his much-touted Friday summit with Russian President Vladimir Putin, United States President Donald Trump expressed confidence in his ability to make concrete progress towards securing a ceasefire in Ukraine at the meeting.</p><p>Putin received the red carpet treatment as he was met with a lengthy handshake by Trump as he deplaned at the Joint Base Elmendorf-Richardson military facility in the Alaskan city of Anchorage.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The warm greeting set a congenial tone for what were always going to be tough negotiations. But there was a more subdued atmosphere a few hours later as Trump and Putin departed on their respective planes – with no clear breakthrough on the war in Ukraine.</p><p>Here are some key takeaways from their meeting:</p><h2 id=\"no-deal-until-there-s-a-deal\">‘No deal until there’s a deal’</h2><p>While the meeting was anticipated to take about seven hours, it wrapped up in less than three. Trump and Putin addressed a gathering of journalists after the talks with relatively brief pre-prepared statements. Neither leader took any questions.</p><p>Putin said his country is committed to ending the war, but the conflict’s “primary causes” must be eliminated for an agreement to be long-lasting.</p><p>Putin also warned Ukraine and the European Union against throwing a “wrench in the works” and cautioned against attempts to use “backroom dealings to conduct provocations to torpedo the nascent progress”.</p><p>A relatively subdued Trump praised the “extremely productive meeting”, in which he said “many points were agreed to”. He said there is a “very good chance of getting there” – referring to a ceasefire – but conceded that there remain sticking points with Moscow, including at least one “significant” one.</p><p>He cautioned that it’s “ultimately up to them” – referring to Putin and Ukrainian President Volodymyr Zelenskyy. “There’s no deal until there’s a deal,” he said.</p><p>And there was none by the time Trump and Putin left Alaska.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-pr-coup-for-putin\">A PR coup for Putin</h2><p>The Russian leader has become an increasingly maligned and isolated figure in the West since waging war on Ukraine in February 2022.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But on Friday, that ended, with a red carpet welcome, a flypast by US fighter jets and warm applause from Trump.</p><p>Putin himself seemed pleased, grinning out the window as he drove off the tarmac with Trump in the presidential Cadillac limousine known as “The Beast”.</p><p>“For three years they [Western media] have been talking about Russia’s isolation, and today they saw the red carpet that greeted the Russian president in the United States,” Maria Zakharova, spokesperson for the Russian Ministry of Foreign Affairs, gloated after the summit, on Telegram.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"talking-business\">Talking business</h2><p>Before the meeting, it was widely anticipated that Putin would attempt to dilute peace talks with talk of bilateral trade and cooperation.</p><p>Trump had asserted that there would be no discussion of business with Putin until the pair had made substantive progress on bringing about a ceasefire in Ukraine.</p><p>This plan, however, seems to have been derailed somewhat, with the Russian president saying in his post-meeting statement that the pair discussed their collaboration in the areas of tech and space.</p><p>“It’s clear that US and Russian investment and business cooperation has tremendous potential. Russia and the US can offer each other so much. In trade, digital, high-tech and in space exploration, [and] we see that Arctic cooperation is also very possible,” he told reporters.</p><p>Russia has previously tried to pitch its vast <a href=\"/economy/2025/8/15/can-putin-sway-trump-with-economic-offers-in-alaska\">reserves of rare earth minerals</a> – critical for several cutting edge sectors – to the US to broker a breakthrough.</p><h2 id=\"next-up-another-meeting\">Next up: Another meeting – and pressure on Ukraine</h2><p>As Trump thanked Putin for his time, he said he hoped they would meet again soon. Putin quickly responded by saying, in English with a laugh, “Next time, in Moscow”.</p><p>“I’ll get a little heat on that one, but I could see it possibly happening,” he said in response.</p><p>Trump has previously asserted that he hopes to host a trilateral meeting on ending the war in Ukraine very soon, this time attended by Ukraine’s Zelenskyy, too. In Alaska, the US leader said he would now call NATO officials and Zelenskyy to discuss the meeting.</p><p>In an interview with Fox News’ Sean Hannity after the meeting, Trump was asked how he rated the summit on a scale of 10. He described the meet as a “10 out of 10”.</p><p>“We got along great,” he said.</p><p>Then, he emphasised the importance of the Ukrainian leader agreeing to a deal.</p><p>“Now, it’s really up to President Zelenskyy to get it done. And I would also say the European nations, they have to get involved a little bit. But it’s up to President Zelenskyy,” he said, adding that he’ll attend the next meeting “if they’d like”.</p><p>“Make a deal,” he said, in a message apparently for Zelenskyy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "No “plausible justification” to murder Anas al-Sharif | Digital Series | Al Jazeera",
            "time": "2025-08-16T04:59:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250815_ELSHAYYAL_H-1755320319.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Aug 2025</span><span aria-hidden=\"true\">16 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,269 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-16T04:50:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250815__69NG2PM__v1__HighRes__UsUkraineRussiaConflictSummitTrumpPutin-1755315393.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,269</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,269 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Saturday, August 16:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The Ukrainian military said that it struck the Syzran oil refinery in Russia’s Samara region overnight, reporting a fire and explosions at the refinery, which it said produces a range of fuels and is one of the biggest in Russian energy company Rosneft’s system.</li>\n<li>The Ukrainian military also said it struck the port of Olya in Russia’s Astrakhan region, hitting a ship transporting drone parts and ammunition from Iran.</li>\n<li>Russia is preparing to test its new nuclear-capable, nuclear-powered cruise missile and, if successful, plans to use the results to bolster its negotiating position with the West, Ukrainian military intelligence said.</li>\n<li>Ukrainian regional officials said Russia fired a ballistic missile into the Dnipropetrovsk region in eastern Ukraine, killing one person and wounding at least one other, while a drone damaged civilian infrastructure and caused a fire in the Sumy region in the northeast.</li>\n<li>Russian troops also took control of the settlement of Oleksandrohrad in the Donetsk region of eastern Ukraine, Moscow’s Ministry of Defence said.</li>\n<li>President Volodymyr Zelenskyy criticised Russia for continuing to attack Ukraine in advance of the meeting in Alaska between United States President Donald Trump and his Russian counterpart, Vladimir Putin. “On the day of the negotiations, they also kill people. And that says a lot,” Zelenskyy said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alaska-summit\">Alaska summit</h2><ul class=\"spaced-bullet-spacing\">\n<li>Trump and Putin held their much-anticipated meeting in the Alaskan city of Anchorage, with the Russian leader receiving the red carpet treatment and a US military flyover as he deplaned.</li>\n<li>Both leaders provided brief statements to reporters after the shorter-than-expected meeting, which failed to achieve its primary goal – a deal bringing an end to Russia’s war in Ukraine.</li>\n<li>Speaking to reporters after the meeting, Putin said his country is committed to ending the war, but the conflict’s “primary causes” must be eliminated.</li>\n<li>Putin also warned Ukraine and its European allies not to throw a “wrench in the works” and cautioned against attempts to use “backroom dealings to conduct provocations to torpedo the nascent progress”.</li>\n<li>Trump praised the “extremely productive meeting”, in which he said “many points were agreed to”. He conceded, however, that there remain sticking points with Moscow, including at least one “significant” one.</li>\n<li>Trump said he would call NATO officials and President Zelenskyy to discuss the meeting, and cautioned that “there’s no deal until there’s a deal”.</li>\n<li>As Trump thanked Putin for his time, he said he hoped they would meet again soon. Putin quickly responded by saying, in English with a laugh, “Next time, in Moscow” – a proposal which Trump appeared reticent to accept.</li>\n<li>Speaking to Fox News later, Trump said Zelenskyy and Putin intend to set up another meeting to try to reach a ceasefire. He also emphasised that it is up to the Ukrainian leader to “get it done”.</li>\n<li>New consultations aimed at resolving points of tension in bilateral relations between Russia and the US will take place soon, said Russia’s ambassador to the US, Alexander Darchiev, according to the RIA Novosti state news agency.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"international-aid\">International aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>USAID is concerned that the Trump administration’s cancellation of independent aid monitoring contracts for Ukraine has increased the risk of waste, fraud and abuse, according to the Department of State, Pentagon and USAID inspectors general in a new report.</li>\n<li>Norway’s government said it was donating one billion kroner ($98.29m) to Ukraine for the purchase of natural gas ahead of winter. Ukraine had been forced to increase gas imports after Russian missile attacks damaged production facilities in the east of the country.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump, Putin end short summit without ceasefire deal in Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-16T04:06:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-16T001154Z_33528637_RC2V7GARLVFE_RTRMADP_3_UKRAINE-CRISIS-SUMMIT-1755315479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A highly anticipated summit between US President Donald Trump and his Russian counterpart Vladimir Putin has ended without a deal on ending Moscow’s war in Ukraine, but the US president said “great progress” has been made in the talks in <a href=\"/news/2025/8/15/why-did-russia-sell-alaska-to-the-united-states\">Alaska</a>.</p><p>Observers say the meeting gave the Russian president a “diplomatic win” after years of being shunned by the West following Russia’s invasion of Ukraine in 2022.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Russian president was greeted with a red carpet and a warm handshake from President Trump on arrival at a US airbase in Anchorage, Alaska, on Friday as both leaders arrived for talks <a href=\"/news/2025/8/15/trump-putin-alaska-summit-whats-on-the-agenda-and-whats-at-stake\">aimed at ending the war in Ukraine</a>.</p><p>It marked President Putin’s first time stepping on Western soil since he ordered the full-scale invasion of Ukraine in February 2022 and was notable in its welcoming atmosphere compared with the frosty reception a hostile Trump laid on for Ukrainian President Volodymyr Zelenskyy at the White House in February.</p><p>Taking to a stage to deliver remarks after they spoke behind closed doors for less than three hours, the two leaders said they had made progress on unspecified issues, offering no details and taking no questions from a phalanx of assembled international reporters and television cameras.</p><p>A visibly <a href=\"/news/2025/8/11/putin-will-fool-trump-why-ukrainians-are-wary-about-trump-putin-talks\">upbeat Putin</a> was the first to speak, telling how he had greeted Trump on his arrival in Anchorage with the lines: “Good afternoon, dear neighbour”, owing to the geographic closeness of Alaska to Russia.</p><p>“We are close neighbours, and it’s a fact,” Putin said.</p><p>Putin said his meeting with Trump was “long overdue” and that he “hoped the agreement that we’ve reached together will help us bring close that goal and will pave the path towards peace in Ukraine “.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We expect that Kyiv and European capitals will perceive that constructively and that they won’t throw a wrench in the works,” Putin said. “They will not make any attempts to use some backroom dealings to conduct provocations to torpedo the nascent progress,” he said.</p><p>Al Jazeera’s Osama Bin Javaid said Russians will see the outcome of the meeting as a victory. “This was being labelled as a victory even before Putin left the tarmac,” he said, reporting from Moscow.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Getting the US administration to hold this meeting away from Ukrainians and Europeans was already being seen as something of a win for Putin,” he said.</p><p>“Putin has understood the pulse of Trump, giving him what exactly he wanted to hear and not giving anything in return.”</p><h2 id=\"no-deal-until-there-is-a-deal\">‘No deal until there is a deal’</h2><p>Trump then thanked Putin for his “very profound” statement, adding that the two had a “very productive meeting “.</p><p>“There were many, many points that we agreed on. Most of them, I would say. A couple of big ones that we haven’t quite got there, but we’ve made some headway,” Trump said.</p><p>“So there is no deal until there is a deal,” Trump said, adding that he will now call up NATO as well as President Zelenskyy and others to brief them on the meeting.</p><p>“It’s ultimately up to them,” the president said.</p><p>“Many points were agreed to,” he continued, without providing any details.</p><p>“There are just a very few that are left; some are not that significant, one is probably the most significant,” Trump said without elaborating.</p><p>“But we have a very good chance of getting there. We didn’t get there, but we have a very good chance of getting there.”</p><p>Later, in an interview with Fox TV, Trump advised Ukrainian President Volodymyr Zelenskyy to make a deal to end the war in Ukraine.</p><p>“Gotta make a deal. Yeah. Look, Russia is a very big power, and they’re not. They’re great soldiers,” Trump replied when asked about his advice to Zelenskyy.</p><p>The US president added that Zelenskyy and Putin were going to set up a meeting to try to reach a ceasefire. “Now, it’s really up to President Zelenskyy to get it done. And I would also say the European nations, they have to get involved a little bit. But it’s up to President Zelenskyy… And if they’d like, I’ll be at that next meeting,” Trump told Fox News’ Sean Hannity after the Alaska meeting.</p><p>There was no immediate reaction from Kyiv to the outcome of the summit, described as “anticlimactic”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ukraine’s opposition lawmaker Oleksiy Honcharenko said on the Telegram messaging app after the talks: “It seems Putin has bought himself more time. No ceasefire or de-escalation has been agreed upon.”</p><p>Al Jazeera’s Kimberly Halkett, reporting from Anchorage, Alaska, said President Trump is likely to come in for criticism for a summit that “all became much ado about nothing”.</p><p>“The only achievements that were actually made was that the Russian president has been able to continue his war, which we know is now a war of attrition and which each day favours the Russian side,” Halkett said.</p><p>“He has bought time,” she said.</p><p>Also reporting from the summit, Al Jazeera’s diplomatic editor, James Bays, said Ukraine’s European allies – who had been pushing for concrete steps to come out of the meeting, such as a ceasefire – will likely see the meeting as “a big win for President Putin”.</p><p>“And it does beg all sorts of questions about where the diplomacy on Ukraine goes,” Bays said.</p><p>Melinda Haring, Senior Fellow from the Atlantic Council Eurasia Center, said that the expectations were low.</p><p>“In some senses, I think Kyiv will wake up in the morning and European capitals will wake up and be relieved that you know Donald Trump did not try or agree to some kind of land swap,” she told Al Jazeera.</p><p>“That was the worst-case scenario…that major foreign policy decisions over Ukraine’s sovereignty and territorial integrity would be made without Ukraine.”</p><p>Trump ended his remarks at the news conference on Friday by telling Putin, “I’d like to thank you very much, and we’ll speak to you very soon and probably see you again very soon.”</p><p>To which Putin quickly chipped back: “Next time, in Moscow.”</p><p>Trump then responded, saying that he might “get a little heat on that one” but that he could “possibly see it happening”.</p></div></div></body></html>"
        },
        {
            "title": "“We didn’t get there” - Trump and Putin Ukraine meeting falls short | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-16T01:19:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755307092.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Aug 2025</span><span aria-hidden=\"true\">16 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Indonesians raise anime pirate flag in protest as nation marks independence | Protests News | Al Jazeera",
            "time": "2025-08-16T01:00:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250808__68Y769E__v2__HighRes__IndonesiaPoliticsProtestAnime-1755245504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Medan, Indonesia</strong> – Indonesia is celebrating 80 years of independence from Dutch colonial rule, but not everyone is in a celebratory mood, and an unusual protest movement has rallied around a cartoon pirate flag.</p><p>The flag, which features a skull and crossbones wearing a straw hat, has been spotted adorning homes, cars, trucks, motorcycles and boats across Indonesia.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Popularised by the hit Japanese anime One Piece, the flag has even been flown beneath the Indonesian flag – known as the merah-putih (red and white) – which is widely raised throughout the month of August in the lead-up to Independence Day on Sunday.</p><p>In the anime series, which was adapted by Netflix in 2023, the hatted skull and crossbones flag is used by adventurer Monkey D Luffy – who one day hopes to become a pirate king – and is seen as a sign of hope, freedom and a pushback against authoritarianism.</p><p>In Indonesia, the flag has been raised as a sign of protest amid increasing public frustration with the government.</p><p>“Rising prices, difficulties in getting a job and the incompetencies of the government have prompted the people to use satire and sarcasm,” Radityo Dharmaputra, a lecturer in international relations at Airlangga University in Surabaya, told Al Jazeera.</p><p>Raising the pirate flag is a sign of “growing dissatisfaction in society, even with all the so-called progress that the government has claimed”, Dharmaputra said.</p><p><a href=\"/economy/2025/7/16/indonesias-prabowo-hails-new-era-in-us-ties-after-trump-trade-deal\">Prabowo Subianto</a> was sworn in as the new president of Indonesia in October, promising fast economic growth and social change in this country of almost 286 million people.</p><p>But Southeast Asia’s largest economy and most populous democracy is faltering.</p><figure id=\"attachment_3889583\" aria-describedby=\"caption-attachment-3889583\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889583\" src=\"/wp-content/uploads/2025/08/AFP__20250808__68XG869__v1__HighRes__IndonesiaPoliticsProtestAnime-1755244937.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A graffiti of the pirate flag from Japanese anime One Piece, adopted by some Indonesians as a symbol of frustration with their government, is seen on a street in Sukoharjo, Central Java, on August 6, 2025, ahead of the countrys 80th Independence Day. As Indonesia's independence day approaches red and white flags will be flown across the country, but a viral anime pirate banner has drawn government threats against flying the swashbuckling ensign. A Jolly Roger skull and bone symbol topped with a straw hat from Japan's anime series 'One Piece' has caused concern among officials in Jakarta that it is being used to criticise President Prabowo Subianto's policies. (Photo by DIKA / AFP) / TO GO WITH 'INDONESIA-POLITICS-PROTEST-ANIME, FOCUS' BY DESSY SAGITA &amp; JACK MOORE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889583\" class=\"wp-caption-text\">A graffiti of the pirate flag from Japanese anime One Piece, adopted by some Indonesians as a symbol of frustration with their government, is seen on a street in Sukoharjo, Central Java, on August 6, 2025 [Dika/AFP]</figcaption></figure><h2 id=\"a-symbol-of-my-disappointment-and-resistance\">‘A symbol of my disappointment and resistance’</h2><p>Indonesia has one of the <a href=\"/economy/2025/7/18/indonesia-has-44-million-youths-its-struggling-to-get-them-jobs\">highest youth unemployment rates</a> in Southeast Asia, with an estimated 16 percent of the 44 million Indonesians aged 15-24 unemployed, while foreign investors are pulling capital out of the country and the government is cutting the budget.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a survey published by the ISEAS-Yusof Ishak Institute in Singapore in January, about 58 percent of young Indonesians said they were optimistic about the government’s economic plans, compared with an average of 75 percent across five other countries in the region – Thailand, Malaysia, Singapore, the Philippines and Vietnam.</p><p>Before the flag protest, in February, the “Indonesia Gelap” or “Dark Indonesia” movement gained momentum, with citizens using the #IndonesiaGelap hashtag on social media to vent their frustrations about the future of the country following widespread budget cuts and proposed changes in legislation allowing the military to have a greater role in the government.</p><p>The online protest was followed by student demonstrations, which erupted across a number of cities.</p><p>President Prabowo accused the Dark Indonesia movement of being backed by “corruptors” bent on creating pessimism in the country.</p><p>“This is fabricated, paid for, by whom?” Prabowo said, according to Indonesian news outlet Tempo.</p><p>“By those who want Indonesia to always be chaotic, Indonesia to always be poor. Yes, those corruptors are the ones financing the demonstrations. Indonesia is dark, Indonesia is dark. Sorry, Indonesia is bright, Indonesia’s future is bright,” the president said.</p><figure id=\"attachment_3889586\" aria-describedby=\"caption-attachment-3889586\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889586\" src=\"/wp-content/uploads/2025/08/2025-08-08T043111Z_909175520_RC2Q2GA4E7LO_RTRMADP_3_INDONESIA-INDEPENDENCEDAY-ONE-PIECE-1755245070.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kemas Muhammad Firdaus, 28, paints a mural depicting a Jolly Roger from the popular Japanese anime and manga series 'One Piece' in Bekasi, West Java province, Indonesia, August 7, 2025. REUTERS/Ajeng Dinar Ulfiana\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889586\" class=\"wp-caption-text\">A graffiti artist paints a mural depicting a Jolly Roger from the popular Japanese anime and manga series One Piece in Bekasi, West Java province, Indonesia, on August 7 , 2025 [Ajeng Dinar Ulfiana/Reuters]</figcaption></figure><p>Adi*, a truck driver in the city of Malang in East Java, told Al Jazeera that he has been flying the anime pirate flag on the side of his truck for the past three weeks.</p><p>“Many, many people have been flying it in East Java. To me, it is a symbol of my disappointment and resistance against the government,” he said.</p><p>Adi said that he had long been frustrated, but that the flag had provided him with a new way of displaying this frustration.</p><p>Members of his family had died, Adi said, when <a href=\"/news/2022/10/2/127-killed-after-stampede-at-indonesia-football-match\">police fired tear gas into the Kanjuruhan Stadium in East Java’s Malang</a> city on October 1, 2022, following what police claimed was a pitch invasion by fans at the end of a football match.</p><p>This tear gas led to panic and a crowd crush at locked exit gates that killed 135 people.</p><p>Three police officers and two match officials were prosecuted for their roles in the tragedy, one of the worst in international footballing history.</p><p>“I am disappointed by the lack of justice for the victims of Kanjuruhan. Until now, we have received none of the restitution we were promised. I am also disappointed by other problems in Indonesia, including rising prices,” he said.</p><h2 id=\"an-attempt-to-divide-unity\">‘An attempt to divide unity’</h2><p>The One Piece pirate flag has caught the attention of the government, with Budi Gunawan, the coordinating minister for political and security affairs, warning that authorities would take “firm action” if the flag was flown on Sunday’s Independence Day.</p><p>“There will be criminal consequences for actions that violate the honour of the red and white flag,” he said.</p><p>Indonesia’s Deputy House Speaker Sufmi Dasco Ahmad branded the hoisting of the pirate flag an attempt to deliberately sow dissent.</p><p>“We have detected and received input from security agencies that there is indeed an attempt to divide unity. My appeal to all the nation’s children is to unite and fight against such things,” he said.</p><p>Yohanes Sulaiman, a lecturer in international relations at Jenderal Achmad Yani University, told Al Jazeera that the government’s warnings were likely an attempt to clamp down on the show of symbolic dissent.</p><p>“I suspect they didn’t know how Prabowo would react and thus thought it better to show their loyalty and take the extreme position than be sorry later,” Sulaiman said.</p><p>The government threats had “backfired spectacularly”, he said, adding that it was left looking like a “laughing stock”.</p><p>“Saying that the flag has the potential of breaking apart the nation is too much. It is hyperbolic and nobody takes it seriously,” he said.</p><figure id=\"attachment_3889589\" aria-describedby=\"caption-attachment-3889589\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889589\" src=\"/wp-content/uploads/2025/08/AFP__20250808__68XH6WG__v1__HighRes__IndonesiaPoliticsProtestAnime-1755245211.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A worker holds a replica of the pirate flag from Japanese anime One Piece, made for sale as some Indonesians adopt the symbol from a story about resisting a corrupt world government to express frustration with their own, at a T-shirt workshop in Karanganyar, Central Java, on August 6, 2025, ahead of the countrys 80th Independence Day. As Indonesia's independence day approaches red and white flags will be flown across the country, but a viral anime pirate banner has drawn government threats against flying the swashbuckling ensign. A Jolly Roger skull and bone symbol topped with a straw hat from Japan's anime series 'One Piece' has caused concern among officials in Jakarta that it is being used to criticise President Prabowo Subianto's policies. (Photo by DIKA / AFP) / TO GO WITH 'INDONESIA-POLITICS-PROTEST-ANIME, FOCUS' BY DESSY SAGITA &amp; JACK MOORE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889589\" class=\"wp-caption-text\">A worker holds a replica of the pirate flag from Japanese anime One Piece, made for sale as some Indonesians adopt the symbol from a story about resisting a corrupt world government to express frustration with their own, at a T-shirt workshop in Karanganyar, Central Java, on August 6, 2025 [Dika/AFP]</figcaption></figure><p>Sulaiman said the origins of the flag’s use in Indonesia could be traced back to truck drivers.</p><p>“Truckers were the ones first flying it to protest a recent regulation that forbade overweight trucks from hitting the road. If the government had just ignored it, the flag would have ended up on the back of trucks and nobody would have taken it seriously,” Sulaiman said.</p><p>“But, they had to make it about a national threat, a threat to national unity and disrespect of the national flag,” he said.</p><p>He added that the increased visibility of the pirate flag comes at a sensitive time in Indonesia – ahead of Independence Day – which is traditionally a moment for the government and the public to celebrate.</p><p>Ian Wilson, a lecturer in politics and security studies at Murdoch University in Perth, Australia, said the flag furore demonstrated “sensitivity around perceptions of popularity” in the current government.</p><p>The flag as a symbol of protest appeared to be a more fragmented movement than recent and historical protests in Indonesia, Wilson said, which have traditionally been largely driven by students.</p><p>“Students are a more singular group, but this is a more dispersed phenomenon across different groups and parts of the country, which is indicative of widespread dissatisfaction. It touches a nerve due to the diffused representation,” he said.</p><p>“We are seeing this phenomenon in places like villages and by regular people in semi-rural areas, which are not conventional sites of dissent in Indonesia,” he added.</p><h2 id=\"an-expression-of-creativity\">‘An expression of creativity’</h2><p>According to reports by local Indonesian media, anime pirate flags have been seized in raids by authorities in East Java, while citizens found displaying them have been questioned in the Riau Islands.</p><p>So far, no one has been criminally charged, as flying the pirate flag is not technically illegal.</p><p>Usman Hamid, Amnesty International Indonesia’s executive director, said the raids were “a flagrant violation of the right to freedom of expression”.</p><p>“Raising an anime flag is not ‘treason’ or ‘propaganda to disunite the country’, as suggested by government officials,” Hamid said in a statement.</p><p>“Authorities, including lawmakers, must stop harassing people by threatening them with jail terms for ‘disrespecting the national flag’ and ‘treason’ if they raise One Piece flags,” he added.</p><figure id=\"attachment_3889593\" aria-describedby=\"caption-attachment-3889593\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889593\" src=\"/wp-content/uploads/2025/08/AFP__20250808__68Y63ZT__v1__HighRes__IndonesiaPoliticsProtestAnime-1-1755245330.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A pirate flag from the Japanese anime One Piece, installed a week earlier to follow an internet trend using the symbol to criticise government policies, is seen at a house in Solo, Central Java, on August 7, 2025, ahead of the country ' s 80th Independence Day. As Indonesia's independence day approaches red and white flags will be flown across the country, but a viral anime pirate banner has drawn government threats against flying the swashbuckling ensign. A Jolly Roger skull and bone symbol topped with a straw hat from Japan's anime series 'One Piece' has caused concern among officials in Jakarta that it is being used to criticise President Prabowo Subianto's policies. (Photo by DIKA / AFP) / TO GO WITH 'INDONESIA-POLITICS-PROTEST-ANIME, FOCUS' BY DESSY SAGITA &amp; JACK MOORE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889593\" class=\"wp-caption-text\">A pirate flag is seen at a house in Solo, Central Java, on August 7, 2025 [Dika/AFP]</figcaption></figure><p>Truck driver Adi told Al Jazeera that he had seen no indications that the government’s threats had had any impact on those flying the flag and that they could still be seen prominently on display across East Java – both on trucks and buildings.</p><p>“Why would I be scared of any sanctions?” Adi asked.</p><p>The president’s office has denied any involvement in the police confiscating flags or questioning civilians.</p><p>For his part, Prabowo – a retired army general who oversaw crackdowns on the 1998 student protests that precipitated the fall of the country’s longtime dictator President Soeharto – said that the flag was “an expression of creativity”.</p><p>Murdoch University’s Wilson said that the government had perhaps been rattled by the Dark Indonesia protests, which came early on in Prabowo’s presidency.</p><p>“No one wants that at the start [of a presidency], as they are trying to generate optimism,” Wilson said.</p><p>“But now, further down the track, people have some serious issues with government performance,” he said.</p><p><strong><em>*Adi is a pseudonym as the interviewee did not want his name revealed for personal safety reasons when criticising the government.</em></strong></p></div></div></body></html>"
        },
        {
            "title": "China unveils newest AI technology at World Robot Conference | Technology | Al Jazeera",
            "time": "2025-08-15T22:20:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755296375.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Liverpool avoid late Bournemouth scare to win Premier League opener | Football News | Al Jazeera",
            "time": "2025-08-15T22:10:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-15T210313Z_485243165_UP1EL8F1LZ5NN_RTRMADP_3_SOCCER-ENGLAND-LIV-BOU-1755291977.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Liverpool avoid late Bournemouth scare to win Premier League opener</h1><p class=\"article__subhead\"><em>Bournemouth fight back from two down but Liverpool secure late win on emotional Anfield night.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool talisman Mo Salah and fellow forward Federico Chiesa struck late goals as the Premier League champions began the defence of their title by <a href=\"/sports/liveblog/2025/8/15/live-liverpool-vs-bournemouth-premier-league\">beating Bournemouth 4-2</a> in a thriller on the opening night of the season at Anfield.</p><p>On a bittersweet Friday evening charged with emotion after the July death of Liverpool forward Diogo Jota, newcomer Hugo Ekitike bagged a goal on his league debut to put the hosts ahead after 37 minutes, and Cody Gakpo doubled the lead in the 49th.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>But Antoine Semenyo, who was the target of racist abuse in the first half that led to a pause in the game, pulled one back for the visitors in the 64th minute and completed a double 12 minutes later to rock Liverpool and shock the home fans.</p><p>However, substitute Chiesa sent the Liverpool faithful away happy with an 88th-minute strike after goalkeeper Djordje Petrovic swatted away a ball into the box by Salah, who scored himself deep into added time to wrap up the three points.</p><p>Salah chased the ball past the defence before cutting inside and firing into the bottom corner with a goal that put the Egypt international joint-fourth with Andy Cole on the all-time Premier League scorers’ list with 187.</p><p>An emotional Salah pointed to the heavens and flapped two hands to mimic Jota’s shark goal celebration.</p><p>He headed for The Kop stand after the final whistle and wiped away tears while applauding the fans who were singing Jota’s song to the tune of Bad Moon Rising.</p><figure id=\"attachment_3890930\" aria-describedby=\"caption-attachment-3890930\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3890930\" src=\"/wp-content/uploads/2025/08/2025-08-15T201131Z_1062748606_UP1EL8F1K35LJ_RTRMADP_3_SOCCER-ENGLAND-LIV-BOU-1755289429.jpg?w=770&amp;resize=770%2C503&amp;quality=80\" alt=\"Liverpool's Cody Gakpo scores their second goal against Bournemouth\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3890930\" class=\"wp-caption-text\">Liverpool’s Cody Gakpo scores their second goal [Peter Powell/Reuters]</figcaption></figure><p>The night started with an emotional minute’s silence for Jota and his brother Andre Silva, who died in a car crash. Fans fought back tears as they sang You’ll Never Walk Alone.</p><p>Ekitike, who has joined from Eintracht Frankfurt, was the most impressive of manager Arne Slot’s close-season signings in a spending spree topping 300 million pounds ($406.53m).</p><p>“Obviously, I think it was a good performance, I could do better,” said Ekitike, who held up two fingers in one hand, and made a zero with the other after his goal, a tribute to Liverpool’s Jota, who wore number 20.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“But the most important thing was winning, the mentality we showed. Obviously, we wanted to win tonight for the people who came and for Diogo,” added the 23-year-old forward.</p><p>The game was halted for several minutes after Bournemouth’s Ghana international Semenyo reported the racist abuse.</p><p>“It’s totally unacceptable,” Bournemouth captain Adam Smith said. “Kind of in shock to be honest that it happened. In this day and age, it shouldn’t be happening.</p><p>“I don’t know how Ant’s played on to be honest and come up with those goals … Something has to be done. We’ll support him in there and hopefully, he’ll be OK.”</p></div></div></body></html>"
        },
        {
            "title": "New Orleans mayor indicted on fraud charges linked to affair with bodyguard | Corruption News | Al Jazeera",
            "time": "2025-08-15T21:27:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227625330635-1755289615.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Orleans mayor indicted on fraud charges linked to affair with bodyguard</h1><p class=\"article__subhead\"><em>LaToya Cantrell is accused of ‘defrauding’ the city, paying Jeffrey Vappie as if he were on duty while on trips and trysts.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The mayor of New Orleans has been indicted on conspiracy, fraud and obstruction charges by a federal grand jury after a long-running investigation.</p><p>The charges released on Friday against LaToya Cantrell were based on accusations that she tried to hide a romantic relationship with bodyguard Jeffrey Vappie, who was paid as if on duty while the pair conducted their affair.</p><p>The indictment states that Cantrell and Vappie “developed a personal and intimate relationship” in 2021, defrauding the city as they attempted to “hide their relationship and maximise their time together”.</p><p>Acting United States Attorney Michael Simpson said the pair met in an apartment while Vappie claimed to be on duty, and that Cantrell had arranged for Vappie to attend 14 trips.</p><p>The trips, which included wine tasting at vineyards, were described by her as times “when they were truly alone”, said Simpson.</p><p>He dubbed the affair a “three-year fraud scheme that we allege exploited their public authority and positions”.</p><p>Cantrell allegedly lied in an affidavit that she had activated a function on her phone that automatically deleted messages in 2021, when she had not activated the feature until December 2022, one month after the media began speculating on the pair’s conduct.</p><p>When a private citizen took photos of the pair dining together and drinking wine, Cantrell filed a police report and sought a restraining order, said Simpson.</p><p>The mayor’s office didn’t immediately comment.</p><p>“This is a sad day for the people of New Orleans,” said Monet Brignac, a spokesperson for City Council President JP Morrell.</p><p>Vappie is accused of hiding a romantic relationship with Cantrell and filing false payroll records claiming he was on duty.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He has pleaded not guilty following his indictment on charges of wire fraud and making false statements.</p><p>Cantrell, the city’s first female mayor, is term-limited and will leave office in January.</p></div></div></body></html>"
        },
        {
            "title": "UK to prosecute 60 more people for backing banned Palestine Action group | Civil Rights News | Al Jazeera",
            "time": "2025-08-15T21:11:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_68999b0e60cd-1754897166.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK to prosecute 60 more people for backing banned Palestine Action group</h1><p class=\"article__subhead\"><em>Since the controversial ban on July 7, more than 700 people have been detained at peaceful protests.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>London’s Metropolitan Police say at least 60 people will face prosecution for “showing support” for <a href=\"/video/inside-story/2025/7/21/what-are-the-implications-of-the-uk-ban-on-palestine-action\">Palestine Action</a>, the activist group outlawed as a “<a href=\"/video/newsfeed/2025/7/30/uk-court-palestine-action-may-challenge-antiterrorism-ban\">terrorist organisation</a>” last month for protesting Israel’s genocide in Gaza. Three others have already been charged.</p><p>“We have put arrangements in place that will enable us to investigate and prosecute significant numbers each week if necessary,” the force said in a statement on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Since the controversial ban on July 7, more than 700 people have been detained at peaceful protests, including <a href=\"/video/newsfeed/2025/8/10/london-police-arrest-hundreds-at-gaza-protest-supporting-palestine-action\">522 arrested at a protest last weekend</a> for holding signs backing the group, believed to be the largest number of arrests at a single protest in the capital’s history.</p><p>Critics, including the <a href=\"https://www.ohchr.org/en/press-releases/2025/07/un-experts-urge-united-kingdom-not-misuse-terrorism-laws-against-protest\">United Nations</a>, Amnesty International and Greenpeace, have called the ban an overreach that risks stifling free speech.</p><p>Director of Public Prosecutions Stephen Parkinson said the latest decisions were the “first significant numbers” from recent demonstrations, adding: “Many more can be expected in the next few weeks. People should be clear about the real-life consequences for anyone choosing to support Palestine Action.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The UK’s Equality and Human Rights Commission has also warned against a “heavy-handed” approach, urging the government and police to ensure protest policing is proportionate and guided by clear legal tests.</p><p>The initial three prosecutions earlier this month stemmed from arrests during a July demonstration, with defendants charged under the Terrorism Act. Police said convictions for such offences could carry sentences of up to six months in prison, along with other penalties.</p><p>Metropolitan Police Commissioner Mark Rowley praised the rapid coordination between officers and prosecutors, saying he was “proud of how our police and CPS teams have worked so speedily together to overcome misguided attempts to overwhelm the justice system”.</p><p>Home Office Minister Yvette Cooper defended the Labour government’s decision to proscribe Palestine Action, stating: “UK national security and public safety must always be our top priority. The assessments are very clear, this is not a non-violent organisation.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The group was banned days after claiming responsibility for a break-in at an air force base in southern England, which the government claims caused an estimated 7 million pounds ($9.3 million) in damage to two aircraft. The home office has accused it of other “serious attacks” involving “violence, significant injuries and extensive criminal damage”.</p><p>Palestine Action has said its actions target the United Kingdom’s indirect military support for Israel amid the war in Gaza.</p><p>The UK’s Liberal Democrats voiced “deep concern” over using “anti-terrorism powers” against peaceful protesters.</p><p>Hundreds of thousands of people have demonstrated in several UK cities for nearly two years, calling for an end to Israel’s war on Gaza and for the British government to stop all weapons sales to the country.</p><p>Prime Minister Keir Starmer said last month that the UK will <a href=\"/news/2025/7/29/starmer-says-uk-will-soon-recognise-palestine-unless-israel-halts-gaza-war\">recognise the state of Palestine</a> by September unless Israel takes “substantive steps” to end its war on Gaza and commits to a lasting peace process. Many who have been protesting to end Palestinian suffering have said the move is too little, too late.</p></div></div></body></html>"
        },
        {
            "title": "How an emergency declaration deepened Honduras’s crime crisis | Government News | Al Jazeera",
            "time": "2025-08-15T21:10:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2022-11-27T060802Z_698531453_RC2LTX909N6J_RTRMADP_3_HONDURAS-SECURITY-1755185941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg css-mkhf1y\"><p>The operation, on paper, appeared to be a typical government crackdown on drug traffickers.</p>\n<p>In late 2024, more than two dozen masked officers descended on an alleged narcotics lab on the outskirts of San Pedro Sula, Honduras, where they found materials for processing cocaine and automatic weapons.</p>\n<p>There was only one problem: The evidence, including the firearms and cocaine, seems to have disappeared from the public record.</p>\n<p>That is according to a Honduran prosecutor specialising in cases of state corruption who spoke to Al Jazeera on condition of anonymity, for fear of professional reprisal.</p>\n<p>The prosecutor believes there is a strong possibility the police may have kept the weapons and drugs to resell them on the black market.</p>\n<p>Experts say questions of corruption and abuse have come to typify Honduras's \"state of exception\", an emergency declaration that has suspended certain constitutional rights while granting greater powers to the military and police.</p>\n<p>Such measures are meant to be temporary. The state of exception was first declared in December 2022, in the name of fighting drug traffickers and gangs.</p>\n<p>But it has been extended at least 17 times since, often without the explicit approval of Honduras's Congress.</p>\n<p>For human rights observers, the continued renewals have raised alarms over whether the state of exception is being used as a shield for law enforcement excesses.</p>\n<p>In May, for instance, the United Nations High Commissioner for Human Rights (OHCHR) <a href=\"https://oacnudh.hn/wp-content/uploads/2025/05/250515_Comunicado-estado-de-excepcion.pdf\" target=\"_blank\" rel=\"noopener\">urged</a> the Honduran government to \"put an end\" to the state of exception, citing systematic abuses at the hands of security forces.</p>\n<p>\"The implementation of the state of exception has led to serious human rights violations, including extrajudicial killings, forced disappearances, arbitrary detentions and raids without judicial oversight,\" the UN office wrote.</p>\n<p>It added that Honduras's National Commission for Human Rights (CONADEH) had arrived at similar conclusions.</p>\n<p>Joaquin Mejia — an investigator with the Team for Reflection, Investigation and Communication, a Honduran human rights advocacy group — believes such abuses are a trend under the state of exception.</p>\n<p>“The biggest negative effect is what the National Commission for Human Rights registered: that, from December 2022 to December 2024, 798 complaints at the national level over human rights abuses are attributed to state security forces,\" Mejia said.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump, Putin skip questions ahead of Alaska joint press conference | Military | Al Jazeera",
            "time": "2025-08-15T20:44:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755290648.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel targets emergency workers trying to help people trapped in Gaza City | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-15T20:04:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250814__69JM2KM__v1__HighRes__PalestinianIsraelConflict-1755284173.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian residents of Gaza City have come under relentless Israeli bombardment as the military prepares for a major offensive to seize and ethnically cleanse the area, barring emergency workers from reaching people trapped in the residential Zeitoun neighbourhood.</p><p>Gaza civil defence spokesperson Mahmoud Basal told Al Jazeera that the Israeli army had been firing at emergency vehicles trying to reach the wounded in <a href=\"/video/newsfeed/2025/8/4/palestinians-return-to-gazas-al-zeitoun-after-45-day-israeli-assault\">Zeitoun</a> on Friday, as Israeli quadcopters dropped leaflets threatening a forced displacement. Residents were told to leave sections of the eastern neighbourhood, where hundreds of homes have recently been destroyed.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Reporting from Deir el-Balah, Al Jazeera’s Tareq Abu Azzoum said Israel had been deploying “heavy artillery, drones and fighter jets”, with four neighbourhoods of Gaza City “reporting relentless bombardment shaking the ground day and night” as the military advanced its plans.</p><p>It was, he said, “a full dismantling of civilian life to ensure that people will never be allowed back into this area”.</p><p>Israeli Prime Minister Benjamin Netanyahu has been pushing to <a href=\"/news/2025/8/8/israeli-security-cabinet-approves-plan-to-occupy-gaza-city-report\">seize Gaza’s largest urban hub</a> and forcibly displace hundreds of thousands of Palestinians to concentration zones, despite a wave of criticism from families of captives held in Gaza and their supporters, the Israeli security establishment, and a multitude of nations and organisations <a href=\"/news/2025/8/10/un-warns-of-calamity-as-netanyahu-pushes-for-israel-to-seize-gaza-city\">around the world</a>.</p><p>As the military closed in on Gaza City, it also continued attacks on other parts of the enclave, killing 44 people, including 16 aid seekers desperately seeking sustenance for their families, according to medical sources who spoke to Al Jazeera.</p><p>Attacks included strikes on two hospitals, underscoring daily Palestinian pleas that no place in the besieged and bombarded enclave is safe. One person was killed at <a href=\"/video/featured-documentaries/2024/10/13/al-shifa-hospital-annihilation-and-resilience\">al-Shifa</a> in Gaza City, which has been bombed and burned multiple times over the war. And at least two were killed at Deir el-Balah’s Al-Aqsa Hospital in an explosion preceded by a swarm of Israeli drones hovering over the hospital.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"human-remains-46-days-under-the-rubble\">‘Human remains 46 days under the rubble’</h2><p>Amid the reports of further Israeli killing, Al Jazeera Arabic reported that a woman in the devastated Tuffah neighbourhood east of Gaza City retrieved the body of her brother and some remains of her father from the rubble of a bombed house.</p><p>The woman said that the bodies had been trapped along with 31 others since an air strike that had taken place 46 days earlier – the timeline indicating the attack occurred at the end of June. With no equipment to retrieve them under Israel’s harshly punitive blockade, it had been impossible to find them.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“What we are facing is too much. Too much torture and oppression. Torture, tiredness, and pain,” she said.</p><h2 id=\"starvation-and-dehydration-as-temperatures-soar\">Starvation and dehydration as temperatures soar</h2><p>In parallel, aid seekers continued to be targeted near humanitarian distribution sites run by the GHF, with medical sources reporting 16 were killed on Friday.</p><p>The United Nations human rights office said at least 1,760 Palestinians had been killed while seeking aid in Gaza since late May – a jump of several hundred since its last published figures at the beginning of August.</p><p>Of the 1,760, 994 were killed in the vicinity of GHF sites and 766 along the routes of supply convoys. Most of the killings were committed by the Israeli military, the agency said in a statement. United States security contractors have also fired on aid seekers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, as reports emerged that another child had died of Israeli-induced starvation in the enclave, the UN agency for Palestinian refugees (UNRWA)  said nearly one in five young children in Gaza City were now deemed to be malnourished.</p><p>The starvation death toll has now reached 240, including 107 children, according to the Health Ministry.</p><p>The UN has said Gaza requires the equivalent of at least 600 trucks of aid entering daily to fight off the effects of man-made starvation caused by months of total Israeli blockade.</p><p>The Israeli army entity in charge of managing aid – Coordination of Government Activities in the Territories – claimed that it allowed 310 aid trucks to enter Gaza on Thursday. It said that more than 290 were collected and distributed by the UN and other international organisations.</p><p>International and Palestinian groups are reporting only one-sixth of the necessary 600 trucks a day are actually entering the territory where I<a href=\"/features/2025/8/12/is-israel-using-gaza-tribal-militias-to-help-ethnic-cleansing\">sraeli-backed gangs</a> are engaged in looting.</p><p>As people battle extreme hunger, they are also enduring severe dehydration in the current heatwave, with record temperatures surpassing 40C (or 104F), and are resorting to drinking contaminated water.</p><p>“It causes stomach cramps for adults and children, without exception,” Hosni Shaheen, whose family was displaced from Khan Younis, told The Associated Press. “You don’t feel safe when your children drink it”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Trump greets Putin in Alaska for Russia-Ukraine talks | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-15T19:39:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755286718.jpg?resize=1645%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s aid rules demand “sensitive data, put staff at risk” | Al Jazeera | Al Jazeera",
            "time": "2025-08-15T19:15:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Bushra-Khalidi-UPD-QT-thumbnail-16x9-1755285221.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Bushra Khalidi says Israel’s new NGO registration rules violate international law and endanger aid workers.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bushra Khalidi, Oxfam’s policy lead in the occupied Palestinian territory, says Israel’s new NGO registration rules violate international law and endanger aid workers.</p></div></div></body></html>"
        },
        {
            "title": "Verdict, sentencing in coup trial for Brazil’s Bolsonaro set for September | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-08-15T19:06:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T205151Z_386405466_RC2KSFAHDAWD_RTRMADP_3_BRAZIL-BOLSONARO-1753370859.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil’s Supreme Court says it will hand down a verdict and sentence in former President Jair Bolsonaro’s coup trial early next month, in a <a href=\"/news/2025/8/14/lawyers-in-brazil-submit-final-statement-for-bolsonaro-in-coup-trial\">case</a> that has polarised the country and drawn in the ex-leader’s ally, United States President Donald Trump.</p><p>The court announced on Friday that the five-justice panel overseeing the proceedings will deliver decisions on the five charges between September 2 and 12. A coup conviction carries a sentence of up to 12 years.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Bolsonaro, <a href=\"/news/2025/8/4/brazil-supreme-court-justice-orders-house-arrest-of-embattled-bolsonaro\">under house arrest since August 4</a>, is accused of orchestrating a plot to cling to power after losing the 2022 presidential election to Luiz Inacio Lula da Silva. He denies the allegations.</p><p>Prosecutors allege Bolsonaro led a criminal organisation that sought to overturn the election results.</p><p>The case includes accusations that the plot involved plans to kill Lula and Supreme Court Justice Alexandre de Moraes, who is presiding over the trial. They have presented messages, handwritten notes and other material they say document the conspiracy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Defence lawyers counter that no coup attempt was carried out and that Bolsonaro allowed the presidential handover to take place, undermining claims he tried to block it.</p><p>The five charges against Bolsonaro include attempting a coup, participation in an armed criminal organisation, attempted violent abolition of the democratic order, and two counts linked to destruction of state property.</p><p>Two separate five-justice panels operate within Brazil’s top court. Justice de Moraes, a frequent target of Bolsonaro’s supporters, sits on the panel hearing the case. Although Bolsonaro appointed two justices during his 2019–2022 presidency, both serve on the other panel.</p><p data-start=\"800\" data-end=\"1031\">Separately, right-wing Brazilian lawmaker Eduardo Bolsonaro said on Friday that he met with US Treasury Secretary Scott Bessent this week as part of his campaign to secure sanctions against officials linked to the trial of his father, Bolsonaro.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1033\" data-end=\"1213\"><strong>I</strong>n a post on X, Bolsonaro said the meeting took place on Wednesday, the same day Bessent had been expected to hold talks with Brazilian Finance Minister Fernando Haddad.</p><p data-start=\"1215\" data-end=\"1329\">Haddad told journalists earlier in the week that the US Treasury cancelled his meeting without offering a new date.</p><p data-start=\"1331\" data-end=\"1520\">The younger Bolsonaro has been vocal in defending his father and calling for sanctions on his own country following his father’s alleged coup attempt.</p><p>The Supreme Court headquarters in Brasilia was one of the targets of a rioting mob of supporters known as “Bolsonaristas”, who <a href=\"/news/2023/1/8/bolsonaro-supporters-storm-government-buildings-in-brazil\">raided government buildings in January 2023</a> as they urged the military to depose Lula, an insurrection attempt that evoked Trump supporters on January 6, 2021.</p><p>The rioting also prompted comparisons to Brazil’s 1964 military coup, a dark era that Bolsonaro has openly praised.</p><p>The trial has captivated Brazil’s divided public. Tensions deepened when Trump linked a <a href=\"/economy/2025/8/13/brazil-plans-aid-packages-for-businesses-impacted-by-trump-tariffs\">50 percent tariff on Brazilian imports</a> to his ally’s legal battle, calling the proceedings a “witch hunt” and describing Bolsonaro as an “honest man” facing “political execution”.</p><p>The Trump administration has also sanctioned Justice de Moraes and imposed further trade restrictions on Brazil, a move widely criticised in the country as an assault on national sovereignty.</p><p>A recent Datafolha poll found more than half of Brazilians support the decision to place Bolsonaro under house arrest, while 53 percent reject the idea that he is being politically persecuted.</p></div></div></body></html>"
        },
        {
            "title": "Israeli police make arrests at rally for slain Al Jazeera journalists | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-15T17:39:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755279415.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Aug 2025</span><span aria-hidden=\"true\">15 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why has violence flared up in Serbia - and what’s next? | TV Shows | Al Jazeera",
            "time": "2025-08-15T17:21:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755276421.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trouble flares involving police, government supporters and anticorruption groups.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Violence in Serbia has erupted, involving government supporters, police and anticorruption demonstrators who have been on the streets for months, demanding elections</p><p>President Aleksandar Vucic says the protests are part of a foreign plot to oust him.</p><p>Why has violence flared up – and what’s next?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Mirko Dautovic – International affairs commentator for Balkan media</p><p>Florian Bieber – Professor of Southeast European history and politics at Graz University</p><p>Tatyana Kekic – Correspondent covering Serbia for bne IntelliNews</p></div></div></body></html>"
        },
        {
            "title": "Russia gains in east before Trump-Putin summit, Ukraine says holding off | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-15T17:19:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-15T063851Z_231858431_RC237GA4B02Q_RTRMADP_3_UKRAINE-CRISIS-KHARKIV-REGION-1755271095.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has made gains in Ukraine’s Donetsk region before  President Vladimir Putin’s high-stakes meeting with his United States counterpart Donald Trump in Alaska, raising fears that it may have increased its leverage amid talks aimed at ending the war.</p><p>In advance of Friday’s <a href=\"/news/liveblog/2025/8/15/trump-putin-summit-live-leaders-to-meet-in-alaska-for-talks-on-ukraine-war\">summit in Anchorage</a>, Moscow’s army pounded away at Ukraine’s industrial heartland, attempting to seize the flashpoint town of Pokrovsk, a key highway and rail junction in eastern Donetsk, after repeated attempts to breach its defensive line during the week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>As Putin and Trump prepared to meet, battlefield analysis site DeepState said that Pokrovsk was partially encircled. In recent days, Russian forces had reportedly seized the village of Yablunivka and the settlement of Oleksandrohrad – both in Donetsk.</p><p>Ukrainian President Volodymyr Zelenskyy, who has rejected <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">Putin’s demands</a> that Kyiv withdraw from the remaining 30 percent of Donetsk that it still controls, played down the Russian advances, saying on X that his forces were “countering” and “increasing the pressure” on the “occupier”.</p><p>“The Russian army continues to suffer significant losses in its attempts to secure more favourable political positions for the Russian leadership at the meeting in Alaska. We understand this plan and are informing our partners about the real situation,” he said.</p><p>Reporting from Kyiv, Al Jazeera’s Charles Stratford said that “small groups of Russian forces” had “pushed through gaps in Ukrainian defensive lines in that area, taking around 10 kilometres [6.2 miles] of territory”.</p><p>Russia<a href=\"/news/2025/8/14/trump-putin-meeting-how-much-territory-does-russia-control-in-ukraine\"> illegally annexed</a> Donetsk in 2022, along with Luhansk, both of which form the eastern Donbas region, Kherson and Zaporizhia areas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"attacks-traded-in-run-up-to-summit\">Attacks traded in run-up to summit</h2><p>In other fighting on Friday, Russia launched a ballistic missile into Ukraine’s Dnipropetrovsk region, killing one and wounding at least one other person, according to regional governor Serhiy Lysak.</p><p>The city of Dnipro is a logistics hub for Ukrainian forces, and the Dnipropetrovsk region borders the combat zone and is regularly shelled by Russian forces.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Also on Friday, Ukraine’s military said it had struck the Syzran oil refinery in Russia’s Samara region, one of the biggest in oil company Rosneft’s network, in an overnight attack.</p><p>Samara’s regional governor said a drone attack caused a fire at an unspecified “industrial enterprise” in his region, but that it had been put out quickly.</p><p>The Ukrainian military also said it struck the Caspian port of Olya in Russia’s Astrakhan region on Thursday, hitting a ship that had been transporting drone parts and ammunition from Iran to Russia.</p><p>Facing regular Russian missile and drone attacks, Ukraine has directed the majority of its deep strikes against Russian oil refineries and unspecified “storage facilities” this year, according to new General Staff data published on Friday.</p><p>The Ukrainian military did not confirm if it used drones, as usual, for its latest two long-range attacks. It says its deep strike campaign aims to degrade Russia’s capacity to wage the full-scale war it launched in February 2022.</p><p>Some 535 Russian drones and missiles rained on Ukraine during the week of August 7-13. Ukraine intercepted just under two-thirds of them, and Moscow’s forces launched eight missiles against Ukraine, five of which got through its defences.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Wildfires sweep Spain, Portugal and Greece during unremitting heatwave | Environment News | Al Jazeera",
            "time": "2025-08-15T16:59:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_69JC688-1755275128.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"341\" data-end=\"526\">Firefighters in Spain, Portugal and Greece are battling fierce wildfires as scorching, dry, intense heat fuels blazes across the region, coinciding with major religious holidays, as global warming leaves its mark on Europe.</p><p data-start=\"528\" data-end=\"682\">Spain faced 14 major fires on Friday, said Virginia Barcones, the emergency services chief, as temperatures were forecast to rise further over the weekend.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"684\" data-end=\"807\">“Today will once again be a very tough day with an extreme risk of new fires,” Prime Minister Pedro Sanchez warned on Friday.</p><p data-start=\"809\" data-end=\"1099\">The State Meteorological Agency placed most of the country under extreme fire danger alerts, particularly in the north and west, where the largest blazes raged. The current heatwave, with temperatures topping 40 degrees Celsius (104 degrees Fahrenheit) on several days this month, is expected to linger until Monday.</p><p data-start=\"1101\" data-end=\"1368\">In Galicia, fires shut down several highways and halted high-speed rail services to Madrid. The EU’s European Forest Fire Information System reported that wildfires in Spain this year have already burned 158,000 hectares (390,000 acres), an area the size of metropolitan London.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1370\" data-end=\"1719\">Friday marked the Feast of the Assumption in Spain and Portugal, a major Catholic holiday usually observed with family gatherings and processions.</p><p data-start=\"1370\" data-end=\"1719\">The fires raging across Portugal caused a first fatality Friday, when the former mayor of the eastern town of Planta died fighting fires there, President Marcelo Rebelo de Sousa announced.</p><p>The president offered “heartfelt condolences to the mayor of Guarda for the death of former mayor Carlos Damaso, victim of a fire he was fighting in his parish, asking that he pass them on to his family”, the president’s statement said.</p><p data-start=\"1370\" data-end=\"1719\">Almost 4,000 firefighters battled seven active fires in Portugal, as authorities extended a state of alert until Sunday. The government also sought European Union assistance under its civil protection mechanism.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1721\" data-end=\"1877\">A day earlier, Spain received two Canadair water bomber aircraft from the European Union, the first time it had ever activated the bloc’s emergency firefighting aid.</p><p data-start=\"1879\" data-end=\"2179\">Elsewhere in Southern Europe, Greece continued to struggle with a major wildfire burning for four days on the island of Chios. Several overnight evacuations took place as flames spread through the island’s northern region. Two planes and two helicopters dropped water during calmer winds early on Friday.</p><p data-start=\"2181\" data-end=\"2389\">After devastating fires earlier this week in western Greece, the fire service remained on high alert outside Athens and in southern areas, where strong winds and high temperatures heightened the danger.</p><p data-start=\"2391\" data-end=\"2668\">Across the Balkans and Southern Europe, demand for the EU’s shared firefighting resources has soared this year. Bulgaria, Montenegro and Albania have all called for help in recent days as the system has already been deployed as often as during the whole of last year’s fire season.</p><p data-start=\"2670\" data-end=\"2905\">Ecumenical Patriarch Bartholomew, the spiritual head of the world’s Orthodox Christians, expressed solidarity with wildfire victims during prayers for the Dormition of the Virgin Mary, one of the faith’s most significant feast days.</p></div></div></body></html>"
        },
        {
            "title": "Why is Trump meeting Putin in Alaska? | News | Al Jazeera",
            "time": "2025-08-15T16:52:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755276691.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>What does the Alaska summit hold for Donald Trump and Vladimir Putin? The two presidents will meet Friday, while Ukrainian President Volodymyr Zelenskyy is not invited. As Russia is gaining ground in Ukraine, what could a deal look like, and who will pay the price?</p></div></div></body></html>"
        },
        {
            "title": "Taliban marks fourth anniversary of return to power with internal threats | Taliban News | Al Jazeera",
            "time": "2025-08-15T16:05:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227425190564-1755269701.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Taliban’s leader has warned that Afghans ungrateful for its hardline rule will be severely punished by God in a statement marking the fourth anniversary of the <a href=\"/news/2021/8/15/taliban-enter-afghan-capital-w\">group’s return to power</a>.</p><p>The statement from Haibatullah Akhunzada was made in a social media post on Friday to commemorate “Victory Day”, four years on from the chaotic United States and NATO withdrawal from the country after more than 20 years of war as the Taliban retook the capital, Kabul.</p><p>The threat was a stark reminder of the sweeping restrictions and repression of rights, especially of women and girls, that has taken place under the Taliban’s rule, which is based on its strict interpretation of Islamic law.</p><p>In his statement, Akhunzada said Afghans had faced hardships for decades in the name of establishing religious law in the country, which he said had saved citizens from “corruption, oppression, usurpation, drugs, theft, robbery and plunder”.</p><p>“These are great divine blessings that our people should not forget and, during the commemoration of Victory Day, express great gratitude to Allah Almighty so that the blessings will increase,” his statement said.</p><p>“If, against God’s will, we fail to express gratitude for blessings and are ungrateful for them, we will be subjected to the severe punishment of Allah Almighty.”</p><p>He also advised government ministers to remove the word “acting” from their job titles, signalling the consolidation of his administration’s rule in the country amid a lack of internal opposition.</p><h2 id=\"victory-day\">Victory Day</h2><p>Four years on from its return to power, the Taliban government remains largely isolated in the international arena over the severe rights restrictions imposed under its rule although Russia became the first country to officially recognise the Taliban administration in early July.</p><p>It also has close ties with China, the United Arab Emirates and a number of Central Asian states although none of these officially recognises the Taliban administration.</p><p>Victory Day parades were planned in several Afghan cities on Friday, and in Kabul, helicopters were scheduled to drop flowers across the city. Photographs of an official ceremony in Kabul to open the commemorations showed a hall filled exclusively with male delegates.</p><figure id=\"attachment_3890206\" aria-describedby=\"caption-attachment-3890206\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3890206\" src=\"/wp-content/uploads/2025/08/AP25227425272981-1755269970.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man shouts during a meeting of delegates that opens Victory Day celebrations at Loya Jirga Hall in Kabul\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3890206\" class=\"wp-caption-text\">A man shouts during a meeting of delegates that opens Victory Day celebrations at the Loya Jirga Hall in Kabul [Siddiqullah Alizai/AP]</figcaption></figure><h2 id=\"an-open-wound-of-history\">‘An open wound of history’</h2><p>Rather than celebrating, members of the activist group United Afghan Women’s Movement for Freedom staged an indoor protest in the northeastern province of Takhar against the Taliban’s oppressive rule, The Associated Press news agency reported.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This day marked the beginning of a black domination that excluded women from work, education and social life,” the group said in a statement to the agency.</p><p>“We, the protesting women, remember this day not as a memory, but as an open wound of history, a wound that has not yet healed. The fall of Afghanistan was not the fall of our will. We stand, even in the darkness.”</p><p>Afghan women also held an indoor protest in the Pakistani capital, Islamabad, the agency reported.</p><h2 id=\"repression-and-death-threats\">Repression and death threats</h2><p>The United Nations, foreign governments and human rights groups have condemned the Taliban for their treatment of women and girls, who are banned from most education and work, as well as parks, gyms and travelling without a male guardian.</p><p>Inspectors from the Vice and Virtue Ministry require women to wear a chador, a full-body cloak covering the head, while a law announced a year ago ordered women not to sing or recite poetry in public and for their voices and bodies to be “concealed” outside the home.</p><p>Last month, the International Criminal Court (ICC) <a href=\"/news/2025/7/8/icc-arrest-warrants-for-taliban-leaders-over-alleged-persecution-of-women\">issued arrest warrants</a> against Akhunzada and the country’s chief justice on charges of committing gender-based persecution against women and girls.</p><p>ICC judges said the Taliban had “severely deprived” girls and women of the rights to <a href=\"/news/2024/8/15/taliban-deliberately-deprived-1-4-million-girls-of-schooling-un\">education</a>, privacy, family life and the freedoms of movement, expression, thought, conscience and religion.</p><p>At least 1.4 million girls have been “deliberately deprived” of their right to an <a href=\"/news/2024/8/15/taliban-deliberately-deprived-1-4-million-girls-of-schooling-un\">education</a> by the Taliban government, a UN report from August 2024 found.</p><p>Among the restrictions imposed on women is a ban on working for nongovernmental groups, among other jobs. A UN report this month revealed that dozens of Afghan women working for the organisation in the country had <a href=\"/news/2025/8/10/un-report-says-its-female-staff-in-afghanistan-have-received-death-threats\">received direct death threats</a>.</p><p>The report said the Taliban had told the UN mission that its cadres were not responsible for the threats and a Ministry of Interior Affairs investigation is under way. An Interior Ministry spokesman, Abdul Mateen Qani, later told The Associated Press news agency that no threats had been made.</p><p>In the meantime, Iran, Pakistan and the US have been sending Afghan refugees back to Taliban rule, where they risk persecution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hurricane Erin threatens Puerto Rico, Virgin Islands with flooding | News | Al Jazeera",
            "time": "2025-08-15T15:24:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25226612143752-1755269226.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hurricane Erin threatens Puerto Rico, Virgin Islands with flooding</h1><p class=\"article__subhead\"><em>Heavy rains are forecast to start with the storm expected to become a major Category 3 storm over the weekend.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hurricane Erin has formed in the Atlantic Ocean as it approaches the northeast Caribbean, as forecasters warn of possible flooding and landslides in Puerto Rico and the Virgin Islands.</p><p>The storm is expected to remain over open waters, although tropical storm watches were issued for Anguilla and Barbuda, St Martin and St Barts, Saba and St Eustatius and St Maarten.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Heavy rains were forecast to start late on Friday in Antigua and Barbuda, the US and British Virgin Islands, and southern and eastern Puerto Rico. Up to 10cm (four inches) are expected, with isolated totals of up to 15cm (six inches), according to the National Hurricane Center in Miami.</p><p>Forecasters also warned of dangerous swells.</p><p>The storm was located about 835km (520 miles) east of the Northern Leeward Islands. It had maximum sustained winds of 110km/h (70mph) and was moving west-northwest at 28km/h (17mph).</p><p>Erin is forecast to become a major Category 3 storm late this weekend.</p><p>The hurricane centre noted that “there is still uncertainty about what impacts Erin may bring to portions of the Bahamas, the east coast of the United States, and Bermuda in the long range.”</p><h2 id=\"fifth-named-storm\">Fifth named storm</h2><p>Dangerous surf and rip currents are expected to affect the US East Coast next week, with waves reaching up to five metres (16.4 feet) along parts of the North Carolina coast that could cause beach erosion, according to Accuweather.</p><p>“Erin is forecast to explode into a powerful Category 4 hurricane as it moves across very warm waters in the open Atlantic. Water temperatures at the surface and hundreds of feet deep are several degrees higher than the historical average,” Alex DaSilva, Accuweather’s lead hurricane expert, was quoted by The Associated Press news agency.</p><p>Erin is the fifth named storm of the Atlantic hurricane season, which runs from June 1 to November 30.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This year’s season is once again expected to be unusually busy and potentially perilous. The forecast calls for six to 10 hurricanes, with three to five reaching major status with winds of more than 177km/h (110mph).</p></div></div></body></html>"
        },
        {
            "title": "Afghans in US mark Taliban Kabul takeover amid Trump immigration crackdown | Donald Trump News | Al Jazeera",
            "time": "2025-08-15T15:16:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/08/AP21237791720218.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four years have passed since Hanifa Girowal fled Afghanistan on a US evacuation flight. But every August, her mind returns to the same place.</p><p>Like many Afghans evacuated amid the <a href=\"/gallery/2021/8/24/us-leads-an-increasingly-desperate-effort-to-airlift-thousands\">August 15 Taliban takeover</a> of Kabul, Girowal, who worked in human rights under the former Afghan government, still remains stuck in “legal limbo” in the United States. She is steadfastly pursuing a more stable status in the US, even as the political landscape surrounding her, and thousands of other Afghans in <a href=\"/news/longform/2023/8/15/afghan-resettlement-two-years-on\">similar situations</a>, shifts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I somehow feel like I’m still stuck in August 2021 and all the other Augusts in between, I can’t remember anything about them,” Girowal told Al Jazeera.</p><p>She often recalls the mad dash amid a <a href=\"/news/2021/8/23/afghanistan-talibanchaos-and-violence-as-crowds-keep-growing-outside-kabul-airport\">crush of bodies</a> at the crowded Kabul International Airport: people shot in front of her, a week of hiding, a flight to Qatar, then Germany and then finally, the US state of Virginia.</p><p>Followed by the early days of trying to begin a new life from the fragments of the old.</p><p>“Everything just comes up again to the surface, and it’s like reliving that trauma we went through, and we have been trying to heal from since that day,” she said.</p><p>The struggle may have become familiar, but her disquiet has been heightened since US President Donald Trump took office on January 20. <a href=\"/news/2025/7/11/us-public-support-for-immigration-rises-amid-trumps-crackdown\">His hardline immigration policies</a> have touched nearly every immigrant community in the US, underscoring vulnerabilities for anyone on a precarious legal status.</p><p>There is a feeling that anything could happen, from one day to the next.</p><p>“I have an approved asylum case, which gives a certain level of protection, but we still don’t know the future of certain policies on immigration,” Girowal said. “I am very much fearful that I can be subjected to deportation at any time.”</p><h2 id=\"unheeded-warnings\">Unheeded warnings</h2><p>Four years after the US withdrawal, much remains unclear about how Trump’s policies will affect Afghans who are already in the US, estimated to total about 180,000.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>They arrived through a tangle of different avenues, including 75,000 flown in on <a href=\"/news/2021/7/30/first-group-of-afghan-interpreters-evacuated-to-the-us-reports\">evacuation flights</a> in the immediate aftermath of the withdrawal, as the administration of US President Joe Biden undertook what it dubbed “<a href=\"/news/2023/7/12/like-a-jailhouse-afghans-languish-in-us-detention-centres\">Operation Allies Welcome</a>“. Thousands more have since sought asylum by making treacherous journeys across the world to traverse the US southern border.</p><p>Some have relocated via so-called <a href=\"/news/2024/3/15/advocates-fear-special-us-visas-for-afghans-could-run-out-despite-dangers\">Special Immigrant Visas</a> (SIVs), reserved for individuals who worked directly with the US military in Afghanistan, under a notoriously backlogged programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Others have been resettled through a special State Department programme, known as Priority 1 (P1) and Priority 2 (P2), launched by the administration of President Biden, meant for Afghans who face persecution for having worked in various capacities on behalf of the US government or with a US-based organisation in Afghanistan.</p><p>Adam Bates, a supervisory policy counsel at the International Refugee Assistance Programme, explained that some of those pathways, most notably the SIV and refugee programmes, provide a clear course towards US residency and, eventually, citizenship.</p><p>But, he clarified, others do not – a fact that advocates have warned leaves members of the population subject to perpetual uncertainty and political whims.</p><p>“A lot of the advocacy to the Biden administration officials was about finding more permanent legal pathways for Afghans,” Bates told Al Jazeera. “That was with one eye towards the potential of giving the Trump administration this opportunity to really double down and target this community.”</p><h2 id=\"pressure-on-afghans-in-the-us\">Pressure on Afghans in the US</h2><p>During Trump’s new term, his administration has taken several concrete – and at times contradictory – moves that affect Afghans living in the US.</p><p>It <a href=\"/news/2025/4/12/trump-officials-end-temporary-protected-status-for-afghans-cameroonians\">ended</a> “temporary protected status” (TPS) for Afghans already in the country at the time of the Taliban takeover, arguing the country shows “an improved security situation” and “stabilising economy”, a claim contradicted by several human rights reports.</p><p>At the same time, the Trump administration added Afghanistan to a new <a href=\"/news/2025/6/9/us-travel-ban-takes-effect-amid-la-protests-against-immigration-crackdown\">travel ban</a> list, restricting visas for Afghans, saying such admissions broadly run counter to US “foreign policy, national security, and counterterrorism”.</p><p>These actions underscore that “the situation in Afghanistan seems to be whatever it needs to be, from the Trump administration’s perspective,” according to Bates.</p><p>Trump has offered his contradictory messaging, <a href=\"/news/2024/8/30/afghanistan-is-a-us-election-issue-will-its-refugees-voices-be-heard\">criticising</a> the Biden administration on the campaign trail for its handling of the withdrawal, and as recently as July, pledging to “save” evacuated Afghans subject to deportation from the United Arab Emirates.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the administration terminated a special status for those who entered the US via the <a href=\"/news/2025/3/10/trump-administration-relaunches-cbp-one-asylum-app-for-self-deportation\">CBP One app</a> in April, potentially affecting thousands of Afghans who entered via the southern border.</p><p>Advocates warn that many more Afghans may soon be facing another legal cliff. After being evacuated in 2021, tens of thousands of Afghans were granted humanitarian parole, a temporary status that allowed them to legally live and work in the US for two years, with an extension granted in 2023. That programme is soon set to end.</p><p>While many granted the status have since sought other legal avenues, most often applying for asylum or SIVs, an unknown number could be rendered undocumented and subject to deportation when the extension ends. <a href=\"/news/2022/9/9/afghan-adjustment-act-what-does-it-mean-for-refugees-in-us\" target=\"_blank\" rel=\"noopener\">Legislation</a> creating a clearer pathway to citizenship has languished in Congress for years.</p><p>The US Citizenship and Immigration Services (USCIS) has not publicly released how many evacuated Afghans remain in the US on humanitarian parole, and did not respond to Al Jazeera’s request for the data.</p><p>Evacuated Afghans’ unease has been compounded by Trump’s aggressive approach to immigration enforcement, which has increasingly seen <a href=\"/news/2025/6/4/as-trump-raises-deportation-quotas-advocates-fear-an-expanding-dragnet\">those without criminal histories</a> targeted for deportations and permanent residents targeted for their <a href=\"/news/2025/3/27/who-are-the-students-trump-wants-to-deport\">political advocacy</a>.</p><p>“It’s just an escalation across the board and a compounding of fear and instability in this community,” Bates said. “It’s hard to make life decisions if you aren’t sure what’s going to happen tomorrow or next week or in a year”.</p><h2 id=\"pulled-the-rug-out\">‘Pulled the rug out’</h2><p>Meanwhile, for the thousands of Afghans continuing to seek safety in the US from abroad, pathways have been severely constricted or have become completely blocked.</p><p>The Trump administration has paused asylum claims at the US southern border, citing a national emergency. It has almost completely suspended the US Refugee Program (<a href=\"/news/longform/2025/3/20/as-trump-seeks-systemic-change-does-the-us-have-an-obligation-to-refugees\">USRAP</a>), allowing only a trickle of new refugees in amid an ongoing legal challenge by rights groups.</p><p>Advocates say the special P1 and P2 programme created for Afghan refugees appears to have been completely halted under Trump. The administration has not published refugee admission numbers since taking office, and did not reply to Al Jazeera’s request for data.</p><p>“It feels as if we have pulled the rug out from many of our Afghan allies through these policy changes that strip legal protection for many Afghans in the US and limit pathways for Afghans who are still abroad to come to the US safely,” Kristyn Peck, the chief executive officer of the Lutheran Social Services of the National Capital Area, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>She noted that the SIV pipeline has continued to operate under Trump, although there have been some limitations, including requiring those approved for relocation to pay for their own travel.</p><p>Meanwhile, resettlement agencies like Lutheran have been forced to seriously curtail their operations following a stop-work order from the administration on January 24. As of March, Peck said, the organisation has been forced to let go of about 120 of its staff.</p><p>Susan Antolin, the executive director of Women for Afghan Women, a non-profit organisation that offers mental health, legal and social support to Afghans in the US, said organisations like hers are also bracing for sustained uncertainty.</p><p>“We are diversifying our funding and trying very hard, as so many other organisations are, to find other avenues to bring in that funding to continue to support our programmes,” she told Al Jazeera. “As organisations that deal with this kind of work, we have to step up. We have to do 10 times more, or 100 times more, of the work.”</p><h2 id=\"no-more-a-priority-for-the-world\">‘No more a priority for the world’</h2><p>The unstable situation in the US reflects a broader global trend.</p><p>The Taliban government, despite promising reforms in a push for international recognition, has continued to be <a href=\"https://news.un.org/en/story/2025/07/1165484\" target=\"_blank\" rel=\"noopener\">accused</a> of widespread human rights abuses and revenge killings. Still, it has upgraded diplomatic ties with several governments in recent years, and in July, Russia became the first country to formally recognise the group as the legitimate government of Afghanistan.</p><p>At the same time, the governments of Pakistan and Iran have <a href=\"/news/2025/4/15/pakistan-accelerates-deportation-of-afghans-un\">accelerated</a> expulsions of Afghans back to Afghanistan, with more than 1.4 million Afghans either being <a href=\"/news/2025/7/22/inside-irans-crackdown-on-afghan-migrants\">expelled or leaving</a> Iran alone from January to July of 2025, according to UNHCR.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Reuters news agency also reported in July that the UAE had notified Washington that it had begun returning evacuated Afghans.</p><p>Germany, too, has begun deporting Afghans back to Afghanistan, in July, it conducted its second deportation flight since the Taliban came to power, despite continuing not to recognise or maintain diplomatic ties with the group.</p><p>The collective moves send a clear message, evacuee Girowal said: “We know that Afghanistan is no more a priority for the world.”</p><p>Still, she said she has not abandoned hope that the US under Trump’s leadership will “not forget its allies”.</p><p>“I know the resilience of our own Afghan community. We are trained to be resilient wherever we are and fight back as much as we can,” she said.</p><p>“That’s one thing that gives me hope.”</p></div></div></body></html>"
        }
    ]
}