{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Syria’s new currency removes al-Assad family images, seeks to boost economy | Syria's War News | Al Jazeera",
            "time": "2026-01-05T08:23:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767595542.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New banknotes have arrived at money exchanges across Syria, replacing those showing ousted longtime ruler Bashar al-Assad and his family, as the fledgling government hopes the Syrian pound can regain some of the value lost over more than a decade of war.</p><p>The redesigned notes have been months in the making and are part of a broader effort to <a href=\"/economy/2025/1/8/rebuilding-syrias-economy-can-stability-return-after-war\">stabilise and revitalise the economy</a> and rebrand the state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Syrian pound’s value has been drained, and inflation recently reached triple digits. Towards the end of 2025, an unnamed official told the Reuters news agency that the Central Bank of Syria had just $200m in foreign exchange reserves. At the end of 2010, it had $17bn.</p><p>Improving the standing of the Syrian pound is among the greatest challenges for Syria’s new authorities, alongside recurrent internal and external security challenges.</p><p>Two zeros have been removed from the old currencies in a process known as redenomination.</p><p>After unveiling the banknotes last week, Syrian leader Ahmed al-Sharaa said the new currencies mark “the end of a previous, unlamented phase and the beginning of a new phase that the Syrian people … aspire to”.</p><p>“The new currency design is an expression of the new national identity and a move away from the veneration of individuals.”</p><p>The new bills, which range from 10 to 500 Syrian pounds, entered circulation on January 1. They show images of roses, wheat, olives, oranges and other agricultural symbols for which Syria is famous.</p><figure id=\"attachment_4215799\" aria-describedby=\"caption-attachment-4215799\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215799\" src=\"/wp-content/uploads/2026/01/Screenshot-2026-01-05-095125-1767596118.png?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"Syria economy [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215799\" class=\"wp-caption-text\">Syrians were forced to carry huge wads of old banknotes even for basic needs like grocery shopping [Screengrab/Al Jazeera]</figcaption></figure><h2 id=\"ridiculous-to-see-al-assad-on-pound\">‘Ridiculous’ to see al-Assad on pound</h2><p>Muhammad Zaar, a Damascus resident, told Al Jazeera that he was happy with the change.</p><p>“At least we get rid of this previous president. It is ridiculous to see his picture on our money,” he said.</p><p>Al Jazeera’s Ayman Oghanna, reporting from Damascus, said the move was aimed at simplifying transactions, boosting economic recovery and rebranding the country.</p><p>“What a country prints on its currency says a lot about what it wants to be,” Oghanna said.</p><p>“These new denominations are designed to make a clean break from Syria’s past while legitimising its new government.”</p><p>The Syrian authorities have been striving to bring life back to a flatlining economy, including its payment systems, after nearly 14 years of ruinous civil war.</p><p>Since the start of the war in 2011, the pound, before it was denominated, had plunged from 50 to about 11,000 against dollars. Syrians had to carry huge wads of banknotes even for basic needs, such as grocery shopping.</p><p>The removal of the zeros does not impact the currency’s value.</p><p>The United States announced its permanent lifting of the so-called Caesar sanctions, paving the way for the return of investments to Syria after years of economic isolation.</p><p>Moreover, Gulf Arab states, including Qatar and Saudi Arabia, have made <a href=\"/news/2025/8/6/syria-signs-14bn-infrastructure-deals-will-revamp-damascus-airport\">significant financial investments</a> worth billions in the nation, creating an additional economic lifeline.</p><figure id=\"attachment_4215805\" aria-describedby=\"caption-attachment-4215805\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215805\" src=\"/wp-content/uploads/2026/01/go-1767596341.png?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Syria economy [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215805\" class=\"wp-caption-text\">Damascus residents say it will be easier to carry money around after the changes [Screengrab/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "The Yemeni crisis: More complexity and many repercussions | Military | Al Jazeera",
            "time": "2026-01-05T08:15:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a390e4004-1767520526.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Events in Yemen are escalating quickly and dramatically, reaching the point of armed clashes erupting between the Arab coalition supporting the internationally recognised government in Yemen, led by Saudi Arabia, and the so‑called “Southern Transitional Council” (STC), backed by the United Arab Emirates.</p><p>Many view these developments as a natural outcome of a long, cumulative trajectory of complexities the country has experienced since the civil war erupted in late 2014, and the humanitarian and economic repercussions that followed.</p><p>External interventions had a profound impact in creating political and administrative chaos that intensified internal divisions and exposed what remained of the legitimate state to further weakness, culminating in the loss of its most important sovereign tools: unity of territory and decision-making. These developments and events add further complexity to an already complex picture, and Yemen will not be safe from their future repercussions.</p><p>On the other hand, others view the situation from another, less bleak angle. The strong reaction to the STC’s moves — on the part of the Yemeni president (chairman of the Presidential Leadership Council, or PLC) and, behind him, the Saudi‑led Arab coalition — is a new and important variable, completely different from the usual approach to many similar events. So, there is hope that these events and changes will mark a new phase that works to correct the imbalances and deviations that accompanied the Arab coalition’s intervention over more than a decade.</p><p>Watching carefully are the Houthi rebels in northern Yemen, who have remained silent, apparently waiting to see what these events will produce as they continue to strike at the unity of the components of the Arab coalition’s leadership and undermine the legitimate government. In any case, they realise that the eventual outcome will ultimately be in their favour. Therefore, the Houthis, according to multiple reports, are currently intensifying their military preparations, redeploying and dispersing their forces along the theatre of operations adjacent to contact points on the fronts: the northeast (Marib), and the southwest in Taiz and Bab al-Mandeb, preparing for zero hour.</p><p>So, what is the nature and background of this bilateral conflict between allies? Where have these events and developments led Yemen, and where will they lead it? And what are their implications for the future of the country and the region?</p><p>There is broad agreement that what is happening today is merely an initial result of a deep internal conflict of interests between the two main coalition states — Saudi Arabia and the UAE. Although most of this conflict remained hidden, its accumulations continued to roll and grow like a snowball.</p><p>To understand how matters reached this point of an explosion of conflict between allies, we must first understand the background of this rivalry and conflict.</p><p>In late March 2015, Saudi Arabia led a coalition of 10 Arab and Muslim countries to intervene militarily in Yemen — later it was called the Coalition to Support Legitimacy in Yemen, with the aim of restoring the authority of Yemen’s former legitimate president, Abd-Rabbu Mansour Hadi, from the grip of the Houthi coup forces.</p><p>At the outset, the coalition achieved major, tangible successes on the ground before differences began to emerge between the two main allies, Saudi Arabia and the UAE.</p><p>There is a widespread and well‑grounded belief that the UAE entered this war with a plan to achieve purely geopolitical and strategic interests. Some argue, however, that this was not necessarily the case at the beginning, but that it may later have turned to exploiting weakness, vacuum, and internal divisions in order to redraw its strategy anew in light of that.</p><p>On the ground, the UAE formed, trained, and financed local forces loyal to it, using them to achieve its own objectives, away from the coalition and the legitimate government. Within just two years of its intervention, it managed — through its own local forces — to impose control over all strategic maritime outlets along southern and eastern Yemen, reaching the western coast of Taiz governorate in the country’s southwest, where the strategic Bab al-Mandeb Strait lies.</p><p>Over 10 years of the coalition’s intervention, the UAE established and built a hard-hitting army of its own militias, becoming the strongest force on the ground and the greatest threat to the interests of its ally (Saudi Arabia) in Yemen, including the system and the legitimate government that it had supported and sponsored from the outset. It can be affirmed that Riyadh committed fatal strategic mistakes in dealing with these deviations, remaining silent and failing to take decisive action on the ground to curb its ally’s overreach — perhaps settling for minor protective measures, and often acting merely as a “mediator” to resolve disputes that flared up from time to time — until the axe finally struck the head.</p><h2 id=\"military-escalation\">Military escalation</h2><p>In early December, the STC, which was founded and backed by the UAE, triggered a military escalation by seizing control of the governorates of Hadramout and al-Mahra in eastern Yemen. This angered Saudi Arabia and pushed it out of its usual diplomacy and calm. Many may interpret this major shift in its policy as stemming from the fact that it views these two eastern governorates bordering it as a geographic extension of its national security, and that any compromise to their security constitutes a direct threat to its national security, something Riyadh stated explicitly in its recent statements issued in the wake of the crisis.</p><p>Accordingly, the head of the PLC dealt with these developments with great seriousness, describing them as unacceptable “unilateral measures”. Under the authority granted by the Power Transfer Declaration (April 2022), he called on the Saudi-led Arab coalition to intervene militarily.</p><p>The next day, coalition aircraft struck military equipment that had arrived on two ships from the UAE’s Fujairah port to the port of Mukalla in Hadramout. In response, Yemeni President Rashad al-Alimi declared a state of emergency and called on the UAE to end its presence in Yemen. Later that day, the UAE Ministry of Defence announced the withdrawal of what remained of its forces in Yemen (the UAE had previously announced in October 2019 that it was withdrawing its forces from Yemen).</p><p>The military escalation led to major, rapidly unfolding military and political repercussions, particularly after the STC continued to refuse to heed calls and threats by the coalition leadership and the Yemeni president to withdraw its forces from the two governorates.</p><p>Someone could ask: Why does the STC refuse to withdraw its forces despite the threats and successive strikes? The answer is that doing so would deal a powerful blow to its secessionist project. Clearly, the council’s takeover of these two governorates — both of which reject its project — raised broad hopes among southern separatists of declaring their state, but Saudi Arabia’s decisive intervention (in the name of the Arab coalition) dealt a crushing blow to that project.</p><h2 id=\"escalation-and-repercussions\">Escalation and repercussions</h2><p>With the start of the new year, government ground forces — formed by the Yemeni president through a presidential decision on January 27, 2023 under the name Homeland Shield, with Saudi support — began moving towards Hadramout and al-Mahra (east) to liberate them from STC forces, under air cover and support from coalition aircraft, and liberation and control operations began. In response, forces from the UAE-backed Giants Brigades, coming from Taiz’s western coast, moved towards Hadramout governorate to reinforce and support STC forces.</p><p>Amid the accelerating escalation and its repercussions, the head of the STC, Aidarous al-Zubaidi — also a member of the PLC — moved quickly to issue what he called a “constitutional declaration” (January 2, 2026), in which he announced what he termed the independent “State of the Arab South”, during a two-year transitional period.</p><p>While the country’s official institutions at the national, regional, and global levels have so far ignored this declaration, many Yemenis dealt with it ambivalently, each according to their affiliations and loyalties.</p><p>For the Southern separatists, they expressed overwhelming joy at the announcement of their state, while their opponents mocked the move as a leap over reality, an attempt to escape forward over facts and local and international laws and regulations. Some considered it merely a desperate attempt to rid the council of the pressure of promises it had made to those dreaming of secession, at a time when it became evident that secession was no longer easy after the recent events and developments.</p><p>Regardless of interpretations, even if this declaration has no legal effect, its political, economic, and administrative impacts will not be easy, whether in terms of deepening divisions among Yemen’s elite and the public (North-South), preserving the legal standing of the Yemeni state, or even the continuity of managing the fragile state.</p><p>Finally, and perhaps most importantly, its dangerous repercussions for the main battle to restore the state and relieve Yemenis from the consequences of a decade of war and state collapse.</p><p>Clearly, the Yemeni scene is becoming more complex, with events accelerating, positions erupting, and reactions escalating. No one knows precisely where developments in Yemen are headed.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Who is Cilia Flores, Venezuela’s ‘first combatant’? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T08:14:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695b4d7636390-1767591286_014096-1767600527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the early hours of January 3, the United States’ Delta Force abducted Venezuelan President Nicolas Maduro and his wife, Cilia Flores, from the presidential residence in the capital, Caracas.</p><p>The operation, which was paired with attacks on the Venezuelan capital that killed at least 40 people, according to Venezuelan officials, extracted the country’s first couple to New York in the US, where they are expected to be put on trial as early as Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But who is Cilia Flores, Venezuela’s so-called “first combatant”?</p><h2 id=\"early-life\">Early life</h2><p>Flores, 69, was born on October 15, 1956, in Tinaquillo in central Venezuela. She grew up in areas of western Caracas that CNN has described as “working-class neighbourhoods”.</p><p>She graduated from Universidad Santa Maria in Caracas as a lawyer specialising in labour and criminal law. Her rise to prominence came when she led the team that provided legal assistance to military leader Hugo Chavez in 1992, after he attempted to overthrow then-Venezuelan President Carlos Andres Perez.</p><p>Flores reportedly helped secure Chavez’s release from prison in 1994, setting up his eventual successful run for president in 1999.</p><p>She would become an important member of the Chavismo movement, named for Chavez. It was through the Chavismo movement that she met her future husband, Maduro, who is 63 and calls her “Cilita”. The two have been partners for more than three decades.</p><p>She has three children from a previous marriage.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-career\">Political career</h2><p>Flores’s rise to fame came not solely through her position as Maduro’s partner. In fact, she built her own political standing before becoming Venezuela’s “first combatant”, the Chavismo term used instead of “first lady”.</p><p>In 1999, Chavez was elected president. A year later, in 2000, Flores was elected to Venezuela’s National Assembly, the federal legislature, representing Cojedes, her home state.</p><p>She was re-elected in 2005, and in 2006, she succeeded Maduro to become the first woman to preside over Venezuela’s parliament.</p><p>In 2009, Flores became the second vice president of Chavez’s United Socialist Party of Venezuela, and in 2012, Chavez appointed her attorney general.</p><p>After the death of Chavez in 2013, Maduro succeeded him by winning an election against opposition candidate Henrique Capriles. In July 2013, Maduro and Flores married after more than two decades together.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Her new position as “first combatant” saw Flores remove herself from the limelight and begin to work behind the scenes.</p><p>However, in 2017, she returned to politics after she was elected to the Constituent Assembly, a group that was elected to draft a new Venezuelan constitution. In 2021, she was elected once again to the National Assembly.</p><p>At the time of her abduction, she was still serving as a deputy in the National Assembly.</p><p>Inside Venezuela, she has been accused of nepotism by appointing close family members to important political positions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"capture-and-charges\">Capture and charges</h2><p>Flores’s role as part of Maduro’s inner circle has brought international repercussions as well. She was sanctioned by the US and Canadian authorities in 2018 after the Organization of American States said the Maduro government had committed crimes against humanity.</p><p>After her abduction on Saturday, she is expected to appear with Maduro in a New York court, possibly as early as Monday. While Maduro was seen exiting a plane in the US, Flores was not.</p><p>She has been indicted in New York’s Southern District, with US Attorney General Pam Bondi issuing her charges that mirror those against Maduro, including “Narco-Terrorism Conspiracy, Cocaine Importation Conspiracy, Possession of Machineguns and Destructive Devices, and Conspiracy to Possess Machineguns and Destructive Devices against the United States”, according to a post on X by Bondi.</p><p>As for Flores, she is “accused of accepting hundreds of thousands of dollars in bribes in 2007 to arrange a meeting between ‘a large-scale drug trafficker’ and the director of Venezuela’s National Anti-Drug Office”, according to the newspaper The Guardian.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Flores’s nephews were previously arrested in the US and, in 2017, were sentenced to 18 years in prison for conspiring to traffic cocaine into the US. They were released in 2022 as part of a prison swap with Venezuela for seven imprisoned US citizens.</p><p>The US claims that Flores’s nephews were caught on recordings that prove they intended to send hundreds of kilograms of cocaine to the US from Maduro’s presidential hangar in Venezuela.</p><p>The US has attacked boats carrying Venezuelan nationals <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">at least 30 times</a> in recent months, killing more than 100 people.</p><p>It claims the boats were carrying drug smugglers, even though the Trump administration has not provided public evidence that there were drugs on board the boats, that they were US-bound, or that the victims of the attacks belonged to banned organisations, despite US claims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuelan interim leader tones down criticism, ready to ‘work with the US’ | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T07:54:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-04T040106Z_1581451739_RC2IADARCY8V_RTRMADP_3_USA-VENEZUELA-POWER-1767594531.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Interim President <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a> has said she is willing to cooperate with the United States on the future of Venezuela, in a significant shift in tone from the immediate <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">aftermath of a military operation</a> leading to the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> of leader Nicolas Maduro by US special forces.</p><p>“We consider it a priority to move towards a balanced and respectful relationship between the US and Venezuela,” Rodriguez wrote on Telegram on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We extend an invitation to the US government to work together on an agenda for cooperation that is aimed towards shared development,” she continued.</p><p>Rodriguez, who served as Maduro’s deputy since 2018, was made interim leader by Venezuela’s Supreme Court on Saturday after Maduro and his wife, Cilia Flores, were detained in the most high-profile and <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">riskiest US military operation</a> since the US Navy’s SEAL team killed al-Qaeda leader Osama bin Laden in a safe house in Pakistan’s Abbottabad in 2011.</p><p>In a televised address on Saturday, Rodriguez denounced the US actions as “an atrocity that violates international law”, insisting that “the only president of Venezuela [is] President Nicolas Maduro.”</p><p>Rodriguez’s televised remarks created a rift with Trump, who had suggested in the immediate aftermath of Maduro’s capture that US officials were in communication with her, and she was willing to cooperate.</p><p>After Rodriguez called his administration a group of “extremists” on television, Trump quickly shifted his tone from calling Rodriguez “gracious” to threatening her directly.</p><p>“If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic magazine in an interview early on Sunday.</p><p>The US president also said further strikes on Venezuela could take place, and he would not rule out putting “boots on the ground” in Venezuela, reiterating that the US was now “in charge”.</p><p>The belligerent actions and stance, which have prompted protests in the US and around the world, fly in the face of Trump’s election promise of an “America First” stance and keeping the country out of endless wars, as well as his previous criticism of regime change in the Iraq War.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rodriguez separately said on Sunday that she had launched a commission to seek the release of Maduro and Flores from US detention, where the Venezuelan leader is facing charges of “narcoterrorism conspiracy, cocaine importation conspiracy, possession of machineguns and destructive devices, and conspiracy to possess machineguns and destructive devices”.</p><p>The commission will be cochaired by Venezuelan Foreign Minister Yvan Gil and her brother Jorge, who is president of Venezuela’s National Assembly.</p><p>Maduro may face a similar future as Panamanian President Manuel Noriega, who was <a href=\"/news/2026/1/3/maduro-joins-iraqs-saddam-panamas-noriega-as-latest-leader-taken-by-us\">taken by US forces in 1990</a> after hiding out in his country’s Vatican embassy in the aftermath of the US invasion of Panama.</p><p>Noriega, formerly a staunch US ally, also faced similar charges of “racketeering, drug smuggling, and money laundering” and was sentenced to 40 years’ imprisonment. His sentence was commuted to 17 years for good behaviour, but he was later extradited to France on separate charges, then back to Panama, where he served out more prison time until he died in 2017.</p><p>Maduro is due ‍to appear in a New York federal court ‍on Monday.</p><p>Trump administration officials have portrayed the seizure as a law enforcement action to hold Maduro accountable for criminal charges filed in 2020 that accuse him of narco-terrorism conspiracy.</p><p>But Trump has said other factors were at play, saying the raid was prompted in part by an influx of Venezuelan immigrants to the US and the country’s decision to nationalise US oil interests decades ago.</p></div></div></body></html>"
        },
        {
            "title": "Trump spurns Kremlin’s Putin residence attack claim, Russia kills 2 in Kyiv | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-05T07:02:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-31T135236Z_353999600_RC2PRIATO7U6_RTRMADP_3_UKRAINE-CRISIS-KYIV-1767229520.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump spurns Kremlin’s Putin residence attack claim, Russia kills 2 in Kyiv</h1><p class=\"article__subhead\"><em>Russia’s Defence Ministry had published a video of a downed drone it said Ukraine had launched at Putin’s residence, which Kyiv rejected.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has dismissed claims that Russian President Vladimir Putin’s residence had been attacked by Ukraine as the <a href=\"/news/2026/1/5/russia-ukraine-war-list-of-key-events-day-1411\">war grinds</a> on, saying he did not “believe that strike happened”, after having initially accepted the Kremlin’s version of events at face value.</p><p>On Sunday night, Trump, on board Air Force One, told reporters that “nobody knew at that moment” whether a report about the alleged incident was accurate. He added that “something” happened near Putin’s residence, but after US officials reviewed the evidence, they did not believe Ukraine targeted it.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ukraine <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">immediately denied</a> its involvement, accusing Russia of a false-flag type operation to undermine peace negotiations. Moscow promptly said the incident would harden its peace talks stance.</p><p>Reports of the attack emerged last week after Russia’s Ministry of Defence published a video of a downed drone it said Kyiv had launched at Putin’s residence in the Novgorod region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the ministry, the residence was not damaged, and Putin was elsewhere at the time.</p><p>Alongside Ukraine, its Western allies also heavily disputed that the attack had occurred at all.</p><p>The claim of the attack came as Russia and Ukraine work towards agreeing to a ceasefire deal to end the nearly four-year-long war.</p><p>European leaders are expected to meet in France on Tuesday for further talks on a US-backed ceasefire plan, which Ukrainian President Volodymyr Zelenskyy said was “90 percent ready”. Territorial issues over ceding land conquered in war or not remain at the heart of the matter.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"first-civilian-deaths-in-kyiv-in-2026\">First civilian deaths in Kyiv in 2026</h2><p>Ukraine’s authorities reported on Monday morning that an overnight Russian attack on the Kyiv region had killed two people, in the first casualties in the capital in 2026.</p><p>According to the State Emergency Service of Ukraine, the Russian attack set a medical facility in the Obolonskyi district in Kyiv’s northern sector, where an inpatient ward was operating, on fire.</p><p>The service said once the fire was extinguished, a body was found inside. A woman was also injured, and 25 people were evacuated, the service added on Telegram.</p><p>Towns and villages across the Kyiv region were also damaged and critical infrastructure hit, leading to the killing of a man in his 70s in the Fastiv district, southwest of the capital, Governor Mykola Kalashnyk said on Telegram.</p><p>Kalashnyk added that small parts of the region were left without power.</p><p>Russia has not commented on the overnight strike yet.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens Colombia’s president, says Cuba is “ready to fall” | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-05T06:53:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767596004.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump warns of potential second strike on Venezuela | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-05T06:45:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767595536.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "NBA: Lakers rally past Grizzlies as Phoenix steal Oklahoma’s thunder | Basketball News | Al Jazeera",
            "time": "2026-01-05T06:45:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26005213076749-1767593816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luka Doncic scored 36 points with nine rebounds and eight assists, and LeBron James added 26 points with 10 assists as the Los Angeles Lakers rallied for a 120-114 victory over the Memphis Grizzlies in the National Basketball Association (NBA) league.</p><p>Jake LaRavia also scored 26 points, and Deandre Ayton added 15 as ⁠the Lakers followed a 128-121 victory over the Grizzlies on Friday with another one on Sunday.</p><p>The consecutive victories came after Los Angeles lost four of their previous five contests.</p><p>Jaylen Wells scored 23 points for Memphis, and rookie Cedric Coward scored 16 points with nine rebounds, all in the first half, but did not play after half-time because of an ankle injury.</p><p>Jaren Jackson Jr scored 14 points, and Jock Landale had 13 points with 10 rebounds for the Grizzlies, who lost their fourth consecutive game.</p><p>Memphis guard Ja Morant was out with a calf injury for the 15th time over the past 21 games.</p><p>Devin Booker drilled the game-winning three-pointer in the final second as the Phoenix Suns rallied to silence the NBA champions, the Oklahoma City Thunder, 108-105 on Sunday.</p><figure id=\"attachment_4215732\" aria-describedby=\"caption-attachment-4215732\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215732\" src=\"/wp-content/uploads/2026/01/AP26005205298043-1767593806.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Luka Doncic (77), de los Lakers de Los Ángeles, dispara de larga distancia frente a Jaylen Wells (0), de los Grizzlies de Memphis, durante la primera mitad del juego de baloncesto de la NBA, el domingo 4 de enero de 2026, en Los Ángeles. (AP Foto/Ethan Swope)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215732\" class=\"wp-caption-text\">Luka Doncic led the scoring for the LA Lakers over the Memphis Grizzlies in Los Angeles [Ethan Swope/AP Photo]</figcaption></figure><p>Meanwhile, the Phoenix Suns erased an early 18-point deficit to beat the Thunder.</p><p>Devin Booker drilled the game-winning three-pointer in the final second as the Suns rallied to silence the league-leaders with a 108-105 scoreline.</p><p>For Phoenix, Booker scored 24 points and handed out nine assists, and Dillon Brooks added 22, including a three-pointer over his Canadian teammate and Oklahoma City’s reigning NBA Most Valuable Player, Shai Gilgeous-Alexander, with 36 seconds remaining.</p><p>That gave Phoenix a 105-101 lead, but Oklahoma City tied it at 105-105 with 8.2 seconds left before Booker connected.</p><p>Gilgeous-Alexander led the Thunder with 25 points, and Jalen Williams added 23, but the Suns snapped Oklahoma City’s four-game winning streak.</p><p>The Thunder’s 30-6 record remains the best in the league, while Detroit boosted their Eastern Conference lead with a 114-110 victory over the Cleveland Cavaliers that moved the Pistons to 26-9.</p><p>Cade Cunningham scored 27 points, and reserve Daniss Jenkins added 25, including 21 in a dazzling second quarter for Detroit.</p><p>Star guard Cunningham added six rebounds, seven assists, two steals and a blocked shot as the Pistons shrugged off the injury absences of key contributors Tobias Harris, Jalen Duren and Caris LeVert.</p><p>But Jenkins stole the show with his monster second quarter in which he made all seven of his shots, including six three-pointers.</p><figure id=\"attachment_4215730\" aria-describedby=\"caption-attachment-4215730\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215730\" src=\"/wp-content/uploads/2026/01/AP26005141373776-1767593795.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Phoenix Suns guard Devin Booker, left, celebrates with forward Dillon Brooks after hitting the winning shot against the Oklahoma City Thunder during the second half of an NBA basketball game, Sunday, Jan. 4, 2026, in Phoenix. (AP Photo/Rick Scuteri)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215730\" class=\"wp-caption-text\">Phoenix Suns guard Devin Booker, left, celebrates with forward Dillon Brooks after hitting the winning shot against the Oklahoma City Thunder in Phoenix [Rick Scuteri/AP Photo]</figcaption></figure><p>Over in the Eastern Conference, the Cavs, led by 30 points from Donovan Mitchell, whittled a 13-point deficit to two with 1:16 remaining and were within two again with 3.8 seconds left, but Jenkins made two free throws to seal it.</p><p>The Cavaliers, touted at the start of the season as contenders in the East, finished the day eighth in the standings after being overtaken by the Miami Heat, who beat the New Orleans Pelicans 125-106.</p><p>The Indiana Pacers matched a franchise record for futility with their 12th straight defeat, falling 135-127 to the Magic in Orlando.</p><p>The Pacers have been a shadow of the team that fell in last season’s NBA Finals, with a string of players hit by injuries since star Tyrese Haliburton suffered a torn Achilles tendon in the championship series.</p><p>Pacers forward Pascal Siakam led all scorers with 34 points, but the Magic – led by 31 points from Desmond Bane – seized control with a 17-0 run in the second quarter and held on in the face of a late Pacers surge.</p><p>The Brooklyn Nets took advantage of Denver star Nikola Jokic’s absence to beat the Nuggets 127-115.</p><p>In their third game since Jokic’s injury, the Nuggets fell despite the return of Christian Braun and Aaron Gordon from long injury absences.</p><p>Jamal Murray led Denver with 27 points and set a career high with 16 assists. Braun finished with three points in 24 minutes while Gordon had 20 points in 21 minutes.</p><p>But without three-time Most Valuable Player Jokic, it was not enough, thanks largely to the efforts of former Nugget Michael Porter Jr, who scored 27 points and grabbed 11 rebounds in his first meeting with the Nuggets since he was traded in July.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Venezuela’s Maduro to appear in court, Trump threatens more strikes | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T05:59:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26004767993982-1767592303.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Venezuela’s Maduro to appear in court, Trump threatens more strikes</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>UN Security Council to discuss the US action as Trump insists control of Venezuela.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,411 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-05T04:36:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69565f6d-1767268205.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s abduction of Maduro escalates concerns over potential war with Iran | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T02:15:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/2024-12-22T102121Z_136110887_RC2AUBAU3L6L_RTRMADP_3_ISRAEL-PALESTINIANS-SYRIA-IRAN-1734864164.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Hours after the United States announced the <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduction</a> of Venezuelan President <a href=\"/news/2026/1/4/who-is-is-nicolas-maduro\">Nicolas Maduro</a>, Israeli politician Yair Lapid issued a warning to Tehran: “The regime in Iran should pay close attention to what is happening in Venezuela.”</p><p>The forcible removal of Maduro from power came less than a week after US President Donald Trump met with Israeli Prime Minister Benjamin Netanyahu and threatened to <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">launch new strikes</a> against Iran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Although Washington’s tensions with Caracas and Tehran have different roots and dynamics, analysts say Trump’s move against Maduro raises the prospects of war with Iran.</p><p>“A new lawlessness makes everything less stable and war more likely,” said Jamal Abdi, president of the National Iranian American Council (NIAC).</p><p>“Whether Trump becomes enamoured with ‘surgical’ regime change, or gives Netanyahu a US imprimatur for similar actions, it’s hard not to see how this gives momentum for the many actors pushing for renewed war with Iran.”</p><p>He added that Maduro’s abduction could prompt Iran “to do something that triggers military action”, including developing its own military deterrence or preempting US or <a href=\"/news/longform/2025/12/29/all-the-countries-israel-attacked-in-2025-animated-map\">Israeli strikes</a>.</p><p>Negar Mortazavi, a senior fellow at the Center for International Policy, also said the US actions in Venezuela show Trump’s maximalist aims, further dimming the chances of diplomacy.</p><p>“What I see and hear from Tehran is that they are not interested in negotiating with the Trump administration the way this administration signals that they want total surrender,” Mortazavi told Al Jazeera.</p><p>“So, not much chance for diplomacy at the moment, which then opens the path to the opposite road, that is conflict. Right now, Israel, Iran and the US are on a path to potential conflict.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Abdi echoed that assessment. “This action reinforces every doubt and suspicion about US intentions, and gives more credence to those in Iran who say engaging the US is useless and [that] developing a nuclear deterrent is vital,” he told Al Jazeera.</p><h2 id=\"iran-venezuela-alliance\">Iran-Venezuela alliance</h2><p>The US raid that abducted Maduro and brought him to the US came after months of intensifying rhetoric from Trump against the Venezuelan government.</p><p>US officials have accused Maduro of leading a drug organisation, and Trump and his aides have been <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">increasingly arguing</a> that Washington is entitled to Venezuela’s vast oil reserves.</p><p>Secretary of State Marco Rubio has also been emphasising Maduro’s ties to Iran, accusing Caracas, without evidence, of providing the Lebanese armed group Hezbollah a foothold in the Western Hemisphere.</p><p>Maduro is a close ally of Iran, and the two <a href=\"/news/2025/12/30/us-issues-iran-venezuela-sanctions-over-alleged-drone-trade\">heavily sanctioned</a> countries have been pushing to deepen their trade ties, which are estimated to be in the billions of dollars.</p><p>So, with Maduro gone, Iran’s small network of allies may shrink further, after the fall of leader Bashar al-Assad in Syria and the <a href=\"/news/2025/12/31/hezbollah-weapons-deadline-whats-next-for-lebanon-amid-israeli-strikes\">weakening of Hezbollah</a> in Lebanon.</p><p>The Iranian government was quick to condemn the US attack on Venezuela, calling on the United Nations to intervene and halt the “unlawful aggression”.</p><p>“The US military aggression against an independent state that is a member of the UN represents a grave breach of regional and international peace and security,” the Iranian Ministry of Foreign Affairs said in a statement.</p><p>“Its consequences affect the entire international system and will further expose the UN Charter-based order to erosion and destruction.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Saturday, Rubio suggested that Maduro’s abduction carried a message to all of Washington’s rivals in the Trump era.</p><p>“​​When he tells you that he’s going to do something, when he tells you he’s going to address a problem, he means it,” the top US diplomat told reporters.</p><p>But Iranian Supreme Leader <a href=\"/news/2026/1/3/irans-khamenei-says-rioters-must-be-put-in-their-place-amid-protests\">Ali Khamenei</a> doubled down on his defiant rhetoric after the US raid in Caracas.</p><p>“We will not give in to the enemy,” Khamenei wrote in a social media post. “We will bring the enemy to its knees.”</p><h2 id=\"trump-s-threats\">Trump’s threats</h2><p>Last week, Trump hosted Netanyahu in Florida and threatened to bomb Iran again if the country rebuilds its missile or nuclear programmes.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said. “We’ll knock them down. We’ll knock the hell out of them.”</p><p>Israel launched a <a href=\"/video/newsfeed/2025/6/16/iranians-flee-israeli-attack-in-tehran\">war against Iran</a> in June, killing the country’s top military commanders, several nuclear scientists and hundreds of civilians.</p><p>The US joined in the attack, bombing Iran’s three main nuclear sites.</p><p>While Trump has often reiterated that the US strikes “obliterated” Iran’s nuclear programme and celebrated the <a href=\"/news/2025/11/6/trump-says-he-was-very-much-in-charge-of-israels-june-13-attack-on-iran\">war as a success</a>, the Iranian governing system survived the assault.</p><p>Tehran responded with barrages of hundreds of rockets against Israel, dozens of which penetrated the country’s multi-layered air defences, and Iranian forces were able to keep firing until the final moments of the war, before the ceasefire came into effect.</p><p>Some critics argue that regime change was and remains Israel’s goal in Iran, and Trump appears to be increasingly buying into that objective.</p><p>On Friday, Trump warned that the US is “locked and loaded” and <a href=\"/news/2026/1/2/trump-and-top-iranian-official-exchange-threats-over-protests-in-iran\">ready to attack</a> Iran if the Iranian government kills protesters amid the ongoing but sporadic antigovernment demonstrations across the country.</p><p>He renewed the same threat late on Sunday. “If they start killing people like they have in the past, I think they’re going to get hit very hard by the United States,” the US president said.</p><p>So, could the US carry out a Venezuela-style government decapitation in Iran?</p><p>NIAC’s Abdi noted that Israel has already tried to kill the country’s top leaders, including President <a href=\"/news/2025/7/13/iranian-president-lightly-wounded-while-escaping-israeli-attack\">Masoud Pezeshkian</a>, in June.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump also repeatedly threatened Khamenei with assassination, and Israeli officials confirmed <a href=\"/news/2025/6/26/we-wanted-to-eliminate-khamenei-israels-defence-minister\">that they sought</a> to “eliminate” the supreme leader during the war.</p><p>“Iranian officials have said they accordingly have plans in place so that killing or removing senior leaders does not paralyse or topple the regime,” Abdi said.</p><p>“It would be far messier to run a ‘snatch and grab’ operation on Iran, given their ability to retaliate against US interests and personnel.”</p><h2 id=\"venezuela-without-maduro\">Venezuela without Maduro</h2><p>Even in Venezuela, removing Maduro has not translated into a regime collapse, at least for now.</p><p>On Sunday, Vice President <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, now Venezuela’s acting president, stressed that Maduro remains the country’s only leader and condemned the US attack.</p><p>She also suggested that Israel was involved in the abduction of Maduro, a vocal critic of the US ally.</p><p>“Governments around the world are shocked that the Bolivarian Republic of Venezuela has become the victim and target of an attack of this nature, which undoubtedly has Zionist undertones,” Rodriguez said.</p><p>Trump responded by threatening the acting Venezuelan president, telling The Atlantic magazine that she would pay a “very big price, probably bigger than Maduro” if she did not acquiesce to US demands.</p><p>So, the US president’s plans for “running” Venezuela and taking its oil are not complete yet, and will likely require more military action.</p><p>“I doubt Venezuela can be a ‘one and done’ or a quick ‘in and out’ situation, which is Trump’s favourite model. His brand is that he engages in quick shows of force, not forever wars,” Mortazavi said.</p><p>She cited swift operations that Trump has ordered, including the killing of ISIL (ISIS) leader <a href=\"/news/2019/10/27/us-targeted-isil-leader-abu-bakr-al-baghdadi-us-officials\">Abu Bakr al-Baghdadi</a> in 2019, the assassination of top Iranian General Qassem Soleimani in 2020, and the attack on Iran’s nuclear sites in June.</p><p>“Most Americans are tired of forever wars, especially in the Middle East, so the Trump administration knows they can’t sell more forever wars to Americans,” Mortazavi said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Trump has already floated the prospect of a ground invasion of Venezuela.</p><p>“We’re not afraid of boots on the ground,” he said. “We don’t mind saying it, but we’re going to make sure that that country is run properly. We’re not doing this in vain.”</p><p>Abdi said that a long-term US involvement in Venezuela could indirectly stave off war with Iran.</p><p>“There is also the possibility that the US gets bogged down in ‘running’ Venezuela and doesn’t have the bandwidth to wage, or to support Israel launching, the next Iran war,” he told Al Jazeera.</p><p>“Iran was next on the menu after the US invaded Iraq in 2003, and we know what happened there, and Trump may not <a href=\"/news/2023/5/1/the-us-war-on-terror-20-years-after-mission-accomplished\">want to pronounce</a> ‘mission accomplished’ just yet.”</p><h2 id=\"the-oil-question\">The oil question</h2><p>Still, some critics – including Republican US Congresswoman Marjorie Taylor Greene – have argued that if the US succeeds in controlling Venezuela’s oil resources, it will be able to offset energy market disruptions from a possible war with Iran.</p><p>“The next obvious observation is that, by removing Maduro, this is a clear move for control over Venezuelan oil supplies that will ensure stability for the next obvious regime change war in Iran,” Greene wrote on X on Saturday.</p><p>About 20 percent of the world’s oil flows through the <a href=\"/news/2025/6/14/what-is-the-strait-of-hormuz-could-it-factor-into-israel-iran-conflict\">Strait of Hormuz</a>, which Iran may push to shut down in the case of an all-out war.</p><p>Abdi said that Venezuelan oil “could theoretically provide some cushion” to the loss of exports from the Gulf region.</p><p>“But this would mean a lot of things going right for the US in Venezuela, and it is probably far too soon to make that judgement,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens Colombia’s Petro, says Cuba looks ‘ready to fall’ | Donald Trump News | Al Jazeera",
            "time": "2026-01-05T02:04:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T015220Z_97689203_RC2OUIA1KKR6_RTRMADP_3_USA-TRUMP-1767580024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has threatened his Colombian counterpart, Gustavo Petro, following Washington’s <a href=\"/video/newsfeed/2026/1/4/video-shows-venezuelas-president-maduro-in-us-custody\">abduction of Venezuela’s leader</a>, and said he believed the government in Cuba, too, was likely to fall soon.</p><p>Trump’s comments on Sunday came despite a growing outcry over the brazen <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> of Nicolas Maduro, with Brazil, Chile, Colombia, Mexico, Uruguay and Spain condemning the US action as a “dangerous precedent for peace and regional security”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump told reporters on board Air Force One that Colombia and Venezuela were “very sick” and that the government in Bogota was run by “a sick man who likes making cocaine and selling it to the United States”.</p><p>“And he’s not going to be doing it very long. Let me tell you,” Trump said, referring to Petro.</p><p>When asked if he meant a US operation against Colombia, Trump said, “Sounds good to me.”</p><p>The remarks prompted a sharp rebuke from Petro, who told Trump to “stop slandering” him while also calling on Latin American countries to unite or risk being “treated as a servant and slave”.</p><p>In a series of lengthy posts on X, Petro noted that “the US is the first country in the world to bomb a South American capital in all of human history”. But he said revenge was not the answer.</p><p>Instead, Latin America must unite, Petro said, and become a region “with the capacity to understand, trade, and join together with the whole world”.</p><p>“We do not look only to the north, but in all directions,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"warnings-to-venezuela-mexico-cuba\">Warnings to Venezuela, Mexico, Cuba</h2><p>US forces seized Maduro in Caracas early on Saturday in what Washington described as a law enforcement operation to bring him to trial on “narcoterrorism” charges.</p><p>Maduro denies the allegations, and critics say the US’s toppling of the Venezuelan leader was aimed at taking control of the country’s vast oil reserves.</p><p>Speaking to reporters on Air Force One, Trump insisted that the US remains “in charge” of Venezuela, even though the country’s Supreme Court has appointed Vice President Delcy Rodriguez as interim leader.</p><p>He also reiterated threats to send the US military back to Venezuela if it “doesn’t behave”.</p><p>Trump said a lot of Cubans were <a href=\"/news/2026/1/5/cuba-says-32-cubans-killed-during-us-raids-on-venezuela\">killed</a> in the US raid on Caracas, adding that an American military intervention in Cuba was unnecessary because the island appears ready to fall on its own.</p><p>“Cuba is ready to fall,” he said. “Cuba now has no income. They got all of their income from Venezuela, from the Venezuelan oil. They’re not getting any of it. Cuba literally is ready to fall.”</p><p>Trump went on to warn Mexico, saying the country “has to get their act together because they’re [drugs] pouring through Mexico and we’re going to have to do something”.</p><p>He described Mexican President Claudia Sheinbaum as a “terrific person” and said he has offered to send US troops to Mexico every time he spoke to her.</p><p>The Mexican government is capable of addressing the issue, “but unfortunately, the cartels are very strong in Mexico”, he said.</p><p>Trump has made no secret of his ambitions to expand the US presence in the Western Hemisphere and revive the 19th-century Monroe Doctrine, which states that Latin America falls under Washington’s sphere of influence.</p><p>Trump has called his 21st-century version the “Don-roe Doctrine”.</p><p>His comments on Sunday were not his first warnings to Latin American nations.</p><p>In the immediate aftermath of Maduro’s abduction, Trump said Petro has to “watch his a**” and that the political situation in Cuba was “something we’ll end up talking about, because Cuba is a failing nation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dangerous-precedent\">‘Dangerous precedent’</h2><p>The US attack on Venezuela meanwhile continued to draw international condemnation.</p><p>The governments of Brazil, Chile, Colombia, Mexico, Uruguay and Spain expressed their “profound concern” in a joint statement and said they “firmly reject the military actions undertaken unilaterally in Venezuelan territory”.</p><p>“These actions contravene fundamental principles of international law, particularly the prohibition on the use or threat of force. They constitute an extremely dangerous precedent for peace and regional security and endanger the civilian population,” they said.</p><p>Analysts said it remained unclear whether Trump would act on his threats or whether he was aiming to coerce them into cooperating with Washington.</p><p>“It’s very hard to predict. If you look at the way Trump operates, what he always hopes is other countries will do what he wants them to do without him having to use very much force. That these short, spectacular displays of force, like the bombing in Iran, this operation in Venezuela, will scare other countries into doing what Trump wants them to do,” said David Smith, an associate professor at the University of Sydney’s US Studies Centre.</p><p>Trump is “trying to pressure regime change” across Latin America in other ways as well, Smith said, noting that the US president has previously sparred with Petro over deportation flights and sanctioned a Brazilian judge who oversaw the prosecution of former President Jair Bolsonaro – a Trump ally – for an attempted insurrection.</p><p>Trump has also backed the right-wing government of Argentina’s Javier Milei and pardoned ex-Honduran President Juan Orlando Hernandez of drug trafficking charges.</p><p>“We’ve seen in this first year of his administration in general a far more concerted agenda to promote right-wing governments in Latin America and to damage left-wing governments in Latin America,” Smith said.</p><p>Matthew Wilson, a political scientist at Southern Methodist University in the US, said Cuba would be the top priority if further action occurred, given longstanding US grievances against the country.</p><p>The US and Cuba have had strained relations since Fidel Castro overthrew a Washington-backed government in Havana in 1959 and established a socialist state allied with the former Soviet Union.</p><p>“I would be more concerned if I were in Cuba than if I were in Colombia,” Wilson said. “Because there’s a longstanding US grievance against Cuba, and definitely a mobilised constituency of Cuban Americans who are very hostile to the regime there.”</p></div></div></body></html>"
        },
        {
            "title": "Cuba says 32 Cuban fighters killed in US raids on Venezuela | News | Al Jazeera",
            "time": "2026-01-05T01:50:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-06T234444Z_2115393258_RC27BIA7DPDW_RTRMADP_3_CUBA-VENEZUELA-1767578803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cuba has announced the death of 32 ⁠of its ​citizens during the United States military operation to <a href=\"/news/2026/1/4/venezuela-decries-cowardly-kidnapping-as-officials-back-maduro\">abduct and detain</a> Venezuelan President <a href=\"/news/2026/1/4/who-is-is-nicolas-maduro\">Nicolas Maduro</a> and his wife in Caracas.</p><p>Havana said on Sunday that there would be two days of mourning on ‌January 5 and ‌6 in ⁠honour of those killed and that ‌funeral arrangements would be announced.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The state-run Prensa Latina agency said the Cuban “fighters” were killed while “carrying out missions” on behalf of the country’s military, at the request of the Venezuelan government.</p><p>The agency said the slain Cubans “fell in direct combat against the attackers or as a result of the bombing of the facilities” after offering “fierce resistance”.</p><p>Cuba is a close ally of Venezuela’s government, and has sent military and police forces to assist in operations in the Latin American country for years.</p><p>Maduro and his wife have been flown to New York following the US operation to face prosecution on drug-related charges. The 63-year-old Venezuelan leader is due to appear in court on Monday.</p><p>He has previously denied criminal involvement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Images of Maduro <a href=\"/video/newsfeed/2026/1/4/photo-of-maduro-bound-and-blindfolded-posted-by-trump-sparks-condemnation\">blindfolded and handcuffed</a> by US forces have stunned Venezuelans.</p><p>Venezuelan Minister of Defence General Vladimir Padrino said on state television that the US attack killed soldiers, civilians and a “large part” of Maduro’s security detail “in cold blood”.</p><p>He did not release a casualty count, however.</p><p>The New York Times, citing a Venezuelan official, said that at least 40 people had been killed in the attacks.</p><h2 id=\"a-lot-of-cubans-killed\">‘A lot of Cubans’ killed</h2><p>US President Donald Trump, speaking to reporters on board Air Force One on Sunday, said that “there was a lot of death on the other side” during the raids.</p><p>He said that “a lot of Cubans” were killed and that there was “no death on our side”.</p><p>Trump <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">went on to threaten</a> Colombian President Gustavo Petro, saying that a US military operation in the country sounded “good” to him.</p><p>But he suggested that a US military intervention in Cuba is unlikely, because the island appears to be ready to fall on its own.</p><p>“Cuba is ready to fall. Cuba looks like it’s ready to fall. I don’t know how they, if they can, hold that, but Cuba now has no income. They got all of their income from Venezuela, from the Venezuelan oil,” Trump said.</p><p>“They’re not getting any of it. Cuba literally is ready to fall. And you have a lot of great Cuban Americans that are going to be very happy about this.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US attack on Venezuela marked the most controversial intervention in Latin America since the invasion of Panama 37 years ago.</p><p>The Trump administration has described Maduro’s abduction as a law-enforcement mission to force him to face US criminal charges filed in 2020, including “narco-terrorism” conspiracy.</p><p>But Trump also said that US oil companies needed “<a href=\"/news/2026/1/4/venezuelas-oil-not-alleged-drug-trafficking-caught-trumps-eye\">total access</a>” to the country’s vast reserves and suggested that an influx of Venezuelan immigrants to the US also factored into the decision to abduct Maduro.</p><p>While many Western nations oppose Maduro, there were <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">many calls</a> for the US to respect international law, and questions arose over the legality of abducting a foreign head of state.</p><p>Left-leaning regional leaders, including those of Brazil, Colombia, Chile and Mexico, have largely denounced <a href=\"/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">Maduro’s removal</a>, while countries with right-wing governments, from Argentina to Ecuador, have largely welcomed it.</p><p>The United Nations Security Council plans to meet on Monday to discuss the attack. Russia and China, both major backers of Venezuela, have criticised the US.</p><p>Beijing on Sunday insisted that the safety of Maduro and his wife be a priority, and called on the US to “stop toppling the government of Venezuela”, calling the attack a “clear <a href=\"/news/2026/1/3/act-of-war-expert-rejects-trump-rationale-for-venezuela-attack\">violation of international law</a>“.</p><p>Moscow also said it was “extremely concerned” about the abduction of Maduro and his wife, and condemned what it called an “act of armed aggression” against Venezuela by the US.</p></div></div></body></html>"
        },
        {
            "title": "N Korea’s Kim oversees hypersonic missile tests, cites geopolitical crisis | Weapons News | Al Jazeera",
            "time": "2026-01-05T01:12:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-02T221600Z_1269530503_RC29TIAILV26_RTRMADP_3_NORTHKOREA-POLITICS-1767573745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>N Korea’s Kim oversees hypersonic missile tests, cites geopolitical crisis</h1><p class=\"article__subhead\"><em>Kim Jong Un underscores the need to bolster Pyongyang nuclear deterrent, citing ‘recent geopolitical crisis’, state media reports.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea’s leader Kim Jong Un has overseen the test flights of hypersonic missiles, underscoring the need to bolster the country’s nuclear deterrent amid “the recent geopolitical crisis” and “complicated international events,” according to state media.</p><p>The Korean Central News Agency (KCNA) confirmed the drills on Monday, a day after North Korea’s neighbours said they detected multiple ballistic missile launches.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The tests came just hours before South Korean President Lee Jae Myung departed for China for a summit with President Xi Jinping.</p><p>The KCNA said that Sunday’s drill involving a hypersonic weapon system was meant to examine its readiness, enhance missile troops’ firepower operational skills and evaluate the operational capabilities of the country’s war deterrent.</p><p>“Through today’s launching drill, we can confirm that a very important technology task for national defence has been carried out,” Kim said, according to KCNA. “We must continuously upgrade the military means, especially offensive weapon systems.”</p><p>The missiles hit targets about 1,000km (621 miles) away, over the sea ‍east of ⁠North Korea, KCNA said.</p><p>Kim added that “it’s a very important ​strategy to maintain or expand the strong and reliable ‍nuclear deterrent”, because of “the recent geopolitical crisis and various international circumstances”.</p><p>The missile launch followed a North Korean statement on Sunday that denounced the attacks by the United States on Venezuela and its abduction of Venezuelan President Nicolas Maduro.</p><p>Pyongyang slammed the action as a “serious encroachment of sovereignty” and said it again showed “the rogue and brutal nature” of the US.</p><p>North Korea’s leadership has for decades justified its nuclear and missile programmes as a deterrent against alleged regime change efforts by Washington.</p><p>Hong Min, an expert on North Korea ‌at the Korea Institute for National Unification ⁠in Seoul, wrote in a note on Monday that Pyongyang’s latest test was an apparent response to the US strikes on Venezuela. The missile appears to be the Hwasong-11, which was showcased at a parade in October, Hong said, citing his analysis of images ‌published in state media reports.</p><p>Hong added that the Kim government is emphasising its ability to launch such missiles at any time, an ‍effort to complicate US-South Korea’s missile defence system and prevent its preemptive interception.</p><p>The possession of a functioning hypersonic weapon would give North Korea the ability to penetrate the US and South Korea’s missile defence shields. In past years, North Korea has performed a series of tests to acquire it, but many foreign experts question whether the tested missiles have achieved their desired speed and maneuverability during flights.</p><p>In recent weeks, North Korea has test-fired what it called long-range strategic cruise missiles and new anti-air missiles. It has also released photos showing apparent progress in the construction of its first nuclear-powered submarine.</p><p>Observers say North Korea aims to demonstrate or review its achievements in the weapons development sector ahead of the ruling Workers’ Party Congress, the first of its kind in five years. Keen attention is on whether Kim would use the congress to set a new approach to relations with the US and resume long-dormant talks.</p><p>Separately, North Korea’s nuclear programme is expected to be discussed when Lee and Xi meet for a summit later on Monday.</p><p>Lee’s office earlier said he would call for China, North Korea’s major ally and economic pipeline, to take “a constructive role” in efforts to promote peace on the Korean Peninsula.</p></div></div></body></html>"
        },
        {
            "title": "Denmark PM urges Trump to stop ‘threatening’ Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-04T22:50:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695ae63e-1767564862.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Denmark’s Prime Minister Mette Frederiksen has ‍urged United States President ‍Donald Trump to stop <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">threatening to take over Greenland</a> after he reiterated his wish to do so following Washington’s abduction of the leader of Venezuela.</p><p>“It makes absolutely no sense to talk about the US needing ⁠to take over Greenland. The US has no right to annex any of ​the three countries in the Danish Kingdom,” Frederiksen said in ‍a statement on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The comments followed an interview published by The Atlantic magazine, in which Trump said: “We do need Greenland, absolutely. We need it for defence.”</p><p>On Saturday, the United States bombed Venezuela and <a href=\"/video/newsfeed/2026/1/4/video-shows-venezuelas-president-maduro-in-us-custody\">toppled President Nicolas Maduro</a>, raising concerns in Denmark that the same could happen with Greenland, a Danish territory.</p><p>“I would therefore strongly urge the US to stop the threats against a historically close ally and against another country and another people who have very clearly said that they are not for sale,” Frederiksen said.</p><p>The Greenlandic prime minister’s office did not ​immediately comment on Trump’s latest remarks.</p><p>The US president has repeatedly called for Greenland, a self-governing Danish territory and NATO member, to <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">become part of the US</a>.</p><p>Last month, the Trump administration named Louisiana Governor Jeff Landry, who <a href=\"/news/2025/12/22/denmark-to-summon-us-ambassador-following-greenland-envoy-appointment\">publicly supports annexation</a>, as special envoy to the mineral-rich Arctic Island.</p><p>Greenland’s strategic position between Europe and ⁠North America makes it a key site for the US ballistic missile defence system, and its mineral wealth is attractive, as the US hopes to reduce its reliance on Chinese exports.</p><p>Katie Miller, the wife of Trump’s deputy chief of staff, Stephen Miller, posted on Saturday the contentious image of the Danish autonomous territory in the colours of the US flag on her X feed.</p><p>Her post had a single word above it: “SOON”.</p><p>Stephen Miller is widely seen as the architect of much of Trump’s policies, guiding the president on his hardline immigration and domestic agenda.</p><p>Greenland’s prime minister, Jens-Frederik Nielsen, called the post “disrespectful”.</p><p>“Relations between nations and peoples are built on mutual respect and international law – not on symbolic gestures that disregard our status and our rights,” he said on X.</p><p>But he also said that “there is neither reason for panic nor for concern. Our country is not for sale, and our future is not decided by social media posts”.</p><p>Denmark’s ambassador to the US, Jesper Moeller Soerensen, reacted to the post on Sunday by saying, “We expect full respect for the territorial integrity” of Denmark.</p><p>Soerensen gave a pointed “friendly reminder” that his country has “significantly boosted its Arctic security efforts” and had worked with the US on that.</p><p>“We are close allies, and should continue to work together as such,” he wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel launches deadly strikes in Gaza in new ceasefire violations | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-04T22:37:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ae2c7def0-1767563975.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel launches deadly strikes in Gaza in new ceasefire violations</h1><p class=\"article__subhead\"><em>The Israeli military continues to demolish structures in northern Gaza while also blocking the entry of aid.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli army has launched more attacks into parts of Gaza outside its direct military control, despite the ceasefire deal mediated by the United States in October.</p><p>At least three Palestinians were killed on Sunday in separate Israeli attacks in Khan Younis, medical sources told Al Jazeera.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They included a 15-year-old boy, a fisherman, and a third man shot dead east of Khan Younis.</p><p>In the central part of the besieged enclave, Israeli fire injured several people east of the Bureij refugee camp.</p><p>In Gaza City to the north, Israeli forces continued to demolish homes and civilian infrastructure within the mostly destroyed Tuffah neighbourhood.</p><p>The Israeli army confirmed it was destroying more infrastructure in northern Gaza, but claimed that the target was “terrorist infrastructure above and below ground”, including tunnels in <a href=\"/news/2024/11/17/israel-bombs-residential-building-in-north-gazas-beit-lahiya-killing-50\">Beit Lahiya</a>.</p><p>Israeli drones also dropped explosives on several homes in eastern Gaza City. The Shujayea and Zeitoun neighbourhoods of Gaza City, which have also been extensively attacked during more than two years of Israel’s genocidal war, were hit with artillery shelling.</p><p>At least 71,386 Palestinians have been killed and 171,264 others injured since the start of the war in October 2023, according to the latest figures from Gaza’s Ministry of Health. At least 420 people have been killed since the ceasefire was signed less than three months ago.</p><p>The Israeli military continues to block a large amount of the international humanitarian aid amassing at the border with Gaza, while maintaining that there is <a href=\"/news/2026/1/2/countries-demand-israel-lift-gaza-aid-restrictions-as-palestinians-suffer\">no shortage of aid</a> despite testimonies by the United Nations and others working on the ground.</p><p>It has also moved to ban several <a href=\"/news/2026/1/3/un-chief-guterres-calls-on-israel-to-reverse-ngo-ban-in-gaza-west-bank\">prominent international aid groups</a> from operating in Gaza, including Doctors Without Borders (MSF) and the Norwegian Refugee Council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel kills two people in new attack on southern Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-04T22:33:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250218__36Y49KE__v1__HighRes__IsraelLebanonConflict-1758216976.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel kills two people in new attack on southern Lebanon</h1><p class=\"article__subhead\"><em>Israel claims the drone attack on a car targeted a Hezbollah member.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Israeli drone attack on a car has killed two people in southern Lebanon, the Lebanese Ministry of Health has said.</p><p>Al Jazeera’s Ihab al-Aqdi, reporting from Lebanon, said the attack took place on Sunday in the Ayn al-Mizrab area north of the town of Bint Jbeil. He added that the targeted car was destroyed and that nearby buildings were damaged.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military said the attack targeted a Hezbollah member, accusing the Lebanese group of not adhering to a ceasefire that began in November 2024.</p><p>Israel has repeatedly struck Lebanon since the ceasefire, despite the agreement, which ended a yearlong conflict that devastated Lebanon as well as Hezbollah’s leadership. Israel also continues to occupy five sites on the Lebanese side of the border.</p><p>Israeli attacks have killed <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">more than 300 people</a> in Lebanon since the ceasefire, including at least 127 civilians.</p><p>Israel, backed by the United States, expects Hezbollah to disarm. The Lebanese group has refused, however, leaving the Lebanese government and army in the difficult position of attempting to placate Israel and the US, while also avoiding a military confrontation with Hezbollah, which remains powerful despite the losses it has sustained at the hands of Israel.</p><p>The losses include the killing of its longtime leader, Hassan Nasrallah, in September 2024, in an Israeli attack on Beirut.</p><p>The Lebanese government is expected to meet on Tuesday to discuss the army’s progress in disarming Hezbollah, beginning in southern Lebanon. It had <a href=\"/news/2025/12/31/hezbollah-weapons-deadline-whats-next-for-lebanon-amid-israeli-strikes\">previously set a deadline</a> for the end of 2025 to do so, before continuing the disarmament process in the rest of the country. However, the plan has been dismissed by Hezbollah.</p><p>A ceasefire monitoring committee, including peacekeepers from Lebanon, Israel, France, the United States and the United Nations, is also set to meet in the upcoming week.</p><p>Highlighting Israel’s uncompromising position, the country’s foreign minister, Gideon Saar, said that the Lebanese government’s efforts to disarm Hezbollah were “far from sufficient”, and that the group was aiming to rearm “with Iranian support”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela decries ‘cowardly kidnapping’ as officials back Maduro | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T21:56:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695aca79ddb8-1767557753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s Defence Minister Vladimir Padrino Lopez has denounced the United States’ move to <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduct</a> leader Nicolas Maduro as a “cowardly kidnapping”, adding that some of the president’s bodyguards were killed “in cold blood”, as well as military personnel and civilians on the Venezuelan side.</p><p>In his televised statement on Sunday, Padrino Lopez also endorsed a Supreme Court ruling that appointed Vice President Delcy Rodriguez — who also serves as oil minister — as acting president for 90 days.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US President Donald Trump threatened that Rodriguez will pay a “very big price” if she doesn’t cooperate with Washington. “If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic in a telephone interview.</p><p>US forces <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">attacked Caracas</a> in the early hours of Saturday, bombing military targets and spiriting away Maduro and his wife to face federal narco-trafficking charges in New York. The Venezuelan president was escorted off a plane at Stewart Air National Guard Base in New York state and taken to a Brooklyn jail.</p><p>He is due to make his first appearance on Monday in Manhattan’s federal court.</p><h2 id=\"us-to-use-oil-blockade-to-leverage-change-in-venezuela\">US to use oil blockade to leverage change in Venezuela</h2><p>US Secretary of State Marco Rubio on Sunday suggested that Washington would not take a day-to-day role in governing Venezuela other than enforcing an existing “oil quarantine”, using that leverage to press policy changes in the country.</p><p>Rubio’s statements seemed designed to temper concerns, a day after Trump announced the US would “run” the oil-rich nation. The Trump administration’s actions drew unease from parts of his own Republican Party coalition, including an “America First” base that is opposed to foreign interventions, as well as from observers who recalled past nation-building efforts in Iraq and Afghanistan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Rubio dismissed such criticism, saying that Trump’s intent had been misunderstood by a “foreign policy establishment” that was fixated on the Middle East.</p><p>Al Jazeera’s Phil Lavelle, reporting from Doral, Florida in the US, said Trump had been elected on an “America First” policy centred around no engagement in foreign wars or sending US service personnel into danger.</p><p>“Now we’ve got this situation where he said, less than 24 hours ago, ‘We’re not afraid of putting boots on the ground,’” Lavelle said.</p><p>Protests took place in cities across the US against Trump’s military action in Venezuela. Hundreds gathered in the rain in downtown Los Angeles, carrying signs saying “Stop bombing Venezuela now!” and “No blood for oil”.</p><p>“I stand against US imperialism altogether. They want oil … They want to help the corporate billionaires. Bombing is just their means to building power like that, of taking control. So again, I’m against it,” said one protester named Niven.</p><p>Trump on Saturday delivered a speech in which he made little mention of the so-called “war on drugs” – which for months had been his main justification for <a href=\"/news/2025/12/30/trump-bombs-venezuelan-land-for-first-time-is-war-imminent\">bombing Venezuelan ship and assets</a> – but argued that Venezuela had “stolen” oil from the US and that it would now be taken back.</p><p>The United Nations special rapporteur on human rights and counterterrorism, Ben Saul, said the US actions in Venezuela were illegal, calling on Trump to be investigated and impeached. “Every Venezuelan life lost is a violation of the right to life. President Trump should be impeached and investigated for the alleged killings,” he said in a social media post.</p><p>The UN Security Council (UNSC) was set to meet on Monday to discuss the situation in Venezuela. UN Secretary-General Antonio Guterres said he was “deeply alarmed” by the US strikes, which a spokesperson said could “constitute a dangerous precedent”.</p><h2 id=\"uncertainty-in-venezuela-after-maduro-s-abduction\">Uncertainty in Venezuela after Maduro’s abduction</h2><p>Some Venezuelans in Caracas have welcomed the US’s seizure of Maduro, but others said the action could worsen conflict in the country, with protests denouncing the US taking place.</p><p>“There should be a positive change for all Venezuelans, because it has been 28 years of government, and now is the time for transition in this country,” said Ronald Gaulee, a motorcycle rider in Caracas.</p><p>Merchant Juan Carlos Rincon was more cautious. “The truth is that there is a lot of manipulation behind all this,” he told the Reuters news agency. “We want to be at peace, move forward, and for Venezuela to have, like any other country, the right to choose its own destiny and its own leaders.”</p><p>Baker Franklin Jimenez said he would heed the government’s call to defend the country. “If they took him away, I think they shouldn’t have done so, because this will create an even worse conflict than the one we have now,” he said. “And as for the bombings and all that, we have to go out, we all have to go out into the streets to defend our homeland, to defend ourselves.”</p><p>Some Venezuelans decided to flee the country amid the uncertainty, crossing the Venezuela-Colombia border to reach the Colombian town of Cucuta. Karina Rey described a “tense situation” in the Venezuelan city of San Cristobal, just across the border.</p><p>“There are long lines, and people are very paranoid, or on edge, over food. Supermarkets are closing,” Rey told Al Jazeera. “The lines are very long just to stock up on food, because we don’t know what will happen in the coming weeks. We’re waiting to see what happens.”</p><p>Al Jazeera’s Alessandro Rampietti, reporting from Cucuta, said many Venezuelans there initially felt jubilant after Maduro was ousted. “But that quickly shifted to uncertainty,” he said.</p><p>“Several people said they expected the United States to immediately bring opposition leader Maria Corina Machado back into the country, along with Edmundo Gonzalez Urrutia, who many Venezuelans believe won the last presidential election,” Rampietti continued.</p><p>“Instead, with much of the existing leadership still in place and with Vice President Delcy Rodriguez appointed as interim leader, there is growing fear about what could happen next.”</p><p>Tiziano Breda, a senior analyst at the Armed Conflict Location and Event Data Project, said what happens next hinges on the response of Venezuela’s government and armed forces.</p><p>“So far, they’ve avoided direct confrontation with US forces, but deployments on the streets point to efforts to contain unrest,” he said. “A smooth transition remains unlikely, and the risk of resistance from pro-regime armed groups – including elements within the military and Colombian rebel networks active in the country – remains high.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Cameroon edge South Africa 2-1 to book AFCON quarterfinal with Morocco | Football News | Al Jazeera",
            "time": "2026-01-04T21:23:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ad09caf02-1767559324.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">Goals either side of half-time by Junior Tchamadeu and Christian Kofane took Cameroon through to the Africa Cup of Nations quarterfinals at South Africa’s expense, as the Indomitable Lions <a href=\"/sports/liveblog/2026/1/4/live-south-africa-vs-cameroon-afcon-2025\">edged their last-16 clash 2-1</a>.</p><p class=\"p1\">Tchamadeu opened the scoring in the 34th minute at Al Medina Stadium in Rabat on Sunday, and teenage Bayer Leverkusen forward Kofane headed in the crucial second goal two minutes after half-time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">A late rally from South Africa saw Evidence Makgopa pull one back, but it is Cameroon who go through. The five-time champions now play the <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">hosts, Morocco</a>, in a heavyweight quarterfinal on Friday.</p><p class=\"p1\">They can go into that match in a relaxed mood, knowing all the pressure is on Morocco as they look to win a first AFCON title in 50 years in front of their home support.</p><p class=\"p1\">For Cameroon, reaching the last eight means their AFCON is already a success after a chaotic buildup in which Samuel Eto’o, the football federation president and Indomitable Lions legend, sacked the coach, Marc Brys, replacing him with David Pagou.</p><p class=\"p1\">The new coach got the better of South Africa’s <a href=\"/sports/2026/1/3/south-africa-manager-to-show-no-mercy-to-cameroon-at-afcon-2025\">Hugo Broos</a>, who had promised to show no mercy to Cameroon, nine years after leading them to their last continental crown at the Cup of Nations in Gabon.</p><p class=\"p1\">Bafana Bafana, who finished third at the last AFCON two years ago in Ivory Coast, will be hugely disappointed, but they can console themselves by turning their attentions towards the upcoming World Cup.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Yet, South Africa had chances to take an early lead, with Relebohile Mofokeng squandering a golden opportunity inside seven minutes.</p><p class=\"p1\">Cameroon defender Che Malone failed to deal with a simple ball forward, to leave Mofokeng in on goal, but the Orlando Pirates forward blazed over.</p><p class=\"p1\">Lyle Foster then had the ball in the net only to be denied by the offside flag, and instead, Cameroon went in front just after the half-hour mark.</p><p class=\"p1\">When the South African defence could only partially clear a corner, the ball fell to Carlos Baleba on the edge of the area.</p><p class=\"p1\">He took a touch and tried a shot which was deflected into the path of Tchamadeu, and the London-born full-back with Stoke City rolled home from close range.</p><p class=\"p1\">That goal – confirmed after a long VAR check – was celebrated by the Cameroonian fans, who made up the majority of the 14,127 crowd, with two-time AFCON winner as a player Eto’o among those in attendance.</p><p class=\"p1\">South Africa would have hoped for a strong start to the second half, but instead, Cameroon scored again within two minutes of the restart.</p><p class=\"p1\">Substitute Mahamadou Nagida crossed from the left, and Kofane headed in his second goal of the tournament so far.</p><p class=\"p1\">Cameroon goalkeeper Devis Epassy then made good saves from Samukele Kabini and from a Teboho Mokoena free-kick, before Makgopa turned in a low cross by fellow substitute Aubrey Modiba on 88 minutes.</p><p class=\"p1\">That set up a grandstand finish, but Cameroon nervously held on.</p><h2 id=\"morocco-see-off-tanzania\">Morocco see off Tanzania</h2><p class=\"p1\">Earlier on Sunday, Brahim Diaz scored his fourth goal for Morocco at the 2025 Africa Cup of Nations to put the hosts into the quarterfinals with a nervous 1-0 Round-of-16 victory over Tanzania in Rabat.</p><p class=\"p1\">Morocco dominated possession, but ⁠Tanzania had opportunities too, and it took a fine strike from Diaz to book a ​place in the last eight.</p><p class=\"p1\">Captain Achraf Hakimi fed Diaz on the right side of the box on 64 minutes, and the Real Madrid playmaker worked his way to the byline before firing into ‍the goal from ⁠a tight angle when most expected a cross.</p><figure id=\"attachment_4214755\" aria-describedby=\"caption-attachment-4214755\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4214755\" src=\"/wp-content/uploads/2026/01/reuters_695aab84-1767549828.jpg?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Soccer Football - CAF Africa Cup of Nations - Morocco 2025 - Round of 16 - Morocco v Tanzania - Prince Moulay Abdellah Stadium, Rabat, Morocco - January 4, 2026 Morocco's Brahim Diaz celebrates scoring their first goal REUTERS/Amr Abdallah Dalsh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4214755\" class=\"wp-caption-text\">Morocco’s Brahim Diaz celebrates scoring against Tanzania [Amr Abdallah Dalsh/Reuters]</figcaption></figure><p class=\"p1\">Morocco wasted several other chances, but were also fortunate that Tanzania were wasteful too, with Simon Msuva and Feisal Salum missing gilt-edged opportunities for the East Africans, with the score at 0-0.</p><p class=\"p1\">It was far from a vintage performance from the home side, who have yet to click into top gear at the tournament, but they did enough to keep their campaign on track.</p><p class=\"p1\">“The ​competition is hotting up, and we faced our toughest opponent in ‌this Tanzania team,” Diaz said.</p><p class=\"p1\">“Not everything worked, we know that, but fortunately, we managed to secure our qualification [to the next round]. Now, we are going back to work to be fully ready for the quarterfinals.”</p></div></div></body></html>"
        },
        {
            "title": "What might the US do next after Venezuela? | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T21:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767557838.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">There are legal concerns about the abduction of Maduro, but little Western criticism.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States’ abduction of Venezuela’s President Nicolas Maduro has been sharply criticised by his allies – but not by Western nations, despite questions about its legality.</p><p>So, does the operation signal a new aggressive US strategy? And what might the global impact be?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Charles Shapiro – Former US ambassador to Venezuela under President George W Bush</p><p>Stefan Wolff – Professor of International Security at the University of Birmingham in the United Kingdom</p><p>Ernesto Castaneda – Director of the Center for Latin American and Latino Studies at the American University in Washington, DC</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venezuelans reflect on Maduro’s removal, grappling with hope and fear | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T20:43:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_695ac52a15a8-1767556394.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It was his 26th birthday, so Wilmer Castro was not surprised by the flurry of messages that lit up his phone.</p><p>However, as he began scrolling on Saturday morning, he realised the messages were not birthday wishes, but news of something he had long hoped for: Venezuelan President <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">Nicolas Maduro</a> had been removed from power.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think it is the best gift that I will ever receive, one I will never forget,” the university student said from Ejido.</p><p>Castro told Al Jazeera that he was so elated by the news that he began daydreaming about his future self recounting the story of Maduro’s fall to his grandchildren and great-grandchildren.</p><p>“I will tell them that on January 3, 2026, a dictator fell, and [that moment] is going to be very beautiful.”</p><p>The <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abduction</a> of Venezuela’s long-time authoritarian leader – and his wife – by the United States followed months of escalating tensions between the two countries, including US strikes on alleged drug-trafficking vessels and the deployment of US ships near Venezuela’s coastal waters.</p><p>But by Sunday morning, Castro’s initial jubilation was clouded by a heavy quiet. The weight of uncertainty brought the city to a sombre pause, one that closed in on him and felt unlike anything he had experienced before.</p><p>“It’s like being in a field with nothing else around. It’s a mournful silence; I can’t describe it,” he said.</p><p>That uncertainty was felt by many Venezuelans on Sunday morning.</p><p>Venezuela has had a socialist government since 1999, first under President Hugo Chavez and later Maduro, a period that began with oil-funded social programmes but unravelled into economic mismanagement, corruption and repression – with international sanctions further squeezing the population.</p><p>Momentum around the 2024 presidential election raised hopes that the opposition alliance would take control. But when Maduro declared victory, despite opposition claims of a landslide win for <a href=\"/news/2024/11/19/us-recognises-venezuelan-opposition-leader-gonzalez-as-president-elect\">Edmundo Gonzalez Urrutia</a>, a crackdown on dissent followed. It left many Venezuelans concluding that any real transition might depend on pressure — or even intervention — from outside the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"deathly-silence\">‘Deathly silence’</h2><p>In southeastern Caracas on Saturday, 54-year-old Edward Ocariz was jolted awake by a loud crash and the vibrating windows of his home near the Fort Tiuna military barracks. He thought it was an earthquake, but when he looked outside, he saw unfamiliar helicopters flying low above smoke rising in the city.</p><p>“The noise kept coming,” he said. “I could immediately tell the helicopters were not Venezuelan because I had never seen them here.”</p><p>Then, just as suddenly as it had started, it stopped.</p><p>“There was a deathly silence,” Ocariz said, adding that the brief suspension of mobile phone services and power outages contributed to the silence. “We were waiting to understand what was happening.”</p><p>Fear accompanied the fragments of information that did manage to seep through, Ocariz said. “But it was a fear mixed with joy – tremendous joy. It’s hard to explain.”</p><p>On Sunday, when images of a blindfolded and handcuffed Maduro began circulating, Ocariz reflected on the suffering he had endured under the president’s regime.</p><p>The human rights activist said he was wrongfully charged with “terrorism” and spent nearly five months as a political prisoner in Tocuyito prison, a maximum-security facility in Carabobo state.</p><p>Under Maduro, the country had a long history of jailing those who dissent. After the disputed 2024 election, nearly 2,500 protesters, human rights activists, journalists and opposition figures were arrested. While some were later released, others remain behind bars.</p><p>“I felt satisfied. A process of justice is finally beginning,” Ocariz said, fully aware that Maduro will not have to endure the dire prison conditions he did, or be denied food and legal representation.</p><p>Despite the joy he and other Venezuelans now feel, Ocariz warns that much remains to be done.</p><p>“The population still feels a huge amount of fear [from the authorities] — psychological fear — because it’s well known how the police and justice system use their power to criminalise whoever they choose.”</p><p>So far, key institutions remain in the hands of figures from Nicolas Maduro’s inner circle, including Vice President <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who has been named acting president.</p><p>But for many Venezuelans — including Castro and Ocariz — seeing a senior Chavista figure still in power is unsettling, particularly as the Trump administration continues to engage with her.</p><p>“It is certainly frustrating for me. However, I understand that Venezuela needs to continue with its administrative, functional, and operational management as a country, as a nation,” Ocariz said, adding that the US must maintain some order to control the power vacuum and stamp out repression.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-4215711 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Venezuela-relations-in-2025-JAN-4-2026-1767593147.png?quality=80\" alt=\"INTERACTIVE - US-Venezuela relations in 2025 - JAN 4, 2026-1767593147\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"economic-concerns\">Economic concerns</h2><p>Venezuela remains heavily militarised, and fears of further unrest linger. During periods of dissent, the authorities relied not only on formal security forces but also on “colectivos”, armed civilian groups accused by rights organisations of intimidation and violence.</p><p>Jose Chalhoub, an energy and political risk analyst at Jose Parejo &amp; Associates in Caracas, said he is concerned about the possibility of more attacks and social unrest.</p><p>“Any potential new government that will move ahead with the cleansing of the top ranks of the armed forces and security and police forces will lead to the disarmament of the colectivos,” he said, adding that fixing the lingering economic crisis should also be one of the main priorities.</p><p>“A new government that applies quick economic measures leading to a recovery will outshine the ideological legacy of the Bolivarian revolution,” he said, referring to the ideology of Chavismo, defined by anti-imperialism, patriotism and socialism.</p><p>Those loyal to Maduro have long blamed Venezuela’s economic woes on the US — namely, the sanctions it imposed on the oil sector.</p><p>Chalhoub said he believed Trump’s promise to boost the country’s oil production could help the economy, though he found the US president’s assertion that the US will “run the country” baffling.</p><p>However, not everyone is happy with the Trump administration’s attack.</p><p>Alex Rajoy, a mototaxi driver in Caracas, said the US president was on an imperialist crusade with the goal of “robbing” Venezuela of its natural resources.</p><p>Despite his anger, Rajoy said he will stay home over the coming days because he is fearful of further attacks.</p><p>“These missiles aren’t aimed only at Chavistas,” he said, referring to those loyal to Venezuela’s socialist ideology.</p><p>“They threaten opposition people, too,” he said, adding that anyone supporting foreign intervention amounts to a betrayal. “It’s treason against the homeland,” he said.</p><h2 id=\"what-now\">What now?</h2><p>For Castro, the university student, the elation he felt on Saturday has been interrupted by fear for his immediate needs – concerns over whether stores would remain open in Ejido and rising costs. Under Maduro, he has long struggled to afford basic items.</p><p>“People in the street were going crazy yesterday,” he said. “Everyone was buying food with half of what they had in their bank accounts, buying what they could, because we don’t know what the future holds.”</p><p>The scenes brought back memories of the shortages of 2016, when hyperinflation and scarcity plunged the country into crisis, forcing people to queue for hours and rush between shops with limits on how much each person could buy.</p><p>But a day after the attack, Castro said Venezuelans are reflecting on the future of their country and the uncertainty of that future.</p><p>“There’s happiness, there’s fear, there’s gratitude, there’s the ‘what will happen next?’” he said. “For my next birthday, I want total freedom for Venezuela – and hopefully, God willing, we will have it.”</p></div></div></body></html>"
        },
        {
            "title": "Greek flights restart after radio loss grinds airport operations to halt | Aviation News | Al Jazeera",
            "time": "2026-01-04T20:38:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695abfe7e658-1767555047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Greek flights restart after radio loss grinds airport operations to halt</h1><p class=\"article__subhead\"><em>Air traffic was disrupted and there was no way to communicate with aircraft over the airspace, authorities said.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Incoming and outgoing flights were temporarily suspended in airports across Greece after airspace radio frequencies were lost due to a technical problem that has confounded authorities.</p><p>Thousands of travellers were seen stranded at airports for several hours on Sunday as air traffic was crippled and communications were cut off.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Authorities said the disruption began just before 9am local time (07:00 GMT), when most aviation radio frequencies were hit by massive interference, forcing a precautionary shutdown of Greek airspace.</p><p>Greece’s civil aviation authority said an indeterminate “noise” impacted radio channels, but the cause was not clear.</p><p>“The ‘noise’ observed in the frequencies was in the form of continuous, involuntary emission,” it said in a statement.</p><figure id=\"attachment_4214971\" aria-describedby=\"caption-attachment-4214971\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4214971\" src=\"/wp-content/uploads/2026/01/reuters_695ac02a-1767555114.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People gather as airports across Greece have suspended arrivals and departures on Sunday, after unspecified issues affecting radio frequencies, at the Eleftherios Venizelos International Airport, in Athens, Greece, January 4, 2026. REUTERS/Louiza Vradi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4214971\" class=\"wp-caption-text\">People gather as airports across Greece suspended arrivals and departures on Sunday at the Eleftherios Venizelos International Airport, near Athens, Greece, January 4, 2026 [Louiza Vradi/Reuters]</figcaption></figure><p>Panagiotis Psarros, chair of the Association of Greek Air Traffic Controllers, said all frequencies were suddenly lost, so there was no way to communicate with aircraft in the sky.</p><p>He also blamed old systems, saying the ageing infrastructure should have been replaced many years ago.</p><p>The authorities were only able to service flyovers for hours before limited services were restored by Sunday afternoon through backup frequencies. Air traffic has been resuming progressively and is now fully restored, they said.</p><p>Christos Dimas, Greece’s infrastructure and transport minister, said the incident did not compromise flight safety.</p><p>Around 45 flights were leaving Greek airports every hour by late afternoon, an official said. The press office at the country’s civil aviation authority said 31.6 million passengers transited through Athens airport in the first 11 months of 2025.</p><p>The air traffic controllers’ association said the breakdown affected all frequencies used on the ground, and some frequencies used by Athens Approach, an air traffic control unit responsible for managing aircraft flying in and out of the Eleftherios Venizelos International Airport near Athens.</p><p>Among its responsibilities are radar monitoring for safe separation of aircraft in the sky as well as issuing instructions on speed and altitude levels.</p><p>The association called the scale of Sunday’s incident “unprecedented and unacceptable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Here’s how the US imposed regime change overnight in Venezuela | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T20:15:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767557714.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s oil, not alleged drug trafficking, caught Trump’s eye | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T19:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6955860136-1767212545.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For weeks, United States President Donald Trump and his officials said the rhetoric and military posturing against Venezuela were aimed at countering the flow of narcotics.</p><p>But abundant evidence, including Trump’s own words in the aftermath of the <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduction</a> of President Nicolas Maduro, suggests that Washington’s true interest lies in Venezuela’s vast proven oil reserves – the largest in the world, estimated at about 303 billion barrels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US president initially framed Saturday’s attacks on Caracas as an anti-drug operation, with officials calling it an arrest of “two indicted fugitives” on narcotrafficking charges. <a href=\"/news/2026/1/4/who-is-is-nicolas-maduro\">Maduro</a> was indicted in the Southern District of New York courts for alleged “narco-terrorism conspiracy and cocaine importation conspiracy”, among other charges.</p><p>But within hours of the US attacks on Caracas that killed dozens of civilians, officials and military personnel, Trump pivoted to openly discussing oil and US control of Venezuela.</p><p>In a press conference at his Mar-a-Lago residence in Florida, the US president claimed the US would “run the country” for now, rebuild oil infrastructure, and “take out a tremendous amount of wealth out of the ground” to sell to global customers, <a href=\"/news/2026/1/4/china-urges-us-to-stop-toppling-venezuelan-government-release-maduro\">including rivals China and Russia</a>.</p><p>Maduro has consistently denied involvement in the drug trade and has accused Washington of using this charge as an excuse to get to oil and other resources, even as the Trump team labelled Venezuelan-trafficked fentanyl a “weapon of mass destruction” and launched air strikes on boats accused of moving narcotic substances.</p><figure id=\"attachment_3925817\" aria-describedby=\"caption-attachment-3925817\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925817\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-and-pipelines-1756997792.png?quality=80\" alt=\"oil\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3925817\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"oil-vital-to-venezuela-s-recovery\">Oil vital to Venezuela’s recovery</h2><p>The sudden abduction of the Venezuelan president has not yet translated to any major shift in the power structure of the South American nation.</p><p><a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Vice President Delcy Rodriguez</a> has been ordered by the constitutional chamber of Venezuela’s Supreme Court to serve as acting president “to guarantee administrative continuity and the comprehensive defence of the nation” as a legal framework is devised for the future.</p><p>She had also been serving simultaneously as finance minister and oil minister, giving her enormous influence over the nation’s embattled economy and efforts to vitalise the underdeveloped oil sector that produces less than it should as a result of sanctions and mismanagement.</p><p>Trump said the US would not occupy Venezuela if Rodriguez “does what we want”. He also declined to endorse the opposition leader, exiled Nobel laureate Maria Corina Machado, saying she does not have the approval or “respect” of the people.</p><p>What the US wants from Rodriguez is likely to revolve around Venezuela’s oil, which Trump and other US officials have characterised as US oil – based on the South American country’s nationalisation of its oil industry between the 1970s and the 2000s, forcing most US oil companies out.</p><p>“If you remember, they took all of our energy rights, they took all of our oil from not that long ago. And we want it back,” said Trump in December.</p><p>In his typically forthright manner, Trump has also said that Venezuela’s oil reserves would cover any costs the US incurs from its attack on the country, and “the damages” allegedly caused by Venezuela to the US.</p><p>Oil is vital to Venezuela, and the US had used its importance to pressure the country prior to the abduction of Maduro.</p><p>US sanctions targeting Venezuelan oil have been a core element of US policy toward Venezuela since 2017, especially under combined Trump-era directives. The state-owned oil company Petroleos de Venezuela, SA (PDVSA) is blacklisted, and Washington has taken measures restricting the shipment of diluents that are needed for heavy crude.</p><p>A host of oil traders, companies and ships that transport the goods have been sanctioned, including last month, while Trump ordered a blockade of sanctioned oil tankers entering or leaving Venezuelan waters, which led to at least two tankers being confiscated.</p><p>US sanctions and pressure are some of the main reasons why Venezuela’s oil exports are not comparable to the country’s oil reserves.</p><p>Venezuela’s oil exports averaged about a meager 950,000 barrels per day (bpd) in November, and the US “oil embargo” knocked them down to around 500,000 bpd last month, according to preliminary figures based on ship movements.</p><p>In comparison, major oil exporters like Saudi Arabia and Russia export millions of barrels per day on average.</p><p>Francisco Rodriguez, the former head of the economic advisory of the Venezuelan National Assembly, said gold and oil reserves are among the country’s main hopes for economic recovery.</p><p>“If the US moves to remove the sanctions and clear the hurdles for investors to come back in, you can get the oil output to 2.5 million barrels per day in the scope of three to five years,” he told Al Jazeera from the US state of Colorado, pointing out that production currently stands at below one million barrels per day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I think what the Trump administration is saying is that we need to prioritise the recovery of the oil sector and get the economy on a manageable basis so that we think about more orderly political transition,” the former official said.</p><p>“But if you try to directly hand over the power to the opposition right now without having set the basis for economic recovery, that can actually be quite dangerous and lead to chaos.”</p><h2 id=\"what-does-this-mean-for-opec-and-others\">What does this mean for OPEC and others?</h2><p>At least in the short term, the Venezuela developments do not mean a major change for the Organization of the Petroleum Exporting Countries (OPEC). But things could drastically change with time.</p><p>Venezuela cannot quickly raise production due to its ageing infrastructure, and <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">unilateral US seizures of tankers</a> near Venezuela’s waters only led to an uptick in oil prices before another stabilisation.</p><p data-start=\"480\" data-end=\"636\">Venezuela’s upstream oil infrastructure, particularly under PDVSA, has suffered from more than a decade of underinvestment, so some wells are mechanically compromised, restarting shut-in wells often requires full workovers or redrilling, not simple reactivation, and routine preventive maintenance largely ceased after the US embargoes.</p><p data-start=\"640\" data-end=\"767\">The crude cannot flow or be exported without diluents, which are being blocked by the US, while storage, blending, and upgrading facilities are bottlenecked, with many operating well below nominal capacity.</p><p>But theoretically, if a US-directed Venezuela manages to rapidly boost output in the future, OPEC will face a supply glut or will have to adjust quotas. This would give Washington indirect but major influence inside the group and over global supply, disrupting the delicate balance members have been trying to keep for years.</p><p>West Asia neighbours like Iran and Saudi Arabia are also directly affected if Caracas leans towards the US in the long term.</p><p>The anti-US and Israel establishment in Iran has lost another major ally in Maduro, after the fall of top leaders of the <a href=\"/news/2024/12/21/the-iran-led-axis-of-resistance-in-the-aftermath-of-syrias-upheaval\">Tehran-backed “axis of resistance”</a> over the past two years.</p><p>Iran has also been hampered in efforts to develop its oil sector due to stringent Western sanctions, and like Venezuela under Maduro, Iran sends most of its oil at heavily discounted prices through a shadow fleet of ships to China. A robust return of Venezuelan oil to the market would further undermine Iranian oil.</p><p>Saudi Arabia was not a close ally of the Maduro establishment like Iran, but it also risks future oversupply that may push global prices down if Venezuela makes a comeback. That may force Riyadh to cut production and weaken its price leadership in the global market.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Spanish Empire: Sword and Cross | History | Al Jazeera",
            "time": "2026-01-04T18:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767534973.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">How Spain conquered with armies and missionaries, fusing faith, force and gold into global dominance.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This film explores how the Spanish empire built its global dominance by fusing military conquest, religious conversion and imperial wealth.</p><p>At the heart of the Spanish expansion was the close alliance between crown, church and conquest. Military campaigns were inseparable from missionary efforts as conversion to Christianity became both a justification for empire and a tool of control. Faith and force advanced together, reshaping societies across the Americas.</p><p>Through the conquests of the Aztec and Incan empires, the documentary shows how Spanish power was established through violence, alliances and religious authority. The mission system spread across the Americas, reorganising Indigenous life around churches, labour regimes and colonial administration. Conversion promised salvation but enforced obedience and cultural destruction.</p><p>The film also examines the economic foundations of Spanish imperial power. Vast quantities of gold and silver were extracted from the Americas alongside the exploitation of Indigenous and enslaved labour. These resources fuelled European economies, financed global trade and helped integrate the Americas into an emerging world system built on extraction and inequality.</p><p>By tracing how faith, conquest and wealth operated together, the documentary reveals how Spanish colonialism shaped global capitalism, religious power and imperial governance. It shows how the legacies of conquest, forced conversion and resource extraction continue to influence social inequality, cultural identity and economic structures in the modern world and how current global superpowers like the United States and China adopt this model to their benefit. It also draws on the parallels between the erasure of cultural artefacts then and today’s “algorithmic colonisation”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}