{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump admin takes aim at New Orleans in latest US immigration crackdown | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T16:07:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69304f33e646-1764773684.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has announced its latest immigration crackdown in the country, this time targeting the Louisiana city of New Orleans.</p><p>The Department of Homeland Security (DHS) on Wednesday said the administration had launched “Operation Catahoula Crunch”, which used the name of both a parish in New Orleans and a breed of dog common in the state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move is the most recent effort by the Trump administration to <a href=\"/news/2025/11/15/us-immigration-crackdown-arrests-under-way-in-charlotte-north-carolina\">surge immigration enforcement</a> in Democrat-led cities, particularly those with policies that prohibit local authorities from cooperating with federal immigration authorities, commonly known as “sanctuary policies”.</p><p>DHS spokesperson Tricia McLaughlin said the enforcement would target undocumented individuals convicted of crimes in New Orleans who were subsequently released.</p><p>“Sanctuary policies endanger American communities by releasing illegal criminal aliens and forcing DHS law enforcement to risk their lives to remove criminal illegal aliens that should have never been put back on the streets,” McLaughlin said in a statement.</p><p>“It is asinine that these monsters were released back onto New Orleans streets to COMMIT MORE CRIMES and create more victims,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>New Orleans had previously been included on a US Department of Justice list of so-called “Sanctuary Cities”, but local officials have questioned the inclusion, according to The Times-Picayune newspaper.</p><p>They have said the city has no policies that directly hinder federal immigration enforcement. The closest measure appears to be an Orleans Parish Sheriff’s Office policy that prohibits local jails from holding inmates past their sentences at the request of immigration authorities, according to the newspaper.</p><p>Still, that policy has exceptions for individuals convicted of serious crimes.</p><h2 id=\"possible-national-guard-deployment\">Possible National Guard deployment</h2><p>The Department of Homeland Security statement on Wednesday did not provide information on how many immigration agents would be surged to New Orleans.</p><p>However, the Associated Press news agency reported earlier this week that about 250 federal agents were expected to be deployed across Louisiana as part of a broader initiative dubbed “Swamp Sweep” by the Trump administration.</p><p>The news agency reported that the operation aims to make 5,000 arrests.</p><p>The move appears to follow a familiar playbook that the Trump administration has used in Los Angeles, California; Chicago, Illinois; Charlotte, North Carolina; and Washington, DC.</p><p>In many instances, the surge in federal agents has preceded efforts to deploy the National Guard. The tactic has been met with widespread protest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Unlike in many Democrat-controlled states, Louisiana’s Governor Jeff Landry, a Republican, has officially requested that the military send up to 1,000 National Guard members to New Orleans.</p><p>On Tuesday, Landry said he expected such a deployment to be approved by the end of December. On the same day, Trump said the timeline would likely be within “a couple of weeks”.</p><p>Several local officials have condemned the plan, saying it is out of step with the city’s needs and is likely to lead to dangerous escalation.</p><p>“New Orleans welcomes partnership. We do not welcome occupation,” US Congress member Troy Carter, who represents Louisiana in the federal legislature, wrote on Twitter.</p><p>“What we are seeing unfold in our community is not public safety; it is a political stunt wrapped in badges, armoured vehicles, and military uniforms.”</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh’s economy is not collapsing but undergoing a necessary reset | Business and Economy | Al Jazeera",
            "time": "2025-12-03T16:02:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__68T24DW__v1__HighRes__BangladeshPolitics-1754409201.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"306\" data-end=\"705\">The recent wave of pessimism surrounding Bangladesh’s economy under its interim administration, much of it amplified by selectively framed local commentary, offers an incomplete and often misleading portrait of the country’s actual economic trajectory. Much of this concern is overstated, as the headline indicators reflect a necessary structural correction rather than an economic collapse.</p><p data-start=\"707\" data-end=\"853\">While elevated inflation and a battered banking sector are real and serious challenges, they do not amount to evidence of an economy in free fall.</p><p data-start=\"855\" data-end=\"1096\">A more careful reading, one that accounts for the disruptive legacy of the previous administration and the corrective measures undertaken after the political transition, reveals a difficult but necessary period of structural rebalancing.</p><p data-start=\"1098\" data-end=\"1347\">The claim that the new government is inheriting a crippled economy overlooks the fact that the previous administration left behind a financial system that resembled a house of cards, propped up by manipulated data and systematic concealment of risk.</p><p data-start=\"1349\" data-end=\"1605\">To portray the current economy as stagnant is to ignore Bangladesh’s longer arc of resilience in South Asia. Despite the global shocks that followed COVID-19 and the Russia-Ukraine war, the country delivered stronger growth than most of its regional peers.</p><p data-start=\"1607\" data-end=\"1831\">It registered 3.5 percent growth in 2020, followed by 6.9 percent in 2021 and 7.1 percent in 2022. Today’s slower growth reflects deliberate fiscal tightening aimed at restoring macroeconomic balance after years of excess.</p><p data-start=\"1833\" data-end=\"1938\">Rather than a sign of decay, this is the predictable cooling that follows the end of artificial stimulus.</p><p data-start=\"1940\" data-end=\"2110\">The anxiety around nonperforming loans and private sector credit tells an even more revealing story, not of new stress but of long-buried weaknesses finally exposed.</p><p data-start=\"2112\" data-end=\"2353\">The alarming rise in nonperforming loans, with figures ranging from over 20 percent in ADB assessments to more than 35 percent under the central bank’s revised classification rules, stems from a long-overdue commitment to honest accounting.</p><p data-start=\"2355\" data-end=\"2615\">For years, the previous regime reportedly pressured regulators to gloss over defaults, relax classification standards, and extend loan rescheduling indefinitely. The result was a banking sector that looked superficially healthy while quietly deteriorating.</p><p data-start=\"2617\" data-end=\"2717\">The surge in nonperforming loans is therefore the price of confronting the system’s real condition.</p><p data-start=\"2719\" data-end=\"3048\">The compression in private credit growth, which dipped to about 6.29 percent in late 2025, must also be understood in context. Previous double-digit credit growth was inflated by massive, politically connected borrowing that produced little real economic return and ultimately fed into the ballooning nonperforming loan crisis.</p><p data-start=\"3050\" data-end=\"3284\">Many of these loans were never intended to be repaid and were allegedly funnelled into overseas real estate or offshore accounts. In contrast, banks today are more cautious, with credit flowing into sectors less vulnerable to default.</p><p data-start=\"3286\" data-end=\"3526\">The volume of lending has decreased, but the quality has improved. An economy cannot build sustainable growth on a mountain of bad debt. The current adjustment reflects a shift towards stability rather than a collapse in investment appetite.</p><p data-start=\"3528\" data-end=\"3876\">These corrections in the financial sector are only one part of the broader adjustment. The most decisive rebuttal to claims of stagnation is the transformation under way in the fiscal and external sectors. In an unusual show of discipline, the government has sharply reversed the longstanding habit of borrowing heavily from the banking system.</p><p data-start=\"3878\" data-end=\"4103\">Between July and October of the 2025-26 financial year, it repaid more than 5 billion taka (about $40.9m) to banks, in stark contrast to the more than 150 billion taka ($1.23bn) borrowed during the same period a year earlier.</p><p data-start=\"4105\" data-end=\"4303\">Economists note that this shift eases pressure on interest rates and frees up liquidity for private borrowers, marking a significant break with a past where the state crowded out the private sector.</p><p data-start=\"4305\" data-end=\"4417\">For a country long accustomed to fiscal indiscipline, this move signals a meaningful shift towards stability.</p><p data-start=\"4419\" data-end=\"4637\">Foreign direct investment (FDI) tells a similarly counterintuitive story. Against the assumption that political upheaval deters investors, Bangladesh experienced nearly 20 percent growth in FDI in the 2024-25 financial year.</p><p data-start=\"4639\" data-end=\"4867\">For a post-transition economy emerging from a massive uprising that resulted in more than 1,400 deaths, this is extremely rare. Countries emerging from political uprisings typically endure sharp drops in foreign investment for years.</p><p data-start=\"4869\" data-end=\"5028\">In Bangladesh’s case, global firms not only remained but also reinvested their earnings. This reflects a deeper confidence in the country’s long-term prospects.</p><p data-start=\"5030\" data-end=\"5278\">Perhaps the most striking shift has occurred in the external sector. After months of steady erosion, foreign currency reserves have stabilised and then strengthened, climbing from less than $20bn in mid-2024 to more than $30bn a year later.</p><p data-start=\"5280\" data-end=\"5528\">Remittances surged to a record $30.33bn in the 2024-25 financial year, a 26.8 percent increase attributed to renewed confidence in the formal financial system, the crackdown on money laundering, and the return to a market-based exchange rate.</p><p data-start=\"5530\" data-end=\"5836\">Expatriates who once relied on hundi networks are now sending money legally, responding to a more transparent and predictable currency regime. This combination of rising reserves, strong remittance inflows, and exchange-rate stabilisation forms one of Bangladesh’s strongest macroeconomic buffers in years.</p><p data-start=\"5838\" data-end=\"5998\">Inflation remains the most potent concern, and rightly so. With rates above 8 percent, higher than any country in South Asia, the cost-of-living pressure is severe.</p><p data-start=\"6000\" data-end=\"6164\">But here again, comparisons require nuance. Sri Lanka’s low inflation follows a complete economic meltdown and draconian monetary tightening under an IMF programme.</p><p data-start=\"6166\" data-end=\"6384\">Bangladesh’s inflation is structurally different, driven partly by supply chain constraints, lingering market distortions, and the aftereffects of earlier monetary expansion. It is difficult, but not destabilising.</p><p data-start=\"6386\" data-end=\"6626\">Similarly, the poverty figure of 28 percent often cited by critics originates from a limited-sample private study. World Bank projections indicate that poverty is likely to continue falling modestly this financial year, even amid inflation.</p><p data-start=\"6628\" data-end=\"6841\">The battle ahead is not simply about preserving growth rates, but about dismantling entrenched corruption, extortion networks, and bureaucratic bottlenecks that have acted as invisible taxes on the poor for years.</p><p data-start=\"6843\" data-end=\"7046\">Bangladesh’s economy today is not collapsing; it is undergoing a difficult but necessary reconstruction after more than a decade of governance that preferred cosmetic stability over institutional health.</p><p data-start=\"7048\" data-end=\"7230\">High nonperforming loans, slower credit growth, and persistent inflation are symptoms of structural problems finally being confronted. That confrontation was inevitable and overdue.</p><p data-start=\"7232\" data-end=\"7471\">What stands out instead is a set of achievements rarely seen in a post-transition economy: a rapid rebound in reserves, a record surge in remittances, nearly 20 percent growth in FDI, and an unprecedented demonstration of fiscal restraint.</p><p data-start=\"7473\" data-end=\"7892\">These are not the markers of stagnation, but the early foundations of a more transparent, durable economic future. Whether Bangladesh completes this transition will depend on the political will to sustain reform, especially in the banking sector. The story of the economy today is not one of collapse; it is the story of corrective surgery. Whether the country can finish the operation remains the central question.</p><p data-start=\"7473\" data-end=\"7892\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US-Venezuela tensions: Your questions answered | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T15:42:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20250808__692X2GD__v1__HighRes__ComboVenezuelaUsPoliticsMaduroTrump-1762159320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In recent months, United States President Donald Trump has <a href=\"/news/2025/11/28/trump-says-us-will-soon-stop-venezuelan-drug-trafficking-by-land\">sharply escalated his attacks</a> on Venezuelan President Nicolas Maduro, accusing him of fuelling drug trafficking and driving mass migration from the Caribbean nation into the US.</p><p>More recently, Trump has piled <a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">increased pressure</a> on Venezuela with a military buildup in the Caribbean Sea, in what he calls an anti-drug trafficking campaign. Caracas says that US actions are instead aimed at toppling Maduro’s government.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump met his national security team on Monday to discuss “<a href=\"/news/2025/12/1/trump-administration-discusses-venezuela-amid-military-build-up-concerns\">next steps</a>” on Venezuela, according to media reports. Washington’s continued deployment of military assets to the region has sparked concerns of a possible war.</p><p>Last weekend, Maduro told a crowd outside the presidential Miraflores Palace that he wanted peace with the US, but only on the condition of “sovereignty, equality and freedom … We do not want a slave’s peace, nor the peace of colonies! Colony, never! Slaves, never!”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"is-the-us-about-to-go-to-war-with-venezuela\">Is the US about to go to war with Venezuela?</h2><p>In recent weeks, Trump confirmed that he authorised the CIA to carry out secret operations in Venezuela. In addition, he has deployed the world’s largest aircraft carrier, USS Gerald R Ford, thousands of troops, and F-35 military jets to the Caribbean.</p><p>On November 20, Trump said that land strikes inside Venezuela could come imminently. However, while some view the president’s comments and operations as a preparation for military action, Trump told reporters last weekend not to “read anything” into his recent moves.</p><p>Venezuela has been conducting regular military drills over the past few weeks in preparation for any possible attack.</p><figure id=\"attachment_4142886\" aria-describedby=\"caption-attachment-4142886\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4142886\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-Military-head-to-head-NOV30-2025-1764583109.png?quality=80\" alt=\"INTERACTIVE - Military head-to-head - NOV30, 2025-1764583109\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4142886\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"why-is-trump-hostile-to-maduro\">Why is Trump hostile to Maduro?</h2><p>Washington’s recent show of force recalls a <a href=\"/features/2013/4/3/timeline-venezuelas-tumultuous-history\">long history</a> of military interventions across Latin America by successive US governments, often motivated by fear of hostile powers close to US borders.</p><p>Since the 1990s, ties between Washington and Caracas have been dominated by tensions linked to Maduro’s left-wing predecessor, Hugo Chavez. The bilateral relationship deteriorated further after Maduro came to power following Chavez’s death in 2013.</p><p>In recent months, US military strikes on alleged Venezuelan drug smugglers in the Caribbean have dominated relations.</p><p>In July, US Secretary of State Marco Rubio accused <a href=\"/news/longform/2025/11/25/could-trumps-50m-reward-succeed-in-toppling-venezuelas-nicolas-maduro\">Maduro</a> of being “the leader of the designated ‘narcoterrorist’ organisation Cartel de los Soles” and responsible for “trafficking drugs into the United States and Europe”. He did not provide evidence to back his claim.</p><p>Moreover, experts say Cartel de los Soles is not a cartel.</p><p>For his part, Maduro has <a href=\"/news/2025/10/26/venezuelas-maduro-says-the-us-is-fabricating-a-war-against-him\">accused</a> Washington of using the drug offensive as a pretext for orchestrating regime change and seizing Venezuelan oil.</p><h2 id=\"what-actions-has-the-trump-administration-taken\">What actions has the Trump administration taken?</h2><p>The US has amassed 15,000 troops in the region and deployed an aircraft carrier there.</p><p>It has also carried out at least 21 strikes on alleged drug boats in the Caribbean and the Pacific since September, killing up to 83 people.</p><p>Meanwhile, military experts say assembled US firepower in the Caribbean Sea far outweighs what is necessary for a drug-trafficking operation, while Caracas says the US is <a href=\"/video/inside-story/2025/11/30/what-is-driving-us-presidents-trumps-actions-against-venezuela\">seeking regime change</a> to take control of Venezuela’s vast natural resources, including oil.</p><p>Last week, a Delaware judge ordered the sale of Venezuelan oil company <a href=\"/news/2025/12/3/venezuela-denounces-us-ordered-forced-sale-of-oil-company-citgo\">Citgo</a> – a Houston-based subsidiary of the state-owned oil company Petroleos de Venezuela, SA (PDVSA) – to pay off billions of dollars in missed debt repayments.</p><p>Venezuela on Tuesday denounced the US-ordered “forced sale” of the oil company, which would rob Venezuela of vital foreign revenue.</p><p>Elsewhere, Trump <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">declared</a> that Venezuelan airspace had been “closed” on November 29. His comments followed a warning from the US Federal Aviation Administration about a “potentially hazardous situation” in Venezuelan airspace.</p><p>Despite professing to <a href=\"/news/2020/9/11/us-mourns-9-11-dead-trump-tries-to-end-forever\" target=\"_blank\" rel=\"noopener\">oppose “forever wars”</a>, Trump’s recent moves in Venezuela — including the threat of military strikes — signal a readiness to escalate tensions.</p><h2 id=\"are-the-boat-strikes-legal\">Are the boat strikes legal?</h2><p>Numerous legal scholars have decried the US strikes in international waters as <a href=\"/news/2025/9/4/in-boat-strike-trump-repurposes-war-on-terror-for-latin-american-crime\">illegal</a> under both international and domestic law. The US Congress is investigating whether a second attack on an alleged drug boat in September killed survivors of an initial attack. The White House has defended the deadly attack.</p><p>UN Secretary-General Antonio Guterres has said that the US strikes on alleged boats were “not compatible with international law”. He has expressed his concern about the escalating tensions between the US and Venezuela.</p><h2 id=\"who-are-venezuela-s-key-allies\">Who are Venezuela’s key allies?</h2><p data-start=\"0\" data-end=\"413\">Venezuela’s key political allies are unified by a shared resistance to US influence in the region. Russia remains its strongest geopolitical backer, offering military cooperation and diplomatic support. China, which is Venezuela’s number one source of oil exports, also provides economic backing.</p><p data-start=\"0\" data-end=\"413\">Venezuela and Iran also have a deepening bond – sharing an anti-Western worldview and, in the face of sanctions, both seeking alternative economic and diplomatic channels.</p><p data-start=\"675\" data-end=\"966\">In Latin America, Venezuela relies on longstanding ideological allies such as Cuba, Nicaragua, and Bolivia. These governments consistently defend Caracas in regional bodies and maintain close ties through frameworks like ALBA-TCP and Petrocaribe.</p><p data-start=\"675\" data-end=\"966\">Though Brazil and neighbouring Colombia are governed by left-wing governments, they have refused to recognise Maduro’s 2024 re-election. However, they have voiced concerns about the military threats against Venezuela.</p><h2 id=\"why-isn-t-venezuela-wealthier\">Why isn’t Venezuela wealthier?</h2><p>Venezuela holds the world’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest proven oil reserves</a>, estimated at 303 billion barrels in 2023. But it only exported $4bn worth of crude oil that same year, far below other oil-producing countries, largely due to <a href=\"/economy/2024/7/26/as-maduro-faces-gonzalez-in-venezuela-sanctions-remain-a-key-hurdle\">US sanctions</a> imposed during Trump’s first term.</p><p>The country’s oil production is dominated by PDVSA, which has faced challenges including ageing infrastructure, underinvestment, mismanagement and the effects of sanctions, all of which have limited Venezuela’s ability to fully exploit its vast reserves.</p><p>According to data from the Observatory of Economic Complexity (OEC), Venezuela exported just $4.05bn worth of crude oil in 2023. This is far below other major exporters, including Saudi Arabia ($181bn), the US ($125bn), and Russia ($122bn).</p><p>Sanctions have also increased the price of imports. The country suffers from goods shortages and rampant inflation – the IMF forecasts it will reach 600 percent next year. The economic crisis, worsened by the US sanctions, has forced <a href=\"/news/2025/11/28/venezuela-explained-in-10-maps-and-charts\">millions of people</a> to flee to neighbouring countries in recent years.</p><p>In 2024, Venezuela’s gross domestic product (GDP) stood at <a href=\"https://statbase.org/data/ven-gdp-imf-data/?utm_source=chatgpt.com\">$119.8bn</a>, placing it among the smallest economies in Latin America. Venezuela’s economic instability is rooted in years of harsh sanctions, as well as its reliance on oil.</p><h2 id=\"what-has-the-international-response-been\">What has the international response been?</h2><p>On November 30, Maduro called on the Organization of the Petroleum Exporting Countries (OPEC) to help his country <a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">counter</a> the “growing and illegal threats” from the Trump administration.</p><p>In a letter to OPEC members, Venezuela’s President Maduro said, “I hope I can count on your best efforts to stop this growing aggression” So far, none of the group’s members have publicly responded.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On November 25, Colombian President Gustavo Petro told CNN that Trump is “not thinking about the democratisation of Venezuela, let alone the narco-trafficking”. He added that only a tiny portion of the global drugs trade flows through the Caribbean country.</p><h2 id=\"what-could-happen-next\">What could happen next?</h2><p>On November 17, when asked about the possibility of deploying US troops on Venezuelan soil, Trump told reporters at the White House, “I don’t rule out that. I don’t rule out anything. We just have to take care of Venezuela.”</p><p>Then, on Monday, Reuters reported that Trump offered Maduro safe passage out of Venezuela during a call on November 21. Maduro allegedly told Trump that he was willing to leave Venezuela, provided he and his family members had full legal amnesty.</p><p>The Venezuelan president also reportedly requested the removal of sanctions for more than 100 Venezuelan government officials, many accused by the US of human rights abuses, drug trafficking or corruption.</p><p>Trump rejected most of his requests on the call, but told Maduro he had a week to leave Venezuela for the destination of his choice alongside his family members. Al Jazeera, however, could not independently verify the report.</p></div></div></body></html>"
        },
        {
            "title": "Trump plans crackdown on Somali communities in Minnesota: What we know | Donald Trump News | Al Jazeera",
            "time": "2025-12-03T15:31:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2021-07-21T012701Z_63104431_RC28OO9MHGQF_RTRMADP_3_RELIGION-EID-KENTUCKY-1764764574.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump launched a verbal attack on Somali immigrants on Tuesday, as federal authorities prepared to launch a major immigration crackdown targeting hundreds of undocumented Somalis in the state of Minnesota.</p><p>In a long rant to reporters, Trump said he did not want Somali immigrants in the United States, claiming that residents of the East African country “contributed nothing” to the US while relying on aid. Trump did not provide any evidence to support these claims.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This was just the latest in a string of disparaging verbal attacks the US president has launched at the country’s Somali community. He posted similar remarks on social media last week and during his first term as president. Trump has also repeatedly verbally targeted <a href=\"/features/2016/11/15/ilhan-omar-first-female-somali-american-lawmaker\">Ilhan Omar</a>, the congressional representative who is a US citizen of Somali descent.</p><p>The president has appeared to focus on immigrants from developing countries with harsh remarks or policies, except for white South Africans, for whom the US has increased quotas.</p><p>The US has <a href=\"/news/2025/11/28/trump-pauses-immigration-from-third-world-countries-what-that-means\">paused immigration</a> from 19 countries deemed “high risk”, citing last week’s <a href=\"/news/2025/12/2/rahmanullah-lakanwal-pleads-not-guilty-in-us-national-guard-shooting\">fatal shooting</a> of two National Guard members by an Afghan national. At the end of October, the Trump administration <a href=\"/news/2025/10/31/trumps-7500-refugee-cap-echoing-restrictive-us-immigration-history\">reduced the number of refugees</a> the US will accept next year to just 7,500 – the lowest number since the 1980 Refugee Act – with preference to be given to white South Africans.</p><p>Then, on Tuesday, US media reported that US Immigration and Customs Enforcement (ICE) would carry out an operation in Somali neighbourhoods in the next few days.</p><p>Much of the Somali diaspora has settled in the US within the past 50 years. Here’s what we know about why Trump is targeting the community now.</p><figure id=\"attachment_4147879\" aria-describedby=\"caption-attachment-4147879\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147879\" src=\"/wp-content/uploads/2025/12/2018-01-25T110515Z_1042885563_RC13F1EC75E0_RTRMADP_3_FOOTBALL-NFL-SUPERBOWL-SOMALIS-1764764639.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Somalis watch football\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147879\" class=\"wp-caption-text\">Jamal Said (left) of St Louis Park and Abdul Hersi of Minneapolis watch the Minnesota Vikings in the NFC Championship football game at the Capitol Cafe, a popular Somali coffee shop, ahead of the NFL’s Super Bowl in Minneapolis, Minnesota, the US, on January 21, 2018 [Craig Lassig/Reuters]</figcaption></figure><h2 id=\"what-did-trump-say\">What did Trump say?</h2><p>Speaking to reporters following a US Cabinet meeting on Tuesday, Trump said he didn’t want Somalis in the US, describing them as “garbage”.</p><p>“We could go one way or the other, and we’re going to go the wrong way if we keep taking in garbage into our country,” he said.</p><p>“They contribute nothing. I don’t want them in our country, I’ll be honest with you,” Trump told reporters without specifying whether he was referring to citizens or irregular migrants.</p><p>“Some people will say, ‘Oh, that’s not politically correct.’ I don’t care … Their country is no good for a reason … Your country stinks, and we don’t want them in our country,” he said.</p><p>“These are people who do nothing but complain,” Trump continued. “They complain, and from where they came from, they got nothing … When they come from hell, and they complain and do nothing but bitch, we don’t want them in our country. Let them go back to where they came from and fix it.”</p><p>Last week, in an address to the nation following the shooting of two National Guard members, which left one dead and another critically injured, Trump ordered that people from 19 blacklisted countries who held US green or permanent residency cards be “re-examined”.</p><p>He then pivoted to the Somali community in Minnesota in that address, saying, “Hundreds of thousands of Somalians are ripping off our country and ripping apart that once great state.”</p><p>US media reported on Tuesday that an ICE operation focused on Somali communities in the Minneapolis-St Paul area will take place in the next few days.</p><p>A sweep by ICE officers will round up undocumented people for deportation, AP reported, citing a person familiar with the plans.</p><p>At least 100 ICE agents are expected to flood the area. The New York Times, also citing sources close to the plan, said Somalis in the process of seeking legal status could also be swept up.</p><p>Several states in recent months have experienced ICE raids on undocumented people, including Chicago, Houston, Miami, Los Angeles, Atlanta, New York City and Phoenix. By October, at least 527,000 people had been deported from the US since the Trump administration took office in January, according to the Department of Homeland Security.</p><p>In a post on X on Tuesday, Minnesota’s Governor Tim Walz slammed the plan for Minneapolis, saying that while the state welcomed support for prosecuting crime, “pulling a PR stunt and indiscriminately targeting immigrants is not a real solution to a problem”.</p><p>City officials also condemned President Trump’s attack on the Somali community at a press conference on Tuesday and promised not to cooperate with ICE agents conducting migrant checks.</p><p>“Obviously, this is a frightening moment for our Somali community,” Minneapolis Mayor Jacob Frey said, describing the possible move as “terrorising”.</p><p>“That’s not American. That’s not what we are about,” he said. “To our Somali community, we love you, and we stand with you.”</p><p>Minneapolis City Council Member Jamal Osman, who came to the US from Somalia when he was 14, said at the conference: “I know many families are fearful … the city of Minneapolis stands behind you.”</p><p>“Somali Americans are here to stay,” he added. “We love this state. We love this country. This is home. We’re not going anywhere.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Yes. On November 21, Trump announced on his Truth Social platform that he was “immediately” terminating Temporary Protected Status (TPS) for Somali immigrants in Minnesota, referring to a programme designed to provide emergency refuge for people whose countries are in crisis. About 705 Somalis are on that programme.</p><p>Without providing evidence, Trump claimed that “Somali gangs are terrorising the people of that great State” and accused Governor Walz, without proof, of overseeing a state that had become a “hub of fraudulent money laundering activity”.</p><p>“Send them back to where they came from,” Trump said. “It’s OVER!</p><p>Trump’s accusations about the Somali community come after a conservative activist, Christopher Rufo, published allegations of welfare fraud against Somalis in Minnesota in a magazine called City Journal on November 19.</p><p>In the report, Rufo, citing unnamed “counterterrorism sources” and a police detective, claimed that Somalis benefiting from US welfare programmes were sending back huge amounts in remittances to their country, and that some of that money had ended up with al-Shabab, the al-Qaeda-linked armed group controlling some rural parts of Somalia.</p><p>One of the programmes Rufo referred to was fraudulent – the privately funded, $300m Feeding Our Future charity programme, which falsely claimed to be feeding millions of children amid the COVID-19 crisis but instead stole state funds.</p><p>Federal prosecutors have secured convictions for the ringleader, Aimee Bock, who is white, and several Somali-Americans.</p><p>In July, Somalia became one of 12 countries whose citizens are subject to a <a href=\"/wp-admin/post.php?post=3753857&amp;action=edit\">US travel ban</a>. It was similarly placed under a travel ban during the first Trump administration.</p><h2 id=\"why-has-trump-targeted-ilhan-omar\">Why has Trump targeted Ilhan Omar?</h2><p>Trump also made disparaging remarks about Democratic congresswoman Omar in his Tuesday attack, calling her “garbage”.</p><p>Omar, 43, who emigrated from Somalia to the US in 1995 as a child, has represented her Minnesota district in the US Congress since 2019 and is an outspoken critic of the Trump administration.</p><p>“She’s an incompetent person; she’s a real terrible person,” Trump said on Tuesday, adding without evidence that Omar “hates everybody” and is anti-Semitic.</p><p>Trump’s verbal attacks on Omar are not new. The president has repeatedly criticised the representative, routinely picking on her hijab and mode of dressing.</p><p>Omar hit back on the latest of Trump’s latest comments on Tuesday, saying: “His obsession with me is creepy.”</p><p></p><p>Omar also pushed back against claims that Minnesota funds have been diverted to al-Shabab or that Somali gangs are rife in the state. “I challenge you to come forward with evidence … if at all there’s any,” she said at a briefing last week. “You can’t victimise a whole community for the actions of a few.”</p><p>There are currently about 260,000 people of Somali descent residing in the US, according to data from the US Census Bureau’s annual American Community Survey. They are among the largest Somali communities outside Somalia, with other major diaspora communities found in the United Kingdom, the United Arab Emirates, Sweden and Canada.</p><p>Some Somalis arrived in the US in the 1960s as students, after the then-British Somaliland gained independence. Later, there were larger waves of people fleeing the troubled East African country’s <a href=\"/features/2024/7/20/from-somalia-to-south-oregon-how-basketball-reunites-civil-war-survivors\">protracted civil war</a>, which stemmed from armed resistance to the military government of dictator Mohamed Siad Barre. That lasted from 1988 until 2000, although the government continues to battle rebel groups and armed militants.</p><p>Most Somalis in the US live in Minnesota, where a number of social programmes are in existence, particularly in the Minneapolis-St Paul area, home to 63,000 people of Somali descent. States like Ohio (21,000), Washington (15,000), Virginia (3,953), Georgia (3,538), and California also have significant populations, according to the World Population Review.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-the-somali-diaspora-fared-in-the-us\">How has the Somali diaspora fared in the US?</h2><p>Minneapolis hosts several hundred Somali businesses, mostly in retail and food services and including restaurants, grocery stores and clothing stores.</p><p>Somalis arriving in the state during their native country’s civil war often faced challenges with learning English, but were able to take unskilled jobs, such as at meatpacking plants, according to a 2017 report by local publication MinnPost.</p><p>As the community grew, more Somalis branched into finance, health and education sectors. They also started getting into local politics. In 2019, Omar made history as the first Somali-American representative in the US Congress.</p><p>The average age of Somalis in Minnesota is young at 19, according to a 2023 report by the Minnesota state government. Most (53,000) speak English with professional or limited proficiency, but the group also has one of the lowest levels of educational attainment among foreign populations in the state.</p><p>Somalis are often described as active in the labour force, although more Somali men are employed than women. Contrary to Trump’s claims that Somalis do not work in the US, about 84 percent of male Somali refugees between 25 and 64 years were employed in the state of Kentucky compared to 64 percent of females, according to a 2016 report by the Kentucky Center for Economic Policy.</p><p>About 58 percent of Somalis in Minnesota were born in the US. Of those born abroad, about 87 percent are naturalised citizens. Nearly half of that group entered the US in 2010 or later.</p><p>US authorities have in the past struggled to prevent the recruitment of young Somali-American men by al-Shabab and other armed groups. In 2007, more than 20 Somali-American men travelled to Somalia to join al-Shabab. However, only a few cases have been reported since then. In September, a 23-year-old man in Minnesota pleaded guilty to charges of attempting to join a designated armed group.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Renovated al-Shifa Hospital ward in Gaza is barely operational | Newsfeed | Al Jazeera",
            "time": "2025-12-03T15:28:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764775714.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Athletic Bilbao vs Real Madrid - La Liga | Football News | Al Jazeera",
            "time": "2025-12-03T15:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-26T193949Z_444366571_UP1ELBQ1IMCDF_RTRMADP_3_SOCCER-CHAMPIONS-OLY-RMA-1764770488.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Athletic Bilbao vs Real Madrid – La Liga</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with full team news coverage, ahead of our comprehensive text commentary stream.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "White House denies Trump nodded off during cabinet meeting | Donald Trump | Al Jazeera",
            "time": "2025-12-03T14:59:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T184316Z_717141069_RC2H8IAHK1PY_RTRMADP_3_USA-TRUMP_cropped-1764773688.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Footage shows Russian troops raising a flag over Pokrovsk as Moscow claims | Military | Al Jazeera",
            "time": "2025-12-03T14:51:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764773443.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel preparing to receive remains found in northern Gaza | Gaza | Al Jazeera",
            "time": "2025-12-03T14:47:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764773233.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Verstappen, Norris, Piastri: F1 set for three-way title fight in Abu Dhabi | Motorsports News | Al Jazeera",
            "time": "2025-12-03T13:43:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2234008852-1764765985_e5acb5-1764766261.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Formula One will crown its champion in Abu Dhabi on Sunday with McLaren’s Lando Norris and Oscar Piastri both seeking to dethrone Red Bull’s Max Verstappen and deny the Dutchman his fifth title in a row.</p><p>Norris is favourite in the three-way showdown, 12 points clear of Verstappen and needing “only” to finish on the podium at Yas Marina whoever wins on what could be a night of high drama.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The last season before the start of a new era for the sport, and the expansion to 11 teams with new rules and engines, has been one of comebacks and shocks for all three contenders, and none can be counted out.</p><p>All have seven wins each, are capable of adding to that tally and ready to deliver an edge-of-seat sunset finale that might have come straight out of Brad Pitt’s recent F1 movie blockbuster.</p><p>All have also suffered the agony of race retirements due to collisions or crashes.</p><h2 id=\"mclaren-s-incredible-season-verstappen-s-incredible-fightback\">McLaren’s incredible season, Verstappen’s incredible fightback</h2><p>Norris, winner of the opener in Melbourne last March, was 34 points behind Piastri at the end of August but turned his fortunes around with a hot streak, while the Australian stalled.</p><p>He won in Abu Dhabi from pole last year, after losing a title battle with Verstappen.</p><p>“It’s been an incredible season. We have an incredible car. I’m proud of everyone in the team. Thank you to all of our fans. We’ve got one more race, and we’ll give it everything,” he said.</p><p>Piastri, leading from Saudi Arabia in April to Mexico in October, had looked set for Australia’s first championship since Alan Jones 45 years ago, but is now 16 points behind his teammate.</p><p>He needs to win or finish second and hope for a twist in the tale – twice this century, the driver who was third overall going into the final round has come out on top.</p><p>Verstappen, who can join Michael Schumacher as the only drivers to take five titles in a row, could be on for the most astonishing comeback of all after being 104 points behind Piastri in late August.</p><p>“We stay in the fight until the end,” grinned the Dutchman after winning in Qatar last weekend, following on from victory in Las Vegas the Saturday before that.</p><p>Abu Dhabi has been a happy hunting ground for him in the past, with four wins in a row at the anti-clockwise circuit until last year.</p><p>Another win, with Norris not on the podium, would suffice.</p><p>McLaren had both their cars disqualified in Las Vegas and threw away a win for Piastri and podium for Norris in Qatar, thanks to a bungled strategy.</p><p>Surely the runaway constructors’ champions, with the second-highest single-season points tally of all time, can’t let slip through their fingers a first title double since 1998?</p><figure id=\"attachment_4141815\" aria-describedby=\"caption-attachment-4141815\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4141815\" src=\"/wp-content/uploads/2025/11/SOR04460-1764525374.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4141815\" class=\"wp-caption-text\">Verstappen has not led the drivers’ world championship at any point in the 2025 F1 season but is hoping to be in front after the 24th and final round in Abu Dhabi on Sunday [Sorin Furcoi/Al Jazeera]</figcaption></figure><h2 id=\"prizemoney-and-paddock-pecking-order\">Prizemoney and paddock pecking order</h2><p>While the title drama plays out, others will be chasing prize money and points to improve their place in the paddock pecking order.</p><p>Mercedes and Red Bull are fighting for second place, although the former looks likely to prevail with George Russell and Kimi Antonelli, given the latter team’s reliance on Verstappen.</p><p>The race will be a final outing for Japan’s Yuki Tsunoda at Red Bull, his seat handed to Frenchman Isack Hadjar for next season, and engine partners Honda before switching to Aston Martin.</p><p>Ferrari have one last chance to win a race in 2025 while seven-times world champion Lewis Hamilton is facing his first season without even standing on the podium.</p><p>Sauber, in their last race before becoming the factory Audi team and with Nico Hulkenberg making his 250th start, are only five points behind eighth-placed Haas, who are in turn seven adrift of Aston Martin.</p><p>Renault-owned Alpine are competing for the last time with Renault engines before a switch to Mercedes power. For Argentinian driver Franco Colapinto, that means one last attempt to score his first point of the campaign.</p><figure id=\"attachment_4147985\" aria-describedby=\"caption-attachment-4147985\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147985\" src=\"/wp-content/uploads/2025/12/GettyImages-2245841525-1764767613.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lando Norris and Oscar Piastri in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147985\" class=\"wp-caption-text\">McLaren says there are no team orders for who wins at the Abu Dhabi Grand Prix, which means their world title-contending drivers Norris, left, and Piastri, will be battling each other as much as Red Bull’s Verstappen [File: Lars Baron/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "ICC judge speaks out on impact of US sanctions | ICC | Al Jazeera",
            "time": "2025-12-03T13:42:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764769245.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why did India order smartphone makers to install a government app? | Telecommunications News | Al Jazeera",
            "time": "2025-12-03T13:36:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692ffc57-1764752471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India has revoked an order to smartphone manufacturers to install a government-owned <a href=\"http://aljazeera.com/news/2025/12/1/india-orders-phone-makers-to-pre-install-state-owned-web-safety-app-report\">cybersecurity application</a> on all new mobile devices following massive backlash amid digital rights concerns.</p><p>According to an official notification issued by the Department of Telecommunications on November 28, all leading smartphone makers, including Apple and Samsung, were given 90 days to add the government’s Sanchar Saathi application to all newly manufactured devices.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The government, led by the Bharatiya Janata Party (BJP), said the order was part of a move to tackle fraud and misuse of mobile phones.</p><p>The order faced pushback, however, both from tech companies and digital privacy advocates. Prior to its withdrawal, Apple, based in the United States, reportedly said it would not comply with the order due to a host of privacy- and security-related issues.</p><p>Here is what we know.</p><h2 id=\"what-did-the-order-say\">What did the order say?</h2><p>Under the directive issued by India’s Department of Telecommunications, manufacturers were told to ensure that Sanchar Saathi was “pre-installed on all mobile handsets manufactured or imported for use in India” within 90 days.</p><p>The app, manufacturers were told, was to be “readily visible and accessible to the end users at the time of first use or device setup” and its features “not disabled or restricted”.</p><p>For devices already in supply, manufacturers and importers were told to “make an endeavour to push the App through software updates”, the order stated.</p><p>The directive also required companies to submit compliance reports to the telecom ministry within 120 days.</p><p>According to a survey conducted by the Ministry of Statistics and Programme Implementation (MoSPI) in May, more than <a href=\"https://m.economictimes.com/news/economy/indicators/85-5-indian-households-posses-at-least-one-smartphone-99-5-youth-use-upi-mospi-survey/articleshow/121495764.cms\" target=\"_blank\" rel=\"noopener\">85 percent</a> of households in India own smartphones.</p><p></p><h2 id=\"why-did-the-indian-government-order-this\">Why did the Indian government order this?</h2><p>Justifying the order, the government said the country’s Telecom Cyber Security Rules empower it to set up mechanisms “necessary to identify and report acts that may endanger telecom cyber security”, and that Sanchar Saathi will enable “stakeholders to report International Mobile Equipment Identity (IMEI) – related suspicious misuse and also to verify authenticity of IMEIs used in mobile devices”.</p><p>The IMEI is a unique 15-digit number that is used to identify a specific mobile device.</p><h2 id=\"how-did-smartphone-manufacturers-respond\">How did smartphone manufacturers respond?</h2><p>An industry source familiar with Apple’s concern regarding the app told Reuters that the tech giant would explain to the Indian government that it does not follow any such mandates anywhere in the world.</p><p>Another industry insider told Reuters that South Korean-based tech company Samsung was reviewing the order, but had not given any details about how it planned to pursue the matter.</p><h2 id=\"what-were-the-criticisms-of-the-order\">What were the criticisms of the order?</h2><p>The Internet Freedom Foundation (IFF) of India called it a “deeply worrying expansion of executive control over personal digital devices”.</p><p>“The stated objective of curbing IMEI fraud and improving telecom security is, on its face, a legitimate state aim. But the means chosen are disproportionate, legally fragile, and structurally hostile to user privacy and autonomy,” it said in a statement.</p><p>Congress leader and Lok Sabha member Priyanka Gandhi called Sanchar Saathi a “snooping” app and “ridiculous”.</p><p>The Delhi-based Software Freedom Law Centre told Al Jazeera the directive was another example of attempts “to take away user autonomy, make a mockery of consent and have 24 hours State in My Home measure”.</p><p>“This is the start of a slippery slope of function creep. Such deep integration of state software on private devices ensures an expansion of surveillance capacities without fresh public debate each time new changes are made,” it said.</p><p>“Government has no business being in our devices that are more intimate to us than our loved ones.”</p><p>A similar controversy arose in 2020, when the Indian government required all public and private sector employees to use its COVID-19 contact tracing app, <a href=\"/news/2020/5/1/privacy-minefield-india-covid-19-app-raises-surveillance-fears\">Aarogya Setu</a>, which critics described as a “privacy minefield”.</p><h2 id=\"when-did-india-revoke-the-order\">When did India revoke the order?</h2><p>Early on Wednesday, the government said it would be willing to amend the order “based on the feedback we receive”. Hours later, the order was revoked.</p><p>“Government has decided not to make the pre-installation mandatory for mobile manufacturers,” India’s Communications Ministry said in a press statement.</p><p>“The app is secure and purely meant to help citizens from bad actors in the cyber world,” it added.</p><p></p><p>The IFF said that while this was a “welcome development”, it was still awaiting the full legal order accompanying the revocation.</p><p></p><h2 id=\"are-other-countries-making-similar-orders\">Are other countries making similar orders?</h2><p>Earlier this year, Russia launched Max, an app aimed at curbing the use of stolen phones in fraud schemes while also broadening access to state-backed digital services.</p><p>Russian authorities claim Max is more secure than apps provided by foreign competitors.</p><p>Developed by the state-controlled tech firm VK, Max is integrated with government platforms and has been mandatory on all new mobile phones and tablets sold since September 1.</p><p>Moscow said the move would ensure a “safer” digital ecosystem. However, critics argue the app is likely to be used for surveillance purposes, an allegation Moscow has rejected.</p><p>In August, Russia announced restrictions on voice calls on the WhatsApp and Telegram messaging apps, saying they had become the main voice services used to “involve Russian citizens in sabotage and terrorist activities”. It alleged that requests to take countermeasures had been “ignored” by the owners of the social media apps.</p></div></div></body></html>"
        },
        {
            "title": "Japan: A Teen’s POV on a WWII Kamikaze Story | The World Wars | Al Jazeera",
            "time": "2025-12-03T13:28:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764768406.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>When 15-year-old Shurina is cast as a kamikaze pilot in her school play, she embarks on an unexpected journey through history and loss. As she travels across Japan, she visits World War II memorials and hangs paper cranes in memory of schoolgirls forced to end their lives during the war.</p><p>In Okinawa, as her final performance approaches, Shurina seeks the courage to honor the voices of the past.</p><p>A documentary short by Cheng Herng Shinn, presented by Al Jazeera’s DigiDocs in collaboration with Al Jazeera Witness.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Street sports help Palestinians cope with trauma | Gaza | Al Jazeera",
            "time": "2025-12-03T13:26:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764768356.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bomb kills three Pakistani police officers close to Afghan border | Pakistan Taliban News | Al Jazeera",
            "time": "2025-12-03T13:20:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25336542797874-1764760438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bomb kills three Pakistani police officers close to Afghan border</h1><p class=\"article__subhead\"><em>Blast comes a day after an attack claimed by the Pakistan Taliban, amid surging tensions with Kabul over the group.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A roadside bomb has killed three Pakistani police officers near the Afghan border, officials say.</p><p>The blast on Wednesday, in which two other officers were wounded, occurred in the country’s restive northwest region of Khyber Pakhtunkhwa. The continuing cycle of violence in the area has recently sent tension spiralling between Pakistan and Afghanistan.</p><p>Initial reports suggested the cause was an “improvised explosive device,” Ali Hamza, a police official in the nearby city of Dera Ismail Khan, told the AFP news agency.</p><p>No group has claimed responsibility for Wednesday’s attack, but Interior Minister Mohsin Naqvi has been quick to blame the Pakistan Taliban, also known as Tehreek-e-Taliban Pakistan (TTP), which has long carried out attacks in the province.</p><p>Islamabad accuses Afghanistan of providing the TTP with a safe haven since the Taliban’s takeover in 2021. ​​</p><p>The Taliban denies that its territory is used by the group.</p><h2 id=\"spillover\">Spillover</h2><p>The tensions spilled over into fierce clashes in October, with dozens of people killed in what was the worst fighting around the border since the Taliban took power.</p><p>A ceasefire has tentatively held since, but tension has continued to seethe.</p><p>Kabul has accused its neighbour of carrying out <a href=\"/news/2025/11/25/taliban-says-pakistan-bombed-afghanistan-killing-nine-children-and-a-woman\">air strikes</a> in its eastern provinces, while Pakistan has been hit with a surge of attacks.</p><p>A suicide bombing at an Islamabad court complex that killed 12 people and an attack on a paramilitary headquarters in Peshawar have kept suspicion bubbling in Pakistan, with authorities pointing at the TTP and <a href=\"/news/2025/11/14/pakistan-arrests-4-from-an-afghan-cell-over-deadly-islamabad-bombing\">arresting four members</a> of an Afghan cell after the Islamabad bombing.</p><p>On Tuesday, gunmen killed a local administrator and two officers in the city of Bannu in Khyber Pakhtunkhwa, wounding three others, police officer Kamal Khan told the AFP news agency.</p><p>A faction of the TTP claimed responsibility for the attack, the agency reported.</p><h2 id=\"reports-of-new-talks\">Reports of new talks</h2><p>As news of Wednesday’s attack came, the Reuters news agency reported that Kabul and Islamabad had held new peace talks in Saudi Arabia.</p><p>The parties reportedly agreed to maintain the ceasefire, with one Afghan official suggesting that Kabul is open to further meetings in pursuit of a positive outcome.</p><p>The two sides signed a ceasefire in Doha in October, but a second round of negotiations in Istanbul last month ended without any long-term deal being reached.</p><p>Pakistan says that it wants its neighbour to commit to taking action against the TTP. Kabul retorts that it cannot be expected to guarantee security in a neighbouring country.</p></div></div></body></html>"
        },
        {
            "title": "Why jail access to Pakistan’s Imran Khan has caused a political storm | Imran Khan News | Al Jazeera",
            "time": "2025-12-03T13:03:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69300773a0e5-1764755315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For nearly a month, family members of Pakistan’s jailed former prime minister, Imran Khan, 73, say they were barred from seeing him, prompting protests and causing concerns about his health.</p><p>After his sister, Uzma Khanum, finally visited him at Adiala jail, the central jail in Pakistan’s Rawalpindi, close to the capital, Islamabad, on Tuesday this week, however, she said <a href=\"http://google.com/search?q=imran+khan+al+jazeera&amp;rlz=1C1GCEU_enQA1077QA1078&amp;oq=imran+khan+al+jazeera&amp;gs_lcrp=EgZjaHJvbWUqBwgAEAAYgAQyBwgAEAAYgAQyBwgBEAAYgAQyBwgCEAAYgAQyBwgDEAAYgAQyBwgEEAAYgAQyBggFEEUYPDIGCAYQRRg8MgYIBxBFGDzSAQg0NTYxajBqN6gCALACAA&amp;sourceid=chrome&amp;ie=UTF-8\">Khan’s health appeared to be good</a>.</p><p>Still, she said, the conditions in which he is being held are poor and that he has described his imprisonment as “mental torture”.</p><p>Khan is currently serving lengthy prison sentences following convictions on corruption charges.</p><p>Khan’s wife, Bushra Bibi, is also serving a seven-year term for receiving land bribes in one of these corruption cases – the <a href=\"/news/2023/5/9/what-is-al-qadir-trust-case-under-which-imran-khan-is-arrested\">al-Qadir Trust</a> case. Khan and Bibi have denied all of the charges against them.</p><p>Here is what we know about why visits to Khan have been blocked.</p><h2 id=\"why-is-khan-in-jail\">Why is Khan in jail?</h2><p>Khan, who was prime minister of Pakistan from 2018 to 2022, has been in prison since his arrest in August 2023 on corruption charges. He is serving prison sentences following a slew of legal cases, including:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Al-Qadir Trust case:</strong> Khan and his wife were accused of accepting land worth 7 billion rupees ($25.12m) as a bribe from a real estate developer in exchange for illegal favours, via a trust called al-Qadir, which was established in 2018. In January 2025, Khan was sentenced by an Islamabad accountability court to 14 years in prison and Bibi to seven years, after being found guilty.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Toshakhana case:</strong> In August 2023, Khan was arrested and later found guilty of <a href=\"/news/2024/4/1/pakistan-court-suspends-imran-khans-prison-sentence-in-state-gifts-case\">selling state gifts</a> worth more than 140 million Pakistani rupees ($497,000), which he allegedly received during his premiership. He was sentenced to 14 years in prison.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Anti-terrorism charges:</strong> Following Khan’s arrest in May 2023, his supporters staged often-violent protests across Pakistan. Khan now also faces anti-terrorism charges in relation to the protests. He was indicted in December 2024 in an anti-terrorism court in Rawalpindi and pleaded not guilty. He has not been tried yet.</li>\n<li><strong>Cypher case:</strong> Khan was charged with making public a classified cable – a cypher – sent to Islamabad by Pakistan’s ambassador in Washington in 2022. He was indicted alongside senior PTI leader Shah Mahmood Qureshi in October 2023. Khan and Qureshi were found guilty by a special court established under the Official Secrets Act and were convicted in January 2024. Qureshi and Khan were each sentenced to 10 years in prison.</li>\n<li><strong>Iddat case:</strong> Khan and his wife were accused of marrying before his wife’s mandatory waiting period following her divorce from her previous husband. They were acquitted in July.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Khan argues that all the cases brought against him are politically motivated.</p><h2>What did Uzma Khanum say about her visit to Khan?</h2><p>Following her visit with her brother on Tuesday, Khanum, who is a doctor, told reporters in Rawalpindi that her brother is confined to his cell for most of the day and is allowed outside for only a short period of time.</p><p>“He is physically well. But he is kept inside all the time and only goes out for a short while. There is no contact with anybody. He was very angry and said that they are subjecting him to mental torture.”</p><p>She added that her 30-minute meeting with Khan had been closely supervised, with no mobile devices allowed.</p><p>Later, alongside her sister Aleema Khanum and leaders of Khan’s Pakistan Tehreek-e-Insaf party (PTI), she told the media: “When I met him, he was very disturbed and very angry. He said that they are keeping him and Bushra Bibi in such mental torture in a small room, he said he was not allowed to meet anyone for four weeks … he said this mental torture is worse than physical torture.”</p><h2 id=\"have-visits-to-khan-been-officially-blocked\">Have visits to Khan been officially blocked?</h2><p>Pakistan’s authorities have not confirmed whether there is an official block on visits to Khan or what the reason for that might be.</p><p>Tuesday’s meeting with his sister followed claims from Khan’s family and PTI leaders that visits to him had been blocked despite court orders allowing them.</p><p>In late October this year, the Islamabad High Court (IHC) directed the Adiala jail superintendent to implement an order it issued in March permitting Khan to meet with designated visitors on Tuesday and Thursday each week.</p><p>Family members say these visits were never allowed, however. As a result, rumours began to circulate among Khan’s supporters that he was either ill or being transferred to another jail. Some even speculated that Khan had died.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-action-have-his-family-and-supporters-taken\">What action have his family and supporters taken?</h2><p>Khan’s sisters and supporters have long protested against Khan’s imprisonment. They first staged a physical protest outside Adiala jail over the blocked access on November 18.</p><p>They said their protest was also in solidarity with the families of PTI members who were killed during clashes with security forces during earlier popular protests calling for Khan’s release from prison on May 9, 2023; October 4, 2024; and November 26, 2024.</p><p>On November 18, Khan’s sisters alleged that they were “violently detained” and manhandled while camping outside Adiala jail.</p><p>In a second protest outside the jail on November 25, which was livestreamed on the PTI YouTube channel, Aleema said: “Who knows, maybe Imran has been shifted. Why are they not letting us meet him?”</p><p>Then, Sohail Afridi, PTI member and chief minister of Pakistan’s northwestern province, Khyber Pakhtunkhwa, staged an overnight, livestreamed sit-in outside Adiala jail on November 28, claiming he had been denied access to Khan eight times.</p><p>Protests calling for Khan’s release also broke out in the city of Peshawar in Khyber Pakhtunkhwa, which has been a PTI stronghold since 2013 when the party first formed a provincial government there.</p><p>Tuesday’s meeting between Khan and his sister finally took place as protests continued outside Adiala jail.</p><p>Then on Tuesday, local authorities enacted Section 144 of the Criminal Procedure Code, allowing district administrations to forbid the assembly of four or more people in public areas for limited periods of time in two places – for two months in Islamabad and until Wednesday this week in Rawalpindi.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-government-said\">What has the government said?</h2><p>The government has not explicitly confirmed that visits to Khan have been barred or cited any reason for blocking access.</p><p>Tariq Fazal Chaudhry, a politician from Prime Minister Shehbaz Sharif’s Pakistan Muslim League (PML-N) told the National Assembly on November 28 that Khan was in good health and that rumours about his health had been spread by Indian and Afghan media.</p><p>“His health is perfectly fine and there is no danger to his life,” Chaudhry said.</p><figure id=\"attachment_4147810\" aria-describedby=\"caption-attachment-4147810\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147810\" src=\"/wp-content/uploads/2025/12/2025-12-02T182023Z_1959443505_RC2B8IAGNJCW_RTRMADP_3_PAKISTAN-POLITICS-KHAN-1764761871.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Imran Khan protest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147810\" class=\"wp-caption-text\">Supporters of the jailed former prime minister of Pakistan and leader of Pakistan Tehreek-e-Insaf (PTI) party, Imran Khan, gather during a protest over concerns about his health, near Adiala jail in Rawalpindi, Pakistan, on December 2, 2025 [Salahuddin/Reuters]</figcaption></figure><h2 id=\"why-have-khan-s-jail-visits-caused-a-political-storm-in-pakistan\">Why have Khan’s jail visits caused a political storm in Pakistan?</h2><p>Some experts say that barring visits to Khan in jail is a political strategy that may backfire on Pakistan’s governing party, PML-N.</p><p>“The primary objective of blocking access and keeping Khan in solitary confinement is apparently meant to break him into [agreeing to] a compromise and neutralise the groundswell of antigovernment sentiment,” political analyst Imtiaz Gul, who is executive director of Islamabad-based think tank, the Center for Research and Security Studies (CRSS), told Al Jazeera.</p><p>Usama Khilji, a columnist based in Pakistan and director of digital rights advocacy organisation Bolo Bhi, told Al Jazeera: “In Pakistan, politicians are either in government or in jail, with the security establishment having the main say behind the scenes in who gets to govern. Imran Khan is currently a victim of politically motivated cases where due process is undermined through an increasingly managed judiciary.”</p><p>Khan’s PTI was barred from contesting in the 2024 national elections, and several party leaders have been arrested. Party members contested the elections as independent candidates and won more seats than any other party.</p><p>But the PTI alleged that the government and military rigged the election to deny them even more seats – and independent observers also pointed to several irregularities in vote counting. The government and military have repeatedly rejected accusations that the elections were manipulated.</p><p>“As the most popular politician in Pakistan at the moment, his political party has faced systematic persecution, and their protests have been met with violent pushback and a virtual outlawing of any kind of demonstrations,” Khilji said.</p><p>“Restricting access to him in jail is being done in violation of court orders and prisoners’ rights in order to send a message to his party and other politicians: if you don’t toe the line, there will be severe consequences.”</p></div></div></body></html>"
        },
        {
            "title": "Lebanon and Israel talks raise hope of more robust, expanded truce | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-03T13:02:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250731__68EC7JE__v2__HighRes__LebanonArmyAnniversary-1753964298.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanon and Israel talks raise hope of more robust, expanded truce</h1><p class=\"article__subhead\"><em>Israeli PM’s office said talks are an initial bid ‘to establish a basis for a relationship and economic cooperation’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel and Lebanon are set to conduct their first direct diplomatic talks in decades as they dispatched civilian envoys to a body that monitors their <a href=\"/video/newsfeed/2025/11/27/whats-happening-in-lebanon-a-year-into-the-israel-hezbollah-ceasefire\">rocky 2024 truce</a>.</p><p>Lebanon, which does not recognise Israel, announced on Wednesday that its delegation for the talks will for the first time be led by a civilian. Israel also said it is sending a diplomat as part of a delegation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>No further details regarding the place and time of the meeting of a military committee that monitors the 2024 truce between the countries have been given. However, it is hoped that the move signals an expansion of the scope of talks between the longtime foes.</p><p>The Lebanese decision was a response to a longstanding United States request and came after Lebanon was “informed that Israel agreed to include a non-military member in its delegation,” President Joseph Aoun’s office said in a statement.</p><p>Simon Karam, former ambassador to the US, will be dispatched by Lebanon to the talks.</p><p>Israel, for its part, has tasked acting director of the National Security Council Gil Reich to appoint a representative for the meeting, set near the United Nations-demarcated Blue Line that marks the two states’ unofficial border.</p><p>Israel’s Arutz Sheva media named the Israeli representative as Uri Resnick of the National Security Council.</p><p>“This is an initial attempt to establish a basis for a relationship and economic cooperation between Israel and Lebanon,” said Israeli Prime Minister Benjamin Netanyahu’s office.</p><h2 id=\"very-divisive\">‘Very divisive’</h2><p>The meeting is a “significant” step for Lebanon, which has faced US pressure to “engage in direct talks with Israel”, reported Al Jazeera’s Zeina Khodr from Beirut.</p><p>“This is a very divisive and sensitive issue in Lebanon, where many people see Israel as the enemy,” she said. “Sending a civilian to the meeting is seen as a concession from the Lebanese government.”</p><p>Aoun has said in recent months that he is open to negotiations to pursue a more robust truce than the one brokered in November 2024.</p><p>Israel has repeatedly bombed Lebanon despite the truce, <a href=\"/news/2025/11/25/un-calls-for-probe-into-israels-strikes-on-lebanon\">killing more than 300 people</a>, including at least 127 civilians, according to the UN.</p><p>Israel claims it is targeting Hezbollah members and infrastructure to stop the group from rebuilding its military capabilities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s strikes come as Washington pushes Lebanon’s government to follow through on its <a href=\"/news/2025/9/5/lebanons-cabinet-welcomes-army-plan-to-disarm-hezbollah-gives-no-timeline\">commitment to disarm Hezbollah</a> by the end of the year.</p><p>Hezbollah Secretary-General Naim Qassem has <a href=\"/news/2025/8/25/hezbollah-chief-rejects-disarmament-demands-israel-comply-with-ceasefire\">rejected calls for disarmament</a>, saying Lebanon’s sovereignty could only be achieved by ending Israeli “aggression”.</p></div></div></body></html>"
        },
        {
            "title": "‘Closing the tap’: EU agrees on deal to end Russian gas imports by 2027 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-03T12:32:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-04T165401Z_1333441273_RC2ONFA88BJW_RTRMADP_3_UKRAINE-CRISIS-EU-FUNDING-1764751742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union reached a deal to end all Russian gas imports by November 2027.</p><p>The “provisional agreement” between the European Council – the grouping of the 27 governments of the bloc’s member states – and the European Parliament was announced on Wednesday.</p><p>Although the deadline is later than that sought by the parliament and some member states, the deal progresses efforts to end all energy imports into the bloc from Russia, which continues to provide Moscow with vital financing to power its war on Ukraine.</p><p>Under the agreement, member states will halt imports of Russian liquefied natural gas (LNG) by the end of 2026. Pipeline gas imports will stop by November 2027.</p><p>The effort to halt purchases has struggled over the last four years because of the deep dependence of many member states on Russian energy. The bloc’s overall reliance was close to 50 percent before Moscow unleashed its full-scale <a href=\"/news/2022/2/24/putin-orders-military-operations-in-eastern-ukraine-as-un-meets\">invasion of Ukraine</a> in February 2022.</p><p>The move aims “to end dependency on Russian energy following Russia’s weaponisation of gas supplies with significant effects on the European energy market”, said a European Council statement.</p><p>Welcoming the announcement, European Commission President Ursula von der Leyen said: “Europe is closing the tap on Russian fossil fuels once and for all. Energy independence starts now.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-more-blackmail\">‘No more blackmail’</h2><p>EU leaders celebrated news of the <a href=\"/news/2025/10/20/eu-moves-to-ban-russian-energy-imports-by-2028\">long-sought deal</a> to finally halt Russian gas imports, which required a compromise between member states and the European Parliament over the date of the cut-off.</p><p>“We’ve chosen energy security and independence for Europe. No more blackmail. No more market manipulation by Putin. We stand strong with Ukraine,” Energy Commissioner Dan Jorgensen said.</p><p></p><p>Under the deal, long-term pipeline contracts will be banned from September 30, 2027, provided storage levels are sufficient, and no later than November 1, 2027. Short-term contracts will be outlawed by June 17, 2026.</p><p>Long-term contracts on LNG will be prohibited from January 1, 2027, with short-term contracts phased out from April 25, 2026.</p><p>The timelines are yet to earn final approval from the European Parliament and the European Council.</p><p>European companies will be able to invoke “force majeure” to legally justify breaking existing contracts, citing the EU import ban.</p><h2 id=\"political-obstacles\">Political obstacles</h2><p>For now, the EU still depends on <a href=\"/news/2025/10/3/how-much-of-europes-oil-and-gas-still-comes-from-russia\">large quantities of Russian gas</a> with changing suppliers more logistically challenging than for oil, on which most member states have managed to switch. The share of Russian gas in EU imports fell from 45 percent in 2021, but remained at 19 percent last year.</p><p>While Europe has slashed pipeline deliveries, Russia remains a key supplier of LNG, accounting for 20 percent of imports in 2024 – or about 20 billion cubic metres out of roughly 100bcm – leaving it only behind the United States at 45 percent.</p><p>However, there have also been political obstacles.</p><p>Hungary and Slovakia, which are diplomatically closer to Moscow and import the most Russian energy, have long <a href=\"/economy/2022/5/3/slovakia-hungary-will-not-support-eu-sanctions-on-russian-energy\">opposed sanctions on Russian energy</a> and have complicated EU efforts to pass them.</p><p>The deal also calls on the European Commission to draft a plan in the coming months to end the sanctions loopholes that allow the two landlocked Central European countries to continue buying Russian oil.</p><p>Hungary’s Foreign Minister Peter Szijjarto reacted defiantly to the EU decision on Wednesday, saying Budapest could not accept or implement it and it plans to challenge the move at the EU’s Court of Justice.</p><p>Slovakia’s Prime Minister Robert Fico said his country has “sufficient legal grounds to consider filing a lawsuit”, but stopped short of saying it would do so.</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s RSF has no “well-articulated governance strategy” | Sudan war News | Al Jazeera",
            "time": "2025-12-03T12:18:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764764323.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Confluence Advisory founder Kholood Khair says as Sudan’s Rapid Support Forces takes more control in Kordofan, there is no plan to treat people as citizens rather than as subjects.</p><p>Subscribe to our channel: http://bit.ly/AJSubscribe<br>\nFollow us on X : https://twitter.com/AJEnglish<br>\nFind us on Facebook: https://www.facebook.com/aljazeera<br>\nCheck our website: http://www.aljazeera.com/<br>\nCheck out our Instagram page: https://www.instagram.com/aljazeeraenglish/<br>\nDownload AJE Mobile App: https://aje.io/AJEMobile</p><p>#aljazeera<br>\n#aljazeeraenglish<br>\n#aljazeeranewslive</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ilhan Omar denounces Trump’s degrading tirade against US Somali community | Racism | Al Jazeera",
            "time": "2025-12-03T12:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764763468.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "South Korean president mulls apology to North | Politics News | Al Jazeera",
            "time": "2025-12-03T11:06:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25337125067624-1764753867-e1764762142914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korean President Lee Jae Myung has said he is weighing an apology to Pyongyang over cross-border provocations allegedly ordered by his predecessor.</p><p>Lee said on Wednesday that he felt an apology was in order following the indictment of former President Yoon Suk-yeol last month for allegedly ordering drones carrying propaganda leaflets to fly over the North, in a bid, say prosecutors, to provoke tension and boost his political support.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The comments came as Seoul marked the anniversary of Yoon’s ill-fated <a href=\"/news/2025/12/3/martial-law-year-after-south-korea-imposed-it-where-else-is-it-in-force\">declaration of martial law</a>, which was spurred by similar intentions but instead led to a deep crisis in South Korea.</p><p>Lee has sought dialogue with Pyongyang after he became president, but his overtures have so far been ignored by the North’s leader, Kim Jong Un.</p><p>“I feel I should apologise, but I hesitate to say it out loud,” Lee told a news conference in Seoul.</p><p>“I worry that if I do, it could be used as fodder for ideological battles or accusations of being pro-North,” he added.</p><p>North Korea accused Yoon’s government of flying drones over Pyongyang to drop propaganda leaflets three times in October 2024.</p><p>South Korean media reported on Monday that the military had also flown balloons carrying propaganda leaflets across the border during the former administration’s time in office.</p><h2 id=\"deep-divide\">Deep divide</h2><p>Lee’s comments came on the anniversary of Yoon’s bid to install martial law.</p><p>The decree plunged South Korea into an unprecedented crisis that saw protesters and lawmakers swarm parliament to force a vote against the measure.</p><p>It was quickly declared unconstitutional by the Supreme Court.</p><p>Yoon was subsequently impeached and removed from office, and is in prison awaiting trial for <a href=\"/news/2025/11/10/south-korea-indicts-ex-leader-yoon-on-charges-of-aiding-the-enemy\">insurrection and other charges</a> stemming from his failed martial law attempt.</p><p>However, South Korea remains deeply divided by the stunt, with those infuriated by Yoon’s actions matched by supporters of his hardline approach to the North and claims that the South’s democracy is under attack from his political rivals.</p><p>Opposing marches were held in Seoul on Wednesday as the anniversary was marked.</p><h2 id=\"dialogue\">Dialogue</h2><p>Lee, a liberal who won a snap presidential election following Yoon’s removal from office in April this year, told reporters he is eager to repair relations with Pyongyang.</p><p>Since taking office in June, he has taken a number of measures to reduce tensions, including removing propaganda loudspeakers along the border.</p><p>On Tuesday, Seoul passed a law banning activists from flying balloons carrying propaganda leaflets into the North.</p><p>But North Korea has so far rebuffed Lee’s efforts, with Kim saying his government has no interest in dialogue.</p><p>Despite this, the South Korean president said he would persist. He suggested that the suspension of regular military drills with the United States, which are viewed as a provocation by Pyongyang, could be an avenue to consider to encourage the North to resume talks.</p><p>Lee also expressed hope that US President Donald Trump – “a realist, pragmatist, and master of dealmaking who respects his counterparts” – could help persuade the North, saying Pyongyang appeared to take Washington more seriously than it did Seoul.</p></div></div></body></html>"
        },
        {
            "title": "Funeral held in Gaza for journalist killed in Israeli strike | Newsfeed | Al Jazeera",
            "time": "2025-12-03T10:53:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764759160.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Donald Trump’s attendance at FIFA World Cup 2026 draw confirmed | Football News | Al Jazeera",
            "time": "2025-12-03T10:47:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25321731344275-1764755206.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/sports/2025/12/2/fifa-world-cup-2026-draw-teams-pots-how-to-watch-and-all-to-know\">draw for the 2026 World Cup</a> – the biggest edition of football’s global showpiece ever held – takes place in Washington on Friday, with US President Donald Trump expected to feature prominently in proceedings.</p><p>The expanded 48-team tournament – up from the 32-nation field that competed at the 2022 Qatar World Cup – will be played across the United States, Mexico and Canada from June 11 to July 19 next year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s attendance – confirmed by the White House on Tuesday – at the Kennedy Center ceremony underscores his rapport with FIFA chief Gianni Infantino, who has made several visits to the White House and even <a href=\"/sports/2025/10/14/why-was-fifa-president-infantino-with-trump-at-gaza-peace-summit-in-egypt\">joined Trump at international summits</a> in the years since the joint North American bid was awarded the tournament in 2018.</p><p>Infantino’s close relationship with Trump is widely expected to see the US leader be named as the first recipient of a new FIFA Peace Prize, which will be awarded at the draw.</p><p>Trump has made the World Cup a centrepiece event of both his second presidency and the 250th anniversary of US independence next year.</p><p>But he has not hesitated to bring domestic politics into the event, threatening to move World Cup matches from Democratic-run cities if he deems conditions to be “unsafe”.</p><p>In a sign of the global tensions surrounding a World Cup which will have 11 of its 16 venues in the US, <a href=\"/sports/2025/11/28/iran-to-boycott-fifa-2026-world-cup-draw-in-us-over-visa-row\">Iran said it will boycott the draw</a> because US authorities refused to grant visas to several members of its delegation.</p><p>The president of the Iranian football federation, Mehdi Taj, said: “We have told the head of FIFA … that it is purely a political position and that FIFA must tell (Washington) to desist from this behaviour.”</p><figure id=\"attachment_4147661\" aria-describedby=\"caption-attachment-4147661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147661\" src=\"/wp-content/uploads/2025/12/AP25336603942194-1764755961.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"John F. Kennedy Memorial Center.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147661\" class=\"wp-caption-text\">The John F Kennedy Memorial Center in Washington, DC, will host the FIFA World Cup 2026 draw on Friday [File: Rahmat Gul/AP]</figcaption></figure><h2 id=\"first-time-qualifiers\">First-time qualifiers</h2><p>The pretenders to the title, which a Lionel Messi-inspired Argentina won for the third time in 2022 in Qatar, will be drawn into 12 groups.</p><p>The top seeds are Argentina, the host nations USA, Mexico and Canada, record five-time winners Brazil, two-time champions France, four-time winners Germany, as well as Spain, England, Portugal, the Netherlands and Belgium.</p><p>The evergreen Cristiano Ronaldo, who will be 41 when the tournament kicks off, has said his sixth World Cup finals with Portugal will be his last, and he would relish crowning his long career with a first global title for his country.</p><p>The enlarged cast list also means an opportunity for a handful of first-time qualifiers, including Cape Verde, Jordan and the tiny Caribbean nation of Curacao.</p><p>With <a href=\"/sports/2025/11/20/fifa-world-cup-2026-all-you-need-to-know-qualifying-teams-format-draw\">six of the field still to be decided in playoffs</a>, the favourites will want to avoid Italy, who won the World Cup as recently as 2006 but have not qualified since 2014.</p><p>Despite an error-strewn qualification campaign, the Italians can still reach the finals by winning two sudden-death games.</p><p>The opening match will be held at the Azteca Stadium in Mexico City, which also hosted the 1970 and 1986 finals, before the tournament unfolds over nearly six weeks, culminating in the final at the MetLife Stadium in New Jersey.</p><p>Because of the complexity, teams will only learn the full details of their match venues and kickoff times on Saturday, a day after the draw.</p><p>Supporters’ groups have warned fans could face eye-watering sums for tickets for the most attractive games due to FIFA’s decision to use dynamic ticket pricing.</p><p>Prices on popular secondary market websites in the US, such as StubHub and SeatGeek, have already skyrocketed, with prices for the July 19 World Cup final in New Jersey starting at about $7,000.</p><figure id=\"attachment_4147650\" aria-describedby=\"caption-attachment-4147650\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147650\" src=\"/wp-content/uploads/2025/12/2025-12-02T183808Z_64406946_RC2X0FANCWZT_RTRMADP_3_SOCCER-WORLDCUP-MEXICO-1764755615.jpg?w=770&amp;resize=770%2C486&amp;quality=80\" alt=\"Aerial view of Azteca Stadium.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147650\" class=\"wp-caption-text\">An aerial view of the renovation work on Mexico City’s Azteca Stadium, which will host the opening match of the 2026 World Cup on June 11 [File: Henry Romero/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Netanyahu’s call for Syrian buffer zone an “outrageous demand” | Digital Series | Al Jazeera",
            "time": "2025-12-03T10:16:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-GIDEON-1764756851.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gideon Levy, a Haaretz columnist, says Netanyahu demanding a Syrian buffer zone fuels conflict and that only a deal respecting Syria’s full sovereignty is acceptable.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gaza university resumes in-person classes | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-03T09:47:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86TM2FY__v1__HighRes__PalestinianIsraelConflictEducation-1764686643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Islamic University of Gaza has taken an important step towards reopening amid the ceasefire that has paused Israel’s genocidal war on the enclave.</p><p>The university resumed in-person classes on Saturday for the first time in two years, during which displacement, power cuts, and the destruction of university facilities made only limited attempts at online learning possible.</p><p>The gradual return to in-person learning takes place inside buildings damaged by air strikes and partly reduced to rubble, after two years of forced interruption to studies by a conflict that has destroyed the enclave’s educational infrastructure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Today is a historic day. We are returning to education despite the tragedy and cruelty left behind by the genocide,” said Islamic University President Asaad Yousef Asaad.</p><p>“Palestinians, as everyone knows, love life and education,” he added.</p><p>Large numbers of students from the faculties of medicine and health sciences returned to their classrooms on Saturday, the president said.</p><p>A phased plan for a full return of the university’s functions is under way in coordination with the Ministry of Education and Higher Education, he continued.</p><p>Overall, 4,000 students graduated during the war through remote learning, and the university is now receiving new students in person for the first time since October 2023.</p><p>According to the Gaza Government Media Office, some 165 educational institutions were destroyed by Israeli strikes over the past two years or so, while another 392 sustained partial damage.</p><p>Parts of the Islamic University of Gaza’s buildings continue to shelter hundreds of displaced families. The institution’s administration has appealed to authorities to find urgent solutions and provide alternative housing.</p></div></div></body></html>"
        }
    ]
}