{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Global futures reopen after exchange operator CME hit by hours-long outage | Financial Markets News | Al Jazeera",
            "time": "2025-11-28T18:05:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2009/10/20091014235955741876_5.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global futures markets were thrown into chaos for several hours after CME Group, the world’s largest exchange operator, suffered one of its longest outages in years, halting trading across stocks, bonds, commodities and currencies.</p><p>By 13:35 GMT on Friday, trading in foreign exchange, stock and bond futures as well as other products had resumed, after having been knocked out for more than 11 hours because of an outage at an important data centre, according to LSEG data.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>CME blamed the outage on a cooling failure at data centres run by CyrusOne, which said its Chicago-area facility had affected services for customers, including CME.</p><p>The disruption stopped trading in major currency pairs on CME’s EBS platform, as well as benchmark futures for West Texas Intermediate crude, Nasdaq 100, Nikkei, palm oil and gold, according to LSEG data.</p><h2 id=\"a-black-eye\">‘A black eye’</h2><p>Trading volumes have been thinned out this week by the United States Thanksgiving holiday, and with dealers looking to close positions for the end of the month, there was a risk of volatility picking up sharply later on, market participants said.</p><p>“It’s a black eye to the CME and probably an overdue reminder of the importance of market structure and how interconnected all these are,” Ben Laidler, head of equity strategy at Bradesco BBI, said.</p><p>“We complacently take for granted that much of the timing is frankly not great. It’s month-end, a lot of things get rebalanced.”</p><p>“Having said that, it could have been a lot worse; it’ll be a very low-volume day. If you’re going to have it, there would have been worse days to have a breakdown like this,” he said.</p><p>Futures are a mainstay of financial markets and are used by dealers, speculators and businesses wishing to hedge or hold positions in a wide range of underlying assets. Without these and other instruments, brokers were left flying blind, and many were reluctant to trade contracts with no live prices for hours on end.</p><p>“Beyond the immediate risk of traders being unable to close positions – and the potential costs that follow – the incident raises broader concerns about reliability,” said Axel Rudolph, senior technical analyst at trading platform IG.</p><p>A few European brokerages said earlier in the day they had been unable to offer trading in some products on certain futures contracts.</p><p>Regulators are tracking the situation, with both the Commodity Futures Trading Commission and Securities and Exchange Commission confirming they are aware of the issue and conducting ongoing surveillance.</p><h2 id=\"biggest-exchange-operator\">Biggest exchange operator</h2><p>CME is the biggest exchange operator by market value and says it offers the widest range of benchmark products, spanning rates, equities, metals, energy, cryptocurrencies and agriculture.</p><p>Average daily derivatives volume was 26.3 million contracts in October, CME said earlier this month.</p><p>The CME outage on Friday comes more than a decade after the operator had to shut electronic trading for some agricultural contracts in April 2014 due to technical problems, which at the time sent traders back onto the floor.</p><p>More recently, in 2024, outages at LSEG and Switzerland’s exchange operator briefly interrupted markets.</p><p>CME’s own shares were up 0.4 percent in premarket trading.</p></div></div></body></html>"
        },
        {
            "title": "Chelsea vs Arsenal: Premier League - teams, start time, lineups | Football News | Al Jazeera",
            "time": "2025-11-28T17:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25327601813888-1764349919.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Chelsea and Arsenal<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Stamford Bridge, London, United Kingdom<br>\n<strong>When:</strong> Sunday, November 30 at 4:30pm (16:30 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on Al Jazeera Sport from 14:30 GMT in advance of our text commentary stream.</p><p>The top of the table clash between Arsenal and Chelsea on Sunday has the potential to blow the Premier League title race wide open.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Alternatively, it could leave it in danger of turning into a procession.</p><p>Al Jazeera Sport takes a look at potentially the most crucial game of the Premier League season.</p><h2 id=\"how-are-arsenal-and-chelsea-placed-in-the-premier-league\">How are Arsenal and Chelsea placed in the Premier League?</h2><p>Arsenal are six points clear at the top as they head to Stamford Bridge.</p><p>With defending champions Liverpool in freefall and Manchester City also off the pace, it could be Arsenal’s title to lose.</p><p>The closest challengers are second-place Chelsea, winners of the FIFA Club World Cup in July and with a squad that cost more than $1bn. But it is possibly ahead of the curve in terms of mounting a serious title charge for the side that also lifted the UEFA Conference League trophy last season.</p><h2 id=\"what-is-chelsea-s-form-before-arsenal-s-visit\">What is Chelsea’s form before Arsenal’s visit?</h2><p>The Blues are on a three-match winning streak, with nine of their last 11 in total, losing only once.</p><h2 id=\"what-is-arsenal-s-form-ahead-of-the-chelsea-clash\">What is Arsenal’s form before the Chelsea clash?</h2><p>With a squad regarded as possibly the strongest in Europe, Mikel Arteta’s men are undefeated in 16 games across all competitions, winning 14 during that run.</p><h2 id=\"what-is-arsenal-s-take-on-the-trip-to-chelsea\">What is Arsenal’s take on the trip to Chelsea?</h2><p>Arsenal manager Arteta says second-placed Chelsea “fully deserve” to be considered Premier League title contenders.</p><p>Despite their fine form, Enzo Maresca’s youthful Chelsea side are still considered outsiders to win the Premier League title.</p><p>But Arteta is not underestimating the opponents.</p><p>“They are there because they fully deserve to be,” he told reporters about Chelsea on Friday.</p><p>“What they have done in the last few years, the squad that they assembled, the numbers that they have, the quality that they have, the number of coaches they have, it makes sense that what is happening there is very, very positive and they deserve to be there.”</p><p>The former Arsenal and Spain midfielder said Chelsea were one of the teams he most enjoyed watching.</p><p>“They have a lot of fluidity, they have a lot of threat, they have a lot of individual talent, they are very clear what they want to do, and that’s why they are very tough,” he said.</p><p>“Obviously, it’s a big game, it’s a big London derby. We’re going to play a really, really good opponent. They are in really good form, and we know the challenge, we know the opportunity that we have as well on Sunday, so we are fully ready for it.”</p><h2 id=\"are-chelsea-really-the-biggest-threat-to-arsenal\">Are Chelsea really the biggest threat to Arsenal?</h2><p>The clash with Arsenal will be the sternest test yet of Chelsea’s title credentials.</p><p>Brazil forward Estevao has quickly established himself at Chelsea and has been one of the most exciting players this season, with nine goals in his last 13 games for club and country.</p><p>The 18-year-old, who joined from Palmeiras in the summer, has been one of the main reasons for the Blues’ prolific Premier League start.</p><p>Liverpool’s title defence, meanwhile, is at a crisis point, with growing scrutiny on coach Arne Slot after a run of nine defeats in 12 games in all competitions. The Reds travel to West Ham on Sunday.</p><p>Manchester City can temporarily move up to second on Saturday if they win against Leeds United at Etihad Stadium.</p><h2 id=\"when-did-chelsea-last-win-the-premier-league\">When did Chelsea last win the Premier League?</h2><p>Chelsea last lifted the league title in 2017, their second in three years.</p><h2 id=\"when-did-arsenal-last-win-the-premier-league\">When did Arsenal last win the Premier League?</h2><p>On a wave of optimism and a growing belief it will end its long wait for a first league title since 2004, when Arsene Wenger’s “Invincibles” went unbeaten for the entire top-flight campaign.</p><p>After three straight years as runners-up, it feels like Arsenal’s time may have come again.</p><p></p><h2 id=\"what-happened-in-chelsea-s-last-game\">What happened in Chelsea’s last game?</h2><p>Coach Enzo Maresca is in his second season in the Premier League and has a squad packed with inexperience, while Chelsea produced their standout performance of the campaign to <a href=\"/sports/2025/11/25/chelsea-thump-barcelona-in-champions-league-as-man-city-also-lose\">beat Barcelona 3-0</a> in the Champions League on Tuesday.</p><h2 id=\"what-happened-in-arsenal-s-last-game\">What happened in Arsenal’s last game?</h2><p>Wednesday’s <a href=\"/sports/2025/11/26/psv-trounce-liverpool-as-arsenal-topple-bayern-while-psg-and-real-also-win\">3-1 demolition</a> of European powerhouse Bayern Munich was further evidence of Arsenal’s credentials to win the biggest prizes, not only this title but perhaps the Champions League as well.</p><h2 id=\"what-happened-the-last-time-chelsea-played-arsenal\">What happened the last time Chelsea played Arsenal?</h2><p>Arsenal were 1-0 winners in the meeting between the sides at Emirates Stadium last season, with Mikel Merino’s 20th-minute goal settling matters in the March encounter.</p><p>The corresponding fixture at Stamford Bridge last season finished in a 2-2 draw.</p><h2 id=\"head-to-head-chelsea-vs-arsenal\">Head-to-head: Chelsea vs Arsenal</h2><p>This is the 212th meeting between the London rivals, with Arsenal winning 84 times and Chelsea taking the spoils on 66 occasions.</p><h2 id=\"chelsea-team-news\">Chelsea team news</h2><p>Cole Palmer is back for Chelsea’s top-of-the-table clash with Arsenal on Sunday after making a sooner than expected return from a toe injury.</p><p>The England forward sustained the injury following what was described as an accident at home. But Chelsea coach Maresca confirmed he was in contention to start the game against Arsenal.</p><p>“Having Cole back is good news, and everyone is happy,” said Maresca. “He can help us a lot. He is arguably our best player, and we are happy he is back. Now we have to give him time to be 100 percent fit. He has done fantastic in the past, and no doubt he is going to do very good things for this club in the future.”</p><p>Palmer has been out since September with a groin injury. He was close to a return before hurting his toe, which ruled him out of the wins against Burnley last weekend and Barcelona in the Champions League on Tuesday.</p><h2 id=\"arsenal-team-news\">Arsenal team news</h2><p>Leandro Trossard faces tests to see if the forward will be available for Arsenal after being substituted in the first half of the midweek win against Bayern Munich.</p><p>Defender Gabriel is still recovering after picking up an unspecified injury for Brazil earlier this month.</p><p>“I’m quite confident, especially the way Gabi takes every injury and the way he’s going to push everybody, that it’s not going to be that long,” his manager Arteta said.</p></div></div></body></html>"
        },
        {
            "title": "Ahead of a tight presidential election, Honduras braces for controversy | Elections News | Al Jazeera",
            "time": "2025-11-28T17:52:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25327053454944-1764336639.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Incriminating audio. A military demanding oversight. And a powerful leader from abroad, trying to sway voters to the right.</p><p>Those are just three of the scandals that have made <a href=\"/news/2025/11/27/real-uncertainty-what-to-know-about-the-honduran-presidential-election\">Sunday’s presidential election</a> in Honduras one of the most closely watched votes in the country’s history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Already, even before the polls have opened, some high-level politicians are alleging that a stolen vote is under way.</p><p>Outgoing President Xiomara Castro, for instance, has compared the situation to a “criminal conspiracy aimed at staging an electoral coup”.</p><p>But experts who spoke to Al Jazeera said that the public has grown accustomed to the uncertainty and upheaval.</p><p>After all, Honduras’s democracy is only about four decades old, and during that time, the country has struggled with government corruption and even a coup d’etat.</p><p>“Obviously, there’s a fear of violence or a coup,” said Daniel Valladares, an activist and history professor at the National Autonomous University of Honduras. “But it’s a fear we’ve always had.”</p><p>In the final days before the election, Valladares has observed a tense calm grip the Central American country.</p><p>“The environment is normal,” he said. “It’s the same thing people always say: ‘I hope there isn’t a sh** show.’”</p><figure id=\"attachment_4137662\" aria-describedby=\"caption-attachment-4137662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137662\" src=\"/wp-content/uploads/2025/11/2025-11-27T120054Z_1161053874_RC2G4IA9O8H3_RTRMADP_3_HONDURAS-ELECTION-CANDIDATES-1764336598.jpg?w=770&amp;resize=770%2C385&amp;quality=80\" alt=\"A combination photo with Nasfry Asfura, Rixi Moncada and Salvador Nasralla\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137662\" class=\"wp-caption-text\">The leading presidential candidates include Nasry Asfura of the National Party, Rixi Moncada of the LIBRE party, and Salvador Nasralla of the Liberal Party [Leonel Estrada and Fredy Rodriguez/Reuters]</figcaption></figure><h2 id=\"unclear-poll-results\">Unclear poll results</h2><p>Part of the uncertainty ahead of this year’s election stems from the poll numbers. None of the five presidential candidates on the ballot holds a definitive lead.</p><p>There are, however, three frontrunners, considered to be neck and neck in the race.</p><p>Voters on Sunday are most likely to choose between Rixi Moncada, the candidate for Castro’s left-leaning LIBRE Party; Salvador Nasralla of the centre-right Liberal Party; and Nasry “Tito” Asfura of the conservative National Party.</p><p>None of the three has definitively pulled ahead, and voter surveys have fluctuated wildly.</p><p>For instance, one <a href=\"https://institutodelajusticia.com/termometro-electoral/\" target=\"_blank\" rel=\"noopener\">poll</a> conducted by the Instituto de la Justicia found Moncada trailing. She had 25 percent support, compared with Asfura’s 31 percent and Nasralla’s 40.</p><p>Another poll, meanwhile, showed Moncada in the lead. More than 44 percent of those surveyed by the Mexican firm TResearch backed the left-wing candidate, compared with 19.6 percent for Nasralla and 14.8 percent for Asfura.</p><p><a href=\"https://x.com/cidgallup/status/1973141261264515198\" target=\"_blank\" rel=\"noopener\">Other surveys</a> have shown the three candidates in a virtual tie.</p><p>That ambiguity has led to recriminations from the major parties in the election, with each side accusing the other of manipulating the vote.</p><p>Asfura, for instance, has accused the governing LIBRE party of wielding “pressure” and “abuse” against election officials. He threatened to mobilise his supporters in protest.</p><p>“Yes, we are going to take to the streets so that there are elections and so that there is democracy and freedom,” he told the television network HCH.</p><p>Moncada, meanwhile, alleged at one of her rallies that there was an “illicit” partnership between rival parties to “steal the elections”.</p><p>“We will take the necessary measures to defend the vote of every Honduran man and woman,” she told the crowd.</p><figure id=\"attachment_4137682\" aria-describedby=\"caption-attachment-4137682\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137682\" src=\"/wp-content/uploads/2025/11/2025-11-21T021642Z_1646447757_RC2A0IABZ3RQ_RTRMADP_3_HONDURAS-ELECTION-1764336671.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A soldier stands guard over ballot boxes labelled with the acronyme CNE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137682\" class=\"wp-caption-text\">Soldiers stand guard near boxes of electoral ballots in Tegucigalpa, Honduras, on November 20 [Leonel Estrada/Reuters]</figcaption></figure><h2 id=\"infighting-at-the-election-council\">Infighting at the election council</h2><p>The heated rhetoric stems from several scandals. But one of the most prominent erupted in late October.</p><p>A government body known as the National Electoral Council (CNE) organises the country’s elections. It is composed of three officials, selected to represent the country’s three main political parties.</p><p>But on October 29, Marlon Ochoa, the LIBRE representative, delivered audio to prosecutors that purported to capture a conversation between his CNE colleague Cossette Lopez and an unnamed military official.</p><p>In the recording, Lopez, who represents the right-leaning National Party, allegedly discusses plans to sabotage the electoral process by “altering the popular vote” and staging a possible boycott.</p><p>“What I am sure of is that the military is on our side,” Lopez allegedly said.</p><p>Attorney General Johel Zelaya has asserted that the recording is real, and he has opened an investigation into the incident.</p><p>But Congressional Deputy Tomas Zambrano, who is also featured on the recording, maintained the audio is “totally false, fabricated and manipulated with artificial intelligence”.</p><p>He and Asfura have defended Lopez, framing the investigation as a campaign to undermine her authority.</p><p>But the audio scandal was not the only conflict to shake the CNE.</p><p>Also in October, the head of Honduras’s armed forces, Roosevelt Hernandez, demanded that the military be allowed to conduct its own count of the upcoming election results.</p><p>Hernandez is perceived to be allied with LIBRE. Ana Paola Hall, the president of the CNE and a member of the Liberal Party, denounced his demand as “interference” in the election process.</p><p>Watchdog groups have echoed those concerns. Human Rights Watch, for instance, issued a statement saying the military “does not have any authority to access, count, transmit or review the results”.</p><figure id=\"attachment_4137678\" aria-describedby=\"caption-attachment-4137678\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137678\" src=\"/wp-content/uploads/2025/11/2025-11-21T193501Z_1956381111_RC2W0IAUAVGZ_RTRMADP_3_HONDURAS-ELECTION-1764336663.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cossette Lopez speaks in front of a CNE banner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137678\" class=\"wp-caption-text\">Cossette Lopez, a counsellor at the National Electoral Council (CNE), has faced scrutiny over leaked recordings [Leonel Estrada/Reuters]</figcaption></figure><h2 id=\"trump-weighs-in\">Trump weighs in</h2><p>Adding to the election turmoil is pressure from abroad.</p><p>Honduras’s largest trading partner is the United States, and the two countries have closely collaborated on issues like combating drug trafficking.</p><p>But right-wing leaders in the US have spread false information before Sunday’s election, stirring further fears about the integrity of the election.</p><p>On Wednesday, US President Donald Trump weighed in personally on his Truth Social platform.</p><p>He endorsed Asfuro while falsely describing the conservative candidate’s two closest rivals as puppets of Venezuelan President Nicolas Maduro.</p><p>A Moncada victory, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115618236412963848\" target=\"_blank\" rel=\"noopener\">wrote</a>, would hand the country over to “Maduro and his narco-terrorists”. And Nasralla, the US president alleged, is a “borderline Communist” who seeks to split the right-wing vote.</p><p>“The Communists are trying to trick the people by running a third Candidate, Salvador Nasralla,” Trump wrote. “The people of Honduras must not be tricked again. The only real friend of Freedom in Honduras is Tito Asfura.”</p><p>Trump is not alone in turning up the heat from the US.</p><p>Florida Congresswoman María Elvira Salazar, a Republican, has likewise accused Moncada of being in Maduro’s pocket, <a href=\"https://x.com/MaElviraSalazar/status/1954210758784397783\" target=\"_blank\" rel=\"noopener\">saying</a> the LIBRE candidate would drag Honduras into a “socialist hell”.</p><p>Valladares believes the US pressure campaign is the result of coordination with Honduras’s right wing.</p><p>“The fact that they’ve gone so far as to request that a congresswoman write a note [about the election] is frightening,” said Valladares.</p><figure id=\"attachment_4137674\" aria-describedby=\"caption-attachment-4137674\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137674\" src=\"/wp-content/uploads/2025/11/2025-11-23T023904Z_724227147_RC2T1IAX9WVJ_RTRMADP_3_HONDURAS-ELECTION-ASFURA-1764336652.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nasry Asfura speaks into a mic\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137674\" class=\"wp-caption-text\">Honduran presidential candidate Nasry Asfura has received backing from US President Donald Trump [Leonel Estrada/Reuters]</figcaption></figure><h2 id=\"ghosts-of-the-past\">Ghosts of the past</h2><p>On Honduras’s left, the pressure has reawakened memories of the military coup that toppled President Castro’s husband, Manuel “Mel” Zelaya.</p><p>The ghost of the 2009 coup still looms large in the country. Three years into his term, Zelaya had proposed holding a referendum to rewrite Honduras’s constitution.</p><p>But the pushback was swift. The Supreme Court issued a secret warrant for his arrest, and soldiers forced Zelaya into exile, placing him on an aeroplane to Costa Rica against his will.</p><p>Political violence spiked after the coup, and a series of contested elections followed, with right-wing governments elected each time.</p><p>In an October 29 <a href=\"https://x.com/XiomaraCastroZ/status/1983638551125487682\" target=\"_blank\" rel=\"noopener\">post</a>, President Castro compared that turmoil to the present-day election proceedings.</p><p>“The same groups that violated the Constitution in the 2009 coup and perpetrated the electoral frauds of 2013 and 2017 are now attempting once again to supplant the will of the people, sow chaos, and hijack popular sovereignty,” she wrote.</p><p>In an interview with Al Jazeera, Illiam Rivera, a biology professor and LIBRE activist, accused business interests in the country of attempting to torpedo the left’s chances of re-election.</p><p>“There’s a lot of uncertainty,” said Rivera. “The Honduran right, financed by the country’s economic power groups, has triggered an insane media campaign against the candidate of the LIBRE party, Rixi Moncada.”</p><p>Another activist, Guido Eguguire, told Al Jazeera that he feared a repeat of the 2017 election cycle.</p><p>“In 2017, there was a ‘blackout’ in the voting system that hid the results in real-time,” he said. “We’re worried that there will be dynamics like what will happen in 2017.”</p><p>Still, Eguguire said, what Honduras is experiencing now is nothing new. He described the corruption allegations as an endemic problem that Sunday’s vote alone would not solve.</p><p>“Fraud has been a common practice in the country,” he said. “Frauds and coups. It’s been part of our story.”</p><p>The Organization of American States, comprised of 33 member countries, has already announced it plans to send 100 election monitors to Honduras for Sunday’s vote.</p><p>It called for election officials to carry out their work “in accordance with the law, free from interference and undue pressure of any political actor”.</p></div></div></body></html>"
        },
        {
            "title": "Fourth suspect charged in Louvre jewel heist investigation | News | Al Jazeera",
            "time": "2025-11-28T17:37:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25303375576689-1762020678.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Fourth suspect charged in Louvre jewel heist investigation</h1><p class=\"article__subhead\"><em>Suspect charged in daring Louvre heist had six previous convictions, prosecutors say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France has charged the fourth alleged member of a <a href=\"/news/2025/11/25/four-more-suspects-arrested-over-louvre-jewel-heist\">four-person gang arrested</a> over last month’s jewel heist at the Louvre, officials said.</p><p>Prosecutor Laure Beccuau, whose office is heading the investigation, on Friday said the 39-year-old man has a criminal record, with six previous convictions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On October 19, the gang raided the world’s most-visited art museum in broad daylight, taking just seven minutes to steal jewellery worth an estimated $102m before fleeing on scooters.</p><p>“Already convicted six times, this man was known to courts for various offences, such as pimping, driving without a licence, and receiving stolen goods,” Beccuau said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prosecutor’s statement did not say what role, exactly, the man is thought to have played in the heist.</p><p>The four suspects believed to have carried out the robbery have now been arrested and charged. They have been charged with organised theft and criminal conspiracy. The stolen jewellery is still missing.</p><p>The last suspected member of the gang was arrested on Tuesday at a construction site in the western French town of Laval, according to a source close to the case.</p><p>The other suspects already in detention – men aged 35, 37 and 39 – are suspected of having been part of the four-person team, two of whom entered the Apollo Gallery, while the other two remained outside, before fleeing together.</p><p>A 38-year-old woman, who is the partner of one of the men, is suspected of complicity. She has been released on bail.</p><p>The robbery has focused attention on security at the Louvre, the world’s most-visited museum.</p><p>The thieves took less than eight minutes to force their way into the museum and leave, using a freight lift to reach the building’s window. Footage from museum cameras showed that the two who broke into the ornate Apollo Gallery used grinders to cut open jewellery display cases.</p><p>The emerald-set imperial crown of Napoleon III’s wife, Empress Eugenie, containing more than 1,300 diamonds, was later found outside the museum.</p></div></div></body></html>"
        },
        {
            "title": "Canada’s third-quarter annualised GDP surprises with growth of 2.6 percent | Business and Economy News | Al Jazeera",
            "time": "2025-11-28T17:20:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2017-11-09T185706Z_1483424649_RC122788DC40_RTRMADP_3_GLOBAL-UNEMPLOYMENT-1754721698.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Canada’s economy grew at a much faster pace than expected in the third quarter as crude oil exports and government spending boosted economic activity, data shows, even as business investments and household consumption disappointed due to the lingering uncertainty over United States tariffs.</p><p>Third-quarter annualised gross domestic product (GDP) grew 2.6 percent, Statistics Canada said on Friday, escaping what could have been a technical recession after a contraction in the previous quarter of a downwardly revised 1.8 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The data strengthened economists’ view that the Bank of Canada will not cut interest rates on December 10.</p><p>The quarterly GDP reading is calculated based on income and expenditure, unlike the monthly GDP, which is derived from industrial output.</p><p>The statistics agency said the third-quarter number could be subjected to a larger-than-normal revision in February because foreign merchandise trade data was not available due to the recent US government shutdown.</p><p>Analysts polled by the Reuters news agency had forecast annualised growth of 0.5 percent in the third quarter and monthly GDP growth of 0.2 percent in September.</p><p>On a month-over-month basis, the economy matched analysts’ predictions following a deceleration of an upwardly revised 0.1 percent in the prior month, StatsCan said, primarily driven by a 1.6 percent expansion in manufacturing output.</p><p>However, an advance estimate showed GDP might decline by 0.3 percent in October, signalling a negative start to the fourth quarter.</p><p>“Headline growth was flattered by a large drop in imports which masked underlying weakness in domestic demand as households and businesses spent less,” Tony Stillo, head of Canada Economics at Oxford Economics, and senior economist Michael Davenport, said in comments emailed to Al Jazeera.</p><p>“We still think the Canadian economy is in a fragile position and expect it will struggle to grow in the near term amid US tariffs, elevated trade policy uncertainty, and much slower population growth.”</p><h2 id=\"tariff-hit\">Tariff hit</h2><p><a href=\"/economy/2025/10/31/trump-says-us-canada-will-not-restart-trade-talks\" target=\"_blank\" rel=\"noopener\">US tariffs</a> on critical sectors have hit Canadian exports hard. They have resulted in job losses, dampened hiring and subdued <a href=\"/economy/2025/11/26/canada-announces-new-support-for-lumber-steel-industries-hit-by-tariffs\" target=\"_blank\" rel=\"noopener\">business</a> and consumer sentiment, leading to forecasts of a near-recessionary environment.</p><p>But a 6.7 percent increase in crude oil and bitumen exports, along with a 2.9 percent increase in government capital investments, helped cushion some of the impact, and higher crude oil exports also helped boost corporate income in the third quarter, StatsCan’s data showed.</p><p>An increase in spending on weapon systems and nonresidential structures, such as hospitals, led the jump in government investments.</p><p>A rise in residential resale activity and renovations also helped.</p><p>The report “should quash recession chatter for now”, Doug Porter, chief economist at BMO Capital Markets, wrote in a note.</p><p>The Bank of Canada said last month that it will keep its key interest rate on hold at 2.25 percent and take action only when there is a significant change in the economic outlook.</p><p>The underlying impact of tariffs, however, continues to be reflected in business and consumer sentiment, the GDP data showed.</p><p>Business capital investment was unchanged in the third quarter, and household final consumption expenditure dropped 0.1 percent.</p><p>New residential construction also declined 0.8 percent in the period, StatsCan added.</p><p>“Overall final domestic demand was flat in Q3, so the stronger-than-expected rebound in headline GDP more so reflects a mathematical boost from falling imports rather than underlying economic strength,” warned Stillo and Davenport.</p></div></div></body></html>"
        },
        {
            "title": "Jenin killings highlight Israeli system of ‘total impunity’: Rights groups | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-28T17:06:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_69288d99-1764265369.jpg?resize=1920%2C1308",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Human rights groups and the United Nations have condemned the “execution” of <a href=\"/news/2025/11/27/israeli-troops-kill-two-palestinians-in-jenin-as-they-try-to-surrender\">two Palestinian men by Israeli forces</a> in the occupied West Bank this week, saying the incident highlights a “systematic policy” by Israel.</p><p>A spokesperson for the UN human rights office on Friday condemned the “brazen killing” in the northern West Bank city of Jenin a day earlier, which was caught on camera, as “yet another apparent summary execution”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Killings of Palestinians by Israeli security forces and settlers in the occupied West Bank have been surging without any accountability,” Jeremy Laurence told reporters in Geneva.</p><p>He said <a href=\"/news/2025/11/25/israels-push-to-displace-thousands-from-the-occupied-west-bank\">Israeli forces and settlers</a> have killed at least 1,030 Palestinians in the occupied West Bank, including East Jerusalem, between October 7, 2023 and November 27 of this year, according to the latest UN data. That figure includes at least 223 Palestinian children.</p><p>“Impunity for Israel security forces’ unlawful use of force and ever-growing Israeli settler violence must end,” Laurence said.</p><p>Israel has faced widespread condemnation since footage from Jenin on Thursday showed its forces shooting two unarmed Palestinian men at close range as they attempted to surrender to the military during a raid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Witnesses said the men – later identified as Al-Muntasir Billah Abdullah, 26, and Youssef Asasa, 37 – had raised their shirts to indicate they were unarmed before Israeli forces ordered them back into a building that they had been holed up in.</p><p>They were then shot dead by the Israeli army, the footage showed.</p><p>“Evidence &amp; footage show they were unarmed, had surrendered &amp; posed no threat,” Palestinian human rights group Al-Haq said in a social media post on Friday.</p><p>“This reflects Israel’s widespread and systematic policy of extrajudicial and wilful killings across the occupied Palestinian territory,” the group said, including in <a href=\"/news/2025/11/27/israel-escalates-aerial-assault-of-southern-central-gaza-past-yellow-line\">Israel’s genocidal war</a> against Palestinians in the Gaza Strip.</p><p>“We call on the international community to act now, impose sanctions and ensure accountability.”</p><h2 id=\"total-impunity\">‘Total impunity’</h2><p>The Israeli military said in a statement on Thursday, “The incident is under review by the commanders on the ground, and will be transferred to the relevant professional bodies.”</p><p>But experts have noted that Israel rarely opens criminal investigations into the killings of Palestinians by the military – even when there is footage of the incidents – and <a href=\"/news/2018/5/8/israeli-soldier-filmed-killing-palestinian-released-from-prison\">soldiers directly involved</a> are seldom held to account.</p><p>They also say top members of Prime Minister Benjamin Netanyahu’s far-right government have incited violence against Palestinians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Shortly after the killings in Jenin, Netanyahu’s National Security Minister Itamar Ben-Gvir wrote on social media that Israeli forces “acted exactly as expected of them – terrorists must die!”</p><p>Ben-Gvir has been pushing for Israel to <a href=\"/news/2025/11/11/israeli-parliament-nods-to-bill-to-introduce-death-penalty-for\">impose the death penalty</a> for so-called “terrorism” offences – a measure that rights advocates say would apply “exclusively against Palestinians”.</p><p>The killings in Jenin also come as Israeli politicians have been calling for the formal <a href=\"/news/2025/10/22/israels-parliament-advances-bill-to-annex-occupied-west-bank\">annexation of the West Bank</a> amid the wave of Israeli attacks in the territory.</p><p>Shai Parnes, public outreach director at Israeli rights group BTselem, said Israelis enjoy “total impunity” for violence against Palestinians. “Again and again, what we’re seeing is Israel is unwilling and unable to investigate itself,” he told Al Jazeera.</p><p>“Every once in a while it’s forced to [investigate] due to international coverage in the media or international pressure by other states,” Parnes said.</p><p>“But each and every time, the outcome is pretty much the same. The entire ‘investigating mechanisms’ in Israel are whitewashed … and their goal is to pretend like they’re investigating [while] actually [giving] the perpetrators total impunity.”</p><p>He added that Ben-Gvir’s remarks, appearing to celebrate the killings in Jenin, demonstrate that Israel has no intention of conducting a credible investigation.</p><p>“We already know what the outcome is going to be since the minister who is in charge of the investigators already declared it was OK,” Parnes said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Suspect in Washington, DC, shooting charged with murder after soldier dies | Donald Trump News | Al Jazeera",
            "time": "2025-11-28T16:29:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_6929bf52afc9-1764343634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> A man who allegedly <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">attacked</a> two National Guard members in the United States capital has been charged with murder after one of his victims died from her wounds.</p><p>The updated charges were announced on Friday by Jeanine Pirro, the US attorney for Washington, DC.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They came two days after Rahmanullah Lakanwal, a 29-year-old Afghan national, shot West Virginia National Guard members Sarah Beckstrom, 20, and Andrew Wolfe, 24, just blocks from the White House.</p><p>Late Thursday, US President Donald Trump <a href=\"/news/2025/11/28/trump-says-one-national-guard-soldier-shot-near-white-house-has-died\">announced</a> that Beckstrom, who had been deployed to the capital as part of what the president has framed as an anti-crime drive, had died of her wounds.</p><p>Pirro made the announcement on the Fox and Friends TV programme, a day after she said that Washington state resident Lakanwal would face three counts of assault with intent to kill while armed and three counts of possession of a firearm during a crime of violence.</p><p>Lakanwal “will now be charged with murder in the first degree”, she said on Friday.</p><p>“There are certainly many more charges to come, but we are upgrading the initial charges from assault to murder in the first degree.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Attorney General Pam Bondi had previously said she would seek the death penalty if either of the soldiers died from the attack. The FBI has said it is investigating the attack as “terrorism”.</p><p>On Friday, National Guard member Wolfe remained in critical condition.</p><h2 id=\"collective-punishment\">‘Collective punishment’</h2><p>The upgraded charges come shortly after the Trump administration promised a <a href=\"/news/2025/11/28/trump-pauses-immigration-from-third-world-countries-what-that-means\">widespread crackdown</a> on immigration in the wake of the attack, as well as a revetting of immigrants already in the US.</p><p>Advocacy groups have decried the actions as “collective punishment”.</p><p>In a social media <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115625427648743414\" target=\"_blank\" rel=\"noopener\">post</a> on Thursday night, Trump said he would “permanently pause migration from all Third World Countries”, expanding a previous move to stop all immigration requests relating to Afghan nationals.</p><p>Trump further pledged to “remove anyone who is not a net asset to the United States, or is incapable of loving our Country”.</p><p>The administration had already said it would re-vet refugees and asylum seekers admitted into the US under former President Joe Biden, with the director of the US Citizenship and Immigration Services (USCIS) saying on Thursday that it would conduct a “full-scale, rigorous reexamination of every Green Card for every alien from every country of concern”.</p><p>The policy changes come as more details about the alleged attacker, Lakanwal, have emerged.</p><p>Trump administration officials have repeatedly blamed the shooting on lax vetting policies during Biden’s Operation Afghans Welcome, in which tens of thousands of Afghans were relocated to the US following the withdrawal of Western forces from the country.</p><p>US media has reported that Lakanwal was a member of an Afghan force that worked alongside the Central Intelligence Agency (CIA) in Afghanistan, dubbed the “zero unit”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A friend told The New York Times that Lakanwal had suffered mental health issues related to the unit’s conduct, which Human Rights Watch has said included extrajudicial and civilian killings, among other abuses.</p><p>A government report viewed by the Reuters news agency showed that Lakanawal had applied for asylum in December 2024.</p><p>However, the case was approved in April, months after Trump took office for a second term, with officials noting his work alongside the US in Afghanistan. They found no disqualifying information at the time.</p><p>Advocates have said the Trump administration is using the attack to further supercharge a crackdown on immigration.</p><p>That crackdown, critics say, has targeted legal immigrants and vulnerable populations, including refugees who have sought sanctuary from persecution.</p><p>Responding to the ban on Afghan immigration processing on Thursday, the San Francisco Bay Area chapter of the Council on American-Islamic Relations (CAIR) said “collective punishment is never justified”.</p><p>“People fleeing violence, persecution, and instability deserve protection and due process — not to be vilified for the alleged acts of one person,” the group said.</p><p>The Afghan-American Foundation called on elected leaders and media to respond responsibly.</p><p>“Follow the facts, resist fear, and ensure that this tragedy is not used to divide communities or break apart the ties that bind us,” it said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "‘Helicopters, artillery, tanks’: Syrians mourn victims of Israeli raid | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-11-28T16:05:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764345939.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"video-page article__featured-video-wrapper\"><div class=\"vertical-video-thumbnail is-horizontal \" data-testid=\"vertical-video-thumbnail\"><button aria-label=\"Play video\" class=\"vve-button-circular play-toggle\"><svg class=\"icon icon--play-arrow icon--white icon--29 \" viewbox=\"-3.5 -2 12 12\" version=\"1.1\" aria-hidden=\"true\"><title>Toggle Play</title><path fill=\"#FFF\" fill-rule=\"evenodd\" d=\"M.197 7.952A.39.39 0 0 1 0 7.61V.39C0 .247.076.114.197.048a.36.36 0 0 1 .384.018l5.25 3.61A.394.394 0 0 1 6 3.998a.394.394 0 0 1-.169.327l-5.25 3.61a.362.362 0 0 1-.384.016Z\"></path></svg></button><p class=\"vertical-video-thumbnail-title\">‘Helicopters, artillery, tanks’: Syrians mourn victims of Israeli raid</p></div></div></div></body></html>"
        },
        {
            "title": "Ukraine is running out of men, money and time | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-28T15:53:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6929c47b9032b-1764344955.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1761\" data-end=\"2062\">Ever since Donald Trump declared that he could end the war in Ukraine “within 24 hours”, much of the world has been waiting to see whether he could force Moscow and Kyiv into a settlement. Millions of views and scrolls, miles of news feeds and mountains of forecasts have been burned on that question.</p><p data-start=\"2064\" data-end=\"2601\">Trump fed this expectation by insisting that Ukrainian President Volodymyr Zelenskyy was running out of options and would eventually have to accept his deal. In reality, the opposite is true. It is Trump who has no leverage. He can threaten Nicolas Maduro with potential military action in or around Venezuela, but he has no influence over Vladimir Putin. Any sanctions harsh enough to damage Russia would also hit the wider Western economy, and there is not a single leader in the West willing to saw off the branch they are sitting on.</p><p data-start=\"2603\" data-end=\"2850\">Armed intervention is even more implausible. From the first days of the full-scale invasion, NATO decided to support Ukraine with weapons and training while avoiding steps that could trigger a direct NATO–Russia war. That position has not changed.</p><p data-start=\"2852\" data-end=\"3650\">As a result, Ukraine has been left in a position where, with or without sufficient support from its allies, it is in effect fighting Russia alone. All talk of peace or a ceasefire has proved to be a bluff, a way for Vladimir Putin to buy time and regroup. Putin’s strategy relies on outlasting not only Ukraine’s army but also the patience and political unity of its allies. The United States has now circulated a revised version of its peace framework, softening some of the most contentious points after consultations with Kyiv and several European governments. Yet the Kremlin continues to demand major territorial concessions and the withdrawal of Ukrainian forces. Without this, Russia says it will not halt its advance. Ukraine, for its part, maintains that it will not surrender territory.</p><p data-start=\"3652\" data-end=\"4500\">Once it became clear that the diplomatic track offered no breakthrough, the United States all but halted arms deliveries to Ukraine. Officials blamed the federal government shutdown, although the real cause was unlikely to be a shortage of movers at the Pentagon. Either way, American military assistance has dwindled to a trickle, consisting mostly of supplies approved under the Biden administration. At his confirmation hearing before the Senate Armed Services Committee, Defense Secretary-designate Austin Dahmer said: “I’m not aware of any pause in [US military] aid to Ukraine.” It sounded less like a serious assessment and more like an admission of ignorance. Every Ukrainian soldier can feel the consequences of the sharp reduction in American weapons. Every resident of Kyiv and other cities can feel the shortage of air defence systems.</p><p data-start=\"4502\" data-end=\"5299\">Europe has not filled the gap. The European Union’s defence industry and joint-procurement schemes have produced many promises but little real money. A few billion euros have been formally committed and far less has been delivered. Member states prefer to rearm themselves first and Ukraine second, although their own programmes are moving slowly. The EU remains divided between governments willing to take greater risks to support Kyiv and others that fear provoking Russia or weakening their own budgets. Brussels is now pushing a plan to use frozen Russian assets to back a loan of up to 140 billion euros ($162bn) for Ukraine, which could support Kyiv’s budget and defence spending over the next two years. Several key member states that host most of those reserves remain cautious, and without unanimity, the plan may stall.</p><p data-start=\"5301\" data-end=\"5609\">This leaves Ukraine expanding its own production and fighting with whatever arrives and whatever is not siphoned off by corrupt figures such as Tymur Mindich, who is under investigation in a major procurement case. For now, Ukraine can slow the enemy at enormous cost, but this is nowhere near enough to win.</p><p data-start=\"5611\" data-end=\"6281\">The army is under-supplied. The government has failed to sustain motivation or mobilise the country; in fact, it has achieved the opposite. Men are fighting their fourth year of war, while women cannot wait indefinitely. Divorces are rising, exhaustion is deepening, and morale is collapsing. Prosecutors have opened more than 255,000 cases for unauthorised absence and more than 56,000 for desertion since 2022. In the first 10 months of 2025 alone, they registered around 162,500 AWOL cases and 21,600 desertion cases. Other reports suggest that more than 21,000 troops left the army in October, which is the highest monthly figure so far. Social injustice is widening.</p><p data-start=\"6283\" data-end=\"6564\">Demographically, the picture is equally bleak. Ukraine’s population has fallen from more than 50 million at independence to about 31 million in territory controlled by Kyiv as of early 2025. Births remain below deaths and fertility rates have dropped to about one child per woman.</p><p data-start=\"6566\" data-end=\"6634\">Against this backdrop, Ukraine is left with three strategic options.</p><p data-start=\"6636\" data-end=\"6859\">The first option is to accept Putin’s terms. This would mean capitulating, losing political face and giving up territory, but it would preserve a Ukrainian state. It would also lock the country into long-term vulnerability.</p><p data-start=\"6861\" data-end=\"7199\">The second option is a radical overhaul of Ukraine’s political and military leadership. This would involve rebuilding mobilisation, restructuring the command system and re-engineering the war effort from the ground up. Ukraine cannot fight a long war with institutions that were designed for peacetime politics and rotational deployments.</p><p data-start=\"7201\" data-end=\"7672\">The third option is to change nothing and maintain the status quo. Ukraine would continue launching precision strikes on Russian oil infrastructure in the hope of grinding down the Kremlin’s economy and waiting for Putin to die. This is an illusion. If such strikes could not break a smaller Ukraine, they will not break a country many times larger in economic, territorial and demographic terms. Damage will be inflicted, but nowhere near enough to force Russia to stop.</p><p data-start=\"7674\" data-end=\"8488\">Judging by recent statements from Zelenskyy and several of his European partners, Ukraine has effectively committed itself to the third option. The question is how long this approach can be sustained. Even setting aside morale and exhaustion after four years of war, the financial outlook is bleak. Ukraine faces a vast budget deficit and public debt that is likely to exceed 100 percent of gross domestic product. Europe has failed to assemble the necessary funds, Belgium has not released frozen Russian assets and economic growth across much of the continent remains weak. Any significant increase in support would require political courage at a time when voters remain sensitive to the recent inflation surge. The EU is also unable to tie the United States to long-term commitments in the current political climate in Washington.</p><p data-start=\"8490\" data-end=\"8952\">All this leads to an unavoidable conclusion. If Ukraine intends to survive as a state, it will eventually have to take the second path and undertake a radical restructuring of its political and military leadership. Once that moment arrives, Moscow’s terms will be harsher than they are now. The Russian ultimatum is likely to expand from claims on four regions to demands for eight, along with strict control mechanisms, demilitarisation and further concessions.</p><p data-start=\"8954\" data-end=\"9095\">Radical change is needed immediately, before Ukraine’s strategic options narrow further and before its ability to resist collapses with them.</p><p data-start=\"8954\" data-end=\"9095\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "RSF military push for Kordofan leaves Sudan at risk of partition | Sudan war News | Al Jazeera",
            "time": "2025-11-28T15:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6928ae8ea471c-1764273806.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s Rapid Support Forces (RSF) are pushing hard to take Kordofan. In the sights of the paramilitary force – accused of committing grave human rights abuses during Sudan’s war – are the cities and towns of the vast central region, such as Babnusa and el-Obeid.</p><p>The momentum is currently with the RSF, which defeated their Sudanese Armed Forces (SAF) opponents in el-Fasher, in the western region of Darfur, last month, unleashing a tidal wave of violence where they killed at least 1,500 people and forced thousands more to flee.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>SAF soldiers are still able to repel RSF fighters in West Kordofan’s Babnusa, a major transport junction connecting several parts of the country. But continuing to hold the city will be difficult for the SAF, and if it does fall, then the RSF will likely press forward towards North Kordofan’s el-Obeid, and a vital gateway towards the capital Khartoum.</p><p>The RSF were forced out of Khartoum in March, a time when the SAF seemed to be on the ascendancy in the more-than-two-year war.</p><p>But now the tables have turned, and having lost Darfur completely with the fall of el-Fasher, the SAF now risks losing Kordofan, too.</p><p>“The RSF has momentum, which they will carry on through with,” said Dallia Abdelmoniem, a Sudanese political analyst, who pointed out that an RSF ally, the SPLM-N, <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">already controls the Nuba Mountains region</a> of South Kordofan.</p><p>“Hemedti was never going to be satisfied with just controlling the Darfur region – he wants the whole country,” she said, using a nickname for <a href=\"/news/2023/4/16/who-is-hemedti-the-puppeteer-behind-sudans-feared-rsf-fighters\">Mohamed Hamdan Dagalo</a>, the head of the RSF.</p><p>With the SAF overstretched and cut off from reliable arms procurement, Abdelmoniem believes that the balance of power is shifting. “The SAF is weakened unless they miraculously get their hands on weaponry equal, if not better, to what the RSF has.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><p>It is notable that the RSF advances have taken place despite ongoing mediation efforts from the so-called “Quad” – Egypt, Saudi Arabia, the United Arab Emirates, and the <a href=\"/news/2025/11/25/us-calls-on-sudans-warring-parties-to-accept-ceasefire-plan-unaltered\">United States</a> – aimed at reaching an end to the fighting.</p><p>The head of the SAF, Abdel Fattah al-Burhan, last Sunday <a href=\"/news/2025/11/24/sudan-army-chief-rejects-truce-proposal-citing-uae-role\">rejected a ceasefire agreement</a> proposed by the Quad, saying that the deal benefitted the RSF. He also criticised the UAE’s involvement in the Quad, accusing it of supporting the RSF, a claim Abu Dhabi has long denied.</p><p>For its part, the RSF announced on Monday an apparently unilateral <a href=\"/news/2025/11/24/rsf-announces-unilateral-three-month-humanitarian-truce-in-sudan\">three-month ceasefire</a>. However, since the announcement, the RSF has continued to attack Babnusa.</p><p>The Quad mediation efforts, which have included a push from US President Donald Trump, may perplexingly be the reason for the recent escalation in fighting.</p><p>“The pressure for a ceasefire coming from the Quad, including Egypt and Saudi Arabia, is pushing the SAF and the RSF to gain a territorial advantage as quickly as possible in case something shifts during the mediation,” said Kholood Khair, the founding director of Confluence Advisory. “Each side will always try to maximise its position before the talks.”</p><p>Khair points out that both sides had been amassing weapons over the summer rainy season, when conditions were more difficult for fighting. Now that conditions are dry, the weapons are being “put to use”, particularly as the RSF is emboldened following its victory in <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">el-Fasher</a>.</p><p>The strategic importance of Kordofan makes it an important prize, particularly if any ceasefire deal freezes the areas under the control of each side.</p><p>“[Kordofan’s] location makes it important to control due to its agricultural, livestock, and petroleum resources,” said Retired Lieutenant Colonel Omar Arbab. “The battle for Kordofan is not merely territorial – it is about controlling Sudan’s economic backbone.”</p><p>Arbab added that there is a military logic to the RSF’s push towards Babnusa, as it is the gateway linking their forces in Darfur to el-Obeid. “If the RSF controls it, they could pose a threat to el-Obeid – and certainly will attempt to besiege it.”</p><p>“They’ve been shelling it consistently for weeks. If they take it, then they will redeploy some of those troops toward el-Obeid,” said Khair. Should the city fall, she warned, the political shockwave will be enormous. “It’s a huge mercantile centre, a regional capital, and a major economic win. It also brings the RSF several steps closer to Khartoum.”</p><figure id=\"attachment_4119797\" aria-describedby=\"caption-attachment-4119797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4119797\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-Sudan-at-a-glance-copy@2x-1763644491.png?quality=80\" alt=\"INTERACTIVE-Sudan at a glance copy@2x-1763644491\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4119797\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"potential-partition\">Potential partition</h2><p>Beyond the battlefield, analysts warn that Kordofan’s escalation is intensifying the fault lines fragmenting Sudan’s political and ethnic map.</p><p>Khair pointed out that the fall of el-Fasher had cemented the territorial fragmentation of western Sudan, but added that there were also “dozens of armed groups”, either aligned to the SAF, the RSF, or independent, that each controlled their own fiefdoms.</p><p>For Khair, the real driver of Sudan’s disintegration is not territory but identity. “This war has become extremely ethnicised, by both the SAF and the RSF, so they can mobilise troops. Because of that, you now have a split of communities who believe their ethnic interests are served by the SAF, by the RSF, or by other groups.”</p><p>This ethnic competition, she said, is now steering the trajectory of the war more than military strategy. “There’s no singular Sudanese project right now – not intellectually, militarily, politically, or economically – and that is catalysing fragmentation.”</p><p>Abdelmoniem, however, warns that some within the SAF may be willing to accept fragmentation. “Undoubtedly, there are elements within the SAF who would be more than happy for further fragmentation of the country so they can continue to rule over the Arab Sudanese side,” she said. “Losing Darfur is not an issue, and they’re willing to forgo the alliance with the joint forces over it,” she added, referring to former rebel groups largely based in Darfur and allied to the SAF.</p><p>Many Sudanese in Darfur are non-Arab, and have been targeted in particular by RSF attacks.</p><p>But any approach that abandons Darfur, Abdelmoniem believes, is unsustainable. “Without the joint forces and other groups under their political-military umbrella, they cannot win. And how do you contend with public opinion when the Sudanese people will view the SAF as the entity that lost or broke up the country?”</p><p>Arbab takes a more cautious view. While he acknowledges the reality of de facto breakage, he believes formal partition is unlikely. “Division is not currently on the table,” Arbab said, “because the structure of alliances on both sides requires a political project encompassing all of Sudan. Social complexities and the diversity of actors make such an option extremely difficult.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"humanitarian-fallout\">Humanitarian fallout</h2><p>As the front lines expand, Korodofan now faces the prospect of a humanitarian disaster on the scale seen in Darfur. Abdelmoniem drew a direct parallel to the warnings issued before the fall of el-Fasher. “The atrocities committed will be on a different scale,” she cautioned. “We might not get the video uploads like before, but the crimes will be committed.”</p><p>Abdemoniem said international inaction has emboldened all armed actors. “That sense of impunity prevails and will only increase the longer the international community is content with releasing statements and not doing much else.”</p><p>Arbab echoed that concern. Global attention, he said, was focused on el-Fasher because the violence there contained “elements of ethnic cleansing and crimes against humanity”. But Kordofan’s dynamics differ. In Babnusa, SAF and RSF forces come from the same overlapping tribal and ethnic communities, making the violence distinct from Darfur’s ethnic massacres. Yet the risks remain profound: reprisal killings, sieges, and mass displacement.</p><p>Khair warned that humanitarian access to Kordofan is already near impossible. “I don’t see SAF granting access, and I don’t see the RSF granting access into areas they control,” she said. Unlike Darfur, Kordofan lacks open borders where aid could be routed. “Access issues become even more heightened when you’re away from an international border.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy’s top aide resigns after search by anticorruption investigators | Corruption News | Al Jazeera",
            "time": "2025-11-28T14:20:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6929c280-1764344448.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy says his chief of staff, Andriy Yermak, has resigned, as a <a href=\"/opinions/2025/11/23/a-corruption-scandal-may-well-end-the-war-in-ukraine\">major corruption investigation</a> continues to roil Kyiv and cause consternation among its allies.</p><p>Zelenskyy’s announcement on Friday came just hours after anticorruption authorities searched Yermak’s home.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Office of the President of Ukraine will be reorganised. The head of the office, Andriy Yermak, has submitted his resignation,” the Ukrainian president said in a video address, adding he would hold consultations with a possible replacement on Saturday.</p><p>Yermak, who had been leading the Ukrainian team trying to negotiate a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">United States-proposed plan</a> to end Kyiv’s four-year war with Russia, had confirmed his apartment was being searched earlier in the day and said he was fully cooperating.</p><p>“There are no obstacles for the investigators. They have been given full access to the apartment, and my lawyers are present on-site, cooperating with the law enforcement officers. From my side, there is full cooperation,” he wrote on social media.</p><p>Yermak did not immediately comment on the resignation announcement from Zelenskyy.</p><p>In a joint statement, the National Anti-Corruption Bureau of Ukraine and the Specialised Anti-Corruption Prosecutor’s Office had said the searches were “authorised” and linked to an unspecified investigation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this month, the two anticorruption agencies <a href=\"/news/2025/11/10/ukraine-anticorruption-agency-alleges-100m-energy-kickback-scheme\">unveiled a sweeping investigation</a> into an alleged $100m kickback scheme at the state atomic energy company that ensnared former senior officials and an ex-business partner of Zelenskyy.</p><p>Friday’s searches came as the Ukrainian president faces growing pressure from the administration of United States President Donald Trump to agree to its proposal to end the war.</p><p>Ukraine and its European allies had <a href=\"/news/2025/11/21/zelenskyy-says-trumps-ukraine-plan-must-ensure-real-and-dignified-peace\">raised concerns</a> that the Trump-backed plan comprised some elements that Russia has been actively pushing for, including that Ukraine cede additional territory and curtail the size of its military.</p><p>But a <a href=\"/news/2025/11/24/ukraine-allies-give-cautious-welcome-to-modified-peace-framework\">revised proposal</a> has been put forward, and Kyiv has said it is open to negotiations.</p><p>Zelenskyy has also faced pressure from his political opponents, with the opposition European Solidarity party earlier this week criticising Yermak’s role as a negotiator and calling on the Ukrainian president for “an honest dialogue” with other parties.</p><p>In his video address announcing Yermak’s resignation on Friday, Zelenskyy appealed for national unity amid the crisis.</p><p>“Russia very much wants Ukraine to make mistakes,” he said. “There will be no mistakes on our part. Our work continues.”</p><h2 id=\"key-ally\">Key ally</h2><p>Yermak, 54, has been Zelenskyy’s most important ally, but is a divisive figure in Kyiv, where his opponents say he has accumulated power, gatekeeps access to the president, and ruthlessly sidelines critical voices.</p><p>A former film producer and copyright lawyer, Yermak came into politics with Zelenskyy in 2019, previously working with him during the now-president’s time as a popular comedian.</p><p>He has been widely considered the second-most influential man in the country and even sometimes nicknamed “vice president”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Andriy Yermak is basically as close as you can get to President Zelenskyy without being President Zelenskyy himself,” Al Jazeera’s Rory Challands reported from Kyiv on Friday.</p><p>He noted that Yermak was dispatched by Zelenskyy this week to hold talks with senior US officials in Geneva, Switzerland, to try to redraft the Trump administration’s plan to end the war.</p><p>While Zelenskyy’s statement on Friday appeared to be trying to soften the blow Yermak’s resignation may have on his government, Challands said the impact on the Ukrainian president is “unmistakable”.</p><p>“This couldn’t be more critical for Ukraine at the moment,” he said. “It is negotiating its very survival as a sovereign nation.”</p><p>Meanwhile, the Ukrainian corruption investigation continues into an alleged scheme involving Energoatom, the state-run nuclear power company that supplies more than half of the country’s electricity.</p><p>Anticorruption investigators have said they suspect that Tymur Mindich, a one-time business partner of Zelenskyy, was the plot’s mastermind.</p><p>Mindich has fled the country, with any criminal proceedings against him likely to be carried out in absentia. Two top <a href=\"/news/2025/11/12/ukraine-suspends-justice-minister-for-alleged-link-to-100m-corruption-case\">ministers have also resigned</a> over the scandal.</p></div></div></body></html>"
        },
        {
            "title": "Trump pauses immigration from ‘Third World’ countries: What that means | Donald Trump News | Al Jazeera",
            "time": "2025-11-28T14:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25323661470444-1763583829_d2dcc2-1763602608.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has sharply escalated his crackdown on immigration with an announcement of a “permanent pause” on migration from “all Third World Countries” late on Thursday.</p><p>The president’s remarks came a day after <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">two National Guard members were shot</a> – one of whom has since died from her injuries – in Washington, DC, on Wednesday. An Afghan national has been named as the primary suspect.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I will permanently pause migration from all Third World Countries to allow the US system to fully recover, terminate all of the millions of Biden illegal admissions,” Trump wrote in a post on his Truth Social platform.</p><p>He did not specify what “third world” means and did not name any countries. But the phrase “third world” generally refers to Global South countries that are economically still developing or economically disadvantaged.</p><p>He also said “anyone who is not a net asset to the United States, or is incapable of loving our Country”, will be removed from the US.</p><p>Trump added that all federal benefits and subsidies to “noncitizens” will end, and he will “denaturalise migrants who undermine domestic tranquillity, and deport any foreign national who is a public charge, security risk, or non-compatible with Western civilisation”.</p><p>Earlier this year, Trump announced a <a href=\"/news/2025/6/5/trump-announces-travel-ban-on-people-from-12-countries\">ban on visas</a> for citizens of 12 countries and restrictions for citizens of seven more. He has also introduced other restrictions on travel to the US throughout the year.</p><p>Here’s what we know.</p><h2 id=\"what-has-the-trump-administration-said\">What has the Trump administration said?</h2><p>After Rahmanaullah Lakanwal, a 29-year-old Afghan national, was arrested and named as the suspect in the shooting of the National Guard members on Wednesday, Trump called the shooting “an act of terror”.</p><p>In an address to the media on Wednesday night, he said: “We must now re-examine every single alien who has entered our country from Afghanistan under Biden.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Early on Thursday, US Citizenship and Immigration Services (USCIS) announced an indefinite immediate suspension “of all immigration requests relating to Afghan nationals”.</p><p></p><p>USCIS Director Joseph Edlow then added on X that, “at the direction” of the president, he had ordered “a full-scale, rigorous re-examination of every green card for every alien from every country of concern”.</p><p>“The protection of this country and of the American people remains paramount, and the American people will not bear the cost of the prior administration’s reckless resettlement policies,” Edlow said.</p><p>Edlow’s office told US media that the countries for which citizens with green cards will be reviewed would be those on the Trump administration’s June travel ban list.</p><p>In June, to “protect the United States from foreign terrorists and other National security and public safety threats”, the Trump administration announced that foreign nationals from 19 countries would face a full travel ban or partial restrictions.</p><p>Countries with a full ban in place are Afghanistan, Chad, Democratic Republic of the Congo (DRC), Equatorial Guinea, Eritrea, Haiti, Iran, Libya, Myanmar, Somalia, Sudan and Yemen. Those with a partial ban in place – some temporary visas are still allowed – are Burundi, Cuba, Laos, Sierra Leone, Togo, Turkmenistan and Venezuela.</p><p></p><p>On Thursday night, Trump said on Truth Social he would introduce a “permanent pause” on immigration from all “Third World Countries”.</p><h2 id=\"what-does-a-permanent-pause-in-immigration-mean\">What does a ‘permanent pause’ in immigration mean?</h2><p>It is unclear.</p><p>“In ordinary English, ‘permanent pause’ sounds final, but under immigration law, the term has no defined meaning,” Abhishek Saxena, a New Delhi-based advocate practising in the Supreme Court of India who also handles international immigration consultations, told Al Jazeera.</p><p>“Practically, ‘permanent pause’ typically means an open-ended restriction with no stated end date, but not a legally irreversible condition,” he added.</p><p>According to the US Immigration and Nationality Act (INA), the president may suspend the entry of immigrants for a fixed period, indefinitely or until the president modifies or lifts the proclamation. This can, however, be challenged. “If any indefinite pause is violating laws passed by US Congress, then such ban or pause can be challenged in a court,” said Saxena.</p><p>Roberto Forin, acting director of the Geneva-based Mixed Migration Centre (MMC), said the Trump administration’s vagueness over who these policies apply to and what he means by “permanently pause” or “Third World” is intentional.</p><p>“Keeping it undefined allows the administration to indiscriminately intimidate migrant communities in the US and around the world, while giving itself the prerogative to use this ban as another tool in its transactional approach to foreign policy,” Forin told Al Jazeera.</p><p>“I would expect the ban to disproportionately affect poorer countries, while sparing those that can offer something in exchange, such as natural resources or other strategic benefits,” he said.</p><p>“The objective of such announcements is to signal toughness, shift the narrative, instil fear and dehumanise migrants – regardless of the practical implementation and eventual legal outcomes,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-will-people-from-such-countries-who-are-already-living-in-the-us-be-affected\">How will people from such countries who are already living in the US be affected?</h2><p>It is unclear how people from those countries will be affected until the names of the countries are listed and the immigration measure is implemented.</p><p>However, an August report by the Washington, DC-based American Immigration Council concluded that people from the 12 countries on Trump’s June 2025 full travel ban list will “not be able to see family members living abroad”.</p><p>“Under the June order, existing visas cannot be revoked, but those who need to leave the United States and renew their visas after they expire could be subjected to the ban instead of being allowed to return,” the report said.</p><p>Saxena said a restrictive immigration policy can indirectly affect people in the US in several other ways as well.</p><p>“Firstly, it will lead to increased scrutiny of pending applications. USCIS may subject applications from nationals of the affected countries to added background checks, longer security screening, or temporary holds,” he said.</p><p>“Secondly, history shows that when a country is placed under heightened security review, [visa] processing times frequently increase,” he noted.</p><p>“Lastly, although the government cannot revoke existing residency statuses arbitrarily, it may audit past immigration filings for fraud, misrepresentation, security concerns, or ineligibility under existing statutes,” he added.</p><p>Saxena said Trump’s announcement that he will pause immigration from “Third World Countries” would also likely prevent spouses, children, and parents who are abroad from entering the US until the proclamation is lifted.</p><p>“This creates long-distance separations, delays in family-based immigration petitions and interruption of family reunification programmes,” he said.</p><p>“However, people already inside the US cannot be separated from their families merely because a country is listed in a proclamation. Family-unity principles under the Constitution and the INA apply once a person is inside US territory,” he added.</p><h2 id=\"what-if-you-have-a-green-card\">What if you have a green card?</h2><p>On Thursday, the Trump administration told journalists that it intends to re-examine all green cards held by people from the countries on the June 2025 travel ban list. However, it is not clear how the process will work or whether green cards could be revoked or even cancelled.</p><p>A green card is a US immigration document which allows an immigrant to permanently reside and work in the country.</p><p>US immigration judges have the power to revoke green cards and to deport people from the country if there are serious grounds, such as being found guilty of grievous crimes like murder or rape.</p><p>The government can also <a href=\"https://www.usa.gov/deportation-process\" target=\"_blank\" rel=\"noopener\">deport</a> an immigrant on these grounds, including if they consider the person “a threat to public safety or if the person violates their visa”.</p><p>However, according to Saxena, the government “has no legal authority to revoke green cards without following due process. Any revocation must follow strict statutory procedures and satisfy due-process requirements.”</p><p>Last year, the US Immigration and Customs Enforcement (ICE) agency detained pro-Palestine activist Mahmoud Khalil on the “basis of his speech” while he was protesting against Israel’s genocidal war on Gaza at Columbia University. Khalil was a permanent US resident at the time, but ICE accused him of omitting information on his green card application.</p><p>In September, a US immigration judge <a href=\"/news/2025/9/18/us-judge-orders-deportation-of-activist-mahmoud-khalil-to-syria-algeria\">ordered</a> that Khalil should be deported to Algeria or Syria, but this has not yet happened.</p><h2 id=\"what-other-steps-has-trump-taken-this\">What other steps has Trump taken this year to restrict immigration?</h2><p>Besides green card re-examinations and announcing travel bans on citizens of some specific countries, Trump also froze refugee admissions shortly after he resumed office in January.</p><p>“The United States lacks the ability to absorb large numbers of migrants, and in particular, refugees, into its communities in a manner that does not compromise the availability of resources for Americans, that protects their safety and security, and that ensures the appropriate assimilation of refugees,” the White House said in a statement in January.</p><p>Then, at the end of October, the Trump administration announced the lowest refugee admission cap in the country’s history, limiting entry to just 7,500 people for the fiscal year 2026.</p><p>On November 25, according to a memo seen by the Reuters news agency, the Trump administration ordered a review of all refugees allowed into the country under the previous Joe Biden administration, and recommended that their permanent residency applications be paused.</p><p>According to the memo, which was reportedly signed by USCIS chief Eldow, the status and applications of about 233,000 refugees who entered the US between January 20, 2021 and February 20, 2025, would be reviewed. The memo cited Trump’s January order on freezing refugee admissions due to national security as a reason.</p><p>The US has also cut foreign aid for refugees in host countries.</p><p>The Trump administration has also targeted skilled migrant workers in an effort to protect US citizens’ jobs. In September, it increased the application fee for H-1B visas to $100,000 per application. The visa is used by companies in the US hiring overseas workers.</p><p>In October, the US Chamber of Commerce filed a lawsuit against the Trump administration for the visa application fee rise, claiming it could harm businesses. The case is pending in the Washington, DC district court.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-this-mean-for-refugees-generally\">What does this mean for refugees generally?</h2><p>“Taken together, these measures, especially if they trigger a ‘race to the bottom’ among governments, could have devastating consequences globally, including in countries already ravaged by conflict and violence,” Forin said.</p><p>“We see this happening in Europe as well, from the system the UK has tried to establish to <a href=\"/news/2024/4/23/uk-passes-rwanda-migrant-bill-whats-next\">outsource asylum procedures to Rwanda</a>, to the centres Italy tried to set up in Albania, and none of these have worked, because they were blocked by courts at every step.”</p><p>“Unfortunately, they have all contributed to the dehumanisation of refugees and migrants, depicting them simply as a threat or a burden, rather than as human beings in need of protection or deserving of a chance at a better future,” Forin added.</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump lashes out at reporter asking about DC shooter | Newsfeed | Al Jazeera",
            "time": "2025-11-28T13:40:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764337218.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Flood deaths rise to 174 in Indonesia, surge across Southeast Asia | Weather News | Al Jazeera",
            "time": "2025-11-28T12:49:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-28T121750Z_1257965807_RC2M5IAZB0N8_RTRMADP_3_ASIA-WEATHER-INDONESIA-1764332420.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from floods and landslides on the <a href=\"/news/2025/11/27/indonesia-races-to-evacuate-sumatra-residents-as-flood-deaths-soar-to\">western Indonesian island of Sumatra</a> this week has risen to 174, a disaster official said, with about 80 more people still missing, as a punishing tropical storm system and heavy monsoon rains have battered the region.</p><p>“As of this afternoon, we have recorded that for the entire North Sumatra province, there have been 116 deaths and 42 people are still being searched for,” National Disaster Mitigation Agency (BNPB) chief Suharyanto announced on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said another 35 were killed in the island’s Aceh province and another 23 in West Sumatra.</p><p>While the rain had stopped, 79 people were still missing and thousands of families were displaced, he added.</p><p>Residents in Sumatra’s Padang Pariaman region, where a total of 22 people died, had to cope with water levels at least 1 metre (3.3ft) high, and had still not been reached by search and rescue personnel on Friday.</p><p>In the town of Batang Toru, in northern Sumatra, residents on Friday buried seven unclaimed victims in a mass grave. The decomposing bodies, wrapped in black plastic, were lifted from the back of a truck onto a wide plot of land as onlookers covered their noses.</p><p>Communications remained down in some parts of the island, and authorities were working to restore power and clear roads blocked by landslide debris, said Abdul Muhari, spokesman for Indonesia’s national disaster mitigation agency.</p><p>Indonesia would continue to airlift aid and rescue personnel into stricken areas on Friday, he added.</p><p>In Indonesia’s West Sumatra province, 53-year-old Misniati described a terrifying battle against rising floodwaters to reach her husband at home.</p><p>She said that, returning from early morning prayers at a mosque, “I noticed the street was flooded.</p><p>“I tried to run back to my house to tell my husband, and the water was already reaching my waist,” she told the AFP news agency, adding that it was up to her chest by the time she reached home.</p><figure id=\"attachment_4137596\" aria-describedby=\"caption-attachment-4137596\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137596\" src=\"/wp-content/uploads/2025/11/AFP__20251128__86FL8KT__v1__MidRes__IndonesiaFlood-1764332528.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"This aerial picture shows a bridge damaged by flash floods on a main road connecting Aceh and North Sumatra in Meureudu, Pidie Jaya district Indonesia's Aceh province on November 28, 2025. (Photo by CHAIDEER MAHYUDDIN / AFP/Chaideer MAHYUDDIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137596\" class=\"wp-caption-text\">This aerial picture shows a bridge damaged by flash floods on a main road connecting Aceh and North Sumatra in Meureudu, Pidie Jaya district of Indonesia’s Aceh province on Friday [Chaideer Mahyuddin/AFP]</figcaption></figure><h2 id=\"flooding-disasters-elsewhere-in-asia\">Flooding disasters elsewhere in Asia</h2><p>Meanwhile, in Thailand, the government said <a href=\"/news/2025/11/28/death-toll-from-flooding-in-southern-thailand-reaches-at-least-145\">145 people had been killed by floods</a> across eight southern provinces. It said a total of more than 3.5 million people had been affected.</p><p>In the southern city of Hat Yai, the hardest-hit part of Thailand, the rain had finally stopped on Friday, but residents were still ankle-deep in floodwaters, and many remained without electricity as they assessed the damage to their property over the last week.</p><p>Some residents said they were spared the worst of the floods but were still suffering from their effects.</p><p>In neighbouring Malaysia, where two people have been confirmed dead, tropical storm Senyar made landfall at about midnight and has since weakened.</p><p>Meteorological authorities are still bracing themselves for heavy rain and wind, and warned that rough seas could pose risks for small boats.</p><p>A total of 30,000 evacuees remain in shelters, down from more than 34,000 on Thursday.</p><p>Malaysia’s Ministry of Foreign Affairs said on Friday that it had already evacuated 1,459 Malaysian nationals stranded in more than 25 flood-hit hotels in Thailand, adding that it would work to rescue the remaining 300 still caught up in flood zones.</p><p>Separately, at least <a href=\"/economy/2025/11/28/more-than-50-killed-in-deadly-sri-lanka-floods-what-we-know-so-far\">56 people were killed by a cyclone</a> in the South Asian island nation of Sri Lanka, authorities said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Death toll from flooding in southern Thailand reaches at least 145 | Climate Crisis News | Al Jazeera",
            "time": "2025-11-28T12:06:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-28T082344Z_1861183582_RC2E5IAZQC1G_RTRMADP_3_THAILAND-FLOODS-1764329976.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll from flooding in southern Thailand reaches at least 145</h1><p class=\"article__subhead\"><em>Human toll rises as flooding leaves trail of damage and causes severe disruption, leaving thousands of people stranded.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from devastating floods across southern Thailand has risen to 145, with more than 100 people killed in the hard-hit Songkhla province alone, according to the government.</p><p>Devastating flooding has overwhelmed <a href=\"/video/newsfeed/2025/11/26/deadly-floods-swamp-homes-in-thailand-as-residents-wait-for-aid\">southern Thailand</a> this week, particularly in the Hat Yai district, near the border with Malaysia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The “total deaths across the southern provinces is 145”, with Songkhla accounting for 110, government spokesman Siripong Angkasakulkiat told a news conference on Friday, updating earlier figures.</p><p>He said search and rescue efforts have become more successful as floodwaters started to recede further.</p><p>News reports showed rescuers gained more access to residential areas that had previously been submerged under high water, and recovered more bodies, particularly in Hat Yai, the largest city in the south.</p><p>The Songkhla province recorded a sharp increase in the death toll after flooding began to subside.</p><p>The flooding caused severe disruption, leaving thousands of people stranded, rendering streets impassable and submerging low-rise buildings and vehicles.</p><p>The Meteorological Department said rainfall has decreased in the south but warned of thunderstorms in some areas.</p><p>Videos and photos from the affected areas on Friday show <a href=\"/news/2025/11/26/southern-thailand-floods-kill-13-leave-thousands-stranded\">damaged roads, fallen power poles</a>, household appliances and debris washed away by floodwaters piled along the streets.</p><p>Abandoned cars were overturned or stacked atop one another, apparently swept away by powerful currents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinian American teen freed after 9 months of Israeli detention | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-11-28T12:06:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764331565.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The man who broke the BBC | Media | Al Jazeera",
            "time": "2025-11-28T12:00:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_69297c27752c3-1764326439.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"177\" data-end=\"967\">The <a href=\"/news/2025/11/9/bbc-director-general-tim-davie-resigns-over-editing-of-trump-speech\">resignations</a> of BBC Director General Tim Davie and Director of News Deborah Turness over a Panorama edit of a 2021 speech by United States President Donald Trump have plunged the United Kingdom’s national broadcaster into one of the deepest crises in its history.</p><p>But the scandal did not begin with a single programme or a single misjudgement. Close to the centre of this crisis is Robbie Gibb, a man who has spent more than a decade shaping the BBC’s political coverage, zig-zagging between the BBC and the Conservative government while advancing his own partisan project that has distorted the corporation’s journalism on Brexit, Trump and, eventually, Gaza.</p><p data-start=\"177\" data-end=\"967\">I saw the effects of that influence myself when the BBC delayed and then <a href=\"https://observer.co.uk/news/national/article/bbc-bosses-pulled-our-film-on-israel-attacking-gazas-medics-heres-why\" target=\"_blank\" rel=\"noopener\">dropped</a> our film on Gaza’s doctors. What is unfolding today is simply the moment when a long-running pattern of interference has burst into full public view.</p><p data-start=\"969\" data-end=\"1419\">Gibb has been such a huge figure in the wings of public life in the UK for so long that it is a relief he is now being publicly named and discussed. Until the Panorama scandal and the resignations it triggered, he was rarely scrutinised outside political and media circles. Now he is suddenly in headlines and the subject of fierce debate across social media, as people try to understand how one unelected figure came to wield such influence.</p><p data-start=\"1421\" data-end=\"2334\">It is hard to think of anyone who has had a more pervasive influence on British public life without any accountability, from within both No 10 and the BBC. Gibb has been arguably the most influential yet hidden helping hand to Brexit politics, the Conservative Party and Israel, while bestriding two of the nation’s most important institutions as, variously, the head of the BBC’s Westminster team, the head of press at No 10, and then a pivotal BBC board member influencing BBC News. There has been little change in his guiding motivations or modus operandi between these roles, just a strong belief that only he could hold the line against an overwhelmingly liberal and left-leaning BBC “wokerati” and ensure impartiality. But in so doing, he has destroyed any notion of it, leading to the present crisis in the BBC, a $1bn battle with Trump and a collapse in the credibility of its coverage of Gaza.</p><p>As the editor of Channel 4 News from 2012 to 2022, I had experience of Gibb from the moment he was appointed press secretary at No 10 in 2017. His instinct to manage political reporting in ways that advanced his own political project was evident from the start. From the outset, he severely restricted Channel 4 News’s access to government ministers, access that remained freely available to the BBC and reflected the close relationships he had built during his years overseeing parts of its political output. Gibb was well known inside the BBC for his longstanding support for Brexit, a cause he had championed since working for the Conservative Party from 1997 to 2002. His conduct at No 10 with the BBC seemed little different from his BBC years; his direct control of the output was swapped for bargaining over access, helping him to continue to shape British politics. And he had all the BBC’s political staff on speed dial.</p><p data-start=\"3131\" data-end=\"3801\">Relations worsened in 2018 when Channel 4 News became the first broadcaster to cover the Windrush scandal. It had emerged that hundreds of Black British citizens, most of whom had arrived from the Caribbean more than 50 years earlier, had been wrongly detained, deported and denied legal rights. The scandal resulted from policies implemented by Theresa May in her previous role as home secretary. As we continued to report on the growing number of older victims, Gibb reacted furiously. He barred Channel 4 News from interviews with the prime minister and other ministers, reportedly telling aides we were “banging on and on about something no one else cares about”.</p><p data-start=\"3803\" data-end=\"4202\">He then extended that ban to the Conservative Party conference, excluding us from the traditional round of prime ministerial interviews that had been granted for decades. Every other broadcaster, including the BBC, signed a letter warning that the ban set a dangerous precedent. A former BBC colleague of Gibb later approached me at the conference to say he was “hopping mad, he’s absolutely livid”.</p><p data-start=\"4204\" data-end=\"5063\">Multiple BBC journalists told me at the time that Gibb was still effectively directing parts of the BBC’s political coverage from No 10, using his influence and longstanding relationships to shape what was reported and who gained access. Many said they struggled to distinguish between Gibb at the BBC and Gibb at No 10 because he continued to exert influence over key decisions. One of the major advantages for No 10 was Gibb’s sway over the BBC’s post-Brexit coverage. The BBC chose not to look back and investigate what had happened during the referendum, unlike Channel 4 News, which pursued the Vote Leave and Cambridge Analytica investigations. Several BBC colleagues later told me this reluctance to scrutinise the referendum was not new but reflected how Gibb had operated in real time when he oversaw BBC political output during the campaign itself.</p><p data-start=\"5065\" data-end=\"5752\">In 2019, we obtained emails between Arron Banks, the major Brexit donor, and Gibb sent in the run-up to the referendum. The emails showed that Banks complained to Gibb about a BBC inquiry into Leave. The European Union’s attempts to build support within far-right online communities and asked Gibb to intervene. After Banks raised his concerns with Gibb, the investigation was dropped. The BBC said the story did not meet editorial standards, but weeks later, the same investigation was published by The Sunday Times. Banks also told Gibb that Nigel Farage did not appear often enough on the BBC. In the months leading up to the referendum, Farage then appeared repeatedly across the broadcaster’s output.</p><p data-start=\"5754\" data-end=\"6784\">In 2019, after Gibb left No 10 with Theresa May, Boris Johnson appointed him to the BBC board, an influential position from which he was not meant to interfere in day-to-day editorial decisions. Despite this, multiple allegations emerged that he continued to do so, including attempts to block appointments, visits to newsrooms and repeated involvement in editorial matters. In 2020, he took a controlling interest in the Jewish Chronicle – the world’s oldest Jewish newspaper, a paper long regarded as the voice of Britain’s Jewish community – on behalf of undisclosed backers, and the paper then shifted sharply to the right. Several of its most respected journalists resigned amid allegations that Israel’s Prime Minister Benjamin Netanyahu was influencing its coverage. All of this occurred while Gibb, as the most experienced editorial voice on the BBC board, was allegedly exerting an increasingly dominant influence, despite the board’s rules prohibiting direct editorial involvement. In Gibb’s case, old habits clearly died hard.</p><p data-start=\"6786\" data-end=\"7904\">After the horrific Hamas attack on Israel on October 7, 2023, and Israel’s unrelenting two-year assault on Gaza, which flattened much of the Palestinian enclave and killed more than 70,000 people, including 20,000 children, I was told by multiple sources that Gibb, as the strongest editorial voice on the BBC board, was placing BBC News under pressure over its Israel coverage from the very start. The pressure came to a head in February, when the BBC broadcast and then withdrew the film Gaza: How to Survive a Warzone.</p><p>The film had been produced externally and failed to disclose that its 13-year-old narrator’s father was a deputy agriculture minister in Gaza’s Hamas-run government. In the aftermath, the BBC delayed our investigation into Israel’s destruction of Gaza’s healthcare system and the killing of more than 1,500 medics, offering a series of excuses until eventually admitting they would not run it while they examined the other film. It was an extraordinary and unprecedented decision that effectively silenced and blunted their coverage. Only after we went public was Gaza: Doctors Under Attack finally broadcast, not on the BBC but on Channel 4.</p><p data-start=\"6786\" data-end=\"7904\">I was told that the board, under Gibb’s influence, effectively pushed Tim Davie and Deborah Turness to first obscure their position on our film, then ask us to make significant changes, before finally saying they would run only three one-minute clips from our 65-minute investigation on their news outlets. This was a film about hospitals being bombed and evacuated, about doctors and medics and their families being targeted and killed, and about hundreds of others detained and tortured. It had already been approved by the BBC and later ran on Channel 4 – and Mehdi Hasan’s new media platform, Zeteo – without any complaints. It has since been nominated for many awards and is now beginning to win them.</p><p data-start=\"7906\" data-end=\"8795\">In the end, it seems Davie and Turness did not fall because they stood up to Gibb, but because they reacted too slowly to the crisis his world helped create. After years of pressure over Gaza and mounting complaints about bias, the misleading Panorama edit of Trump’s speech and their hesitant response to his legal and political onslaught became the final straw. Only Gibb knows whether he intended to push the BBC into a position where it is now facing a potential billion-dollar lawsuit from a sitting US president, but his influence and alliances were central to the chain of decisions that led there. And now, hiding in plain sight, Gibb’s decades-long mission to reshape the national broadcaster around his own political agenda, dressed up as a defence of impartiality, can finally be seen for what it is: an absolute disaster for the BBC and for the public it is meant to serve.</p><p data-start=\"7906\" data-end=\"8795\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why has Venezuela banned six international airlines amid US tensions? | Aviation News | Al Jazeera",
            "time": "2025-11-28T11:46:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_69296fabb81b-1764323243.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela has <a href=\"/news/2025/11/27/venezuela-suspends-flight-rights-for-six-foreign-airlines-amid-us-tensions\">revoked operating permits</a> for six international airlines after they suspended flights to the country following a United States warning of airspace risk, in the latest point of <a href=\"/news/2025/11/25/timeline-26-years-of-fraught-us-venezuela-relations\">tension</a> between the two countries.</p><p>Last week, the US Federal Aviation Administration (FAA) <a href=\"/news/2025/11/22/us-warns-civilian-flights-as-military-activity-around-venezuela-increases\">warned</a> of a “potentially hazardous situation” in Venezuelan airspace due to a “worsening security situation and heightened military activity”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Caracas said the FAA had no jurisdiction over its airspace, the decision led some airlines to indefinitely suspend flights to the South American country from November 24 to 28, Marisela de Loaiza, president of the Airlines Association in Venezuela, said.</p><p>The action comes amid worsening tensions between the US and Venezuela over President Donald Trump’s battle against what he calls ‘narco-terrorism’ in the Caribbean.</p><p>Since September, the US has carried out at least 21 strikes on vessels it accuses of trafficking drugs, killing at least 83 people. Venezuela has said the strikes amount to murder.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129919\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-US_ATTACKS_VENEZUELA_VESSELS_NOV25-1764071362.png?quality=80\" alt=\"INTERACTIVE - US_ATTACKS_VENEZUELA_VESSELS_NOV25-1764071362\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"which-airlines-has-venezuela-banned-and-why\">Which airlines has Venezuela banned and why?</h2><p>On Wednesday night, Venezuela’s civil aviation authority announced that Spain’s Iberia, Portugal’s TAP, Colombia’s Avianca, Chile’s and Brazil’s LATAM, Brazil’s Gol and Turkish Airlines would have their permits revoked.</p><p>The authority said the decision was taken against the carriers for joining “the actions of state terrorism promoted by the United States government”.</p><p>Before the revocation, Venezuela’s government had issued a 48-hour deadline on Monday for airlines to resume their cancelled flights or risk losing their permits.</p><p>Airline carrier Iberia had said it plans to restart flights to Venezuela as soon as full safety conditions are met.</p><p>At the same time, Avianca announced in a statement on Wednesday its intention to reschedule cancelled flights to the Venezuelan capital by December 5.</p><p>But Portuguese Foreign Minister Paulo Rangel called the decision to revoke permits “disproportionate”.</p><p>“What we have to do is, through our embassy, ​​make the Venezuelan authorities aware that this measure is disproportionate, that we have no intention of cancelling our routes to Venezuela, and that we only did this for security reasons,” he said.</p><h2 id=\"what-about-other-airlines-operating-in-venezuela\">What about other airlines operating in Venezuela?</h2><p>Spain’s Air Europa and Plus Ultra have also suspended flights to Venezuela, but their permits have not been revoked, with no reason given for the exemption.</p><p>Panama’s Copa and its low-cost airline, Wingo, are continuing to operate to Venezuela. Domestic airlines, including the flag-carrier, Conviasa, flying from Venezuela to Colombia, Panama and Cuba are also still in operation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-behind-us-venezuela-tensions\">What is behind US-Venezuela tensions?</h2><p>Since US President Donald Trump’s return to office in January, tensions between his administration and Venezuela’s government have ramped up.</p><p>The US has built up a large military presence off the coast of Venezuela – its most significant military deployment to the Caribbean in decades – to combat what it claims is the trafficking of drugs.</p><p>The Trump administration has frequently claimed that Venezuelan President <a href=\"/news/longform/2025/11/25/could-trumps-50m-reward-succeed-in-toppling-venezuelas-nicolas-maduro\">Nicolas Maduro</a> is behind the drug trade, without providing any evidence to support this.</p><p>In August, the US government raised its reward for information leading to Maduro’s arrest from $25m to $50m.</p><p>Maduro denies that he is involved in the drug trade.</p><p>This week, the US designated the <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles</a> (Cartel of the Suns) a foreign “terrorist” organisation. It also claims the group is headed by Maduro and a senior figure in his government.</p><p>Venezuela’s foreign ministry said it “categorically, firmly and absolutely rejected” the designation, describing it as a “new and ridiculous lie”.</p><p>Moreover, the US has long rejected Maduro’s government, calling his election win last year “rigged”. In November 2024, the US recognised Venezuela’s opposition leader, Edmundo Gonzalez, as the country’s rightful president.</p><p>The Venezuelan government has suggested that the drug operation in the Caribbean and eastern Pacific is a cover for the US’s real aim of deposing Maduro from government – something <a href=\"/opinions/2025/10/24/the-us-warships-off-venezuela-arent-there-to-fight-drugs\">some observers also believe</a>.</p><p>Since September, the US has conducted at least 21 strikes on Venezuelan vessels in the Caribbean and eastern Pacific, claiming they are drug boats. More than 80 people have been killed, but the Trump administration has provided no evidence for its claims.</p><p>Last month, the US military conducted bomber flights up to the coast of Venezuela as part of a training exercise to simulate an attack, and sent the world’s largest aircraft carrier, <a href=\"/news/2025/10/24/us-deploys-aircraft-carrier-amid-hardening-stance-towards-venezuela\">USS Gerald R Ford</a>, into the region.</p><p>However, in recent days, Trump has shown a willingness to hold direct talks.</p><p>On Wednesday, Trump told reporters on board his presidential plane, Air Force One, that he “might talk” to Maduro but warned “we can do things the easy way, that’s fine, and if we have to do it the hard way, that’s fine, too”.</p><figure id=\"attachment_4128041\" aria-describedby=\"caption-attachment-4128041\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4128041\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-US-Venezuela-relations-in-2025-NOVEMBER-23-2025-1764003736.png?quality=80\" alt=\"INTERACTIVE - US-Venezuela relations in 2025 - NOVEMBER 23, 2025-1764003736\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4128041\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-has-trump-said-about-anti-drug-land-operations-in-venezuela\">What has Trump said about anti-drug land operations in Venezuela?</h2><p>On Thursday, Trump warned that land operations to combat drug trafficking by land could begin <a href=\"/news/2025/11/28/trump-says-us-will-soon-stop-venezuelan-drug-trafficking-by-land\">“very soon”</a>.</p><p>“You probably noticed that people aren’t wanting to be delivering by sea, and we’ll be starting to stop them by land also,” Trump said in remarks to troops stationed around the globe to mark the US holiday, Thanksgiving.</p><p>“The land is easier, but that’s going to start very soon.”</p><p>“We warned them to stop sending poison to our country,” he added.</p></div></div></body></html>"
        },
        {
            "title": "More than 50 killed in deadly Sri Lanka floods: What we know so far | Environment News | Al Jazeera",
            "time": "2025-11-28T11:42:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_69296f6d1b21-1764323181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Floods and <a href=\"/news/2025/11/28/sri-lanka-landslides-floods-death-toll-rises-to-56-offices-schools-shut\">landslides in Sri Lanka</a> have killed at least 56 people as Cyclone Ditwah, a deadly tropical storm, swept across the South Asian country on Friday.</p><p>Here is what we know.</p><h2 id=\"what-has-happened\">What has happened?</h2><p>Cyclone Ditwah made landfall early on Friday morning, affecting mainly the eastern and central regions of the island nation, with wind speeds of 65 kilometres per hour (40 miles per hour).</p><p>Before and after a tropical cyclone or storm makes landfall, it causes heavy rain. Sri Lanka saw a downpour of heavy torrential rainfall exceeding 300mm (11.8in) between Thursday and Friday.</p><p>The rain triggered flooding and landslides, in which many people have been killed.</p><figure id=\"attachment_4137155\" aria-describedby=\"caption-attachment-4137155\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137155\" src=\"/wp-content/uploads/2025/11/Interactive_SriLanka_Storm_Floods_November28_2025-1764320551.png?quality=80\" alt=\"Interactive_SriLanka_Storm_Floods_November28_2025-1764320551\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137155\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-do-we-know-about-casualties\">What do we know about casualties?</h2><p>The death toll across Sri Lanka rose to 56 on Friday.</p><p>On Thursday, more than 25 people were reported killed in landslides in the central mountainous, tea-growing regions of Badulla and Nuwara Eliya, which is about 300km (186 miles) east of the capital, Colombo. Others lost their lives in landslides in other parts of Sri Lanka.</p><p>A further 21 people are missing and 14 have been injured in the Badulla and Nuwara Eliya areas, according to the government’s disaster management centre. In all, 23 people are missing across the country.</p><h2 id=\"what-damage-and-disruption-has-there-been\">What damage and disruption has there been?</h2><p>The heavy downpour has destroyed four houses and damaged more than 600.</p><p>It has also caused trees and mud to fall and block multiple roads and railway lines.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The weather conditions have caused flight disruptions.</p><p>Fifteen flights, including services from Muscat, Dubai, New Delhi and Bangkok, were diverted from Bandaranaike International Airport (BIA) in Colombo to Mattala Rajapaksa International Airport (MRIA) in Sri Lanka’s southern province, Mattala, as well as to Trivandrum and Kochi in India from Thursday and through to Friday afternoon, local media reported.</p><h2 id=\"how-have-the-authorities-responded\">How have the authorities responded?</h2><p>“The government has been responding promptly to this emergency situation,” Ahilan Kadirgamar, a senior lecturer at the department of sociology, University of Jaffna in Sri Lanka, told Al Jazeera.</p><p>The parliament’s budget debates have been postponed for two days due to the weather conditions. President Anura Kumara Dissanayake called an emergency meeting with all members of parliament on Thursday to discuss disaster relief measures.</p><p>On Friday, Dissanayake met government officials over Zoom to expedite disaster management and relief services, allocating $3.9m for disaster relief and about $97.5m for emergencies.</p><p>The country’s Disaster Management Centre (DMC) evacuated 43,991 people from 12,313 families to schools and other public shelters, local media reported on Friday morning.</p><p>The media also showed footage of military helicopters rescuing three people stranded on the rooftop of their home on Thursday in Hanwella, a town in Sri Lanka’s Colombo District. The navy and police also evacuated people by boat.</p><p>The government announced the closure of all government offices and schools on Friday.</p><p>Additionally, train services were suspended, and the Colombo Stock Exchange announced an early trading finish.</p><p>The authorities closed several roads across the country after landslides sent rocks, mud and trees onto roads and rail lines, some of which were also submerged by floodwaters.</p><h2 id=\"what-causes-a-storm-like-this\">What causes a storm like this?</h2><p>Tropical storms develop over warm ocean waters near the equator. Warm air rises, creating a zone of low pressure. As this air cools, it is displaced by more rising warm air from below, setting up a continuous cycle that generates strong winds and heavy rainfall.</p><p>As the system intensifies and its rotation speeds up, a calm, clear eye forms at the centre, marked by very low air pressure.</p><p>Once wind speeds reach 63km/h (39mph), the system is classified as a cyclonic or tropical storm – Cyclone Ditwah has a wind speed of 65km/h, giving it a current technical designation of storm. If winds increase to 119km/h (74mph) or more, it becomes a tropical cyclone.</p><figure id=\"attachment_3898764\" aria-describedby=\"caption-attachment-3898764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3898764\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_CYCLONES_TYPHOONS_HURRICANES2_August20_2025_INTERACTIVE-Atlantic-tropical-cyclone-names-for-2024-copy-1755671625.png?quality=80\" alt=\"INTERACTIVE_CYCLONES_TYPHOONS_HURRICANES_August20_2025\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3898764\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-is-the-latest-on-the-ground\">What is the latest on the ground?</h2><p>Schools and government offices remained closed on Friday. Road and train closures also remain in effect.</p><p>The Irrigation Department has issued a red-level flood warning for low-lying areas along the Kelani River valley for the next 48 hours, warning that the risk zone includes Colombo, the capital.</p><p>Kadirgamar said it is important that reconstruction following this crisis focuses on marginalised communities “who inevitably face the most dire consequences”.</p><p>“While Sri Lanka spends billions of dollars on infrastructure such as highways targeting the tourism sector, the built environment of the working poor continues to be neglected.”</p><p>He estimated that the floods could destroy “hundreds of thousands” of acres of cultivation.</p><p>“This is also a reason why food security should be given importance and a public distribution system, which was abandoned with neoliberal policies over the last few decades, is crucial for Sri Lanka.”</p><h2 id=\"will-this-have-economic-consequences-for-sri-lanka\">Will this have economic consequences for Sri Lanka?</h2><p>When he was elected president last year, the leftist Dissanayake pledged to end painful austerity measures imposed by his predecessor, Ranil Wickremesinghe, as part of a bailout loan package from the International Monetary Fund (IMF).</p><p>While Dissanayake was initially opposed to the IMF deal, the deal remains in place as he attempts to improve the country’s economy instead. This disaster could hold things up.</p><p>“The storm poses a significant challenge to the government that is just beginning to address the social and economic concerns of the people,” Kadirgamar said.</p><p>This year, the economy has seen some early signs of improvement, particularly in the tourism sector, a key source of foreign exchange, bringing in about $3.2bn in 2024, according to the Central Bank of Sri Lanka. However, recovery remains fragile and heavily dependent on debt management.</p><p>Kadirgamar said that the government has instructed the Tourism Authority to provide essential services for tourists and to ensure their safety. “However, it is shocks like this that have also led to rapid falls in tourist arrivals making it an unstable sector for the country to depend on.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pope, Orthodox leader mark Christian milestone in historic Turkiye meeting | Religion News | Al Jazeera",
            "time": "2025-11-28T11:34:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6929af5e2265-1764339550.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/11/27/pope-leo-heads-to-turkiye-lebanon-in-first-foreign-trip-as-catholic\">Pope Leo XIV</a> has condemned violence and wars waged in the name of religion at a landmark event with Christian leaders from across the Middle East, urging them during his first overseas trip as leader of the Catholic Church to overcome centuries of thorny divisions.</p><p>The first American pope has chosen the Muslim-majority Turkiye as his first overseas destination, to be followed by Lebanon in the coming days, as he seeks to be a bridge-builder and a messenger of peace amid raging global conflicts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, the whole of humanity, afflicted by violence and conflict, is crying out for reconciliation,” Leo said on Friday at a ceremony in the Turkish town of Iznik, once known as Nicaea, where early churchmen created the Nicene Creed still used by most Christians today.</p><p>“We must strongly reject the use of religion for justifying war, violence, or any form of fundamentalism or fanaticism,” he said. “The paths to follow are those of fraternal encounter, dialogue and cooperation.”</p><p>Friday’s ceremony, at which the Church leaders prayed in English, Greek and Arabic and lit candles near the underwater ruins of a fourth-century basilica, is the main reason for Leo’s four-day visit to predominantly Muslim Turkiye.</p><p>Al Jazeera’s Jonah Hull, reporting from Iznik, said the pope made his first visit to Turkiye because he believes the country is “inextricably” linked to the origins of Christianity.</p><p>“Both the pope and the patriarch are keen to unite the Christian divide, and encounters like this are valuable in doing so,” he said.</p><p>Hull stressed that the pope’s visit focuses on bridge-building between religions amid multiple ongoing conflicts in the world.</p><p>“He will take that message to Lebanon in a couple of days, urging peace there,” he concluded.</p><p>The leader of the world’s 1.4 billion Catholics began his day on Friday by joining a prayer service at Istanbul’s Catholic Cathedral of the Holy Spirit, before heading to Iznik.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Istanbul, police shut down a main artery of the country’s largest city to allow Leo’s entourage to pass.</p><p>Pilgrims packed into Holy Spirit church while dozens more waited excitedly in the courtyard outside in the hope of getting a glimpse of the pontiff, getting up before dawn to be in the front line.</p><p>Catherine Bermudez, a Filipino migrant worker in Istanbul, told Al Jazeera that she was “very excited” to be chosen as one of the parishioners to greet the pope inside the church.</p><figure id=\"attachment_4137225\" aria-describedby=\"caption-attachment-4137225\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137225\" src=\"/wp-content/uploads/2025/11/13539792-1764322942.jpg?w=770&amp;resize=770%2C486&amp;quality=80\" alt=\"epa12554131 Pope Leo XIV (C) arrives to attend a meeting with bishops, priests, deacons, consecrated persons, and pastoral workers at the Cathedral of the Holy Spirit, also known as Saint Esprit Cathedral in Istanbul, Turkey, 28 November 2025. Pope Leo XIV is on his first apostolic journey outside Italy since his election as pontiff, visiting Turkey and Lebanon from 27 November to 02 December. EPA/ALESSANDRO DI MEO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137225\" class=\"wp-caption-text\">Pope Leo greets parishioners of the Cathedral of the Holy Spirit in Istanbul on his second day in Turkiye [Alessandro Di Meo/EPA]</figcaption></figure><p>Visibly moved by his reception at the church, Leo could be seen smiling and looking much more at ease than on Thursday, encouraging his flock not to be discouraged, saying, “The logic of littleness is the church’s true strength.”</p><p>“The church in Turkiye is a small community, yet fruitful,” he said in his address, urging them to give “special attention” to helping migrants and refugees staying in Turkiye who number nearly three million, most of them Syrians.</p><h2 id=\"major-papal-stop-in-iznik\">Major papal stop in Iznik</h2><p>The 70-year-old pontiff headed to Iznik to celebrate the <a href=\"/news/2025/10/7/pope-leo-plans-symbolic-debut-foreign-trips-to-turkiye-and-lebanon\">1,700th anniversary of the First Council of Nicaea</a>, a gathering of bishops who drew up a foundational statement of faith still central to Christianity today despite the separation of the Catholic and Orthodox churches.</p><p>Leo was flown by helicopter to Iznik, where he was invited by the Patriarch Bartholomew I of Constantinople, leader of the world’s Orthodox Christians, to join an ecumenical prayer service by the ruins of a fourth-century basilica.</p><p>Reports said Turkish police removed Mehmet Ali Agca, the man who shot and seriously wounded Pope John Paul II in Rome in 1981, from Iznik on Thursday.</p><p>Agca – who was released from prison in 2010 – said he had hoped to meet the pope, telling reporters, “I hope we can sit down and talk in Iznik, or in Istanbul, for two or three minutes.”</p><p>Pope Leo is the fifth pontiff to visit Turkiye, after Paul VI in 1967, John Paul II in 1979, Benedict XVI in 2006 and Francis in 2014.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Will Bangladesh’s Hasina face the hangman? | Sheikh Hasina News | Al Jazeera",
            "time": "2025-11-28T11:12:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/01-1764324896.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>History Illustrated is a series of perspectives that puts news events and current affairs into historical context, using graphics generated with artificial intelligence.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo XIV begins Turkiye visit with prayers and unity message | Religion News | Al Jazeera",
            "time": "2025-11-28T11:09:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25332244242167-1764322892.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Shouts of “Papa Leo” and “Viva il Papa” (Long live the pope ) have reverberated throughout Istanbul’s Cathedral of the Holy Spirit, accompanied by enthusiastic cheering and applause, as Pope Leo XIV arrived to commence his first trip in Turkiye.</p><p>The pope led a prayer service with Turkish Catholic clergy and religious sisters before turning to the primary purpose of his visit—the first of his pontificate. He will mark the 1,700th anniversary of a pivotal moment in Christianity: the 325 AD Council of Nicaea, where bishops formulated the Nicene Creed, a declaration of faith still recited by millions of Christians worldwide. The creed professes belief in one God, acknowledges Jesus as the human son of God, and the Holy Spirit as an equal person in the Trinity.</p><p>This historic council occurred when Eastern and Western churches remained unified, long before the Great Schism of 1054 divided them primarily over papal authority. Nevertheless, the Nicene Creed continues to be embraced by Catholic, Orthodox and most traditional Protestant denominations, serving as a rare point of consensus and the most universally accepted creed in Christendom.</p><p>Consequently, celebrating its origins represents a significant milestone in the centuries-long effort to reunify Christianity.</p><p>Addressing the congregation at the cathedral, Leo emphasised that the creed was not merely a doctrinal statement but the “essential core of the Christian faith”.</p><p>“Therefore, its development is organic, akin to that of a living reality, gradually bringing to light and expressing more fully the essential heart of the faith,” he said.</p><p>Leo arrived in Turkiye on Thursday, promoting a message of peace during his meeting with Turkish President Recep Tayyip Erdogan. He will carry this same message to Lebanon on Sunday during the second and final leg of his journey as history’s first American pope.</p><p>At Tuesday’s cathedral service, Leo encouraged Turkiye’s small Catholic community of about 33,000 people in a predominantly Sunni Muslim nation of 85 million. He particularly praised the church’s outreach to migrants and newcomers.</p><p>“The logic of littleness is the church’s true strength,” Leo told them in English. “The significant presence of migrants and refugees in this country presents the church with the challenge of welcoming and serving some of the most vulnerable.”</p><p>His message resonated strongly with the diverse crowd gathered outside, which reflected the multinational character of Turkiye’s Catholic Church.</p><p>“With all my heart I am so happy,” said Debora Martina Da Silva, a political science student from Guinea-Bissau.</p><p>Mateusz Zajdecki, a 21-year-old from Szczecin, Poland, acknowledged the ecumenical importance of Leo’s visit.</p><p>“I think it is important for Turkiye to be united at one table, eucharistic table, and to pray together to one Father who is in heaven,” Zajdecki said.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela explained in 10 maps and charts | Interactive News | Al Jazeera",
            "time": "2025-11-28T11:04:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-COVER-IMAGE-1764026668.png?resize=1662%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has designated Venezuela’s so-called Cartel de los Soles a <a href=\"/news/2025/11/24/us-adds-venezuelan-cartel-to-terror-list-as-military-threat-rises\" target=\"_blank\" rel=\"noopener\">“foreign terrorist organization”</a>, and United States President Donald Trump says he plans to combat Venezuelan drug trafficking by <a href=\"/news/2025/11/28/trump-says-us-will-soon-stop-venezuelan-drug-trafficking-by-land\">land operations</a>, marking the latest escalations in US-Venezuela tensions.</p><p>Washington alleges Venezuelan President Nicolas Maduro heads the organisation, which, the US says, is involved in widespread corruption and drug trafficking. Maduro denies the accusations amid growing fears of potential US military action in the region, and his government has called the cartel an “invention”.</p><p>The US designation comes after continued US interceptions of boats in the Caribbean and eastern Pacific and the recent arrival of the <a href=\"/news/2025/10/24/us-deploys-aircraft-carrier-amid-hardening-stance-towards-venezuela\" target=\"_blank\" rel=\"noopener\">Gerald R Ford Carrier Strike Group</a> in the Caribbean this month. The US says the military build-up is targeting drug trafficking, but Caracas accuses Washington of using it as a pretext for <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\" target=\"_blank\" rel=\"noopener\">“imperialist” plans</a> to topple Maduro’s administration – a view echoed by some analysts.</p><p>Venezuela has long grappled with political instability and economic decline, rooted partly in its reliance on oil. This fragility, compounded by years of sanctions, has also led to one of the world’s largest exoduses as Venezuelans seek stability and better opportunities abroad.</p><p>Here are 10 charts to help explain how Venezuela reached this point:</p><h2 id=\"venezuela-at-a-glance\">Venezuela at a glance</h2><p>Venezuela is home to about 28.4 million people, making it the 53rd most populous country in the world.</p><p>About 85 percent of Venezuela’s population lives in urban areas in the north of the country, a coastal mountainous region where most of the country’s major cities are located. The most populous cities are the capital, Caracas (3 million people), Maracaibo (2.4 million) and Valencia (2 million).</p><p>According to the latest World Bank data, Venezuela’s life expectancy is about 73 years with a fertility rate of two, meaning each woman on average has two children. This is much higher than in many Western nations, where fertility rates are far below the replacement rate of 2.1, the number of children a woman must have if a population is to remain at current levels.</p><p>Venezuela’s gross domestic product (GDP) stands at $108.5bn, placing it among the smallest economies in Latin America despite its vast natural resources.</p><p>Nearly 90 percent of Venezuela’s population is Christian, primarily Catholic.</p><p>Venezuela gained independence from Spain in 1811. Spanish is the official language of Venezuela, but several Indigenous languages are also spoken.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129625\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-AT-A-GLANCE-2025-1764062410.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA-AT-A-GLANCE-2025-1764062410\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-big-is-venezuela\">How big is Venezuela?</h2><p>By area, Venezuela is the 32nd largest country in the world and South America’s sixth largest country, covering 916,445sq km (353,841sq miles). Venezuela is roughly the same size as Nigeria or Pakistan and about 1.5 times the size of the US state of Texas.</p><p>Its landscape is made up of mountains, namely the Andes to the west and the Montanoso coastal range to the north and east; tropical jungles, including the Amazon rainforest; river plains; and coastal plains.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129642\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA_SIZE_2025-1764062791.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA_SIZE_2025-1764062791\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"political-leadership\">Political leadership</h2><p>Venezuela’s political landscape has historically swung between democratic rule, populism and hardline rule. Since the end of military rule in 1958, alternating governments have taken power in the country, largely led by two major parties, Democratic Action, a social democratic party, and the Christian democratic COPEI party.</p><p>By the 1980s, the country’s oil-dependent economy began to falter. The global oil glut triggered a severe downturn, forcing Venezuela to seek a bailout from the International Monetary Fund and adopt unpopular austerity measures. Economic decline, corruption and growing public disillusionment with traditional parties weakened the two-party system through the 1990s.</p><p>This turmoil paved the way for the rise of Hugo Chavez, a former military officer who had led a failed coup in 1992. Capitalising on public anger towards what many Venezuelans saw as a corrupt political order, Chavez was elected president in 1999 after he promised to abolish the old political system.</p><p>Once in power, he launched what he called the Bolivarian Revolution, named after Simon Bolivar, the South American independence leader. Chavez redirected oil revenues into social programmes that expanded access to housing, education, healthcare and military spending instead of going directly to the political elite via a patronage system. While Chavez’s populist government initially reduced poverty and inequality, Venezuela’s unsustainable spending and deep reliance on oil left the country vulnerable.</p><p>By the mid-2010s, an oil bust and tightening US sanctions had triggered a major economic crisis, leading to one of the largest mass emigrations in the world.</p><p>After Chavez’s death in 2013, Maduro, his handpicked successor, ascended to the presidency and consolidated Chavez’s United Socialist Party of Venezuela into the country’s dominant political force.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129715\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-POLITICAL-LEADERSHIP-1764064638.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA-POLITICAL-LEADERSHIP-1764064638\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"venezuela-s-economy-and-trading-partners\">Venezuela’s economy and trading partners</h2><p>Venezuela funds the majority of its government budget from oil revenues. In 2024, oil export revenues and taxes paid by the state-owned oil company, PDVSA, were estimated to make up about 58 percent of state income.</p><p>The country’s economy has been deeply turbulent for more than four decades, and its GDP shrank by more than 70 percent from 2014 to 2024. However, in 2023, US President Joe Biden’s administration eased some sanctions on oil and gas, leading to an annual growth rate of 5 percent in 2023.</p><p>Government officials forecast 8 percent growth in 2024. According to <a href=\"https://tradingeconomics.com/venezuela/gdp-growth-annual/news/495105\">Trading Economics</a>, third-quarter growth this year was 8.7 percent year-on-year, driven largely by a rise in oil activity.</p><p>In 2023, crude petroleum accounted for half of Venezuela’s exports. The US was Venezuela’s largest trading partner, buying half of Venezuela’s exports, mostly crude petroleum.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129718\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-EXPORTS-1764064769.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA-EXPORTS-1764064769\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Petroleum coke is the second biggest export from Venezuela, accounting for more than 7 percent of overall exports.</p><p>In 2023, China was Venezuela’s second largest trading partner, accounting for almost 10 percent of its total exports, half of which were petroleum coke.</p><p>Spain was Venezuela’s third largest trading partner in 2023, accounting for about 9 percent of its exports, mostly crude petroleum.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129728\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-TRADE-PARTNERS-1764064881.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA-TRADE-PARTNERS-1764064881\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"world-s-largest-proven-oil-reserves\">World’s largest proven oil reserves</h2><p>Venezuela is home to the largest known reserves of oil, estimated at 303 billion barrels (Bbbl) as of 2023.</p><p>However, according to data from the Observatory of Economic Complexity, Venezuela exported just $4.05bn worth of crude oil in 2023. This is far below other major exporters, including Saudi Arabia ($181bn), the US ($125bn) and Russia ($122bn).</p><p>Venezuela’s oil reserves are concentrated primarily in the Orinoco Belt, a vast region in the eastern part of the country that stretches across roughly 55,000sq km (21,235sq miles).</p><p>The Orinoco Belt holds extra heavy crude oil, which is highly viscous and dense, making it much harder and more expensive to extract than conventional crude. Producing oil from this region requires advanced techniques, such as steam injection and blending with lighter crudes to make it marketable.</p><p>Because of its density and sulphur content, extra heavy crude usually sells at a discount compared with lighter crudes.</p><p>In addition to crude oil, Venezuela exports smaller volumes of refined petroleum products, such as petrol and diesel, but its potential to increase these is limited due to ageing refinery infrastructure, technical challenges and sanctions.</p><figure id=\"attachment_3925530\" aria-describedby=\"caption-attachment-3925530\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925530\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Worldwide-proven-oil-reserves-1756989583.png?quality=80\" alt=\"INTERACTIVE - Worldwide proven oil reserves-1756989583\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3925530\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"the-migration-crisis\">The migration crisis</h2><p>About 2015, Venezuela’s net migration dipped sharply with a record 1.4 million people emigrating in 2018.</p><p>Over the past decade, Maduro has tightened his grip on power, eroding democratic institutions through censorship, restricted internet access and the persecution of political opponents.</p><p>Combined with sanctions and the lingering effects of the COVID-19 pandemic, Venezuela’s humanitarian crisis has deepened, leading to severe shortages of food, water, fuel and medicine. Half the population still lives in poverty although the rate has slightly improved since 2021. Meanwhile, the inflation rate for 2025 is estimated at 180 percent, according to figures from Statista, meaning people are grappling with a severe cost-of-living crisis.</p><p>The majority of those leaving Venezuela have fled to countries in Latin America and the Caribbean, according to the Office of the United Nations High Commissioner for Refugees. The Center for Strategic and International Studies said the economic crisis has been “driven by devastating policies and a kleptocracy that has characterised the political landscape during the last 20 years”.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"what-is-the-unemployment-rate\">What is the unemployment rate?</h2><p>Venezuela’s unemployment rate stood at 5.5 percent in 2024. Unemployment averaged 10 percent from 1999 to 2024, reaching an all-time high of 21 percent in 2003.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"how-equipped-is-venezuela-s-military\">How equipped is Venezuela’s military?</h2><p>Venezuela’s armed forces are mainly responsible for protecting the country, its borders, internal security and counternarcotics operations. However, according to Military Balance, an open-source documentation of military forces and spending around the world, Venezuela’s economic decline has weakened its military’s modernisation efforts.</p><p>As of 2018, the armed forces had 123,000 active personnel and 8,000 reservists.</p><p>Venezuela maintains close military ties with China, Russia, Iran and Cuba, relying on them for weapons and training. Joint military exercises with these countries have taken place in recent years in China and Russia, most recently the 2022 International Army Games, hosted by Russia.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"us-attacks-in-the-caribbean\">US attacks in the Caribbean</h2><p>The US military has carried out at least 21 deadly strikes on vessels off Venezuela’s coast, in the Caribbean Sea and the eastern Pacific Ocean since September 2, marking the most intense American military activity in Latin America since the US invasion of Panama in 1989.</p><p>The strikes, conducted under the authority of the US Southern Command, have killed at least 83 people, according to statements by US President Donald Trump and senior US defence officials.</p><p>The map below shows the approximate locations of these attacks, according to data compiled by the Armed Conflict Location and Event Data. Most of the attacks occurred close to the Venezuelan coast and in international waters, <a href=\"/news/2025/10/6/can-us-strikes-on-suspected-drug-boats-off-venezuela-be-legally-justified\" target=\"_blank\" rel=\"noopener\">raising questions</a> about the legality of the US use of force, especially when no imminent threat was present.</p><p><strong><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129919\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-US_ATTACKS_VENEZUELA_VESSELS_NOV25-1764071362.png?quality=80\" alt=\"INTERACTIVE - US_ATTACKS_VENEZUELA_VESSELS_NOV25-1764071362\" data-interactive=\"true\" fetchpriority=\"low\"></strong></p><h2 id=\"drug-routes-into-venezuela\">Drug routes into Venezuela</h2><p>Trump has defended the US attacks by saying the US is dismantling drug-trafficking routes from Venezuela, including the flow of cocaine and fentanyl.</p><p>However, data from the UN Office on Drugs and Crime (UNODC) show that most cocaine is not produced in Venezuela and the country plays a minor role in the drugs trade, mostly as a transit route. Some shipments and flights originate from or pass through Venezuela due to its border with Colombia. Venezuela has borders with three countries – Brazil to the south, Colombia to the west and Guyana to the east.</p><p>Colombia, Peru and Bolivia produce the vast majority of the world’s cocaine, accounting for an estimated 99 percent of global production, according to the UNODC.</p><p>In addition, most cocaine bound for the US is smuggled via the Pacific, often passing through Central America and Mexico.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4129738\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-VENEZUELA-DRUG-ROUTES-USA-1764065274.png?quality=80\" alt=\"INTERACTIVE-VENEZUELA-DRUG-ROUTES-USA-1764065274\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "India’s Olympic ambition in spotlight as Commonwealth Games build-up begins | Olympics News | Al Jazeera",
            "time": "2025-11-28T11:02:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2248587576-1764327634.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Organisers are confident they can avoid the calamities of last time when India hosts the Commonwealth Games, but there are many challenges for a country that also has Olympic ambitions.</p><p>Ahmedabad, in Indian Prime Minister Narendra Modi’s home state of Gujarat, was confirmed Wednesday as the venue for the 2030 Commonwealth Games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It is seen in India as a stepping stone towards <a href=\"/sports/2025/3/21/india-eyes-hosting-2030-commonwealth-games-as-it-bids-for-2036-olympics\">the goal of hosting the 2036 Olympics</a>, and authorities hope it will establish the world’s most populous nation as a sporting destination.</p><p>A successful Commonwealth Games will also help erase the memories of the 2010 Commonwealth Games in New Delhi, which were marred by <a href=\"/features/2010/9/28/corruption-at-heart-of-games-chaos\">accusations of corruption and construction delays</a>.</p><p>Ahmedabad already boasts the world’s largest cricket stadium, a 130,000-seat arena named after Modi, which most likely will stage the opening and closing ceremonies.</p><p>But beyond that, huge investments in roads, subway lines and sporting facilities are needed to reshape the city of more than seven million people.</p><p>Barely five years until the competition is a comparatively short timeframe to get it all done.</p><p>Ashwani Kumar, a senior Gujarat official who looks after sport, said Ahmedabad’s existing venues were capable of hosting the Games “with some modifications”.</p><p>New arenas will also be built by “late 2028 or early 2029”.</p><p>“We are very confident and we have done good homework as a team,” Kumar told reporters, adding that a budget had been worked out already, without giving figures.</p><p>Aside from competition venues, India will need to boost infrastructure for the thousands of athletes, spectators and officials flooding into the city.</p><p>Hotels are expected to add thousands of new rooms, while the local airport will start construction on a new terminal next year.</p><p>“Five years is enough for building our capacity,” said Narendra Somani, president of the Hotel and Restaurant Association of Gujarat.</p><p>“Also, we expect the government to come up with some industry-friendly policies that would boost the outlook further.”</p><p>Somani admitted personnel challenges.</p><p>“We have a shortage of skilled workers in the hotel industry in Gujarat. We will have to hire workers from other states like Assam and Punjab,” he told the AFP news agency on Friday.</p><h2 id=\"india-s-commonwealth-nightmare-hangs-over-olympic-ambition\">India’s Commonwealth nightmare hangs over Olympic ambition</h2><p>The spectre of the 2010 Commonwealth Games looms large.</p><p>At the time, the Games were meant to showcase India’s status as an emerging global power, but headlines were instead about delays, shoddy construction and budget overruns.</p><p>English and Australian swimmers blamed Delhi’s swimming pool for contracting a stomach virus, while some athletes complained of finding a cobra in the Games village accommodation.</p><p>India’s national auditor accused the Delhi government of wasteful spending to the tune of at least $29m during its “ill-conceived and ill-planned” programme to beautify the city in the run-up to the Games.</p><p>A report by the Comptroller and Auditor General also listed several examples of alleged rigged bidding for lucrative contracts to supply timekeeping equipment and lighting fixtures for the glitzy opening ceremony and catering services.</p><p>The auditors blamed the organising committee for hyping up projected revenues from the Games to an astronomical 17.8 billion rupees ($200m).</p><p>“In reality, the total committed revenues amounted to just 6.8 billion rupees [$76m],” the report said.</p><p>The Gujarat government official Kumar admitted there were “some challenges” in 2010, but said this time was different.</p><p>“We all are well prepared. We are very confident that we will deliver the Games which would be remembered in years to come,” said Kumar.</p><p>But he also added a note of caution: “We don’t want to overcommit on anything, and would rather learn from the past editions of the Games elsewhere in the world.”</p></div></div></body></html>"
        },
        {
            "title": "Tunisia hands long prison sentences to opposition, business, media figures | News | Al Jazeera",
            "time": "2025-11-28T10:47:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25326709838194-1763863917.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tunisia hands long prison sentences to opposition, business, media figures</h1><p class=\"article__subhead\"><em>A court sentences suspects over charges on ‘conspiracy against state security’ and ‘belonging to a terrorist group’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dozens of Tunisian political figures have been sentenced on appeal to up to 45 years in prison for plotting against the state, according to local media reports.</p><p>Friday’s verdict, which is related to a trial <a href=\"/news/2025/11/14/rights-groups-decry-tunisias-injustice-crackdown-on-activists\">rights groups</a> have condemned as politically motivated, comes amid a European call for the release of detained dissidents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The case was over charges of “conspiracy against state security” and “belonging to a terrorist group”, according to local media reports.</p><p>“The Court of Appeal in Tunis issued a final ruling early Friday against the defendants in what is known as the conspiracy against the state case,” said radio station Mosaique FM, quoting an official source, adding the terms ranged from five to 45 years.</p><p>Nearly 40 defendants, many of whom are critics of President Kais Saied, were sentenced to up to 66 years in April for “conspiracy against state security” and “belonging to a terrorist group”.</p><p>Meanwhile, Saied on Friday condemned a European Parliament resolution on human rights calling for the release of his critics as “blatant interference”.</p><p>The European Union Parliament resolution, voted by an overwhelming majority the day before, called for the release of Sonia Dahmani, a lawyer and popular critic of Saied, who was <a href=\"/news/2025/11/27/tunisia-frees-sonia-dahmani-prominent-lawyer-critic-of-president-saied\">freed</a> from prison on Thursday but remained under judicial supervision.</p><p>“The European Parliament (resolution) is a blatant interference in our affairs,” Saied said in a video statement.</p><p>“They can learn lessons from us on rights and freedoms.”</p><p>Saied’s condemnation also came two days after he summoned the EU’s ambassador for “failing to respect diplomatic rules” in the North African country.</p><figure id=\"attachment_3593998\" aria-describedby=\"caption-attachment-3593998\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3593998\" src=\"/wp-content/uploads/2025/03/AFP__20241021__36KH6CN__v1__HighRes__TunisiaPoliticsSaied-1742546476.jpg?w=770&amp;resize=770%2C507&amp;quality=80\" alt=\"Tunisia's President Kais Saied speaks after his swearing-in ceremony before the National Assembly in Tunis on October 21, 2024. Three years after making a sweeping power grab, Kais Saied was re-elected president of Tunisia with 90.69 percent of the votes cast, the ISIE electoral authority announced. (Photo by Fethi Belaid / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3593998\" class=\"wp-caption-text\">Tunisian President Kais Saied has been criticised for cracking down on his critics [Fethi Belaid/AFP]</figcaption></figure><p>Thousands of protesters took to the streets of the Tunisian capital on Saturday to protest against what they call Saied’s <a href=\"/news/2025/11/14/rights-groups-decry-tunisias-injustice-crackdown-on-activists\">escalating authoritarianism</a> and the jailing of government critics.</p><p><a href=\"/news/2025/11/23/enough-repression-thousands-of-tunisians-protest-against-kais-saied\">At least 2,000 people,</a> wearing black and carrying whistles and red ribbons, marched through Tunis, chanting slogans, including “the people want the fall of the regime” and “no fear no terror, the street belongs to the people”.</p><h2 id=\"the-dahmani-case\">The Dahmani case</h2><p>Dahmani, 60, was arrested by masked men in May 2024 and faced charges in several cases over her comments on radio and television denouncing racism in Tunisia.</p><p>She was convicted in at least three cases in recent months, including under a law Saied enacted in 2022 to ban “spreading false news”.</p><p>The EU Parliament’s resolution also called for the repeal of the law, “which has led to prosecutions for expressions of opinion, and of all abusive legislation used to limit freedoms”.</p><p>It also demanded the release of “all those detained for exercising their right to freedom of expression, including political prisoners and human rights defenders” in Tunisia.</p><p>Saied was elected in 2019 after Tunisia emerged as the only fledgling democracy to emerge in the years that followed the Arab Spring in 2011.</p><p>In 2021, he staged a sweeping power grab, and human rights groups have since warned of a rollback on freedoms.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}