{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Man suspected in Brown U shooting, MIT professor’s killing found dead | Gun Violence News | Al Jazeera",
            "time": "2025-12-19T05:06:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25353129109652-1766119025.jpg?resize=1920%2C1333",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man suspected in Brown U shooting, MIT professor’s killing found dead</h1><p class=\"article__subhead\"><em>Claudio Neves Valente a former Brown student and Portuguese national, has died from a self-inflicted gunshot wound.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man, who is suspected of killing two and wounding several others in a Brown University mass shooting in the US state of Rhode Island, and of killing a Massachusetts Institute of Technology (MIT) professor, has been found dead in a New Hampshire storage facility where he had rented a unit, officials said.</p><p>Claudio Neves Valente, 48, a former Brown student and Portuguese national, was found dead Thursday evening from a self-inflicted gunshot wound, Colonel Oscar Perez, the Providence police chief, said at a news conference.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Perez said as far as investigators know, the suspect acted alone. Investigators believe Neves Valente is responsible for both the shooting at Brown and the killing of an MIT professor who was fatally shot in his home Monday, the US attorney for Massachusetts, Leah B Foley, said.</p><p>Two people were killed and nine were wounded in the mass shooting on Saturday at Brown University.</p><p>The investigation had dramatically shifted Thursday when authorities said they were looking into a connection between the Brown mass shooting and an attack two days later near Boston that killed 47-year-old MIT professor Nuno FG Loureiro.</p><p>Brown University President Christina Paxson said Neves Valente was enrolled at Brown from the fall of 2000 to the spring of 2001. “He has no current affiliation with the university,” she said. Neves Valente and Loureiro attended the same academic programme at a university in Portugal between 1995 and 2000, Foley said.</p><p>The FBI previously said it knew of no links between the two shootings.</p><p>A second individual who was identified in proximity to the suspect came forward after Wednesday’s news conference and helped “blow the lid” off the case, Rhode Island Attorney General Peter Neronha said.</p><p>Foley said investigators identified the vehicle Neves Valente rented in Boston and drove in Rhode Island. That vehicle was seen outside of Brown University.</p><p>Foley said after leaving Rhode Island for Massachusetts, the suspect attached a Maine number plate over the rental car’s plate to help conceal his identity.</p><p>Video footage showed Neves Valente entering an apartment building near Loureiro’s. About an hour later, he was seen entering the storage facility where he was found dead, Foley said.</p><p>There are still “a lot of unknowns” regarding motive, Neronha said. “We don’t know why now, why Brown, why these students and why this classroom,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia PM Albanese launches gun ‘buyback’ plan after Bondi Beach attack | Gun Violence News | Al Jazeera",
            "time": "2025-12-19T03:42:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-19T011341Z_1816501039_RC2MGIAIMFUJ_RTRMADP_3_AUSTRALIA-CRIME-POLITICS-1766108634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia will launch a national gun buyback scheme, Prime Minister Anthony Albanese has announced, as the country continues to come to terms with the deadly attack on a Jewish holiday event at Sydney’s Bondi Beach that left 15 people dead.</p><p>Albanese called the plan the country’s biggest gun buyback since 1996 – the year of Australia’s deadliest mass shooting in modern history, the <a href=\"/news/2019/3/28/australian-senator-suggests-worst-gun-massacre-was-a-conspiracy\">Port Arthur massacre in the island state of Tasmania</a> – and said authorities will purchase surplus, newly-banned and illegal firearms.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Right now, there are more guns in Australia than there were during Port Arthur. We can’t allow that to continue,” Albanese told a news conference on Friday, adding that there are currently more than four million firearms in the country.</p><p>“Non-citizens have no need to own a gun. And someone in suburban Sydney has no need to own six … The terrible events of Bondi show we need to get more guns off our streets,” he said.</p><p>Albanese added that authorities in Australia’s states and territories will be tasked with collecting the weapons and processing payments for surrendered firearms under the scheme. Federal police will then be responsible for destroying them.</p><p>“We expect hundreds of thousands of firearms will be collected and destroyed through this scheme,” Albanese added.</p><p></p><p>Aided by some of the toughest gun restrictions globally, Australia has one of the lowest gun homicide rates in the world.</p><p>Restrictions were tightened after a lone gunman, armed with semiautomatic weapons, killed 35 people at the Port Arthur tourist site almost 30 years ago.</p><p>The massacre shocked the country, with authorities soon after launching a major gun amnesty and buyback scheme that removed more than 650,000 newly-prohibited firearms from circulation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-need-to-do-more-to-combat-this-evil-scourge\">‘We need to do more to combat this evil scourge’</h2><p>Sunday’s shooting in Sydney’s Bondi Beach area – in which two attackers, named as father and son Sajid Akram and Naveed Akram, went on a shooting spree and killed 15 people – has had a similarly jolting impact on Australian society as the Port Arthur massacre and prompted self-reflection.</p><p>Albanese said 50-year-old Sajid – who was shot dead at the scene – and 24-year-old Naveed – who was charged with <a href=\"/news/2025/12/17/australian-police-charge-alleged-bondi-beach-gunman-as-first-funerals-held\">“terrorism” and murder offences</a> after he awoke from a coma on Tuesday – were inspired by “Islamic State ideology”.</p><p>On Thursday, Albanese announced <a href=\"/news/2025/12/18/no-evidence-australias-bondi-gunmen-trained-in-the-philippines-official\">tougher hate speech laws</a> as he acknowledged the country had experienced a rising tide of anti-Jewish hate since the Hamas-led October 7, 2023, attacks on Israel, and Israel’s genocidal war on Gaza.</p><p>Albanese said rising anti-Semitism in Australia “culminated on Sunday in one of the worst acts of mass murder that this country has ever seen”.</p><p>“It was an attack on our Jewish community – but it was also an attack on the Australian way of life,” he said.</p><p>“Australians are shocked and angry. I am angry. It is clear we need to do more to combat this evil scourge, much more,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prime minister also announced on Friday that Australia will hold a national day of reflection this Sunday – one week after the mass shooting.</p><p>Albanese urged Australians to light candles at 6:47pm (07:47 GMT) on Sunday, December 21 – “exactly one week since the attack unfolded”.</p><p>“It is a moment to pause, reflect, and affirm that hatred and violence will never define who we are as Australians,” he told reporters.</p><p>Earlier on Friday, hundreds of people plunged into the ocean off Bondi Beach in another gesture to honour the dead.</p><p>Swimmers and surfers paddled into a circle as they bobbed in the gentle morning swell, splashing water and roaring with emotion.</p><p>“They slaughtered innocent victims, and today I’m swimming out there and being part of my community again to bring back the light,” security consultant Jason Carr told the AFP news agency.</p><p>“We’re still burying bodies. But I just felt it was important,” the 53-year-old said.</p><p>“I’m not going to let someone so evil, someone so dark, stop me from doing what I do and what I enjoy doing,” he said.</p><figure id=\"attachment_4183311\" aria-describedby=\"caption-attachment-4183311\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4183311\" src=\"/wp-content/uploads/2025/12/AFP__20251218__88L86CR__v1__HighRes__AustraliaAttackBondi-1766114530.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Surfers and swimmers congregate in the surf at Bondi Beach as they participate in a tribute for the victims of Sundays Bondi Beach attack, in Sydney on December 19, 2025. Australia's leaders have agreed to toughen gun laws after attackers killed 15 people at a Jewish festival on Bondi Beach, the worst mass shooting in decades decried as antisemitic &quot;terrorism&quot; by authorities. (Photo by DAVID GRAY / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4183311\" class=\"wp-caption-text\">Surfers and swimmers congregate in the surf at Bondi Beach as they participate in a tribute for the victims of Sunday’s Bondi Beach attack, in Sydney, on December 19, 2025 [David Gray/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "EU delays trade deal with South America’s Mercosur bloc as farmers protest | International Trade News | Al Jazeera",
            "time": "2025-12-19T01:53:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-18T145839Z_768270177_RC2XIIAKSXDV_RTRMADP_3_EU-SUMMIT-FARMERS-PROTEST-1766107259.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union has delayed a massive free-trade deal with South American countries amid <a href=\"/economy/2025/12/16/why-are-french-farmers-objecting-to-eu-mercosur-trade-deal\">protests by EU farmers</a> and as last-minute <a href=\"/news/2025/12/14/france-calls-to-delay-vote-on-eu-mercosur-trade-deal\">opposition by France</a> and Italy threatened to derail the agreement.</p><p>European Commission chief spokesperson Paula Pinho confirmed on Thursday that the <a href=\"/news/2025/12/18/angry-farmers-block-brussels-roads-with-tractors-over-mercosur-trade-deal\">signing of the trade pact</a> between the EU and South American bloc Mercosur will be postponed until January, further delaying a deal that had taken some 25 years to negotiate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Commission President Ursula von der Leyen was expected to travel to Brazil on Saturday to sign the deal, but needed the backing of a broad majority of EU members to do so.</p><p>The Associated Press news agency reported that an agreement to delay was reached between von der Leyen, European Council President Antonio Costa and Italian Prime Minister Giorgia Meloni – who spoke at an EU summit on Thursday – on the condition that Italy would vote in favour of the agreement in January.</p><p>French President Emmanuel Macron had also pushed back against the deal as he arrived for Thursday’s summit in Brussels, calling for further concessions and more discussions in January.</p><p>Macron said he has been in discussions with Italian, Polish, Belgian, Austrian and Irish colleagues, among others, about delaying the signing.</p><p>“Farmers already face an enormous amount of challenges,″ the French leader said.</p><p>The <a href=\"/news/2024/12/6/eu-and-south-americas-mercosur-bloc-announce-win-win-free-trade-deal\">trade pact</a> with Argentina, Brazil, Bolivia, Paraguay and Uruguay would be the EU’s largest in terms of tariff cuts.</p><p>But critics of the deal, notably France and Italy, fear an influx of cheap commodities that could hurt <a href=\"/video/newsfeed/2024/11/19/manure-tractors-and-anger-farmers-in-france-protest-eu-mercosur-deal\">European farmers</a>, while Germany, Spain and Nordic countries say it will boost exports hit by United States tariffs and reduce reliance on China by securing access to key minerals.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"brazil-s-president-lula-says-italy-s-pm-meloni-asked-for-patience\">Brazil’s President Lula says Italy’s PM Meloni asked for ‘patience’</h2><p>The EU-Mercosur agreement would create the world’s biggest free-trade area and help the 27-nation European bloc to export more vehicles, machinery, wines and spirits to Latin America at a time of global trade tensions.</p><p>Al Jazeera’s Dominic Kane, reporting from Berlin, said Germany, Spain and the Nordic countries were “all lobbying hard in favour of this deal”. But ranged against them were the French and Italian governments because of concerns in their powerful farming sectors.</p><p>“Their worry being that their products, such as poultry and beef, could be undercut by far cheaper imports from the Mercosur countries,” Kane said.</p><p>“So no signing in December. The suggestion being maybe there will be a signing in mid-January,” he added.</p><p>“But there must now be a question about what might happen between now and mid-January, given the powerful forces ranged against each other in this debate,” he added.</p><figure id=\"attachment_4183273\" aria-describedby=\"caption-attachment-4183273\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4183273\" src=\"/wp-content/uploads/2025/12/AFP__20251218__88JJ8TW__v1__HighRes__BelgiumAgriculturePoliticsDemo-1766107398.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Farmers wear gas masks at the Place du Luxembourg near the European Parliament, during a farmers' protest to denounce the reforms of the Common Agricultural Policy (CAP) and trade agreements such as the Mercosur, in Brussels, on December 18, 2025, organised by Copa-Cogeca, the main association representing farmers and agricultural cooperatives in the EU. EU Farmers, particularly in France, worry the Mercosur deal -- which will be discussed at the EU leaders meeting -- will see them undercut by a flow of cheaper goods from agricultural giant Brazil and its neighbours. They also oppose plans put forward by the European Commission to overhaul the 27-nation bloc's huge farming subsidies, fearing less money will flow their way. (Photo by NICOLAS TUCAT / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4183273\" class=\"wp-caption-text\">Farmers wear gas masks at the Place du Luxembourg near the European Parliament, during a farmers’ protest on December 18, 2025 [Nicolas Tucat/AFP]</figcaption></figure><p>Mercosur nations were notified of the move, a European Commission spokeswoman said, and while initially reacting with a now-or-never ultimatum to its EU partners, <a href=\"/news/2025/12/17/brazil-threatens-to-walk-away-if-further-delays-to-eu-mercosur-trade-deal\">Brazil opened the door on Thursday</a> to delaying the deal’s signature to allow time to win over the holdouts.</p><p>Brazil’s President Luiz Inacio Lula da Silva said Italy’s Meloni had asked him for “patience” and had indicated that Italy would eventually be ready for the agreement.</p><p>The decision to delay also came hours after farmers in tractors blocked roads and set off fireworks in Brussels to protest the deal, prompting police to respond with tear gas and water cannon.</p><p>Protesting farmers – some travelling to the Belgian capital from as far away as Spain and Poland – brought potatoes and eggs to throw and waged a furious back-and-forth with police while demonstrators burned tyres and a faux wooden coffin bearing the word “agriculture”.</p><p>The European Parliament evacuated some staff due to damage caused by protesters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,394 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-19T01:36:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-18T095733Z_183837096_RC2XIIAZ4141_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1766099777.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,394</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,394 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Friday, December 19:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Three people, including two crew members of a cargo vessel, were killed in overnight Ukrainian drone attacks on the Russian port of Rostov-on-Don and the town of Bataysk in the country’s southern Rostov region, local governor Yury Slyusar said.</li>\n<li>Russian strikes near Ukraine’s Black Sea port of Odesa killed a woman in her car and hit infrastructure. Odesa’s Governor Oleh Kiper said a Russian drone killed a woman crossing a bridge in her car, and three children were injured in the incident.</li>\n<li>Kiper also asked residents whose homes have been affected by extended power outages to be patient and to end blocking roads in protest against the blackouts.</li>\n<li>“As a result of enemy attacks, the energy infrastructure in Odesa region has suffered extensive damage,” Kiper said.</li>\n<li>About 180,000 consumers have been left without electricity across five Ukrainian regions after Russian attacks, Ukraine’s acting energy minister, Artem Nekrasov, said.</li>\n<li>Nekrasov said the southern regions of Mykolaiv and Zaporizhia, the central regions of Cherkasy and Dnipropetrovsk, and the northeastern region of Sumy have been impacted.</li>\n<li>Russia has formed a military brigade equipped with Moscow’s new <a href=\"/news/2024/11/22/what-do-we-know-about-russias-new-ballistic-missile-oreshnik\">hypersonic intermediate-range ballistic missile</a>, Russian chief of the general staff, Valery Gerasimov, said.</li>\n<li>Russia fired the Oreshnik at Ukraine for the first time in November 2024, and Russian President Vladimir Putin has boasted that the missile is impossible to intercept and has destructive power comparable to that of a nuclear weapon.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>European Union leaders have agreed to provide an interest-free loan to Ukraine to meet its military and economic needs for the next two years, EU Council President Antonio Costa has said.</li>\n<li>EU leaders avoided “chaos and division” with their decision to provide Ukraine with a loan through borrowing cash rather than use <a href=\"/news/2025/12/18/eu-summit-on-knife-edge-over-plan-to-fund-ukraine-using-russian-assets\">frozen Russian assets</a>, Belgian Prime Minister Bart De Wever said. “We remained united,” De Wever added after EU leaders discussed for hours how to provide Ukraine with the money it needs to sustain its fight.</li>\n<li>Poland’s Prime Minister Donald Tusk had earlier said the EU leaders had agreed in principle at a summit in Brussels to work on financing Ukraine in 2026 and 2027 through the use of frozen Russian assets rather than EU borrowing. But attempts to overcome differences over the plan, including talks to reassure Belgium and other concerned countries that Europe would share the legal and financial risks, failed to seal the deal.</li>\n<li>The new draft had offered Belgium and other countries unlimited guarantees for damages should Moscow successfully sue them for using Russian assets to finance Ukraine. The deal also offered EU countries and institutions, whose assets may be seized by Russia in retaliation, the possibility to offset such damages against Russian assets held by the EU.</li>\n<li>Earlier, Russia’s central bank said it would extend legal action beyond its lawsuit against Belgium-based depository Euroclear and sue European banks in a Russian court over attempts the EU’s plans to use frozen Russian assets as loans for Kyiv.</li>\n<li>Britain has imposed more sanctions targeting Russian oil companies, including 24 individuals and entities, in what it described as a move against Russia’s largest remaining unsanctioned oil companies: Tatneft, Russneft, NNK-Oil and Rusneftegaz.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-talks\">Peace talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian peace negotiators are en route to the United States and plan to meet Washington’s negotiating team on Friday and Saturday, Ukrainian President Volodymyr Zelenskyy has said.</li>\n<li>US President Donald Trump said he believes talks to end the war in Ukraine are “getting close to something” as Trump envoys Steve Witkoff and Jared Kushner plan to meet a Russian delegation in Miami this weekend.</li>\n</ul><h2 id=\"aid\">Aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>The Ukraine-US reconstruction fund, established as part of a Trump-pushed <a href=\"/news/2025/5/1/what-is-in-the-us-ukraine-minerals-deal\">minerals deal</a> the two countries signed in April, has approved its asset policies and is poised to begin reviewing its first investment opportunities in 2026, the US body overseeing the fund said.</li>\n<li>The Development Finance Corporation (DFC) said the fund’s second meeting “reached final consensus necessary to bring the fund to full operational status”. Potential deals could focus on critical minerals extraction and energy development as well as on maritime infrastructure, the DFC said.</li>\n<li>Ukraine is facing a foreign aid shortfall of 45-50 billion euros ($53-$59bn) in 2026, President Zelenskyy said, adding that if Kyiv did not receive a first tranche of a loan secured by Russian assets by next spring, it would have to cut drone production.</li>\n<li>Ukraine has clinched a long-awaited deal to restructure $2.6bn of growth-linked debt, with creditors overwhelmingly accepting a bonds-and-cash swap offer – a key step for the country to emerge from the sovereign default it suffered in the wake of Russia’s full-scale invasion in 2022.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>President Zelenskyy said he saw no need to change Ukraine’s constitution enshrining its aim to become a NATO member state. A block on Ukraine joining the military alliance has been a core Russian demand to end its war.</li>\n<li>“To be honest, I don’t think we need to change our country’s constitution,” Zelenskyy said. “Certainly not because of calls from the Russian Federation or anyone else,” he said.</li>\n<li>Earlier this week, Zelenskyy said Ukraine could compromise on NATO membership if given bilateral security guarantees with protections similar to NATO’s Article 5, which considers an attack on one member as an attack against all.</li>\n<li>Ukraine’s Deputy Foreign Minister Sergiy Kyslytsya met Chinese foreign ministerial aide Liu Bin in Beijing, where the pair “discussed ways to strengthen trade and economic cooperation, and issues of co-operation within international organisations”, the Foreign Ministry said.</li>\n</ul><h2 id=\"russian-affairs\">Russian affairs</h2><ul class=\"spaced-bullet-spacing\">\n<li>Sergei Yeremeyev, a Belarusian man accused by Russia of blowing up two trains in Siberia for Ukraine, has been jailed for 22 years. Yeremeyev was found guilty of carrying out an act of terrorism and of planting explosives on two freight trains in 2023.</li>\n<li>British man Hayden Davies, who fought for Ukraine against Russia, has been sentenced to 13 years in a maximum security prison camp after being convicted of being a paid mercenary, Russian prosecutors said. The 30-year-old was tried by a court in a part of Russian-controlled Donetsk.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Tottenham vs Liverpool: Premier League - teams, start time, lineups | Football News | Al Jazeera",
            "time": "2025-12-18T23:10:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T200248Z_1440565009_UP1ELC91JOMK0_RTRMADP_3_SOCCER-CHAMPIONS-INT-LIV-1766061803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Tottenham Hotspur vs Liverpool<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Tottenham Hotspur Stadium in London, United Kingdom<br>\n<strong>When:</strong> Saturday December 20, at 5:30pm (17:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our text commentary stream. Click here to follow our live coverage.</p><p>Defending champions Liverpool will seek back-to-back Premier League wins for the first time since September when they visit Tottenham on Saturday, but the Reds’ woes are far from a distant memory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The pressure building on manager Arne Slot, who last year won the title in his first season in charge, was mounting after a run of nine defeats in 12.</p><p>The <a href=\"/sports/2025/12/12/liverpool-boss-slot-to-meet-salah-amid-transfer-tension\">public fallout</a> between the Anfield club and their star forward, Mohamed Salah, has overshadowed the Slot situation – but it has not gone away. Spurs similarly had a sticky run of six defeats in 10 games during October and November and it has hardly improved since.</p><p>Al Jazeera Sport takes a look at a game that sees both managers concerned for their immediate futures.</p><h2 id=\"what-is-the-latest-on-mohamed-salah-s-liverpool-future\">What is the latest on Mohamed Salah’s Liverpool future?</h2><p>Salah has now departed for Egypt duty at the <a href=\"/sports/2025/12/17/afcon-2025-who-are-the-top-players-to-watch-in-morocco\">2025 Africa Cup of Nations</a>, but it has not changed his situation at Anfield.</p><p>Ever since the 33-year-old claimed he had been “<a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">thrown under the bus</a>” by the Reds for their woeful season – after he was dropped to the bench for three consecutive games – rumours had been rife that his time on Merseyside was coming to an end.</p><p>The Saudi Pro League have made no secret of <a href=\"/sports/2025/12/9/liverpools-mohamed-salah-a-transfer-target-for-saudi-arabia\">their desire to make a move for Salah</a>, who was <a href=\"/sports/2025/12/9/liverpool-snatch-win-at-inter-milan-with-late-penalty-from-szoboszlai\">dropped from Liverpool’s squad</a> for their Champions League match in Milan following his outburst.</p><p>The forward did return to the bench for the visit of Brighton in the Premier League last week but his time away at AFCON is likely to be surrounded by speculation that the January transfer window will see a switch to Saudi Arabia.</p><h2 id=\"what-happened-in-tottenham-s-last-game\">What happened in Tottenham’s last game?</h2><p>Tottenham were soundly beaten 3-0 at Nottingham Forest last Sunday, in a game that saw rumours of Thomas Frank’s demise as Spurs manager increase.</p><p>Callum Hudson-Odoi scored the first two goals for the home side before Ibrahim Sangare ended any hopes of a Spurs comeback in the 79th minute.</p><h2 id=\"what-happened-in-liverpool-s-last-game\">What happened in Liverpool’s last game?</h2><p>Liverpool put aside the Salah saga and the speculation about Slot’s future with <a href=\"https://www.bing.com/ck/a?!&amp;&amp;p=bf3ec38a7fa012c42f4561e9843509f72e0f6aba96ba8fe0cb9e41a07c7d0234JmltdHM9MTc2NjAxNjAwMA&amp;ptn=3&amp;ver=2&amp;hsh=4&amp;fclid=3aeb4474-56e9-6d1a-12d9-50b757526c8b&amp;psq=liverpool+brighton+site%3aaljazeera.com&amp;u=a1aHR0cHM6Ly93d3cuYWxqYXplZXJhLmNvbS9zcG9ydHMvMjAyNS8xMi8xMy9zYWxhaC1hc3Npc3RzLWVraXRpa2VzLWJyYWNlLWFzLWxpdmVycG9vbC1iZWF0LWJyaWdodG9u\">a 2-0 win</a> against Brighton at Anfield last Saturday.</p><p>Hugo Ekitike scored both goals, the opener in the first minute of the match, while Salah was an early first-half substitute and assisted for the second from a corner kick.</p><p>Whether that was Salah’s last game as a Red remains to be seen.</p><h2 id=\"how-have-tottenham-fared-in-the-premier-league-this-season\">How have Tottenham fared in the Premier League this season?</h2><p>Tottenham began their Premier League campaign, Frank’s first in charge, with a run of only one defeat in their opening seven games. The North Londoners have since lost five of their last nine in the league.</p><p>The run of six defeats in 10, in all competitions, has been followed by two wins, and the defeat by Forest, in their last four in all competitions. It is just one win in seven, however, in the league – a run that has seen Spurs slip into the bottom half of the table.</p><h2 id=\"how-have-liverpool-fared-in-the-premier-league-this-season\">How have Liverpool fared in the Premier League this season?</h2><p>Liverpool won their opening seven games of the season in all competitions, excluding the preseason Community Shield defeat on penalties against Crystal Palace.</p><p>Four straight defeats followed, which began the run of nine defeats in 12. In Premier League terms, the Reds have only won three of 11 games – losing six. On the back of winning their first five league games of the season, the Anfield club have been able to hold onto a top-half position in the league, and they start the latest round of matches in seventh position – 10 points of leaders Arsenal, who travel to Everton Saturday evening.</p><p></p><h2 id=\"how-much-pressure-is-on-tottenham-manager-thomas-frank\">How much pressure is on Tottenham manager Thomas Frank?</h2><p>Tottenham <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">lifted the UEFA Europa League</a> last season, but that was not enough to stop Ange Postecoglou from <a href=\"/sports/2025/6/6/tottenham-sack-postecoglou-despite-europa-league-win\">being axed</a> at the end of the campaign. The recent run of matches has resulted in huge pressure being placed on Frank.</p><p>The biggest rumour to mount has been that former Spain and Barcelona midfielder, Xavi, is being lined up to replace Frank.</p><p>Spurs have been renowned for being a sacking club, with Frank being the fifth permanent manager since Mauricio Pochettino was sacked in 2019.</p><p>Should Frank be shown the door, his would not be the shortest tenure of a Spurs manager in recent times – Nuno Espirito Santo lasted only four months and two days during his 2021 stint in charge.</p><h2 id=\"what-happened-the-last-time-tottenham-played-liverpool\">What happened the last time Tottenham played Liverpool?</h2><p>Liverpool <a href=\"/sports/liveblog/2025/4/27/live-liverpool-vs-tottenham-premier-league\">thumped Tottenham 5-1</a> in the Premier League at Anfield in April when the sides last met.</p><p>Dominic Solanke gave Spurs a 12th-minute lead before Luis Diaz, Alexis Mac Allister and Cody Gakpo responded for the Reds by the break.</p><p>Mohamed Salah and a Destiny Udogie own goal completed the rout in the second period.</p><h2 id=\"what-happened-in-the-corresponding-fixture-between-tottenham-and-liverpool-last-year\">What happened in the corresponding fixture between Tottenham and Liverpool last year?</h2><p>It was a Premier League double for Liverpool last season as they won the first meeting of the last campaign with a nine-goal thriller at Tottenham on December 22.</p><p>The <a href=\"/sports/liveblog/2024/12/22/live-tottenham-vs-liverpool-english-premier-league\">6-3 win</a> for the Reds saw Diaz and Salah both hit braces in a game where the away side led 3-1 at the break, and 5-1 by the 61st minute.</p><h2 id=\"when-did-tottenham-last-beat-liverpool\">When did Tottenham last beat Liverpool?</h2><p>Tottenham did actually manage to beat Liverpool last season in the first leg of their League Cup semifinal. The 1-0 home win wasn’t enough for Spurs, however, as the Reds had the last laugh, winning 4-0 in the return fixture at Anfield.</p><p>Lucas Bergvall scored the only goal in London, while the aggregate score was level at the break in the second leg after Gakpo’s first-half strike. Salah, Dominik Szoboszlai and Virgil van Dijk settled matters in the second period.</p><h2 id=\"when-did-tottenham-last-beat-liverpool-in-the-premier-league\">When did Tottenham last beat Liverpool in the Premier League?</h2><p>Tottenham’s last league win against Liverpool came in September 2023, courtesy of a 2-1 home.</p><p>Curtis Jones saw red in the 26nd minute with Son Hueng-min netting Spurs’ first 10 minutes later.</p><p>Gakpo levelled for the Reds on the stroke of half-time but the second half went from bad to worse as Diogo Jota was given his marching orders in 69th minute before Joel Matip put through his own net in the final minute of the game.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 186th meeting between the sides, with Liverpool winning 90 times and Tottenham emerging victorious on 50 occasions.</p><p>The first match was in November 1909 on the old Division One (now the Premier League) with Spurs winning 1-0 in London. Liverpool won the return match that season 2-0 in March 1910.</p><h2 id=\"tottenham-team-news\">Tottenham team news</h2><p>James Maddison, Destiny Udogie, Dominic Solanke and Dejan Kulusevski are all injured, while Kota Takai and Radu Dragusin are still deemed short of match fitness as they make their returns from knocks.</p><p>Yves Bissouma and Pape Matar Sarr are both at the Africa Cup of Nations, meaning Frank is set to be without eight players for Liverpool’s visit.</p><h2 id=\"liverpool-team-news\">Liverpool team news</h2><p>Salah is the number one absentee for Liverpool, although the Egyptian did start the last four league games on the bench.</p><p>Cody Gakpo, Giovanni Leoni and Wataru Endo are all injured while Conor Bradley is suspended.</p><p>Dominik Szoboszlai and Joe Gomez both picked up knocks in the Brighton game and are a doubt, but Jeremie Frimpong is close to a return following a hamstring injury.</p><h2 id=\"predicted-tottenham-starting-lineup\">Predicted Tottenham starting lineup</h2><p>Vicario; Porro, Romero, Van de Ven, Spence; Palhinha, Bergvall; Kudus, Simons, Kolo Muani; Richarlison</p><h2 id=\"predicted-liverpool-starting-lineup\">Predicted Liverpool starting lineup</h2><p>Alisson; Bradley, Konate, Van Dijk, Kerkez; Mac Allister, Gravenberch; Chiesa, Jones, Wirtz; Ekitike</p></div></div></body></html>"
        },
        {
            "title": "Retired NASCAR driver among seven killed in North Carolina plane crash | Motorsports News | Al Jazeera",
            "time": "2025-12-18T22:43:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69447a55-1766095445.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Retired NASCAR driver among seven killed in North Carolina plane crash</h1><p class=\"article__subhead\"><em>Greg Biffle’s plane caught fire after crash-landing at a regional airport, state authorities said. Other victims have not yet been identified.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A former NASCAR driver has been identified as one of seven people who died in a plane crash in the southern United States.</p><p>Authorities said Greg Biffle and members of his family died when a private jet crashed on Thursday while trying to land at Statesville Regional Airport, north of Charlotte, North Carolina.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Flight records showed the plane was registered to a company run by Biffle.</p><p>“Although the post-crash fire prevents us from releasing a definitive list of the occupants at this time, it is believed that Mr Gregory Biffle and members of his immediate family were occupants of the airplane,” state police said.</p><p>Further details about the victims were not immediately available.</p><figure id=\"attachment_4183208\" aria-describedby=\"caption-attachment-4183208\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4183208\" src=\"/wp-content/uploads/2025/12/AP25352721309586-1766095408.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"north carolina\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4183208\" class=\"wp-caption-text\">First responders tend to the scene of a reported plane crash at a regional airport in Statesville, North Carolina [Matt Kelley/The Associated Press]</figcaption></figure><p>Throughout his 16-year career, Biffle won more than 50 races across the three racing-circuit types offered by NASCAR, a US-based association for car races.</p><p>He placed first in 19 races at the Cup Series, considered NASCAR’s top level. He also won the Craftsman Truck Series championship in 2000 and the Xfinity Series title in 2002.</p><p>Biffle’s plane had taken off from the airport shortly after 10am local time on Thursday (15:00 GMT), but it then returned to North Carolina and was attempting to land there, according to tracking data posted by FlightAware.com.</p><p>Video from WSOC-TV showed first responders rushing onto the runway as flames burned near scattered wreckage from the plane.</p><p>The National Transportation Safety Board (NTSB) and the Federal Aviation Administration (FAA) were investigating the crash.</p><p>All told, the NTSB has investigated 1,331 crashes in the US in 2025.</p></div></div></body></html>"
        },
        {
            "title": "Instacart settles Federal Trade Commission’s claim it deceived US shoppers | Business and Economy News | Al Jazeera",
            "time": "2025-12-18T21:54:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2022-03-25T164857Z_2046104371_RC2P9T9MBSHN_RTRMADP_3_INSTACART-FUNDING-1766092493.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Instacart settles Federal Trade Commission’s claim it deceived US shoppers</h1><p class=\"article__subhead\"><em>The FTC had accused the grocery delivery giant of charging fees to consumers after promising ‘free delivery’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Instacart has agreed to pay $60m in refunds to settle allegations brought by the United States Federal Trade Commission (FTC) that the online grocery delivery platform deceived consumers about its membership programme and free delivery offers.</p><p>According to court documents filed in San Francisco on Thursday, Instacart’s offer of “free delivery” for first orders was illusory because shoppers were charged other fees, the FTC alleged.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agency also accused Instacart of failing to adequately notify shoppers that their free trials of its Instacart+ subscription service would convert to paid memberships and of misleading consumers about its refund policy.</p><p>“The FTC is focused on monitoring online delivery services to ensure that competitors are transparently competing on price and delivery terms,” said Christopher Mufarrige, who leads the FTC’s consumer protection work.</p><p>An Instacart spokesperson said the company flatly denies any allegations of wrongdoing, but that the settlement allows the company to focus on shoppers and retailers.</p><p>“We provide straightforward marketing, transparent pricing and fees, clear terms, easy cancellation, and generous refund policies — all in full compliance with the law and exceeding industry norms,” the spokesperson said.</p><p>The shopping platform is currently under scrutiny after a recent study by nonprofit groups found that individual shoppers simultaneously received different prices for the same items at the same stores.</p><p>The FTC is investigating the company and has demanded information about Instacart’s Eversight pricing tool, the news agency Reuters reported on Wednesday.</p><p>Instacart has said that retailers are responsible for setting prices, and that pricing tests run through Eversight are random and not based on user data.</p><p>Lindsay Owens, the executive director of the Groundwork Collaborative, an economic think tank, criticised the grocery platform for using artificial intelligence (AI) to tweak its prices.</p><p>“At a time when families are being squeezed by the highest grocery costs in a generation, Instacart chose to run AI experiments that are quietly driving prices higher,” Owens said in written remarks provided to Al Jazeera.</p><p>She also called on the administration of US President Donald Trump to take action to prevent such price manipulation from continuing into the future.</p><p>“While the FTC’s investigation is welcome news, it must be followed with meaningful action that ends these exploitative pricing schemes and protects consumers,” Owens said. “Instacart must face consequences for their algorithmic price gouging, not just a slap on the wrist.”</p><p>On Wall Street, Instacart’s stock is taking a hit on the heels of the settlement, finishing out the day down 1.5 percent.</p></div></div></body></html>"
        },
        {
            "title": "Imani Barbarin on disability rights, COVID and the war on Gaza | News | Al Jazeera",
            "time": "2025-12-18T21:44:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766091547.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Why the TikTok star and disability advocate wants the world to rethink what it means to be disabled.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Why does the public understanding of disability lag so far behind reality? TikTok influencer and disability activist Imani Barbarin lays this out for her audiences on social media, where she has amassed nearly a million followers across platforms. In this episode, Barbarin shares her perspectives on disability at the intersection of issues, including COVID and the genocidal war on Gaza.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump signs order to reclassify marijuana, ease research restrictions | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T21:28:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69445e2f13fd-1766088239.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump signs order to reclassify marijuana, ease research restrictions</h1><p class=\"article__subhead\"><em>The executive order calls on the US attorney general to expedite federal reclassification, creating fewer barriers for studies.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has signed an executive order to <a href=\"/features/2025/9/5/is-trump-really-considering-relaxing-laws-on-cannabis\">federally reclassify</a> marijuana as less dangerous.</p><p>The move on Thursday requires Attorney General Pam Bondi to expedite the process under the Drug Enforcement Administration for reclassifying marijuana.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In the US, drugs and other chemical substances are divided into a five-tier classification system, with Schedule I representing the most restricted tier and Schedule V the least.</p><p>Marijuana was previously in the Schedule I category, where it was classed alongside potent narcotics like heroin and LSD. With Thursday’s order, it would be fast-tracked down to Schedule III, in a class with ketamine and anabolic steroids.</p><p>Trump said the change “is not the legalisation” of marijuana, and he added that it “in no way sanctions its use as a recreational drug”.</p><p>The change, however, will make it easier to conduct research on marijuana, as studies on Schedule III drugs require far less approval than for Schedule I substances.</p><p>Speaking earlier in the week, Trump told reporters the change was popular “because it leads to tremendous amounts of research that can’t be done unless you reclassify, so we are looking at that very strongly”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The change is in line with several states that have moved to legalise marijuana for both medical and recreational use. That has created a patchwork of state-level regulations at odds with federal law, wherein marijuana remains illegal.</p><p>Former US President Joe Biden had taken several steps to lessen federal penalties related to marijuana, including a <a href=\"/news/2023/12/22/biden-pardons-thousands-of-marijuana-offenders-gives-clemency-to-11-people\">mass pardon</a> for those handed harsh sentences for simple possession.</p><p>Such convictions had disproportionately affected minority communities and fuelled mass incarceration in the US.</p><p>The Biden administration had also begun the process of reclassifying marijuana to Schedule III, but the effort was not completed before the Democratic president left office in January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has faced some pushback from within his party about the classification shift. Earlier this year, 20 Republican senators signed a letter urging the president to keep the more severe restrictions.</p><p>The group argued that marijuana continues to be dangerous and that a shift would “undermine your strong efforts to Make America Great Again”, a reference to Trump’s campaign slogan.</p><p>Meanwhile, public support for legalising marijuana for recreational use has nearly doubled in recent years, increasing from 36 percent support in 2005 to 68 percent in 2024, according to Gallup polls.</p></div></div></body></html>"
        },
        {
            "title": "Kennedy Center board votes to rename in honour of Trump, White House says | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T21:27:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25343650404976-1766090871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of Republican Donald Trump has announced that the board for the John F Kennedy Center for the Performing Arts has moved to rename the institution after the sitting president.</p><p>White House Press Secretary Karoline Leavitt revealed the change on social media on Thursday, saying the Trump-appointed board had made the decision earlier in the day.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I have just been informed that the highly respected Board of the Kennedy Center, some of the most successful people from all parts of the world, have just voted unanimously to rename the Kennedy Center to the Trump-Kennedy Center,” Leavitt <a href=\"https://x.com/PressSec/status/2001717032191168839\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>She said the change would recognise “the unbelievable work President Trump has done over the last year in saving the building”. Leavitt credited the sitting president with overseeing the facility’s “reconstruction” and bolstering its finances and “reputation”.</p><p>It is unclear, however, whether the name change would move forward without congressional approval.</p><p>Opened in 1971 in Washington, DC, the arts centre is home to the Washington National Opera and the National Symphony Orchestra. It includes seven stages and hosts touring shows as well as local performances.</p><p>Ground was broken on the structure in 1964, a year after Kennedy, the 35th president of the US, was assassinated during a public appearance in Dallas, Texas.</p><p>While the idea for a national arts centre predated Kennedy, the Democratic leader was credited with supporting the fundraising efforts that helped transform the project into a reality.</p><p>On January 23, 1964, Kennedy’s successor Lyndon B Johnson signed into law an act of Congress naming the arts centre after the slain leader. Previously, the arts complex was slated to be called the “National Cultural Center”.</p><p>The Kennedy Center, the congressional act proclaimed, would serve as a “living memorial” to the late president. The act noted that Kennedy had been “particularly devoted to the advancement of the performing arts”.</p><p>“It is only fitting and proper that a suitable monument be dedicated to the memory of this great leader,” the act read, adding that no other memorial would be erected in Kennedy’s honour in Washington, DC.</p><figure id=\"attachment_4160087\" aria-describedby=\"caption-attachment-4160087\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4160087\" src=\"/wp-content/uploads/2025/12/afp_6936d48284f4-1765201026.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"WASHINGTON, DC - DECEMBER 07: U.S. President Donald Trump attends the 48th annual Kennedy Center Honors at the Kennedy Center on December 07, 2025 in Washington, DC. The 2025 Kennedy Center Honorees are Sylvester Stallone, George Strait, the rock band KISS, Gloria Gaynor, and Michael Crawford. Allison Robbert/Getty Images/AFP (Photo by Allison Robbert / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4160087\" class=\"wp-caption-text\">President Donald Trump attends the 48th annual Kennedy Center Honors on December 7 [Getty Images via AFP]</figcaption></figure><h2 id=\"reimagining-the-capital\">Reimagining the capital</h2><p>But Trump, a reality TV star and real estate entrepreneur before his rise to the presidency, has sought to leave his mark on the nation’s capital, including by renaming structures and undertaking large-scale construction projects.</p><p>In October, for instance, Trump demolished the White House’s East Wing to make way for a ballroom. Since taking office in January, he has also teased plans to raise a triumphal arch in the capital, similar in style to Paris’s Arc de Triomphe.</p><p>Just this month, the US Department of State <a href=\"https://x.com/StateDept/status/1996368099160080884\" target=\"_blank\" rel=\"noopener\">announced</a> that a congressionally established think tank, the US Institute for Peace, had been renamed after Trump to honour “the greatest dealmaker in our nation’s history”.</p><p>The Trump administration had forcibly taken control of the institute in March, and leadership over the think tank remains the subject of an ongoing lawsuit. A federal judge in May, however, called the nonprofit’s seizure “unlawful”.</p><p>Trump has long had his eye on the Kennedy Center in particular, and changes to the art centre arrived quickly after the Republican president took office in January.</p><p>Just a week into Trump’s second term, the president of the Kennedy Center, Deborah Rutter, stepped down amid rumours of a pressure campaign.</p><p>By early February, Trump had announced a purge of the Kennedy Center’s board members, <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113964959500715895\" target=\"_blank\" rel=\"noopener\">claiming</a> on social media that they stood against his “Vision for a Golden Age in Arts and Culture”.</p><p>“At my direction, we are going to make the Kennedy Center in Washington D.C., GREAT AGAIN,” he said, offering a twist on his “Make America Great Again” campaign slogan.</p><p>He added that he would take the helm as the centre’s chairman, overseeing programming.</p><p>“Just last year, the Kennedy Center featured Drag Shows specifically targeting our youth — THIS WILL STOP,” Trump wrote. “The Kennedy Center is an American Jewel, and must reflect the brightest STARS on its stage from all across our Nation. For the Kennedy Center, THE BEST IS YET TO COME!”</p><p>The leadership shakeup was greeted by protests and cancellations, with touring productions of hit shows like the musical Hamilton and Fellow Travelers dropping out of the Kennedy Center’s lineup.</p><figure id=\"attachment_4183097\" aria-describedby=\"caption-attachment-4183097\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4183097\" src=\"/wp-content/uploads/2025/12/AP25297585935508-1766090891.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Worker paints gold columns white at the Kennedy Center\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4183097\" class=\"wp-caption-text\">Worker Odden Shaw paints over a gold-colored column inside the Hall of Nations at the Kennedy Center on October 24 [Pablo Martinez Monsivais/AP Photo]</figcaption></figure><h2 id=\"renaming-the-kennedy-center\">Renaming the Kennedy Center</h2><p>Still, in the months since, Trump has repeatedly referred to the arts institution as the “Trump-Kennedy Center”, signalling his desire to have his name etched on its marble facade.</p><p>He also selected the recipients of the Kennedy Center Honors, an annual award given for lifetime achievement in US arts and culture.</p><p>While announcing the honorees in August, Trump gave a winking allusion to his petition to change the Kennedy Center’s name.</p><p>“GREAT Nominees for the TRUMP/KENNEDY CENTER, whoops, I mean, KENNEDY CENTER, AWARDS,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115015798555807745\" target=\"_blank\" rel=\"noopener\">wrote</a> on his platform, Truth Social.</p><p>He also played up the changes he had made to the art centre’s structure, including by painting its formerly gold columns white.</p><p>“Tremendous work is being done, and money being spent, on bringing it back to the absolute TOP LEVEL of luxury, glamour, and entertainment,” Trump wrote. “It had fallen on hard times, physically, BUT WILL SOON BE MAKING A MAJOR COMEBACK!!!”</p><p>Certain Republicans took up Trump’s call to rebaptise the art centre. Representative <a href=\"https://simpson.house.gov/news/documentsingle.aspx?DocumentID=401722\" target=\"_blank\" rel=\"noopener\">Mike Simpson</a> of Idaho, for instance, introduced a bill that would name the complex’s opera house after First Lady Melania Trump.</p><p>Congressman Bob Onder of Missouri, meanwhile, put forward another piece of legislation to wipe Kennedy’s name away entirely, calling the art complex instead the “Donald J Trump Center for Performing Arts”.</p><p>But those kinds of proposals have met significant pushback, including from the surviving Kennedy family.</p><p>On Thursday, in the wake of Leavitt’s announcement, President Kennedy’s niece Maria Shriver expressed shock that the art centre might be renamed.</p><p>“Some things leave you speechless, and enraged, and in a state of disbelief. At times such as that, it’s better to be quiet. For how long, I can’t say,” she <a href=\"http://x.com/mariashriver/status/2001737390306791682\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>When similar proposals had been floated in the past, Shriver <a href=\"https://x.com/mariashriver/status/1949954611793842186\" target=\"_blank\" rel=\"noopener\">called</a> the idea “insane” and said, “It makes my blood boil.”</p><p>Jack Schlossberg, Kennedy’s grandson and a Democratic candidate for Congress in the 2026 midterms, appeared to question whether the White House’s announcement was even legitimate.</p><p>“Microphones were muted and the board meeting and vote NOT unanimous,” he <a href=\"https://x.com/JBKSchlossberg/status/2001728352030232609\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>Democrats likewise voiced outrage at the proposed name change, with some questioning if it was even legal, given the congressional act that gives the structure its name.</p><p>Representative Steve Cohen of Tennessee, for instance, called the initiative “deeply troubling”.</p><p>“Renaming the Kennedy Center to include a sitting or former president’s name, particularly one who is still a partisan political figure, undermines the purpose of the institution,” Cohen said in a <a href=\"https://cohen.house.gov/media-center/press-releases/congressman-cohen-urges-president-trump-reject-inappropriate-renaming\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>“The Kennedy Center should remain what it was always meant to be: a living memorial to President Kennedy and a cultural home for all Americans, not a vehicle for personal or political branding.”</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action hunger strikers are ‘dying’ in prison, UK doctor warns | Prison News | Al Jazeera",
            "time": "2025-12-18T20:59:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Hunger-strike-prisoners-1766097714.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> Six remand prisoners affiliated with the proscribed protest group Palestine Action who are on hunger strike are not receiving adequate healthcare and face an immediate risk of death, hundreds of British healthcare professionals have warned.</p><p>On Thursday, more than 800 doctors, nurses, therapists and carers wrote to Justice Secretary David Lammy to warn that “without resolution, there is the real and increasingly likely potential that young British citizens will die in prison, having never even been convicted of an offence”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The prisoners, aged between 20 and 31, are: Qesser Zuhrah; Amu Gib; Heba Muraisi; Teuta Hoxha and Kamran Ahmed. Lewie Chiaramello is on a partial strike, refusing food every other day as he is diabetic.</p><p>“Put simply, the hunger strikers are dying,” James Smith, an emergency physician and university lecturer, told a news conference in London on Thursday, speaking alongside family members of some of the hunger strikers, politicians supporting them, their lawyer and activists.</p><p>“They are all now at a critical stage.”</p><p>The group are being held across five prisons over their alleged involvement in break-ins at the UK subsidiary of the Israeli defence firm Elbit Systems in Bristol and a Royal Air Force (RAF) base in Oxfordshire. They deny the charges against them, such as burglary and violent disorder.</p><p>Palestine Action, which was banned in July as a terror group, a label that applies to groups such as ISIL (ISIS), believes the UK government is complicit in Israeli war crimes.</p><p>The demands of the pro-Palestine hunger strikers include immediate bail, the right to a fair trial and the de-proscription of Palestine Action. They are also calling for all Elbit sites to be closed.</p><figure id=\"attachment_4182964\" aria-describedby=\"caption-attachment-4182964\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182964\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-18-at-19.26.32-1766086094.jpg?w=770&amp;resize=770%2C440&amp;quality=80\" alt=\"Screenshot\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182964\" class=\"wp-caption-text\">James Smith, an emergency doctor with 11 years of experience, fears one or more of the Palestine Action-linked hunger strikers will soon die in prison [Reuters]</figcaption></figure><p>Zuhrah and Gib have been refusing food for almost seven weeks.</p><p>“After three weeks, the body has exhausted fat stores and organ tissue in order to generate enough energy simply to maintain bodily functions,” explained Smith, who has been in contact with the hunger strikers.</p><p>He said that prolonged starvation leads to heart muscles breaking down, kidney filtration problems, muscle weakness that affects breathing and heart failures, which can “suddenly cause death”.</p><p>In their letter, the healthcare professionals said twice daily assessments, daily blood tests and 24-hour medical cover were needed.</p><p>“If any of the above requirements are not met, then it follows that the hunger strikers require care unavailable in the prison. As such, they should be managed in a hospital setting, particularly in the event that complications arise.”</p><p>Pressure has been piling for weeks on Lammy, who has refused to meet with the activists’ lawyers to address their concerns over their welfare.</p><p>Teuta Hoxha, who is on the 40th day of her strike, suffers from low blood pressure, headaches, chest tightness and shortness of breath.</p><p>Her 17-year-old sister, Rahma, said Teuta feels “weak” and nauseous, and is preparing to die.</p><p>“Lammy needs to urgently meet with the lawyers, to save my sister’s life,” she said.</p><h2 id=\"this-is-a-very-deadly-period\">‘This is a very deadly period’</h2><p>When they are hospitalised, the prisoners are unable to call their loved ones, as they do from jail.</p><p>Hoxha said her sister recently discharged herself from hospital against medical advice in order to tell her family about her condition. Ella Mousdale, a relative of Zuhrah’s, said she had done the same.</p><p>Zuhrah, 20, has suffered with chest pains, exhaustion, and a consistently high pulse of 100bpm “despite doing next to no physical activity”, her lawyers said. She has told loved ones that she regularly collapses in prison.</p><p>“She’s very slow. She’s hunched over. Physically, she’s just had body pains all over and just is extremely weak, so she can’t hug me back any more,” Mousdale told Al Jazeera after visiting her on Sunday.</p><p>“It’s difficult for her to stay awake. It’s difficult for her to talk for long periods of time.”</p><p>Zuhrah stopped communicating with the family on Wednesday, so they assumed she had been transferred to hospital, with Mousdale saying they no longer knew if she was alive.</p><p>“This is a very deadly period,” she said.</p><figure id=\"attachment_4182982\" aria-describedby=\"caption-attachment-4182982\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182982\" src=\"/wp-content/uploads/2025/12/2025-11-22T144359Z_439062410_RC2O1IAQ4DZJ_RTRMADP_3_ISRAEL-PALESTINIANS-BRITAIN-PALESTINE-ACTION-1766086509.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Protesters hold signs as supporters from Defend Our Juries stage a demonstration in Tavistock Square as part of their campaign to lift the ban on Palestine Action ahead of a judicial review at London's High Court next week, in London, November 22, 2025. REUTERS/Jack Taylor\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182982\" class=\"wp-caption-text\">Since it was proscribed, protesters have called on the UK to lift the ban on Palestine Action [File: Jack Taylor/Reuters]</figcaption></figure><p>Protesters, including medics, gathered outside of HMP Bronzefield in Surrey, where Zuhrah is detained on charges relating to the incident in Bristol.</p><p>The left-wing MP Zarah Sultana joined the demonstration on Wednesday, demanding that prison officials transfer Zuhrah to hospital. An ambulance arrived several hours later, footage shared on social media showed, but it was unclear if Zuhrah had been hospitalised.</p><p>Sultana confirmed in a post on X on Thursday night that Zuhrah was “safe and is continuing her hunger strike”.</p><p>A Ministry of Justice spokesperson told Al Jazeera that a member of prison staff had been injured in scuffles between protesters and the police, but they were unable to confirm the circumstances or gravity of their injury.</p><p>The spokesperson described the protest as “completely unacceptable”, citing security risks, adding that the Prison Service has assured ministers “that all cases of prisoner food refusal are being managed in accordance with the relevant policy, and with appropriate medical assessment and support – consistent with prisoner rights”.</p><p>A spokesperson of Sodexo, the company that manages HMP Bronzefield, said, prisoners refusing food receive “regular medical assessment and support from clinicians, as well as being offered mental health support”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ahmed, who has refused food for 39 days, is “losing half a kilogram [one pound] every day”, his sister Shahmina Alam said, adding that his ketone levels are “steeply rising” again. He now weighs 61.5kg  (135.5 pounds), having entered prison at 74kg (163 pounds).</p><p>“I call upon Lammy to please have this meeting,” she said. “[Ahmed’s] heart is slowing down … What are [they] waiting for, for it to stop?”</p><p>More than 20,000 people have signed a petition by the campaign group Avaaz calling on the justice secretary to intervene, while more than 50 MPs have joined Jeremy Corbyn, the left-wing independent politician, in urging Lammy meet the hunger strikers’ lawyers.</p><p>John McDonnell, Labour MP, told Al Jazeera, “There’s a real anxiety now about what the hell is going on. Why aren’t we intervening as a government? Why aren’t we sorting this out? There’s an increasing worry that we’re in a situation now which is highly risky.”</p><p>So far, Lammy has not responded to the request for a meeting “for reasons he has not explained and which are not clear to us”, said Daniel Lemberger Cooper, the solicitor for the hunger strikers, as he described their attempts to engage with the government as an effort to prevent the prisoners’ deaths rather than discuss criminal proceedings.</p><p>Some will have spent more than two years in prison before their trial takes place.</p><p>The former Guantanamo detainee Mansroor Adayfi, who was held in the notorious camp for more than 14 years without charge, joined the hunger strike in solidarity on Wednesday.</p><p>“Hunger strikes are not a protest of choice – they are a last resort. The British government wants these men and women to disappear quietly,” said Adayfi.</p><p>“This hunger strike is not about food, it’s about dignity and justice. It’s about remand being used as punishment. A system that believes that silence will protect it.”</p></div></div></body></html>"
        },
        {
            "title": "New White House plaques attack Biden, Obama and Bush | Donald Trump | Al Jazeera",
            "time": "2025-12-18T20:46:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766090710.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Protesting farmers clash with police as EU debates trade deal | European Union | Al Jazeera",
            "time": "2025-12-18T20:34:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766089915.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Morocco players and fans celebrate winning Arab Cup | Newsfeed | Al Jazeera",
            "time": "2025-12-18T20:21:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766089272.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh student protests leader dies in a Singapore hospital | Protests News | Al Jazeera",
            "time": "2025-12-18T20:06:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251215__886M98G__v1__HighRes__BangladeshPoliticsUnrestSingapore-1766084729.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sharif Osman Bin Hadi, a leader of Bangladesh’s 2024 <a href=\"/news/2025/11/19/families-of-bangladesh-protest-victims-want-hasina-brought-back-hanged\">student-led uprising</a> who was flown to Singapore for treatment after being wounded in an assassination attempt, has died, Singapore officials said.</p><p>“Despite the best efforts of the doctors … Hadi succumbed to his injuries,” Singapore’s Ministry of Foreign Affairs said in a statement on Thursday.</p><p>According to a report by Bangladeshi daily Dhaka Tribune, Hadi, who was being considered as a potential candidate for the Dhaka-8 constituency in the country’s national elections next February, was shot in the head on December 12 in the capital, Dhaka, while travelling in a battery-powered auto-rickshaw.</p><p>The attacker shot him from a motorcycle, and Hadi was rushed to Dhaka Medical College Hospital for treatment.</p><p>Local physicians told the Dhaka Tribune that his brain stem was damaged and he was evacuated from Bangladesh to the Singapore General Hospital (SGH) neurosurgical intensive care unit on December 15 for further treatment.</p><p>Hadi, 32, was a senior leader of the student protest group Inqilab Mancha and has been an outspoken critic of India, an old ally of former Bangladeshi Prime Minister Sheikh Hasina and where the ousted leader remains in self-imposed exile.</p><p>Announcing his death on Facebook late on Thursday, Inqilab Mancha said: “In the struggle against Indian hegemony, Allah has accepted the great revolutionary Osman Hadi as a martyr.”</p><p>Police have launched a hunt for the attackers who shot Hadi, releasing photographs of two key suspects and offering a reward of five million taka (about $42,000) for information leading to their arrest.</p><p>According to a report by Bangladeshi newspaper The Daily Star, the country’s police and border guards have arrested at least 20 people linked to the incident so far, but investigations into the murder are ongoing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"irreparable-loss\"></h2><p>Condolences have poured in from leaders and political groups across the country.</p><p>The country’s interim government head, Muhammad Yunus, expressed his condolences and said his death “is an irreparable loss for the nation”.</p><p>“The country’s march towards democracy cannot be halted through fear, terror, or bloodshed,” he said in a televised speech on Thursday.</p><p>The government also announced special prayers at mosques after Friday prayers and a half-day mourning on Saturday.</p><p>“We are deeply saddened by the death of Sharif Osman Hadi, spokesperson of Inqilab Manch and independent candidate for Dhaka-8 constituency,” the acting chairman of the Bangladesh National Party (BNP), Tareq Rahman, said on Facebook.</p><p>In a press statement to local media reports, the National Citizen Party (NCP) said it was “deeply saddened” by Hadi’s death and expressed condolences to his family.</p><h2 id=\"protests-break-out-across-bangladesh\">Protests break out across Bangladesh</h2><p>According to local media reports, hundreds of angry protesters took to the streets of Dhaka and other parts of the country immediately after the news of Hadi’s death.</p><p>One group of protesters gathered outside the head office of the country’s leading Bengali-language Prothom Alo daily in Dhaka’s Karwan Bazar area. They then surged into the building, according to online portals of various leading media outlets.</p><p>A few hundred yards away, another group of protesters pushed into the premises of the Daily Star and set fire to the building, according to footage from the country’s Kaler Kantha newspaper.</p><p>Soldiers and paramilitary border guards had deployed outside the two buildings but did not take any action to disperse the protesters.</p><p>Yunus, the 85-year-old Nobel Peace Prize winner leading Bangladesh until the February 12 elections, said on Saturday that Hadi’s shooting was a premeditated attack carried out by a powerful network, without providing a name.</p><p>He said “the objective of the conspirators is to derail the election”, and added that the attack was “symbolic – meant to demonstrate their strength and sabotage the entire electoral process”.</p></div></div></body></html>"
        },
        {
            "title": "How dangerous is the US standoff with Venezuela? | Donald Trump | Al Jazeera",
            "time": "2025-12-18T19:59:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766086434.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump ramps up pressure with major military force deployed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia and China have voiced support for Venezuela after Donald Trump intensified pressure on Nicolas Maduro.</p><p>The US is blockading sanctioned tankers in the midst of a major military build-up in the region.</p><p>What are the dangers – and what might happen next?</p><p><strong>Presenter:</strong> Folly Bah Thibault</p><p><strong>Guests:</strong></p><p>Paul Dobson – Independent journalist and political analyst in Venezuela</p><p>Elias Ferrer – Founder of Orinoco Research, a consulting company based in Caracas</p><p>Temir Porras – Former foreign policy adviser to Venezuelan President Hugo Chavez and former Venezuelan deputy foreign minister</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "House Democrats release latest Epstein images as DOJ deadline looms | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T19:53:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69444e7e83a5-1766084222.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>House Democrats release latest Epstein images as DOJ deadline looms</h1><p class=\"article__subhead\"><em>Legislators have been publishing photos related to convicted sex offender as Justice Department faces Friday deadline to release more.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Democrats in the United States House of Representatives have released <a href=\"/news/2025/12/12/us-congress-releases-epstein-estate-photos-featuring-trump-clinton\">dozens more</a> photos from the estate of financier and convicted sex offender Jeffrey Epstein.</p><p>The release on Thursday comes a day before the Department of Justice faces a deadline to release a more comprehensive set of files related to Epstein, who died in a New York jail in 2019 while awaiting <a href=\"/news/2025/12/18/jeffrey-epstein-accomplice-ghislaine-maxwell-seeks-prison-release\">sex-trafficking charges</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement, Democrats on the House Oversight Committee said they would “continue releasing photographs and documents to provide transparency for the American people”.</p><p>“It’s time for the Department of Justice to release the files,” they said.</p><p>The latest trove includes photos of Epstein with public intellectual Noam Chomsky, as well as images of billionaire Bill Gates, filmmaker Woody Allen and former Donald Trump strategist Steve Bannon at Epstein’s compound.</p><p>One release shows a screenshot of a text exchange in which an unknown sender appears to discuss recruiting young women.</p><p>“I have a friend scout she sent me some girls today. But she asks 1000$ per girl. I will send u girls now. Maybe someone will be good for J?” the post says.</p><figure id=\"attachment_4182944\" aria-describedby=\"caption-attachment-4182944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182944\" src=\"/wp-content/uploads/2025/12/e_HOUSE_OVERSIGHT_065659_Clean-Copy-1766085609.jpg?w=770&amp;resize=770%2C611&amp;quality=80\" alt=\"An undated photo released by Democrats on the House Oversight Committee on Thursday, December 18, 2025 shows professor and political activist Noam Chomsky with Jeffrey Epstein.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182944\" class=\"wp-caption-text\">An undated photo released by Democrats on the House Oversight Committee on Thursday, December 18, 2025, shows professor and political activist Noam Chomsky with Jeffrey Epstein.</figcaption></figure><p>Other images show women’s passports and the body of an unidentified woman with messages written on her skin, next to Vladimir Nabokov’s Lolita, a novel about a man’s sexual obsession with a child.</p><p>Like a trove of images released last week, the materials released on Thursday were not accompanied by any further context or details. Last week’s images also showed Bannon, Allen, and Gates, as well as former US President Bill Clinton and former Israeli Prime Minister Ehud Barak.</p><p>Another image showed US President Trump surrounded by three young women, his hand clutching the waist of the woman to his right.</p><p>Trump has acknowledged a prior relationship with Epstein, but has denied taking part in the sex abuse ring that Epstein ran. He said the two men had a falling out years before Epstein’s arrest.</p><p>In emails previously released by House Democrats, Epstein said that Trump “knew about the girls”. In another, Epstein described Trump as “the dog that hasn’t barked”.</p><p>The president had initially opposed a more complete release of files related to Epstein, but faced mounting pressure, including from within his own Make America Great Again (MAGA) base.</p><p>Speculation has focused on the influential figures in Epstein’s orbit, and any involvement they made have had in his crime. The intrigue has been fueled by the murky circumstances surrounding Epstein’s death in a New York jail cell, which was ruled a suicide.</p><p>Last month, Trump pivoted on the issue, signing into law a bill requiring the Justice Department to publish materials connected to the Epstein investigation.</p><p>However, the Justice Department has remained silent on whether it will meet Friday’s deadline outlined in the law, <a href=\"/news/2025/11/20/trump-says-he-signed-bill-to-release-epstein-files\">dubbed</a> the Epstein Files Transparency Act.</p></div></div></body></html>"
        },
        {
            "title": "Trump proposes new rules to ban gender-affirming care for transgender youth | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T19:52:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25233596979980-1766077309.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of President Donald Trump has proposed a suite of new rules that seek to bar hospitals across the United States from performing gender-affirming healthcare for transgender youth below 18 years of age.</p><p>On Thursday, the Centers for Medicare and Medicaid Services (CMS) announced that one of the proposed rules would block hospitals and clinics from accessing its programmes if they chose to continue providing gender-affirming care.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A second rule would prohibit federal Medicaid funds from going to gender-affirming procedures.</p><p>Both Medicare and Medicaid are forms of government-provided health insurance, offered to vulnerable groups. Medicaid primarily serves low-income households, while Medicare offers coverage to older Americans and people with disabilities.</p><p>In a <a href=\"https://www.cms.gov/newsroom/press-releases/hhs-acts-bar-hospitals-performing-sex-rejecting-procedures-children\" target=\"_blank\" rel=\"noopener\">statement</a>, the Trump administration noted that the vast majority of healthcare providers work with Medicare and Medicaid to provide health coverage for their patients. The proposed rule would therefore amount to a de facto ban on gender-affirming care.</p><p>“Nearly all US hospitals participate in Medicare and Medicaid,” the CMS statement reads.</p><p>“This action is designed to ensure that the US government will not be in business with organizations that intentionally or unintentionally inflict permanent harm on children.”</p><p>In addition to the two proposed rules, Health and Human Services Secretary Robert F Kennedy Jr signed a declaration on Thursday rejecting gender-affirming care as detrimental to youth.</p><p>Under his orders, the Food and Drug Administration also issued notices to 12 manufacturers of chest binders — which flatten the upper torso, where breasts are — warning that marketing to transgender youth would be considered illegal under the current administration.</p><h2 id=\"diverging-from-medical-consensus\">Diverging from medical consensus</h2><p>The string of pronouncements marked the Trump administration’s latest broadside against transgender healthcare, despite repeated warnings from top medical associations that prohibiting such treatment could have devastating, lifelong consequences.</p><p>But in a news conference on Thursday, Kennedy, who has no formal medical training, lashed out against some of the country’s leading medical groups, accusing them of violating their professional duties.</p><p>“The American Medical Association, the American Academy of Pediatrics peddled the lie that chemical and surgical sex-rejecting procedures could be good for children who suffer from gender dysphoria,” Kennedy said.</p><p>“They betrayed their Hippocratic Oath to do no harm. So-called gender-affirming care has inflicted lasting physical and psychological damage on vulnerable young people. This is not medicine. It is malpractice.”</p><p>CMS Director Mehmet Oz likewise accused healthcare practitioners of abusing patients’ trust by prescribing gender-affirming treatments. He suggested the motivation was not the patients’ health but rather profit.</p><p>“ The doctor can’t look them in the eyes and treat them like a child that’s confused and lost and needs help. They become an opportunity. They become eventually a victim,” Oz said.</p><p>“ Reasonable evidence-based objections that a child’s confusion might resolve over time have been ignored, even though it makes common sense.”</p><p>The Trump administration has taken a hardline against the transgender community, denying such an identity even exists.</p><p>Instead, upon taking office on January 20, Trump issued an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/defending-women-from-gender-ideology-extremism-and-restoring-biological-truth-to-the-federal-government/\" target=\"_blank\" rel=\"noopener\">executive order</a> announcing that the federal government would recognise only the concept of biological sex, not gender identity, and that people would be categorised as either male or female, according to their birth certificates.</p><p>The executive order also rejected transgender identity as a “false” concept.</p><h2 id=\"problem-that-does-not-actually-exist\">‘Problem that does not actually exist’</h2><p>Eight days later, on January 28, Trump followed that executive order with a <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/protecting-children-from-chemical-and-surgical-mutilation/\" target=\"_blank\" rel=\"noopener\">second one</a> that called on the Department of Health and Human Services (HHS) to end practices it described as “the chemical and surgical mutilation of children”.</p><p>That order was cited as the basis for Thursday’s proposed rule and declarations to limit gender-affirming care.</p><p>But there is a wide consensus in the healthcare community that gender-affirming care can improve the health of transgender youth, including by lowering incidents of suicide, anxiety, self-harm and depression.</p><p>Gender-affirming care can take a range of forms, from surgery to puberty blockers, a treatment considered safe and reversible for children seeking to delay the onset of puberty.</p><p>Such treatments are recommended only after in-depth consultation with a trusted healthcare professional, and surgery is incredibly rare among transgender youth.</p><p>One 2024 study from Harvard University found that, for every 100,000 adolescents between the ages of 15 and 17, an average of 2.1 teenagers sought gender-affirming surgery, according to medical insurance claims from 2019.</p><p>That average dropped to 0.1 for teens between 13 and 14 years of age, and no cases were reported under the age of 12.</p><p>One of the study’s authors, Dannie Dai, said in a news release that the results suggested that “legislation blocking gender-affirming care among TGD [transgender and gender-diverse] youth is not about protecting children, but is rooted in bias and stigma”.</p><p>Dai added that such government actions seek “to address a perceived problem that does not actually exist”.</p><p>Shortly after Thursday’s announcements, groups like the Human Rights Campaign called on the public to voice their concern about the Trump administration’s proposed new rules.</p><p>“These rules now face a 60-day ‘comment period,’ where YOU can weigh in,” the Human Rights Campaign wrote on its social media.</p><p>“A large number of comments can slow it down, force changes, or lay the groundwork for future litigation. YOUR comments are where that starts.”</p><h2 id=\"congressional-actions-under-way\">Congressional actions under way</h2><p>Already, 27 states prohibit gender-affirming care for minors, including major population centres like Texas, Ohio and Florida.</p><p>As a result, the Human Rights Campaign estimates that, out of the 300,000 transgender youth in the US, nearly 40 percent live in a state where they cannot access the healthcare they may need.</p><p>Those state actions have been supported by actions on the federal level. In June, the Supreme Court’s conservative majority voted in a six-to-three decision to uphold Tennessee’s ban on gender-affirming care for minors.</p><p>Just this week, on Wednesday, the US House of Representatives passed a <a href=\"https://x.com/RepMTG/status/2001325085848719846\" target=\"_blank\" rel=\"noopener\">bill</a> that would criminalise providing gender-affirming care for patients aged below 18. A total of 216 representatives, including several Democrats, voted in favour of sending the bill to the Senate, where it faces uncertain odds.</p><p>Another House bill, designed to cut off Medicaid benefits for transgender youth seeking gender-affirming care, is slated to be voted upon on Thursday.</p><p>While proponents fear youths may make healthcare decisions they come to regret later in life, advocates emphasise that some gender-affirming treatments, including puberty blockers, are reversible and that they can protect teenagers from physical and emotional harm.</p><p>Standing on the steps of Congress, Representative Sarah McBride, the first openly transgender member of the House, said she believes there is a gap in the public’s understanding of gender-affirming treatments.</p><p>“I get that it’s hard to understand this care and understand the need for it,” McBride told reporters. “But one of the things that gets so lost in this conversation is that the transgender adults of today were kids once. I was a kid once.”</p><p>“My biggest regret in life,” she continued, “is that I never had a childhood without that pain.”</p><p>McBride voted against the legislation and denounced the “hate” she felt motivated it. “Politicians should never insert themselves into the personal health care decisions of patients, parents, and their providers — and that includes trans Americans,” she later <a href=\"https://x.com/Rep_McBride/status/2001427693070430595\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>Kennedy, meanwhile, told reporters that he anticipates lawsuits will challenge the Trump administration’s proposed changes.</p><p>“I think that’s going to happen. The number of lawsuits with my name on it right now is almost beyond counting,” he said.</p><p>He added that the Trump administration was confident it would win any lawsuits. “It’s a disgrace to the medical establishment that they let this go on for so long.”</p></div></div></body></html>"
        },
        {
            "title": "Tannane goal from own half sets Morocco on way to FIFA Arab Cup 2025 title | Football News | Al Jazeera",
            "time": "2025-12-18T19:14:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-18T193827Z_1061599502_UP1ELCI1IK2ES_RTRMADP_3_SOCCER-ARABCUPJOR-MAR-1766087024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oussama Tannane’s wonder goal from inside his own half set Morocco on their way to their second FIFA Arab Cup title with a 3-2 win after extra time in the final against Jordan at the Qatar-hosted event.</p><p>A full house at Lusail Stadium in Doha on Thursday was quickly on their feet in the fourth minute when Qatar-based footballer Tannane drilled an effort from well over the halfway line – estimated at 59 metres – to catch out goalkeeper Yazeed Abulaila.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Jordan keeper desperately scrambled back to his line in an attempt to stop the shot and collided with the post, resulting in a lengthy four-minute stoppage before he was cleared to continue and play resumed.</p><p>It was only the start of a turbulent final that saw Jordan come back to claim the lead, for the match to be sent to extra time, with Jordanian hearts broken seconds away from their first FIFA Arab Cup title in normal time.</p><figure id=\"attachment_4182842\" aria-describedby=\"caption-attachment-4182842\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182842\" src=\"/wp-content/uploads/2025/12/2025-12-18T162518Z_1066705870_UP1ELCI19M4AH_RTRMADP_3_SOCCER-ARABCUPJOR-MAR-1766078759.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Morocco's Oussama Tannane scores their first goal past Jordan's Yazeed Abu Laila\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182842\" class=\"wp-caption-text\">Oussama Tannane scores Morocco’s first goal past Jordan’s Yazeed Abulaila [Thaier Al-Sudani/Reuters]</figcaption></figure><p>Jordan, who were defeated finalists at the 2025 AFC Asian Cup, pulled level on the night three minutes into the second period when Ali Oliwan pulled away from his marker to head home from close range after a well-worked corner.</p><p>Jordan then took the lead for the first time after Mahmoud Almardi’s shot hit the raised hand of Achraf El Mahdioui inside the box, allowing Oliwan to convert from the penalty spot for his second in the 68th minute.</p><p>The drama was far from over, however, as second-half substitute Abderrazak Hamdallah levelled in the 88th minute – tapping in on the goal line after a scramble from a corner.</p><p>It was Oliwan, though, who had the chance of glory with virtually the final kick of normal time when – put clean through on goal – he was unable to beat the keeper to seal the final for Jordan with what would also have been his hat-trick.</p><figure id=\"attachment_4182898\" aria-describedby=\"caption-attachment-4182898\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182898\" src=\"/wp-content/uploads/2025/12/2025-12-18T183246Z_2027945447_UP1ELCI1FIKCZ_RTRMADP_3_SOCCER-ARABCUPJOR-MAR-1766083292.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Morocco's Marwane Saadane shoots at goal \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182898\" class=\"wp-caption-text\">Morocco’s Marwane Saadane shoots at goal, which resulted in his side’s win [Thaier Al-Sudani/Reuters]</figcaption></figure><p>Where many may not have taken their seats for Tannane’s opener, the same may have been the case for the start of extra time as Mohannad Abutaha volleyed a spectacular left-footed effort into the top right corner from the left edge of the box.</p><p>Like Tannane’s, it was a strike worthy of winning any final, but VAR ruled out the goal for a controversial handball as the Jordanian controlled the ball before unleashing the effort.</p><p>Worse was to follow when Hamdallah tapped in his second time – and the winning goal – after Marwane Saadane’s bicycle kick from a set piece fell kindly into his path from close range.</p><p>Morocco previously lifted the Arab Cup in 2012, defeating Libya in the final staged in Saudi Arabia. The Atlas Lions succeed Algeria, who defeated their North African neighbours Tunisia in the final four years ago.</p><figure id=\"attachment_4182904\" aria-describedby=\"caption-attachment-4182904\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182904\" src=\"/wp-content/uploads/2025/12/2025-12-18T182844Z_217050216_UP1ELCI1FBVCU_RTRMADP_3_SOCCER-ARABCUPJOR-MAR-1766083588.jpg?w=770&amp;resize=770%2C522&amp;quality=80\" alt=\"Morocco's Abderazak Hamdallah celebrates\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182904\" class=\"wp-caption-text\">Abderrazak Hamdallah celebrates scoring third goal for Morocco, which sealed the FIFA Arab Cup 2025 final in Lusail, Qatar, December 18, 2025 [Mohammed Salem/Reuters]</figcaption></figure><p>Earlier, Morocco dominated the first period and Tannane, who plays his club football for Umm Salal in the Qatar league, had a glorious opportunity to double the lead on the stroke of half time when Abulaila spilled a cross into his path, but the forward failed to make a clean connection with his left-footed follow up and Issam Smeir slid to clear off the line.</p><p>The Jordanian stopper had to be on his feet throughout the first period and produced his best save in the 17th minute when Karim El Berkaoui, after exchanging a one-two with Tannane, drove across the face of goal from the edge of the box, but Abulaila was equal to it, low to his right, to push the effort wide.</p><p>Morocco, the first African nation to reach a World Cup semifinal when they achieved the feat at Qatar 2022, will now turn their attention to hosting the 2025 Africa Cup of Nations, where the squad will be further boosted by a number of their European-based stars who had to prioritise club over country during the Arab Cup.</p><p>The FIFA Arab Cup sold more than a million tickets for the 2025 event, doubling what was sold at the previous competition four years ago.</p><figure id=\"attachment_4182946\" aria-describedby=\"caption-attachment-4182946\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182946\" src=\"/wp-content/uploads/2025/12/2025-12-18T190803Z_2145034127_UP1ELCI1H5DDQ_RTRMADP_3_SOCCER-ARABCUPJOR-MAR-1-1766085610.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Morocco players and staff pose for a picture after winning the FIFA Arab Cup\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182946\" class=\"wp-caption-text\">Morocco players and staff pose for a picture after winning the FIFA Arab Cup [Thaier Al-Sudani/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Vladimir Putin calls European leaders ‘piglets’ seeking revenge | Newsfeed | Al Jazeera",
            "time": "2025-12-18T17:59:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766080759.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "White House accuses South Africa of harassing US gov’t staff in latest row | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T17:48:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69442962d72be-1766074722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>White House accuses South Africa of harassing US gov’t staff in latest row</h1><p class=\"article__subhead\"><em>Trump has repeatedly targeted South Africa, including baselessly claiming systemic persecution of white Afrikaners.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of US President Donald Trump has lobbed its latest salvo against the government in South Africa, accusing officials of harassing and doxxing staff working with <a href=\"/news/2025/5/13/why-has-trump-given-white-south-africans-refugee-status\">white Afrikaners</a>.</p><p>US Secretary of State Marco Rubio made the charge on Thursday, a day after South Africa expelled seven Kenyan nationals brought into the country with the help of the US to process Afrikaner relocations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>South Africa has maintained that individuals who entered the country on tourist visas are therefore ineligible to work.</p><p>In a statement, Rubio alleged that US nationals had also been briefly detained in the imbroglio, a move Washington “condemns in the strongest terms”.</p><p>He added that officials’ passport information had been leaked, in what he called “an unacceptable form of harassment” that risked putting the individuals “in harm’s way”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Failure by the South African Government to hold those responsible accountable will result in severe consequences,” he said.</p><p>South Africa has said no US officials were arrested in the raid, which was not carried out at a diplomatic site. South Africa’s Department of International Relations and Cooperation said the US employing workers with the proper documentation “raises serious questions about intent and diplomatic protocol”.</p><p>The Trump administration has for months heaped pressure on the government of South African President Cyril Ramaphosa, claiming it tacitly supports the persecution of white Afrikaner farmers in the country. The allegations had previously gained traction in far-right circles.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ramaphosa has roundly rejected the claims, with top elected officials, including Afrikaner leaders, decrying the allegations as misinformation at a <a href=\"/video/newsfeed/2025/5/21/trump-ambushes-south-africas-ramaphosa-in-oval-office-meeting#flips-6373192727112:0\">raucous White House gathering</a> in May.</p><p>Nevertheless, the Trump administration has continued to relocate members of the Afrikaner community via the US refugee programme.</p><p>That comes as the administration has staunched refugee admittances for nearly all other nationalities, dropping admittances to a historic low of 7,500 for 2026, in what rights groups have decried as blatant racism.</p><p>The Trump administration has previously expelled South Africa’s ambassador to the US, boycotted the G20 summit in Johannesburg and excluded South Africa from attending the event next year in Miami.</p></div></div></body></html>"
        },
        {
            "title": "Trump Media to merge with nuclear fusion company to power AI | Media News | Al Jazeera",
            "time": "2025-12-18T17:48:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-03-26T191213Z_1801037280_RC2TT6A25B1Q_RTRMADP_3_USA-STOCKS-TRUMP-1766076068.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump is getting into the fusion power business through a $6bn merger of his social media firm and Google-backed TAE Technologies, just days after industry representatives urged federal funding.</p><p>The all-stock deal, announced on Thursday, is an ambitious bet on the power boom spurred by artificial intelligence (AI) data centres and adds to the Trump family’s growing roster of diverse ventures from cryptocurrency to real estate holdings and mobile services.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Growing electricity needs of the technology industry have in recent months revived interest in nuclear power, including restarting fully shuttered reactors, expanding existing plants and signing contracts for future small modular reactors.</p><p>But despite decades of global efforts, nuclear fusion, often seen as a clean and reliable power source, has yet to produce a commercially viable reactor.</p><p>TAE has been working with Google Research for more than a decade on fusion science, and its backers include Chevron and Sumitomo Corporation of Americas.</p><p>The company, founded in 1998, also operates an energy-storage business and a life sciences unit that develops biologically targeted radiotherapy to treat cancer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Shareholders of both companies will own about 50 percent of the combined entity after the deal closes in mid-2026. Trump Media and Technology Group will be the holding company for businesses including the Truth Social platform, TAE Power Solutions and TAE Life Sciences.</p><h2 id=\"major-political-support\">‘Major political support’</h2><p>Trump Media shares jumped nearly 33 percent in early trading, drawing traction on Stocktwits, a social media hub for retail investors. The money-losing company’s stock has declined nearly 70 percent this year.</p><p>“TAE will also clearly have major political support from President Trump in our view,” Wedbush analyst Dan Ives said.</p><p>After his return to office this year, Trump’s close relatives have pursued ventures leveraging his political power and policy shifts. The Trump family has, for instance, amassed billions in crypto-related wealth as the president throws his support behind digital financial assets.</p><p>Companies and physicists at national laboratories have been trying for decades to foster fusion reactions, in which light atoms are forced together under extreme temperatures to release huge amounts of energy, a process that fuels the sun.</p><p>Big hurdles to commercialising fusion include getting more energy out of a reaction than what goes into it and developing plants that can withstand streams of fusion reactions to power the grid.</p><p>TAE CEO Michl Binderbauer and other fusion company leaders met US Energy Department officials this month, weeks after the department formed its first fusion office.</p><h2 id=\"terms-of-the-deal\">Terms of the deal</h2><p>The company, which has raised more than $1.3bn in private funding, is aiming to develop and sell next‑generation neutral beam systems for fusion and related applications in a more cost‑effective manner.</p><p>Trump Media has agreed to provide up to $200m in cash to TAE at signing and $100m more upon the initial filing of the registration. The deal has been approved by the companies’ boards.</p><p>The two companies plan to begin construction on the world’s first utility-scale fusion power plant next year. Trump Media CEO Devin Nunes, the Republican congressman who resigned in 2021 to become the CEO of the company, said in an investor call the companies plan to “quickly seek approvals” after the deal closes, with plans to look for a site for the plant expected to begin by the end of 2026.</p><p>Nunes did not provide any further details on the investor call that lasted just eight minutes.</p><p>He will be co-CEO of the new company, along with Binderbauer. The combined company will have a nine-member board, including Nunes, Binderbauer and Donald Trump Junior.</p><p>Trump Media, which mainly generates revenue from advertising on the Truth Social platform, has consistently clocked losses since its inception. It posted a decline in revenue and a loss of $54.8m in the third quarter ended September.</p></div></div></body></html>"
        },
        {
            "title": "BP taps Woodside’s Meg O’Neill as CEO as it pivots back to fossil fuels | Oil and Gas News | Al Jazeera",
            "time": "2025-12-18T17:26:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-18T080244Z_1926951569_RC2J3FAE6TTJ_RTRMADP_3_BP-CEO-copy-1766077176.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>BP has tapped Woodside Energy’s Meg O’Neill as its next CEO, its first external hire for the post in more than a century and the first woman to lead a top-five oil major as the firm pivots back to fossil fuels.</p><p>O’Neill, an Exxon veteran, will take over in April following the abrupt departure of Murray Auchincloss, the second CEO change in just over two years as the British oil major strives to improve its profitability and share performance, which for years has lagged competitors like Exxon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The company embarked on a major strategy shift earlier this year, slashing billions in planned renewable energy initiatives and shifting its focus back to traditional oil and gas. BP has pledged to divest $20bn in assets by 2027, including its Castrol lubricants unit, and reduce debt and costs.</p><p>“Progress has been made in recent years, but increased rigour and diligence are required to make the necessary transformative changes to maximise value for our shareholders,” new BP Chair Albert Manifold said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>When Manifold took up his post in October, he emphasised the need for a deeper reshaping of BP’s portfolio to increase profitability and faced pressure from activist investor Elliott Investment Management, one of BP’s largest shareholders, which called for him to urgently address the company’s shortcomings.</p><p>Elliott saw the change of CEO as a sign of BP’s willingness to act swiftly to deliver cost cuts and divestments, a person familiar with the situation said.</p><h2 id=\"an-external-change\">An external change</h2><p>O’Neill, a 55-year-old American from Boulder, Colorado, and the first openly gay woman to helm a FTSE 100 company, headed Woodside since 2021, having previously spent 23 years at Exxon.</p><p>Under O’Neill’s leadership, Woodside merged with BHP Group’s petroleum arm to create a top 10 global independent oil and gas producer valued at $40bn and doubled Woodside’s oil and gas production.</p><p>The acquisition took the company to the US, where it embarked on a major Louisiana liquefied natural gas project, which it is progressing in an LNG market braced for oversupply.</p><p>BP spent more than 40 percent of its $16.2bn investment budget in the United States last year and plans to boost its US output to 1 million barrels of oil equivalent per day by the end of the decade.</p><h2 id=\"markets-react\">Markets react</h2><p>Woodside shares fell as much as 2.9 percent after news of O’Neill’s departure. At BP, shares were up 0.3 percent, compared with a broader index of European energy companies.</p><p>Like BP, Woodside shares have underperformed rivals. In absolute terms, though, the stock has risen about 10 percent during O’Neill’s tenure.</p><p>BP’s executive vice president, Carol Howle, will serve as interim CEO. Auchincloss, 55, will step down on Thursday and serve in an advisory role until December 2026.</p><p>BP said O’Neill’s appointment was part of its long-term succession planning, though it had not publicly announced a search process.</p><p>Auchincloss became CEO in 2024, taking over from Bernard Looney, who was fired after lying to the board about personal relationships with colleagues.</p><p>After an ill-fated foray into renewables under Looney, BP has promised to increase profitability and cut costs while re-routing spending to focus on oil and gas, launching a review in August of how best to develop and monetise oil and gas production assets.</p><p>During BP’s third-quarter earnings call last month, the company did not give an update on the closely watched sale process for its Castrol lubricants unit, the centrepiece of its $20bn asset-sale drive to slash its debt pile.</p><p>“We question whether this is set to change BP’s thinking once again on key strategic initiatives – should they defer the sale of Castrol? We think yes. Should they cut the buyback to zero and repair the balance sheet further? We think yes,” said RBC analyst Biraj Borkhataria.</p><p>Woodside said in a separate statement that O’Neill was leaving immediately, and it had appointed executive Liz Westcott as acting CEO, while intending to announce a permanent appointment in the first quarter of 2026.</p></div></div></body></html>"
        },
        {
            "title": "Flare and fighting in Albanian parliament dispute | Corruption | Al Jazeera",
            "time": "2025-12-18T17:22:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766078526.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US sanctions more ICC judges, citing ruling on Israeli war crime probe | ICC News | Al Jazeera",
            "time": "2025-12-18T17:03:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-22T164247Z_1036899969_RC20XGACPQGO_RTRMADP_3_USA-TRUMP-ICC-SANCTIONS-1766071315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The United States has issued a new round of sanctions against staff members at the International Criminal Court, citing a recent ruling blocking Israel’s effort to halt a Gaza war crimes investigation.</p><p>Thursday’s sanctions target two judges: Gocha Lordkipanidze of Georgia and Erdenebalsuren Damdin of Mongolia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement, US Secretary of State Rubio said the judges “have directly engaged in efforts by the ICC to investigate, arrest, detain, or prosecute Israeli nationals, without Israel’s consent”.</p><p>He also faulted Lordkipanidze and Damdin for “voting with the majority” on December 15, when the ICC rejected Israel’s attempt to pause the war crimes probe.</p><p>The US is Israel’s ally and has supported its genocidal war in Gaza by continuing to supply the country with billions in military and economic aid.</p><p>“The ICC has continued to engage in politicized actions targeting Israel, which set a dangerous precedent for all nations,” Rubio said in the statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sanctions are the latest in a series of economic restrictions the administration of US President Donald Trump has placed on ICC members and their associates.</p><p>Critics warn such actions could chill investigations across the world and have <a href=\"/news/2025/12/12/icc-judges-stoic-in-face-of-us-sanctions-over-israeli-war-crimes-cases\">wide-ranging implications</a> for prosecutors, judges and even witnesses.</p><p>In February, for instance, the Trump administration issued broad sanctions targeting ICC staff and anyone assisting the court’s investigations against the US and its allies.</p><p>The Trump White House continued by issuing individual sanctions against judges and prosecutors it disagreed with.</p><p>In June, <a href=\"/news/2025/6/5/trump-administration-sanctions-international-criminal-court-judges\">four judges</a> were sanctioned, two of whom participated in probes regarding US personnel in Afghanistan. The other two were involved in the decision to issue arrest warrants for Israeli Prime Minister Benjamin Netanyahu and his former Defence Minister Yoav Gallant.</p><p>Then, in August, the US <a href=\"/news/2025/8/20/us-expands-sanctions-targeting-international-criminal-court\">expanded</a> the sanctions, taking actions against two more judges and two ICC prosecutors.</p><p>Even entities outside the ICC have been hit with economic penalties as a result of their participation in its investigations.</p><p>Last <a href=\"https://www.state.gov/releases/2025/09/sanctioning-foreign-ngos-directly-engaged-in-iccs-illegitimate-targeting-of-israel\" target=\"_blank\" rel=\"noopener\">September</a>, Rubio announced that three non-governmental organisations — Al Haq, the Al Mezan Center for Human Rights and the Palestinian Centre for Human Rights — would also face sanctions for helping the ICC “investigate, arrest, detain, or prosecute Israeli nationals”.</p><p>In a statement on Thursday, the court decried the latest US actions as a “flagrant attack against the independence of an impartial judicial institution”. It nevertheless pledged to carry out its mandate, despite US pressure.</p><p>“When judicial actors are threatened for applying the law, it is the international legal order itself that is placed at risk,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sanctions come in part as a protest against the ICC’s decision in November 2024 to issue arrest warrants for Netanyahu and Gallant for alleged war crimes in Gaza.</p><p>The court also issued arrest warrants for several Hamas leaders, who were subsequently killed in Israeli operations.</p><p>The Trump administration has also pressured the court to officially end an investigation into US forces’ conduct during its two decade deployment in Afghanistan.</p><p>The US and Israel are not members of the ICC, and the Trump administration argues the court has exceeded its jurisdiction by investigating US and Israeli citizens.</p><p>“We will not tolerate ICC abuses of power that violate the sovereignty of the United States and Israel and wrongly subject US and Israeli persons to the ICC’s jurisdiction,” Rubio said on Thursday.</p><p>But the court has maintained it can investigate abuses committed by the two countries within the borders of its signatories, including the occupied Palestinian territories.</p><p>In a post on the social media platform X, Sarah Leah Whitson, the executive director for the human rights nonprofit Democracy for the Arab World Now (DAWN), said Rubio is “coddling Israeli war criminals”.</p><p>She added that the court should “not wait to prosecute him for interfering with justice”.</p><p>The foreign minister of The Netherlands, where the ICC is located, also condemned the move.</p><p>“International courts and tribunals must be able to freely carry out their mandates,” David van Weel said in a post on X. “We will continue to work with partners to this end. We support the court and its staff.”</p><p>Israeli officials have repeatedly cheered the Trump administration’s sanctions. Israel’s war in Gaza has killed at least 171,152 Palestinians since October 7, 2023, when a Hamas-led attack on southern Israel killed 1,139 people.</p><p>The US also announced sanctions on Thursday against 29 vessels and management companies it said were linked to Iran.</p></div></div></body></html>"
        }
    ]
}