{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel’s Netanyahu has decided on full occupation of Gaza, reports say | Gaza News | Al Jazeera",
            "time": "2025-08-05T03:14:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25208657298781-1754354139_3dddd1-1754361219.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel’s Netanyahu has decided on full occupation of Gaza, reports say</h1><p class=\"article__subhead\"><em>Netanyahu’s war cabinet set to approve military operations across entire enclave, according to Israeli media.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu is set to announce plans to fully occupy the Gaza Strip, Israeli media have reported.</p><p>Netanyahu’s decision will see the Israeli military expand its operations across the entire enclave, including areas where Hamas’s captives are being held, i24NEWS, The Jerusalem Post, Channel 12 and Ynet reported on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The decision has been made,” Amit Sega, chief political analyst with Channel 12, quoted an unnamed senior official in Netanyahu’s office as saying.</p><p>“Hamas won’t release more hostages without total surrender, and we won’t surrender. If we don’t act now, the hostages will starve to death and Gaza will remain under Hamas’s control.”</p><p>The Palestinian Ministry of Foreign Affairs condemned the reported plans and called on the international community to “intervene urgently to prevent their implementation, whether they are a form of pressure, trial balloons to gauge international reactions, or genuinely serious”.</p><p>Netanyahu’s office did not immediately respond to Al Jazeera’s request for comment.</p><p>The reports come as Netanyahu is set to convene his war cabinet on Tuesday to discuss the next steps for Israel’s military in Gaza as its war in the besieged enclave nears the two-year mark.</p><p>Netanyahu is facing growing international pressure to allow more humanitarian aid into Gaza and halt the war amid mounting Palestinian deaths due to malnutrition and Israeli attacks.</p><p>At least 74 Palestinians, including 36 aid seekers, were killed in Israeli attacks on Monday, according to medical sources in Gaza.</p><p>The Israeli leader is also facing mounting domestic pressure to secure the release of Hamas’s remaining captives in Gaza, following the release of footage of detainees Rom Braslavski and Evyatar David appearing emaciated.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Netanyahu on Monday doubled down on his war goals, including eliminating Hamas and securing the release of the remaining captives.</p><p>“We must continue to stand together and fight together to achieve all our war objectives: the defeat of the enemy, the release of our hostages, and the assurance that Gaza will no longer pose a threat to Israel,” Netanyahu said at the start of a regular cabinet meeting on Monday.</p><p>Senior Hamas official Osama Hamdan on Monday accused the United States and other Western countries of turning a blind eye to Israeli atrocities, and said that Netanyahu’s government bore “full responsibility” for the lives of the captives “due to its stubbornness, arrogance, and evasion of reaching a ceasefire agreement, and the escalation of the war of extermination and starvation against our people”.</p><p>More than 60,930 Palestinians, including at least 18,430 children, have been killed in Gaza since October 2023, according to Gaza health authorities.</p><p>Forty-nine captives, including 27 who are believed to be dead, are still being held by Hamas, according to Israeli authorities.</p></div></div></body></html>"
        },
        {
            "title": "Australia’s FM warns of ‘risk there will be no Palestine left to recognise’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-05T03:05:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-1398734763-1754351555.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia’s Minister for Foreign Affairs Penny Wong has told the country’s media that “there is a risk there will be no Palestine left to recognise”, amid Israel’s devastating war on Gaza and increasing violence against Palestinians in the occupied West Bank.</p><p>Wong, who did not indicate that Australia plans to change its stance and recognise Palestinian statehood, made her comments in an interview with the Australian Broadcasting Corporation ( ABC) on Tuesday morning, where she responded to questions about a <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">mass protest</a> in Sydney attended by hundreds of thousands of people rallying against Israel’s war on Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Organisers said that between 200,000 and 300,000 people joined the protest across the <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">iconic Sydney Harbour Bridge on Sunday</a>. Police had initially estimated that about 90,000 people took part.</p><p>Wong said the Australian government shared the protesters “desire for peace and a ceasefire”, and that the huge turnout reflected “the broad Australian community’s horror” and the “distress of Australians, on what we are seeing unfolding in Gaza, the catastrophic humanitarian situation, the deaths of women and children, the withholding of aid”.</p><p>However, asked if Australia was considering taking any more concrete actions, such as imposing sanctions on Israel, Wong said: “We don’t speculate on sanctions for the obvious reason that they have more effect if they are not flagged.”</p><p>She noted that Australia had <a href=\"/news/2025/6/10/uk-and-allies-will-sanction-far-right-israeli-ministers-ben-gvir-smotrich\">already imposed sanctions</a> on two far-right ministers in Netanyahu’s government, Itamar Ben-Gvir and Bezalel Smotrich, in June this year, as well as “extremist” Israeli settlers.</p><p>On Australia’s position regarding Palestinian statehood, Wong said: “In relation to recognition, I’ve said for over a year now, it’s a matter of when, not if.”</p><p></p><p>Wong’s interview came as Australian Prime Minister Anthony Albanese is reportedly seeking to speak with Israeli Prime Minister Benjamin Netanyahu in the wake of Sunday’s protest.</p><p>Responding to questions about what he plans to discuss with Netanyahu, Albanese said he would again express his support for a two-state solution.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Rawan Arraf, the executive director of the Australian Centre for International Justice, said that the “only business” that Albanese should be discussing with Netanyahu is cancelling the “two-way arms trade between Australia and and Israel, new sanctions measures, and Netanyahu’s one-way trip to the [International Criminal Court] to face <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">war crimes and crimes against humanity charges</a>“.</p><p>Albanese “must not give legitimacy to an accused war criminal”, Arraf wrote in a post on X.</p><p>While both Albanese and Wong have continued to emphasise the importance of a two-state solution, Australia has yet to follow other countries, including <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">France</a> and <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">Canada</a>, that have recently announced their plans to recognise Palestinian statehood, and join the <a href=\"/news/2025/4/10/mapping-which-countries-recognise-palestine-in-2025\">vast majority of countries</a> which already do so.</p><p>Albanese also had a phone call with Palestinian Authority President Mahmoud Abbas on Tuesday, the first publicly recorded call between the pair since November 2023, according to the ABC.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Responding to questions about the Sydney protest rally, Albanese said: “It’s not surprising that so many Australians have been affected in order to want to show their concern at people being deprived of food and water and essential services.”</p><p>But the state government in New South Wales, which is led by Albanese’s Labor Party, had sought to prevent the march from crossing the Sydney Harbour Bridge in the week leading up to the protest.</p><p>The protest only went ahead after State Supreme Court Justice Belinda Rigg ruled that “the march at this location is motivated by the belief that the horror and urgency of the situation in Gaza demands an urgent and extraordinary response from the people of the world”.</p><p>“The evidence indicates there is significant support for the march,” Rigg added.</p><p>A number of state and federal Labor ministers also took part in the march, in an indication of a growing divide within Albanese’s party.</p><p>Independent journalist Antony Loewenstein told Al Jazeera that Sunday’s march showed that Australians are “frustrated that our government is doing little more than talk at this point”.</p><p>“People are so outraged, not just by what Israel is doing in Gaza, but also the Australian government’s complicity,” said Loewenstein, who spoke at the march on Sunday.</p><p>Australia “is part of the global supply chain for the F-35 fighter jet, which Israel is using over Gaza every day, and the parts that are amongst those parts in the plane are probably coming from Australia”, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh teeters between hope and deadlock a year after Hasina’s fall | Politics News | Al Jazeera",
            "time": "2025-08-05T02:31:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Sinthia-Photo-1-1754357496.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh</strong> – Sinthia Mehrin Sokal remembers the blow to her head on July 15 last year when she, along with thousands of fellow students, marched during a protest against a controversial quota system in government jobs in Bangladesh’s capital, Dhaka.</p><p>The attack by an activist belonging to the student wing of the then-Prime Minister <a href=\"/tag/sheikh-hasina/\">Sheikh Hasina’s</a> Awami League party left Sokal – a final-year student of criminology at the University of Dhaka – with 10 stitches and temporary memory loss.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A day later, Abu Sayed, another 23-year-old student, was protesting at Begum Rokeya University in the Rangpur district, about 300km (186 miles) north of Dhaka<strong>,</strong> when he was shot by the police. A video of him, with his arms outstretched and collapsing on the ground moments later, went viral, igniting an <a href=\"/news/2024/8/5/timeline-sheikh-hasinas-reign-ends-after-15-years\">unprecedented movement</a> against Hasina, who governed the country with an iron fist for more than 15 years before she was toppled last August.</p><p>Students from schools, colleges, universities and madrassas took to the streets, defying a brutal crackdown. Soon, the young protesters were joined by their parents, teachers and other citizens. Opposition parties, including the Bangladesh Nationalist Party (BNP) and the Bangladesh Jamaat-e-Islami, lent crucial support, forming an unlikely united front against Hasina’s government.</p><p>“Even students in remote areas came out in support. It felt like real change was coming,” Sokal told Al Jazeera.</p><p>On August 5, 2024, as tens of thousands of protesters stormed Hasina’s palatial residence and offices in Dhaka, the 77-year-old leader boarded a military helicopter and fled to neighbouring India, her main ally, where she continues to defy a <a href=\"/news/2025/7/2/bangladesh-ex-pm-hasina-sentenced-to-six-months-in-contempt-case\">Bangladesh court’s orders</a> to face trial for crimes against humanity and other charges.</p><figure id=\"attachment_3414953\" aria-describedby=\"caption-attachment-3414953\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3414953\" src=\"/wp-content/uploads/2024/12/AFP__20240805__36AR2PB__v3__Preview__BangladeshUnrestStudents-1722865448-1735579007.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Antigovernment protesters storm Sheikh Hasina's residence in Dhaka on August 5, 2024\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3414953\" class=\"wp-caption-text\">Antigovernment protesters storm Hasina’s residence in Dhaka, August 5, 2024 [K M Asad/AFP]</figcaption></figure><p>By the time Hasina fled, more than 1,400 people had been killed, most <a href=\"/news/2025/7/24/shoot-them-sheikh-hasina-ordered-firing-on-bangladesh-protesters-in-2024\">when government forces</a> fired on protesters, and thousands of others were wounded, according to the United Nations.</p><p>Three days after Hasina fled, the protesters installed an interim government, on August 8, 2024, led by the country’s only Nobel laureate, <a href=\"/features/2025/5/24/why-is-bangladeshs-interim-leader-muhammad-yunus-considering-resigning\">Muhammad Yunus</a>. In May this year, the interim government banned the Awami League from any political activity until trials over last year’s killings of the protesters concluded. The party’s student wing, the Chhatra League, was banned under anti-terrorism laws in October 2024.</p><p>Yet, as Bangladesh marks the first anniversary of the end of Hasina’s government on Tuesday, Sokal said the sense of unity and hope that defined the 2024 uprising has given way to disillusionment and despair.</p><p>“They’re selling the revolution,” she said, referring to the various political groups now jostling for power ahead of <a href=\"/news/2025/7/19/bangladeshs-largest-islamist-party-rallies-for-fair-elections\">general elections</a> expected next year.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The change we fought for remains out of reach,” said added. “The [interim] government no longer owns the uprising.”</p><figure id=\"attachment_3872175\" aria-describedby=\"caption-attachment-3872175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872175\" src=\"/wp-content/uploads/2025/08/Sinthia-Photo-3-1-1754315440.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sinthia Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872175\" class=\"wp-caption-text\">Sinthia Mehrin Sokal suffered temporary memory loss after she was hit on the head by a policeman during last year’s antigovernment protests [Courtesy of Sinthia Mehrin Sokal]</figcaption></figure><h2 id=\"what-was-my-son-s-sacrifice-for\">‘What was my son’s sacrifice for?’</h2><p>Yunus, the 85-year-old Nobel Peace Prize winner presiding over Bangladesh’s democratic overhaul, faces mounting political pressure, even as his interim government seeks consensus on drafting a new constitution. Rival factions that marched shoulder to shoulder during anti-Hasina protests are now locked in political battles over the way forward for Bangladesh.</p><p>On Tuesday, Yunus is expected to unveil a so-called July Proclamation, a document to mark the anniversary of Hasina’s ouster, which will outline the key reforms that his administration argues Bangladesh needs – and a roadmap to achieve that.</p><p>But not many are hopeful.</p><p>“Our children took to the streets for a just, democratic and sovereign Bangladesh. But that’s not what we’re getting,” said Sanjida Khan Deepti, whose 17-year-old son Anas was shot dead by the police during a peaceful march near Dhaka’s Chankharpul area on August 5, 2024. Witnesses said Anas was unarmed and running for cover when a police bullet struck him in the back. He died on the spot, still clutching a national flag.</p><p>“The reforms and justice for the July killings that we had hoped – it’s not duly happening,” the 36-year-old mother told Al Jazeera. “We took to the streets for a better, peaceful and just country. If that doesn’t happen, then what was my son’s sacrifice for?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Others, however, continue to hold firm in their trust in the interim government.</p><p>“No regrets,” said Khokon Chandra Barman, who lost almost his entire face after he was shot by the police in the Narayanganj district.</p><p>“I am proud that my sacrifice helped bring down a regime built on discrimination,” he told Al Jazeera.</p><p>Barman feels the country is in better hands now under the Yunus-led interim government. “The old evils won’t disappear overnight. But we are hopeful.”</p><figure id=\"attachment_3872178\" aria-describedby=\"caption-attachment-3872178\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872178\" src=\"/wp-content/uploads/2025/08/KhokhonCHandra-1-1-1754315447.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh protests\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872178\" class=\"wp-caption-text\">Barman lost almost his entire face after he was shot by the police [Courtesy of Khokon Chandra Barman]</figcaption></figure><p>Atikul Gazi agreed. “Yunus sir is capable and trying his best,” Gazi told Al Jazeera on Sunday. “If the political parties fully cooperated with him, things would be even better.”</p><p>The 21-year-old TikToker from Dhaka’s Uttara area survived being shot at point-blank range on August 5, 2024, but lost his left arm.</p><p>A selfie video of him smiling, despite missing an arm, posted on September 16 last year, went viral, making him a symbol of resilience.</p><p>“I’m not afraid… I’m back in the field. One hand may be gone, but my life is ready to be offered anew.”</p><figure id=\"attachment_3872173\" aria-describedby=\"caption-attachment-3872173\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872173\" src=\"/wp-content/uploads/2025/08/Atikul-Gazi-4-1-1754315434.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gazi Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872173\" class=\"wp-caption-text\">Atikul Gazi was shot by police at point-blank range on August 5, 2024 [Courtesy of Atikul Gazi]</figcaption></figure><h2 id=\"instability-could-increase\">‘Instability could increase’</h2><p>Others are less optimistic. “That was a moment of unprecedented unity,” said Mohammad Golam Rabbani, a professor of history at Jahangirnagar University on the outskirts of Dhaka.</p><p>Rabbani had recited a poem during a campus protest on July 29, 2024. Speaking at an event last month to commemorate the uprising, he said: “Safeguarding that unity should have been the new government’s first task. But they let it slip.”</p><p>The coalition of students, professionals and activists, called Students Against Discrimination, that brought down Hasina’s government, began to fragment even before Yunus took charge.</p><p>Hoping to cash in on massive anti-Awami League sentiment, the main opposition BNP has been demanding immediate elections since the uprising. But parties like the National Citizens Party, formed by student leaders of the 2024 protests, and Bangladesh Jamaat-e-Islami want deeper structural reforms before any vote is held.</p><p>To reconcile such demands, the Yunus administration formed a National Consensus Commission on February 12 this year. Its mandate is to merge multiple reform agendas outlined by expert panels into a single political blueprint. Any party or coalition that wins the next general election must formally pledge to implement this charter.</p><p>But so far, the meetings of the commission have been marked by rifts and dissent, mainly over having a bicameral parliament, adopting proportional representation in both its houses, and reforming the appointment process for key constitutional bodies by curbing the prime minister’s influence to ensure greater neutrality and non-partisanship.</p><p>“If the political forces fail to agree on reforms, instability could increase,” warned analyst Rezaul Karim Rony.</p><p>But Mubashar Hasan, adjunct fellow at Western Sydney University’s Humanitarian and Development Research Initiative, thinks a political deadlock is “unlikely”, and that most stakeholders seem to be moving towards elections next year.</p><p>Hasan, however, remains sceptical of the reforms themselves, calling them a “cosmetic reset”.</p><p>“There’ll be some democratic progress, but not a genuine shift,” he told Al Jazeera. He pointed out that the Awami League, which once represented millions, remains banned – a fact that some analysts have pointed out could weaken the credibility of Bangladesh’s electoral democracy.<strong> </strong></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Deepti, who lost her teenage son during the protests, said political parties are scrambling for power, and not acting against the people who enabled Hasina’s brutal repression during last year’s protests.</p><p>“Most of the officials and law enforcement members involved in the violence are still at large, while political parties are more focused on grabbing power,” she told Al Jazeera.</p><p>Sharif Osman Bin Hadi, the spokesman for Inquilab Manch (Revolution Front), a non-partisan cultural organisation inspired by the uprising, warned that elections without justice and reforms would “push the country back into the jaws of fascism”.</p><p>His group, with more than 1,000 members in 25 districts, organises poetry readings, exhibitions and street performances to commemorate the 2024 uprising and demand accountability, amid widespread concerns over deteriorating law and order across the country.</p><h2 id=\"a-city-of-demonstrations\">‘A city of demonstrations’</h2><p>While the police remain discredited and are yet to recover from the taint of complicity in perpetuating Hasina’s strong-armed governance, military soldiers are seen patrolling Bangladesh’s streets, armed with special power to arrest, detain and, in extreme cases, even fire on those breaking the law.</p><p>In a recent report, rights group Odhikar said at least 72 people were killed and 1,677 others injured in incidents of political violence between April and June this year. The group also documented eight alleged extrajudicial killings during this period involving the police and notorious paramilitary forces like the <a href=\"/news/2021/2/3/what-is-the-bangladeshs-rapid-action-battalion-rab\">Rapid Action Battalion</a>.</p><figure id=\"attachment_3846797\" aria-describedby=\"caption-attachment-3846797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3846797\" src=\"/wp-content/uploads/2025/07/AFP__20250719__679C7B6__v8__HighRes__TopshotBangladeshPolitics-1752959244.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dhaka Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3846797\" class=\"wp-caption-text\">A Bangladesh Jamaat-e-Islami party rally in Dhaka on July 19, 2025 [Munir Uz Zaman/AFP]</figcaption></figure><p>Other crimes have also surged.</p><p>Police recorded 1,587 cases of murder between January and May this year, a 25 percent rise from the same period last year. Robbery nearly doubled to 318, while crimes against women and children topped 9,100. Kidnapping and robbery have also seen a spike.</p><p>“Mob justice and targeted killings have surged, many with political links,” Md Ijajul Islam, the executive director of the nonprofit Human Rights Support Society, told Al Jazeera. “Unless political parties rein in their activists, a demoralised police won’t be able to contain it.”</p><p>The demoralisation within the police stems mostly from the 2024 uprising itself, when more than 500 police stations were attacked across Bangladesh and law enforcement officials were missing from the streets for more than a week.</p><p>“The force had to restart from a morally-broken state,” Ijajul said.</p><p>Several police officers Al Jazeera spoke to at the grassroots level pointed to another problem: the collapse of what they called an informal political order in rural areas.</p><p>“During the Awami League era, police often worked in tandem with the ruling party leaders, who mediated local disputes,” said a senior police officer at the Roumari police station in the Kurigram district near the border with India.</p><p>“That structure is gone. Now multiple factions – from BNP, Bangladesh Jamaat-e-Islami and others – are trying to control markets, transport hubs and government tenders,” he said on condition of anonymity because he was not authorised to speak to the media.</p><figure id=\"attachment_3404197\" aria-describedby=\"caption-attachment-3404197\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3404197\" src=\"/wp-content/uploads/2024/12/2024-12-23T140248Z_1979308155_RC2K99ARQSEN_RTRMADP_3_BANGLADESH-INDIA-1734964535.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A mural of Bangladeshi Ex Prime Minister Sheikh Hasina is seen vandalised by protesters days before in Dhaka, Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3404197\" class=\"wp-caption-text\">A mural of Hasina vandalised by protesters in Dhaka, August 5, 2024 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><p>In Dhaka, things are no better.</p><p>“Every day, managing street protests has become one of our major duties,” Talebur Rahman, a deputy commissioner with the Dhaka Metropolitan Police, told Al Jazeera.</p><p>“It feels like Dhaka has become ‘a city of demonstrations’ – people break into government offices, just to make their demands heard,” said Rahman.</p><p>Still, Rahman claimed the city’s law and order situation was better than immediately after the 2024 uprising. In a televised interview on July 15, Yunus’s spokesperson, Shafiqul Alam, also claimed that “if you consider overall statistics, things are stabilising”, he told Somoy Television network, referring to law and order in Dhaka.</p><p>Alam said that many people who were denied justice for years, including during the uprising, are now coming forward to register cases.</p><p>Some agree.</p><p>“Things are slowly improving,” said 38-year-old rickshaw-puller Mohammad Shainur in Dhaka’s upscale Bashundhara neighbourhood.</p><p>The economy, for one, has shown some positive signs. Bangladesh is the world’s 35th largest economy and the second in South Asia – mainly driven by its thriving garment and agriculture industries.</p><p>Foreign reserves climbed from more than $24bn in May 2024, to nearly $32bn by June this year, helped by a crackdown on illicit capital flight, record remittances and new funding from the International Monetary Fund. Inflation, which peaked at 11.7 percent in July 2024, dropped to 8.5 percent by June this year.</p><p>But there is also widespread joblessness, with the International Labour Organization saying that nearly 30 percent of Bangladesh’s youth are neither employed nor pursuing education. Moreover, a <a href=\"/news/2025/8/1/how-are-countries-and-markets-reacting-to-trump-tariffs\">20 percent tariff</a> announced by the United States, the largest buyer of Bangladesh’s garments, also threatens the livelihood of 4 million workers employed in the key sector.</p><p>Back in Dhaka, Gazi is determined to preserve the memory of 2024’s protests.</p><p>“Let the people remember those martyred in the uprising, and those of us who were injured,” he told Al Jazeera. “We want to remain as living symbols of that freedom.”</p><p>“I lost one hand, and I have no regrets. I will give my life if needed – this country must be governed well, no matter who holds power.”</p></div></div></body></html>"
        },
        {
            "title": "Russia’s Medvedev issues warning as Moscow says not bound by missile treaty | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-05T01:52:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-31T094635Z_781682027_RC2HA8A075S2_RTRMADP_3_USA-TRUMP-RUSSIA-MEDVEDEV-1754356997.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia is no longer bound by a moratorium on the deployment of short- and medium-range nuclear missiles, the Russian Ministry of Foreign Affairs has said, with former President Dmitry Medvedev blaming NATO’s “anti-Russian policy” and warning that Moscow will take “further steps” in response.</p><p>Medvedev, who has engaged in a <a href=\"/news/2025/8/2/why-is-trump-moving-nuclear-submarines-after-spat-with-medvedev\">war of words on social media</a> with United States President Donald Trump, made his latest broadside after the Foreign Ministry’s announcement on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The Russian Foreign Ministry’s statement on the withdrawal of the moratorium on the deployment of medium- and short-range missiles is the result of NATO countries’ anti-Russian policy,” Medvedev posted in English on the X social media platform.</p><p>“This is a new reality all our opponents will have to reckon with. Expect further steps,” he said.</p><p>Medvedev, who serves as the deputy head of Russia’s powerful Security Council and has made <a href=\"/news/2025/5/28/war-of-words-russias-medvedev-rebukes-trump-over-putin-social-media-post\">several hawkish comments</a> on Russia’s nuclear capabilities in recent years, did not elaborate on what “further steps” may entail.</p><p>Last week, Trump said that he had ordered two <a href=\"/news/2025/8/1/trump-orders-nuclear-submarines-closer-to-russia-in-escalating-war-of-words\">US nuclear submarines to be repositioned</a> to “the appropriate regions” in response to Medvedev’s remarks about the risk of war between Washington and Moscow.</p><p></p><p>In its statement, Russia’s Foreign Ministry said the developing situation in Europe and the Asia Pacific prompted its reassessment on the deployment of short- and medium-range missiles.</p><p>“Since the situation is developing towards the actual deployment of US-made land-based medium- and short-range missiles in Europe and the Asia-Pacific region, the Russian Foreign Ministry notes that the conditions for maintaining a unilateral moratorium on the deployment of similar weapons have disappeared,” the ministry said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Russian President Vladimir Putin and Foreign Minister Sergey Lavrov said last year that Moscow may have to respond to what they described as provocations by the US and NATO by lifting restrictions on missile deployment.</p><p>Lavrov told Russia’s state news agency RIA Novosti in December that Moscow’s unilateral moratorium on the deployment of such missiles was “practically no longer viable and will have to be abandoned”.</p><p>“The United States arrogantly ignored warnings from Russia and China and, in practice, moved on to deploying weapons of this class in various regions of the world,” Lavrov told the news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US withdrew from the Intermediate-Range Nuclear Forces (INF) treaty in 2019, under the first Trump administration, citing Russian non-compliance, but Moscow had said that it would not deploy such weapons provided that Washington did not do so.</p><p>The INF treaty, signed in 1987 by Soviet leader Mikhail Gorbachev and US President Ronald Reagan, had eliminated an entire class of weapons: ground-launched nuclear missiles with a range of 500 to 5,500km (311 to 3,418 miles).</p><p>In its first public reaction to Trump’s comments on the repositioning of US submarines, the Kremlin on Monday played down the remarks and said it was not looking to get into a public spat with the US president.</p><p>“In this case, it is obvious that American submarines are already on combat duty. This is an ongoing process, that’s the first thing,” Kremlin spokesman Dmitry Peskov told reporters.</p><p>“But in general, of course, we would not want to get involved in such a controversy and would not want to comment on it in any way,” he said.</p><p>“Of course, we believe that everyone should be very, very careful with nuclear rhetoric,” he added.</p><p>The episode comes at a delicate moment, with Trump threatening to impose new sanctions on Russia and buyers of its oil, including India and China, unless President Vladimir Putin agrees by Friday to a ceasefire in Moscow’s war on Ukraine.</p><p>Putin said last week that peace talks had made some positive progress but that Russia had the momentum in its war against Ukraine, signalling no shift in his position despite the looming deadline.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,258 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-05T00:15:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25215592276246-1-1754351442.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,258</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,258 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Tuesday, August 5:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Three people were killed in a Russian attack on the Stepnohirsk community in Ukraine’s Zaporizhia region, the local military administration said on Telegram. Russia launched 405 attacks on 10 settlements in the region in the past day, the administration said on Monday.</li>\n<li>Russian drone attacks killed three people in the Chuhuiv district of Ukraine’s Kharkiv region, the regional prosecutor’s office said. The victims included a man killed when Russian drones caused a fire in his home in the village of Losivka, and a man and a woman who were riding a motorcycle when they were killed. The prosecutor’s office said it was investigating the motorcycle attack as a possible war crime.</li>\n<li>Russian attacks across Ukraine’s Kherson region killed one person and damaged homes, cars and a gas pipeline, Governor Oleksandr Prokudin said. A man who was injured by artillery shelling on the town of Beryslav on July 27 also passed away due to his injuries, Prokudin added.</li>\n<li>Russian attacks killed one person in Dobropillya city in the Pokrovsky region and another person in Kostiantynivka city, in Ukraine’s Donetsk region, Donetsk Governor Vadym Filashkin said.</li>\n<li>Ukraine’s Security Service (SBU) claimed that Ukrainian drones hit five Russian fighter jets at Saky airfield in Russian-occupied Crimea, destroying one of them.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said that <a href=\"/news/2025/8/4/ukraine-says-foreign-mercenaries-from-various-countries-aiding-russia\">mercenaries</a> from China, Tajikistan, Uzbekistan, Pakistan and African countries are fighting with Russian forces in the Vovchansk area of Kharkiv in northeastern Ukraine.</li>\n<li>Ukraine’s general staff acknowledged that it was responsible for a <a href=\"/news/2025/8/3/ukrainian-drone-attack-sparks-fire-at-oil-depot-in-sochi-southwest-russia\">drone attack</a> that caused a fire at a fuel depot of Sochi airport in southern Russia on Sunday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>The Netherlands will contribute 500 million euros ($578m) to buy US military equipment for Ukraine, including Patriot air defence system parts and missiles. The purchase will make the Netherlands the first country to participate in a new scheme where NATO countries fund US weapons to send to Kyiv.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>India’s Ministry of External Affairs spokesperson Randhir Jaiswal said in a statement that the United States and European Union’s “targeting” of the nation for importing oil from Russia after Moscow’s full-scale invasion of Ukraine was “unjustified and unreasonable”.</li>\n<li>Stephen Miller, deputy chief of staff at the White House, <a href=\"/news/2025/8/4/top-trump-aide-accuses-india-of-financing-russias-ukraine-war-through-oil\">said earlier on Fox News</a>: “What he [US President Donald Trump] said very clearly is that it is not acceptable for India to continue financing this war by purchasing the oil from Russia.”</li>\n<li>Trump said he would “substantially”<a href=\"/news/2025/8/4/trump-says-he-will-substantially-raise-tariffs-on-india-over-russian-oil\"> increase tariffs</a> on India for what he said was the buying and reselling of “massive amounts” of Russian oil “for big profits”.</li>\n</ul><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Trump said his special envoy, Steve Witkoff, would again visit Russia to continue talks on its war in Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian Former President Dmitry Medvedev said that Moscow’s abandonment of a moratorium on medium- and short-range nuclear missiles was “the result of NATO countries’ anti-Russian policy”, in a post on X.</li>\n<li>The <a href=\"/news/2025/8/4/suspects-in-2024-moscow-concert-hall-attack-that-killed-149-face-trial\">trial has begun</a> in the March 22, 2024, shooting attack in a Moscow concert hall that killed 149 people. Russian President Vladimir Putin has claimed, without providing evidence, that Ukraine was involved in the attack, an allegation Kyiv vehemently denies.</li>\n</ul><h2 id=\"corruption\">Corruption</h2><ul>\n<li>Ukraine’s National Anti-Corruption Bureau said in a statement that it had charged six people, including a lawmaker and a government official, involved in “systematically misappropriat[ing] funds allocated by local authorities for defence needs”, including funds meant for the purchase of drones and jamming equipment for the military.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Far-right figure Tommy Robinson arrested for train station assault in UK | The Far Right News | Al Jazeera",
            "time": "2025-08-04T23:14:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/getty_689139a5b6-1754347941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Far-right figure Tommy Robinson arrested for train station assault in UK</h1><p class=\"article__subhead\"><em>The 42-year-old was detained by the British Transport Police after disembarking from a flight from Portugal.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the United Kingdom have arrested the anti-Muslim and anti-immigrant activist <a href=\"/news/2025/1/3/who-is-tommy-robinson-and-why-is-elon-musk-throwing-his-weight-behind-him\">Tommy Robinson</a> on suspicion of assault, following an attack last month at London’s St Pancras station.</p><p>The far-right campaigner, whose real name is Stephen Yaxley-Lennon, was arrested at about 6.30pm (17:30 GMT) on Monday evening at Luton airport, which is located north of the English capital.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Robinson had just landed there on a flight from the Portuguese city of Faro.</p><p>His detention comes a week on from the alleged assault at one of London’s main railway terminals.</p><p>“The man had been wanted for questioning after leaving the country to Tenerife in the early hours of 29 July following the incident at St Pancras,” the British Transport Police (BTP) said on Monday evening.</p><p>He will now be questioned in custody “on suspicion of… grievous bodily harm”, the BTP added.</p><p>Although the statement did not directly name Robinson, he was shown in a video of the incident that was widely circulated online.</p><p>In the footage, the former founder of the far-right English Defence League is seen walking near a motionless man, claiming to have acted in self-defence.</p><p>The other man was taken to hospital with serious injuries, which the police said were “not thought to be life threatening”.</p><p>Robinson has numerous convictions for public order and contempt offences.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In May, he was <a href=\"/news/2025/5/27/far-right-figure-tommy-robinson-released-early-from-uk-prison\">released from a prison</a> in Buckinghamshire four months early, after the high court cut his 18-month sentence.</p><p>He was imprisoned in October 2024 for contempt of court after admitting that he had flouted an injunction that prevented him from repeating false claims about a Syrian schoolboy.</p><p>The injunction came into force after the far-right activist lost a libel case against Jamal Hijazi, a Syrian refugee whom Robinson was judged to have defamed.</p><p>Robinson has been described by the advocacy group Hope Not Hate as “the UK’s most notorious far-right extremist”.</p><p>Earlier this year, tech billionaire and former adviser to United States President Donald Trump, Elon Musk called for Robinson to be freed from a UK prison where he was held at the time, and where he is likely to be returning after his latest arrest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Democrats flee Texas to block Trump-backed election redistricting | Politics News | Al Jazeera",
            "time": "2025-08-04T22:47:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T013643Z_1076753600_RC2N0GAD7JCK_RTRMADP_3_USA-ELECTION-TEXAS-REDISTRICTING-1754361077.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Democratic state legislators in Texas have blocked a vote on a United States congressional map that favours their Republican rivals by <a href=\"/news/2025/8/3/texas-democrats-leave-state-to-block-vote-on-new-house-map-backed-by-trump\">leaving the state</a>, preventing the state House of Representatives from establishing a quorum.</p><p>The vote could not proceed on Monday afternoon, even as Republican Governor Greg Abbott threatened to remove the fleeing lawmakers from office and suggested that they could face charges. At least 100 legislators in the 150-member chamber needed to be present for the vote to proceed.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It is not clear when the next vote will be held.</p><p>The new redrawn map, backed by President Donald Trump, would give Republicans more safe seats in federal elections.</p><p>The contentious but legally permitted move, known as gerrymandering, seeks to help Republicans retain control of the US House of Representatives in next year’s midterm elections.</p><p>Trump has told reporters he expects the effort to yield as many as five additional House Republicans.</p><p>According to the Texas Tribune newspaper, the Texas House approved in an 85-to-six vote a mostly symbolic measure to track down and arrest more than 50 legislators who left the state.</p><p>The warrants apply only within the state, however, meaning the missing legislators could only be detained on their return.</p><p>The controversy in the conservative-leaning state has dominated the political conversation in the country, more than a year in advance of the November 2026 midterm elections.</p><h2 id=\"we-are-at-war\">‘We are at war’</h2><p>Gerrymandering – redrawing voting districts around demographic and socioeconomic lines for partisan reasons – is not uncommon in the US. But Texas appears to have taken the practice to its limits, all but eliminating five seats held by Democrats.</p><p>“We’re not here to play political games. We’re here to demand an end to this corrupt process,” top Texas House Democrat Gene Wu said at a news conference in Illinois on Sunday.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>States are required to redistrict every 10 years based on the US Census, but the current Texas map was passed just four years ago by the Republican-dominated legislature. While mid-cycle redistricting occasionally takes place, it is usually prompted by a change in power at the legislature.</p><p>Under Texas’s current lines, Republicans control 25 out of 38 seats, nearly two-thirds of the districts in a state that went for Trump last year by a 56 percent to 42 percent margin.</p><p>Democratic-led New York and California are now considering redistricting Republican-held areas, although, unlike Texas, they have previously enacted legal constraints against such practices, deeming them undemocratic.</p><p>Leaders in those states have signalled they would seek to push through those measures in response to the moves in Texas.</p><p>“This is a war. We are at war,” New York Governor Kathy Hochul told a news conference on Monday, as she welcomed some Texas legislators to her state.</p><p>“That’s why the gloves are off. And I say, bring it on.”</p><p>All 435 US House seats are up for election in 2026, with Republicans currently narrowly controlling the chamber by single digits.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Milei vetoes pension, disability spending increases as Argentina feels cuts | Business and Economy News | Al Jazeera",
            "time": "2025-08-04T22:03:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/getty_689125641a-1754342756.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Milei vetoes pension, disability spending increases as Argentina feels cuts</h1><p class=\"article__subhead\"><em>Despite his austerity measures, the president’s party is expected to do well in the crucial October mid-term elections.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Argentina’s libertarian president, Javier Milei, has vetoed bills aimed at increasing pensions and disability spending, amid ongoing protests against his austerity fiscal policies, which are hitting many people in their day-to-day lives.</p><p>Milei’s administration announced the decision on Monday, less than three months before the crucial mid-term elections, saying the country does not have enough money to finance the legislation.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The vetoes can still be overturned by a two-thirds majority in the Congress, where politicians passed the laws in July.</p><p>The Argentinian president, whose party only holds a small number of seats in parliament, will hope for a repeat of last year, when he managed to successfully stop pension rises, thanks to support from the conservative PRO bloc.</p><p>In a statement published on X on Monday, the president’s office suggested that the now-vetoed laws had been approved by Congress in an “irresponsible manner”, without identifying funding sources.</p><p>It claimed that the spending rises would have amounted to 0.9 percent of gross domestic product (GDP) this year and 1.68 percent of GDP in 2026.</p><p>“This president prefers to tell an uncomfortable truth rather than repeat comfortable lies,” the president’s office said.</p><p>“The only way to make Argentina great again is with effort and honesty, not the same old recipes,” it added, echoing the “make America great again” rhetoric of the United States President Donald Trump.</p><p>Since taking office in December 2023, Milei, a self-described “anarcho-capitalist”, <a href=\"/economy/2025/7/25/milei-tames-inflation-but-argentines-still-struggle-to-afford-basics\">has slashed federal spending</a> in an attempt to reduce inflation.</p><p>As part of these largescale economic changes, his government has removed tens of thousands of civil service jobs and made drastic cuts to social spending and public works.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In 2024, Milei’s policies saw Argentina gain its first annual surplus in 14 years, and in June, Argentina’s monthly inflation rate fell below 2 percent for the first time since 2020.</p><p>However, the president’s measures have been blamed for tipping millions of people into poverty in the first half of last year.</p><p>Unemployment has also grown, and prices are up 40 percent year-on-year, conditions which have led people to protest.</p><p>Researchers say pensioners, who have been at the centre of weekly demonstrations, are the hardest-hit group.</p><p>Despite the public protests, polls show that Milei’s party holds a sizeable lead ahead of October’s mid-term elections, which will be seen as a referendum on his first two years in office.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinians distraught over relatives missing at deadly Gaza aid sites | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T21:26:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Screenshot-2025-08-04-at-3.27.30-PM-1-1754310661.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Israel’s forced starvation tightens its grip on <a href=\"/news/liveblog/2025/8/4/live-israel-kills-56-aid-seekers-as-22000-aid-trucks-stuck-outside-gaza\">Gaza’s entire population</a>, an increasing number of Palestinian families are frantically searching for news of relatives who undertook perilous journeys to get food from aid distribution points, never to return.</p><p>Khaled Obaid has been searching for his beloved son, Ahmed, for two months, scanning every passing vehicle on the coastal road in Deir-el-Balah, hoping against all odds that one of them might bring him home.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The boy had left the displaced family’s tent in the central town to find food for his parents and sister, who had lost her husband during the war, and headed to the Zikim crossing point, where aid trucks enter northern Gaza.</p><p>“He hasn’t returned until now. He went because he was hungry. We have nothing to eat,” the distraught father told Al Jazeera, breaking down in tears with his wife under the blue tarpaulin where they are sheltering.</p><p>Khaled reported his son’s disappearance to the International Committee of the Red Cross, and every official body he could reach, to radio silence. To this day, he has received no answers on Ahmed’s whereabouts.</p><p>Khaled’s story is all too common under Israel’s ongoing punishing blockade of Gaza, where the largely displaced population faces a stark choice between starvation and braving the bullets fired by Israeli soldiers and United States security contractors in a bid to get food from Gaza Humanitarian Foundation (GHF) sites. These distribution points have been dubbed “death traps” and “human slaughterhouses” by the United Nations and rights groups.</p><p>It is a life-or-death gamble that has taken the lives of nearly 1,400 people, shot dead mainly by the Israeli army, at the aid sites since they started operations in late May and along food convoy routes, according to figures released by the UN last week. That is, without counting the untold numbers of missing aid seekers, like Ahmed.</p><p>Human rights monitors have been collecting harrowing firsthand accounts of people who have gone missing in Gaza, only to be found later, killed by Israeli forces.</p><p>“In many cases, those who went missing are apparently killed near the aid distribution points, but due to the Israeli targeting, their bodies remained unreachable,” Maha Hussaini, the head of media at the Euro-Med Human Rights Monitor, told Al Jazeera.</p><p>“Many Palestinians left home with empty hands, hoping to return with a bag of flour. But many never came back,” said Al Jazeera’s Tareq Abu Azzoum, reporting from Deir-el-Balah. “In Gaza, the line between survival and disappearance is now heartbreakingly thin.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As the number of missing aid seekers mounts, <a href=\"/news/2025/8/4/what-starvation-really-means-for-the-human-body-and-for-gaza\">famine</a> stalks the enclave, with more than 80 adults reportedly dying of starvation over the past five weeks alone, and 93 children succumbing to man-made malnutrition since the war began.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Authorities in Gaza say an average of 84 trucks have entered the besieged enclave each day since Israel eased restrictions on July 27. But aid organisations say at least 600 aid trucks are needed per day to meet the territory’s basic needs.</p><h2 id=\"death-circle\">‘Death circle’</h2><p>On Monday, amid growing international condemnation over the mass starvation, seen by many as being deliberately engineered by Israel, Prime Minister Benjamin Netanyahu appeared to double down on his war goals.</p><p>Netanyahu announced that he would convene a meeting of his cabinet on Tuesday to ensure that “Gaza will no longer pose a threat to Israel”. Israel’s Channel 12 cited an official as saying that Netanyahu was tending towards expanding the offensive.</p><p>The announcement came on another bloody day in the Strip, with at least 74 Palestinians killed in Israeli attacks since dawn on Monday, including 36 aid seekers, according to medical sources.</p><p>Among the attacks, at least three people were killed by an Israeli strike on a house in Deir el-Balah, according to Al-Aqsa Martyrs Hospital.</p><p>A source at al-Ahli Hospital in Gaza City reported that seven people were killed in Israeli shelling on multiple areas in the Shujayea neighbourhood, east of Gaza City.</p><p>Emergency services said that two were killed in an Israeli bombing of Beit Lahiya, in northern Gaza.</p><p>It also emerged on Monday that a nurse at Al-Aqsa Hospital in Deir el-Balah was killed when he was hit by an airdropped box of aid.</p><p>This week, Philippe Lazzarini, the head of the UN agency for Palestinian refugees, UNRWA, described the dangerous airdrops as a “distraction” and smokescreen.</p><p>On Monday, UNICEF warned that 28 children – essentially an entire “classroom” – are dying each day from Israeli bombardment and lack of aid.</p><p>“Gaza’s children need food, water, medicine and protection. More than anything, they need a ceasefire, NOW,” said the UN agency on X.</p><p></p><p>The Palestinian Foreign Ministry called on the UN Security Council to “assume its responsibilities” by enforcing an immediate ceasefire in Gaza, conducting an official visit to the territory and implementing calls at a recent UN conference in New York for a two-state solution.</p><p>In a statement posted on social media on Monday, the ministry warned that more than two million Palestinians in Gaza are “living in a tight death circle of killing, starvation, thirst, and deprivation of medicine, treatment, and all basic human rights”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Brazil Supreme Court orders house arrest of former President Bolsonaro | Politics News | Al Jazeera",
            "time": "2025-08-04T21:24:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/03/AP24056768241750-1710526247.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil’s Supreme Court has issued a house arrest order for former President Jair Bolsonaro, who is standing trial for allegedly plotting a coup.</p><p>The decision, issued on Monday, comes a day after <a href=\"/news/2025/8/3/rallies-held-in-brazil-in-support-of-embattled-bolsonaro-facing-legal-peril\">protests in support</a> of the former far-right president were held across Brazil.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Bolsonaro is accused of <a href=\"/news/2025/7/15/bolsonaro-tried-to-incite-insurrection-prosecutor-tells-brazil-top-court\">seeking to overturn</a> the 2022 election, won by his left-wing opponent, current President Luiz Inacio Lula da Silva.</p><p>The order was issued by Justice Alexandre de Moraes, who is facing sanctions by the administration of United States President Donald Trump for overseeing the case against Bolsonaro.</p><p>Moraes said Bolsonaro had violated precautionary measures imposed by the court restricting the former president’s social media use and political messaging.</p><p>The prosecution accuses Bolsonaro of leading an armed criminal organisation, attempting to stage a coup and attempting a violent abolition of the democratic rule of law, aggravated damage and deterioration of listed heritage.</p><p>A coup conviction carries a sentence of up to 12 years.</p><p>The former president’s <a href=\"/news/2023/1/8/bolsonaro-supporters-storm-government-buildings-in-brazil\">supporters stormed</a> and ransacked the National Congress and other state institutions in January 2023 to reject Lula’s victory. After his defeat weeks earlier, Bolsonaro had declined to publicly concede his loss.</p><p>Bolsonaro forcefully rejects the allegations against him, describing his prosecution as a witch-hunt.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Moraes said in his decision on Monday that the former president was posting content on the social media channels of his three lawmaker sons.</p><p>The judge added that Bolsonaro has spread messages with “a clear content of encouragement and instigation to attacks against the Supreme Court and a blatant support for foreign intervention in the Brazilian Judiciary”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In July, Moraes froze the assets of Bolsonaro’s son, Eduardo, on suspicion that the funds are being used to lobby the Trump administration against the Brazilian government.</p><p>Eduardo lashed out against Moraes, accusing him of acting like a dictator.</p><p>“If he thinks this will make me stop, I make it clear: I will not be intimidated, and I will not be silenced. I prepared myself for this moment,” the <a href=\"/news/2025/7/22/bolsonaros-son-blasts-top-brazilian-court-official-over-assets-freeze\">former president’s son</a> said in a social media post last month.</p><p>“This is just another demonstration of abuse of power and confirms everything I have been denouncing in Washington and to authorities worldwide.”</p><p>The ruling will keep Bolsonaro under ankle monitoring and allow only his relatives and lawyers to visit him. All mobile phones from his home will also be seized.</p><p>The prosecution of Bolsonaro is causing a diplomatic rift between Brazil and the US.</p><p>Last month, Trump <a href=\"/economy/2025/7/10/whats-behind-trumps-50-percent-tariff-for-brazil-despite-trade-surplus\">imposed 50 percent tariffs</a> on Brazil, directly tying the tariffs to the trial of his fellow right-wing politician. Then, last week, the US <a href=\"/news/2025/7/30/us-sanctions-brazils-supreme-court-judge-overseeing-case-against-bolsonaro\">administration imposed sanctions</a> against Moraes, which Lula rebuked as “unacceptable”.</p><p>“The Brazilian government stands in solidarity with [Moraes], who is the target of sanctions motivated by the actions of Brazilian politicians who betray our country and our people in defence of their own interests,” <a href=\"/news/2025/7/30/us-sanctions-brazils-supreme-court-judge-overseeing-case-against-bolsonaro\">Lula said</a>, referring to Bolsonaro.</p></div></div></body></html>"
        },
        {
            "title": "Demands for justice on fifth anniversary of deadly Beirut port blast | Beirut explosion | Al Jazeera",
            "time": "2025-08-04T20:49:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754340575.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US House Speaker Mike Johnson visits Israeli West Bank settlement | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T20:26:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/AP25036703096262-1739290396.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mike Johnson, the top legislator in the United States Congress, has visited an illegal settlement in the occupied <a href=\"/features/2025/8/3/experts-say-israels-west-bank-demolitions-aim-to-drive-palestinians-away\">West Bank</a>, drawing condemnation from Palestinians.</p><p>The Palestinian Foreign Ministry called the trip by the speaker of the US House of Representatives on Monday a “blatant violation of international law”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Johnson, who is next in line for the US presidency after the president and vice president, is the highest-ranking US official to visit a West Bank Israeli settlement.</p><p>His trip comes amid escalating settler violence against Palestinian communities that killed <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">two US citizens</a> in July.</p><p>The Israeli military has also been intensifying its deadly raids, home demolitions and displacement campaigns in the West Bank as it carries out its brutal assault <a href=\"/news/liveblog/2025/8/4/live-israel-kills-56-aid-seekers-as-22000-aid-trucks-stuck-outside-gaza\">and blockade</a> on Gaza.</p><p>Johnson’s visit contradicts Arab and US efforts to “end the cycle of violence” as well as Washington’s public stance against settlers’ “aggressions”, the Palestinian Foreign Ministry said.</p><p>“The ministry affirms that all settlement activity is invalid and illegal and undermines the opportunity to implement the two-state solution and achieve peace,” it added.</p><p>According to Israeli media reports, Johnson visited the settlement of Ariel, north of Ramallah, on Monday.</p><p>“Judea and Samaria are the front lines of the state of Israel and must remain an integral part of it,” Johnson was quoted as saying by the Jerusalem Post newspaper, using a biblical name for the West Bank.</p><p>“Even if the world thinks otherwise, we stand with you.”</p><p>The House speaker’s comments appear to be in reference to recent moves by some Western countries – including close allies of the US and Israel – to recognise <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">a Palestinian state</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"illegal-under-international-law\">‘Illegal under international law’</h2><p>Israeli settlements in the West Bank and East Jerusalem are illegal under international law. The International Court of Justice, the top United Nations tribunal, <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">reaffirmed that position</a> last year, saying that Israel’s presence in the occupied Palestinian territories is unlawful and must end “as rapidly as possible”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Asked about Johnson’s visit, UN spokesperson Farhan Haq told reporters on Monday: “Our standpoint on the settlements, as you know, is that they are illegal under international law.”</p><p>Israel captured the West Bank and East Jerusalem in 1967, and annexed the entire holy city in 1980.</p><p>Successive Israeli governments have been building Jewish-only settlements in the West Bank on land that would be the home of a Palestinian state if a two-state solution were to materialise.</p><p>Hundreds of thousands of Israeli settlers now live in the occupied West Bank.</p><p>The Fourth Geneva Convention, to which Israel is a signatory, bans the occupying power from transferring “parts of its own civilian population into the territory it occupies”.</p><p>While the Oslo Accords granted the Palestinian Authority some municipal powers over parts of the West Bank, the entire area remains under full Israeli security control.</p><p>Israel also controls the airspace and ports of entry in the territory.</p><p>Israeli settlers in the West Bank have full citizenship rights, while Palestinians live under Israel’s military rule, where they can be <a href=\"/news/2024/4/17/palestinian-prisoners-day-how-many-palestinians-are-in-israeli-jails\">detained indefinitely</a> without charges.</p><p>Leading rights groups have accused Israel of imposing a <a href=\"/news/2022/2/1/israel-carrying-out-apartheid-against-palestinians-amnesty\">system of apartheid</a> on Palestinians.</p><h2 id=\"it-s-a-matter-of-faith-for-us\">‘It’s a matter of faith for us’</h2><p>For decades, the US has publicly rejected West Bank settlements and called for a two-state solution despite providing Israel with billions of dollars in military aid.</p><p>However, US President Donald Trump has taken US policy further in <a href=\"/news/2025/7/24/us-doctors-veterans-urge-trump-to-end-israel-support-as-hunger-grips-gaza\">favour of Israel</a>, refusing to criticise settlement expansion or commit to backing a Palestinian state.</p><p>Many Republicans, meanwhile, have long expressed support for Israel from a theological perspective, arguing that it is a Christian religious duty to back the US ally.</p><p>“Our prayer is that America will always stand with Israel. We pray for the preservation and the peace of Jerusalem. That’s what scripture tells us to do. It’s a matter of faith for us,” Johnson said on Sunday during a visit to the Western Wall.</p><p>In a social media post, Marc Zell, chair of the US Republicans Overseas Israel, cited Johnson as saying on Monday that the mountains of the West Bank are “the rightful property of the Jewish People”.</p></div></div></body></html>"
        },
        {
            "title": "Commuters flee New Jersey train after fire breaks out | Newsfeed | Al Jazeera",
            "time": "2025-08-04T19:26:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754335550.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why have relations between Trump and Modi nosedived so quickly? | Business and Economy | Al Jazeera",
            "time": "2025-08-04T19:15:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754333183.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The United States slaps 25 percent tariffs on a nation long viewed as an ally.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The United States has imposed a punitive 25 percent tariff on India.</p><p class=\"p1\">US President Donald Trump warns that more could follow.</p><p class=\"p1\">It’s a spectacular change from six months ago, when the leaders of the two nations declared their friendship at the White House.</p><p class=\"p1\">So what went wrong – and what will happen next?</p><p class=\"p1\"><strong>Presenter:</strong> Dareen Abughaida</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Brahma Chellaney – Professor of Strategic Studies at the Centre for Policy Research in New Delhi and a former adviser to India’s National Security Council</p><p class=\"p1\">Elizabeth Threlkeld – Senior fellow and director of the South Asia Program at the Stimson Center</p><p class=\"p1\">Sumantra Bose – Political scientist and professor of International and Comparative Politics at Krea University in India</p></div></div></body></html>"
        },
        {
            "title": "Israel court halts gov’t firing of attorney general investigating Netanyahu | Corruption News | Al Jazeera",
            "time": "2025-08-04T18:57:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-06-05T152912Z_1505392990_RC2358AH1Y5M_RTRMADP_3_ISRAEL-PALESTINIANS-POLITICS-1754322142.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The High Court of Israel has issued a temporary order freezing an attempt by the government to dismiss Attorney General Gali Baharav-Miara, in the latest instance of the far-right coalition closing ranks.</p><p>The court’s decision on Monday came immediately after the Israeli cabinet voted unanimously to fire <a href=\"/news/2025/3/23/israeli-cabinet-casts-no-confidence-vote-against-attorney-general\">Baharav-Miara</a>, the country’s most senior legal official, who has been leading the prosecution of Israeli Prime Minister Benjamin Netanyahu during his <a href=\"/news/2025/6/29/trump-defends-netanyahu-attacks-israeli-prosecutors-over-corruption-trial\">corruption trial</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Justice Minister Yariv Levin announced the cabinet’s decision and addressed a letter to Baharav-Miara saying she “should not try to impose herself on a government that has no trust in her and cannot work with her effectively”.</p><p>However, immediately after the decision, opposition party Yesh Atid and activist groups filed urgent petitions to Israel’s High Court seeking to halt the dismissal.</p><p>The Movement for Quality Government in Israel, a prominent watchdog group, cited the conflict of interest over Netanyahu’s corruption trial and said the dismissal effectively turned the role of attorney general into a “political appointment”.</p><p>In response, the court issued an injunction suspending the decision, clarifying that the government could not strip Baharav-Miara of her authority or name a replacement until further review, with a court hearing set to take place within 30 days.</p><p>Immediately after the court ruling, hardline Israeli Communications Minister Shlomo Karhi vowed on X not to obey the court order, declaring it “invalid”.</p><p>“A replacement for her must be appointed immediately!” he said. “We obey the law! We say to the High Court – no!”</p><p>Baharav-Miara said the government’s move to dismiss her was illegal, adding that “political pressures and actions contrary to law will not deter us from continuing to perform our duties with statesmanship, professionalism and integrity”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"escalating-tensions\">Escalating tensions</h2><p>Baharav-Miara has been at loggerheads with the government since it took office, with tensions escalating over the government’s divisive judicial reform package, which was first unveiled in 2023, sparking major street protests.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Back in March, the Israeli cabinet had passed a vote of no confidence against Baharav-Miara. Netanyahu’s office accused the legal official of “inappropriate behaviour”, claiming that her “ongoing substantial differences of opinion” with the government prevented “effective collaboration”.</p><p>The attorney general had refuted the claims and said the vote of no confidence was aimed at gaining “limitless power, as part of a wider move to weaken the judicial branch” and to “promote loyalty to the government”.</p><p>Days later, the Israeli parliament passed a key component of the plans, which critics have branded as a “judicial coup”, effectively giving politicians more power over the appointments of judges, including Supreme Court justices.</p><p>Baharav-Miara had also challenged the legality of Netanyahu’s attempt to fire Ronen Bar, the head of the Shin Bet security agency, which the <a href=\"/news/2025/5/21/israeli-top-court-rules-shin-bet-chief-bans-firing-by-netanyahu-unlawful\">Supreme Court</a> declared “unlawful”.</p><p>Bar, who stepped down from his role when his term ended in June, had been conducting a probe into alleged ties between the prime minister’s close aides and Qatar, a case known in the Israeli press as “Qatargate”.</p><p>The former Shin Bet head had also refused to sign off on a security request aimed at relieving Netanyahu from testifying at his ongoing corruption trial.</p><p>Serious charges of bribery, fraud and breach of public trust – including for allegedly taking lavish gifts from businessmen in return for political favours and striking policy and regulatory deals for more favourable news coverage – mean he could be facing up to 10 years in prison.</p><p>Netanyahu has been <a href=\"/news/2025/6/11/is-time-up-for-israel-benjamin-netanyahu#:~:text=His%20trial%2C%20which%20began%20in%202020%2C%20has%20faced,at%20times%20exacerbating%20precisely%20to%20avoid%20his%20trial.\">accused of dragging out</a> and even exacerbating the Gaza war to stay in power and avoid the trial, which began in 2020.</p><p>US President Donald Trump, however, has come to Netanyahu’s defence, urging Israel to pardon him and calling the prosecutors targeting him “out of control”. Trump has even suggested the US could leverage its aid to Israel to protect Netanyahu.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Syria’s Kurdish-led SDF, government forces clash in Aleppo province | Conflict News | Al Jazeera",
            "time": "2025-08-04T18:51:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6890f39ba067f-1754330011.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria’s Kurdish-led SDF, government forces clash in Aleppo province</h1><p class=\"article__subhead\"><em>The Syrian Democratic Forces allege that Damascus-linked factions attacked four of its positions early on Monday.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kurdish-led Syrian Democratic Forces (SDF) have said that armed factions associated with the country’s security forces have attacked some of its positions in the northern province of Aleppo, as efforts by Syria’s fledgling government to unify the nation have been hit on <a href=\"/news/2025/8/3/tensions-high-as-new-violence-spirals-in-syrias-suwayda-despite-ceasefire\">several fronts</a>.</p><p>In a post on X, the group, which controls much of northeastern Syria, claimed the incident took place early on Monday morning in the Deir Hafer area.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The allegation comes just months after the SDF and the Syrian interim government signed a <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">landmark integration agreement</a> in March.</p><p>Government-linked factions launched an assault on four of the SDF’s positions in the village of Al-Imam at 3am on Monday morning, the SDF said, noting that the ensuing clashes lasted for 20 minutes.</p><p>“We hold the Damascus government fully responsible for this behaviour, and reaffirm that our forces are now more prepared than ever to exercise their legitimate right to respond with full force and determination,” the SDF added.</p><p>The latest incident came after the Syrian government <a href=\"/news/2025/8/2/syrian-government-kurdish-led-sdf-trade-blame-over-northern-syria-attack\">accused the SDF</a> of injuring four soldiers and three civilians in the northern city of Manbij on Saturday.</p><p>The Defence Ministry called the attack “irresponsible”, saying it had been carried out for “unknown reasons”, according to Syria’s state news agency SANA.</p><p>Meanwhile, the SDF, which allied with the United States to help defeat ISIL (ISIS) in the region, blamed the Syrian government, saying it had responded to an unprovoked artillery assault against civilians.</p><p>Such skirmishes have cast a shadow over the integration pact the SDF made with Damascus in March, following the fall of longtime President Bashar al-Assad in December.</p><p>As part of efforts to reunify the country after almost 14 years of ruinous war, which killed hundreds of thousands and displaced millions, the agreement seeks to merge Kurdish-led military and civilian institutions with the state.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>As well as its clashes with the SDF, Syrian President Ahmed al-Sharaa’s new government is grappling with the fallout from sectarian violence that broke out on July 13 in the southern province of Suwayda between Bedouin and Druze groups, during which government troops were deployed to quell the fighting. The bloodshed worsened and Israel carried out strikes on Syrian troops, and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital Damascus</a>, under the pretext of protecting the Druze.</p><p>Despite the ongoing ceasefire there, four deaths were reported in the province over the weekend, with the Syrian Observatory for Human Rights saying that three of the victims were government soldiers and one was a local fighter. Syria’s state media reported on deaths among security forces.</p><p>The Syrian government said in a statement that gangs in the area had “resorted to violating the ceasefire agreement by launching treacherous attacks against internal security forces on several fronts”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What ‘starvation’ really means, for the human body and for Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T18:43:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/epa_689086250c13-1754301989.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aid agencies say the limited amount of aid Israel has allowed into Gaza in the last week is unlikely to avert the famine experts have warned about for months.</p><p>While at first most of the starvation-related deaths were among children and infants, increasingly, older people are succumbing to the hunger that Israel has imposed upon the enclave since March.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Sunday, six more adults died from malnutrition, bringing the number of adults to die from hunger in Gaza to 82 over the last five weeks, when such deaths were first recorded.</p><p>Ninety-three children have also been killed by Israel through the man-made malnutrition it has imposed upon the enclave since its war began.</p><p>So, how does starvation happen? Are we seeing the whole picture?</p><p>Here’s what we know.</p><h2 id=\"what-does-starving-to-death-feel-like\">What does starving to death feel like?</h2><p>“It’s awful,” Dr James Smith, an emergency doctor who has volunteered twice in Gaza, said.</p><p>In the early stages, after being deprived of food for days, the body begins to break down muscle and other tissues.</p><p>“It’s one of the most undignified and barbaric ways to kill. Starvation is always something that is done by one person to another. It’s intended to be protracted and to maximise suffering,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Soon, metabolism slows, the ability to regulate temperature is lost, kidney function becomes impaired and, critically in Gaza, the immune system begins to falter and the body’s ability to heal from injury is reduced.</p><p>Once the body’s reserves are used up, it loses the ability to channel nutrients to vital organs and tissues. As a result, essential organs like the heart and lungs become less effective. Muscles shrink and people feel weak.</p><p>Eventually, as the body’s protein stores are ravaged, the body’s tissues are broken down, with death not far away.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"how-long-does-it-take-the-human-body-to-die-of-starvation\">How long does it take the human body to die of starvation?</h2><p>While scientific research on the subject has been limited for ethical reasons, it’s estimated that a typically well-nourished and otherwise healthy adult could survive without food for between 45 and 61 days.</p><p>However, after 22 months of war, few people in Gaza could be described as well nourished or healthy, leaving them susceptible to malnutrition and the many infectious diseases prevalent in the enclave.</p><p>“With starvation, the body loses the ability to launch an immune response to diseases or injuries it could normally deal with, such as gastroenteritis, trauma or a respiratory infection, so it’s often malnutrition plus an infection that kills,” Dr Smith continued.</p><figure id=\"attachment_2801992\" aria-describedby=\"caption-attachment-2801992\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2801992\" src=\"/wp-content/uploads/2024/03/Interactive_Starvation_Huan_Body_March27-01-1711536181.jpg?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"Interactive_Starvation_Human_Body_March27\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2801992\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"who-are-the-people-who-are-most-at-risk-of-starving-to-death\">Who are the people who are most at risk of starving to death?</h2><p>The old, the young, those already ill and, cruelly, those who are alone.</p><p>“A child will die earlier from starvation. The loss of muscle and fat occurs almost immediately. Equally, those in older age groups will also die quicker,” Dr Ghassan Abu-Sittah, a Palestinian British surgeon who spent 43 days working in Gaza, said.</p><p>“However, it isn’t just age. There are social differences, too,” he continued.</p><p>“There are currently thousands of orphans roaming Gaza. There is no one to feed them or risk their lives to get food for them, so they’re also more likely to die,” he said.</p><h2 id=\"who-are-the-people-who-are-dying-of-hunger-in-gaza\">Who are the people who are dying of hunger in Gaza?</h2><p>There is overwhelming evidence that, through the various blockades Israel has imposed on Gaza, the threat of death by starvation has spread from the vulnerable to everyone in Gaza.</p><p>In February 2024, five months into Israel’s war on Gaza, the World Health Organization estimated that one in six children under the age of two, especially in Gaza’s north –  at the <a href=\"/news/2024/2/22/israeli-siege-turns-gazas-nasser-hospital-into-a-place-of-death\">time under Israeli siege </a>–  were acutely malnourished.</p><p>As of August 2025, 82 adults have starved to death over the last five weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-has-been-limiting-gaza-s-food-for-years-how-has-that-affected-the-people-there\">Israel has been limiting Gaza’s food for years. How has that affected the people there?</h2><p>Israel has been controlling the amount of food it allows into Gaza for decades, suggesting it already knows precisely how much is needed to avert, or cause, starvation in Gaza.</p><p>In 2007, following Hamas’s takeover of the enclave, Israel instituted its first blockade on Gaza’s population, reducing the aid it allowed into the enclave while still giving public assurances that it was not starving people.</p><p>However, documents uncovered after a legal battle between an Israeli NGO and the government confirmed that, between 2007 to 2010, Israel deliberately reduced the food it allowed into Gaza to “minimal subsistence” levels.</p><p>“Generationally, the damage [of malnutrition] is lasting,” Dr Abu-Sittah said, citing the lasting impact of starvation on brain function, and the prevalence of other ailments, such as diabetes, high blood pressure and heart disease among survivors.</p><p>Dr Smith pointed out the increased frequency with which malnourished mothers give birth to underweight babies, the effects of which “cascade through the generations”.</p><figure id=\"attachment_3872283\" aria-describedby=\"caption-attachment-3872283\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872283\" src=\"/wp-content/uploads/2025/08/2025-08-02T112909Z_1778412852_RC2XYFAM1H2W_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1-1754318152.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Gaza hunger\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872283\" class=\"wp-caption-text\">A child waits to receive food from a charity kitchen in Gaza City, August 2, 2025 [Mahmoud Issa/Reuters]</figcaption></figure><h2 id=\"can-famine-in-gaza-still-be-avoided\">Can famine in Gaza still be avoided?</h2><p>It’s unlikely.</p><p>Just under a week ago, the United Nations-backed <a href=\"https://www.ipcinfo.org/fileadmin/user_upload/ipcinfo/docs/IPC_GazaStrip_Alert_July2025.pdf\">Integrated Food Security Phase Classification (IPC) </a>issued its gravest warning yet: that a worst-case famine scenario was unfolding in Gaza.</p><p>However, other observers feel famine has already arrived in Gaza.</p><p>“There are three rigid criteria for a famine to be officially declared,” Dr Jones explained.</p><p>The first two: widespread extreme food shortages and high levels of acute malnutrition, had already been met, he said. Data to confirm the third –  the extent of malnutrition-related mortality –  is difficult to confirm, he added.</p><p>“Some of those most at risk of dying from malnutrition probably don’t have the ability to reach a hospital where deaths are typically recorded,” he said.</p><p>“Similarly, while many children in Gaza now show signs of malnutrition, they’re also at high risk of being killed by Israeli shells and gunfire, which will be recorded as their primary cause of death.</p><p>“However, whatever term we use to describe the situation, people are still being killed by starvation throughout Gaza, as the world looks on,” he said.</p><p>“This is worse than famine. This is the most grotesque spectacle of suffering.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We’re suffering’: People in Sudan’s el-Fasher eat animal fodder to survive | Sudan war News | Al Jazeera",
            "time": "2025-08-04T18:29:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T101509Z_411617680_RC20XFAU5O1Z_RTRMADP_3_SUDAN-POLITICS-ALFASHIR-1754307416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>People<a href=\"/news/2025/7/11/crimes-against-humanity-in-sudans-darfur-icc-deputy-prosecutor\"> in Sudan’s North Darfur region</a> are forced to eat animal fodder to survive as the paramilitary <a href=\"/features/2025/7/29/rsf-attacks-compound-humanitarian-crisis-in-sudans-strategic-city\">Rapid Support Forces (RSF)</a> continues to lay siege to el-Fasher – the last urban centre in the region under army control.</p><p>“We are suffering, world. We need humanitarian aid – food and medicine – whether by airdrop or by opening ground routes. We cannot survive in this condition,” Othman Angaro, from a displacement camp in el-Fasher, told Al Jazeera.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Angaro described how he and his family rely on livestock fodder known as ambaz, a type of animal feed made out of peanut shells.</p><p>Another woman, veterinarian Zulfa Al-Nour, told Al Jazeera that her family relies daily on a charity kitchen called “Matbakh Al-Khair” for a single meal, amid a total lack of external aid.</p><p>She called for urgent international intervention, including airdrops of humanitarian supplies, warning that even the ambaz fodder is nearly depleted.</p><p>The Integrated Food Security Phase Classification (IPC) last week warned about starvation in the el-Fasher region. Starvation has reached the most severe level on the United Nations-backed food security scale – ‘IPC Phase 5’, indicating full-blown famine – it said on Friday.</p><p>The two-month siege of el-Fasher has complicated aid efforts.</p><p>The RSF has blocked food supplies, and aid convoys trying to reach the city have been attacked, locals said. Prices for the goods smuggled into the region cost more than five times the national average.</p><h2 id=\"outbreak-of-cholera\">Outbreak of cholera</h2><p>An outbreak of cholera in the North Darfur state, of which el-Fasher is the capital, has further added to the misery.</p><p>Deaths due to the water-borne disease have risen to 191 in the region, which has witnessed months of fighting between Sudan’s army and the<a href=\"/features/2025/7/29/rsf-attacks-compound-humanitarian-crisis-in-sudans-strategic-city\"> RSF</a>, according to a government official.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>At least 62 people have died from the disease in Tawila in the North Darfur state, the spokesman for the General Coordination for Displaced Persons and Refugees in Darfur, Adam Rijal, said in a statement on Monday.</p><p>Nearly 100 people have also died in the Kalma and the Otash camps, Rijal added, both displacement camps located in the city of Nyala in South Darfur state.</p><p>Some 4,000 cases of cholera have been reported in the region, according to the statement.</p><p>In recent months, more than half a million people have taken shelter in Tawila, some 60km (37 miles) west of el-Fasher, the state capital, which has been under two months of siege by the RSF rebels. Most of the Darfur region is under the rebel control except for el-Fasher.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"too-weak-to-survive\">‘Too weak to survive’</h2><p>Meanwhile, with Sudan in the throes of the rainy season, along with poor living conditions and inadequate sanitation, the outbreak of cholera is only worsening, warn aid groups.</p><p>Cholera was first identified in early June in Tawila and has since spread to numerous refugee camps, according to NGO Avaaz.</p><p>Nearly 40 people have died due to cholera in the Jebel Marra area, a district of West Darfur state.</p><p>Doctors Without Borders, or MSF, is operating two cholera treatment facilities in Tawila housing 146 beds – coordinating nearly the entire medical response to the outbreak.</p><p>Last month, it warned that “much more” needs to be done to improve “access to water, hygiene, and medical care to curb the spread of the outbreak in the midst of the rainy season”.</p><p>Samir, a former teacher displaced to el-Fasher with his family, told Avaaz last week that the situation was “catastrophic” and that the cholera outbreak was being exacerbated by widespread hunger.</p><p>“People are dying because they are too weak to survive,” he told the NGO.</p><p>“Their immune systems are compromised from severe malnutrition. People are starving in the displacement camps.”</p><p></p><p><em>Translation: “The city of el-Fasher in North Darfur state, western Sudan, is experiencing a deadly famine due to the siege imposed on it by the Rapid Support Forces backed by the Emirates. The famine has reached the fifth stage, meaning a full-scale famine and a catastrophic situation. Speak about them.”</em></p><p> </p><p>Meanwhile, fighting continues.</p><p>“The RSF’s artillery and drones are shelling el-Fasher morning and night,” one resident told the Reuters news agency.</p><p>“The number of people dying has increased every day, and the cemeteries are expanding,” he said.</p><p>On Monday, Emergency Lawyers, a human rights group, said at least 14 people fleeing el-Fasher were killed and dozens were injured when they were attacked in a village along the route.</p><p>The UN called for a humanitarian pause to fighting in el-Fasher last month as the rainy season began, but the RSF rejected the call.</p><p>Fighting between the two groups first<a href=\"http://aljazeera.com/news/2025/6/17/un-fact-finding-mission-says-sudan-conflict-escalating-aid-weaponised\"> erupted in the capital Khartoum in April 2023</a>. It has since spread to several regions of the country as the army chief and de facto head of state, Abdel Fattah al-Burhan, jostles for power with RSF chief Mohamed Hamdan “Hemedti” Dagalo.</p><p>The war has killed tens of thousands and displaced nearly 13 million people, according to UN estimates, resulting in one of the worst humanitarian crises in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Builders of Boeing weapons and fighter jets go on strike | Business and Economy News | Al Jazeera",
            "time": "2025-08-04T17:49:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25171589976267-1754325259.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of workers at Boeing plants across the United States that develop military aircraft and weapons have gone on strike.</p><p>The strike began Monday at Boeing facilities in St Louis and St Charles, Missouri, as well as Mascoutah, Illinois, after failed negotiations over wage increases and other provisions of a new contract.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>About 3,200 local members of the International Association of Machinists and Aerospace Workers voted Sunday to reject a modified four-year labour agreement, the union said.</p><p>“IAM District 837 members build the aircraft and defense systems that keep our country safe,” Sam Cicinelli, the general vice president of the union’s Midwest division, said in a statement. “They deserve nothing less than a contract that keeps their families secure and recognizes their unmatched expertise.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The vote followed a weeklong cooling-off period after the workers rejected an earlier proposed contract, which included a 20 percent wage increase over four years and $5,000 ratification bonuses.</p><p>Boeing warned over the weekend that it anticipated <a href=\"/economy/2024/11/5/boeing-workers-vote-to-end-7-week-strike\" target=\"_blank\" rel=\"noopener\">the strike after workers rejected</a> its latest offer, which did not further boost the proposed wage hike. However, the proposal removed a scheduling provision that would have affected workers’ ability to earn overtime pay.</p><p>“We’re disappointed our employees rejected an offer that featured 40 percent average wage growth and resolved their primary issue on alternative work schedules,” said Dan Gillian, Boeing Air Dominance vice president and general manager, and senior St Louis site executive.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We are prepared for a strike and have fully implemented our contingency plan to ensure our non-striking workforce can continue supporting our customers.”</p><p>Boeing’s Defense, Space &amp; Security business accounts for more than one-third of the company’s revenue. But Boeing CEO Kelly Ortberg told analysts last week that the impact from a strike by the machinists who build fighter jets, weapons systems and the US Navy’s first carrier-based unmanned aircraft would be much less than a walkout last year by 33,000 workers who assemble the company’s commercial jetliners.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The order of magnitude of this is much, much less than what we saw last fall,” Ortberg said. “So we’ll manage through this. I wouldn’t worry too much about the implications of the strike.”</p><p>The 2024 strike shut down Boeing’s factories in Washington state for more than seven weeks at a bleak time for the company. Boeing came under several federal investigations last year after a door plug blew off a 737 Max plane during an Alaska Airlines flight in January.</p><p>The <a href=\"/economy/2025/5/23/boeing-reaches-deal-with-us-doj-to-avoid-prosecution-over-737-max-crashes\" target=\"_blank\" rel=\"noopener\">Federal Aviation Administration</a> put limits on Boeing plane production that it said would last until the agency felt confident about manufacturing quality safeguards at the company. The door-plug incident renewed concerns about the safety of the 737 Max. Two of the planes crashed less than five months apart in 2018 and 2019, killing 346 people.</p><p>Ortberg told analysts that the company has slowly <a href=\"/economy/2024/12/6/us-judge-rejects-boeing-plea-deal-in-fatal-max-737-crashes\">worked its way up</a> to an FAA-set 737 Max production cap of 38 per month and expects to ask regulators later this year for permission to go beyond it.</p><p>Last week, Boeing reported that its second-quarter revenue had improved and its losses had narrowed. The company lost $611m in the second quarter, compared to a loss of $1.44bn during the same period last year.</p><p>Boeing’s stock tumbled on the news of the strike. Trending downwards earlier in the day, it has since been trending upwards, but is still below the market open by 0.26 percent as of 12:30pm ET (16:30 GMT).</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Ukraine says foreign ‘mercenaries’ from various countries aiding Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-04T17:39:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250804__68PU9T6__v1__HighRes__UkraineRussiaConflictWar-1754322302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine says foreign ‘mercenaries’ from various countries aiding Russia</h1><p class=\"article__subhead\"><em>Moscow already helped by Pyongyang; Zelenskyy says fighters from China, Pakistan, Tajikistan, Uzbekistan, and African also on board.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s President Volodymyr Zelenskyy claimed that his country’s troops in the northeast are battling foreign “mercenaries” recruited by Russia from various countries, vowing to “respond”.</p><p>The Ukrainian president visited front-line troops in the <a href=\"/gallery/2025/6/1/ballet-helps-fight-war-fatigue-in-ukraines-front-line-kharkiv-city\">Kharkiv region</a> on Monday, hearing reports from his “warriors” that fighters from China, Tajikistan, Uzbekistan, Pakistan, and African countries were on board with Russia.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Russia is already known to have been assisted by thousands of North Korean troops in the defence of its Kursk region, and Ukraine had already accused Moscow of recruiting Chinese fighters – a charge denied by Beijing.</p><p>At the time of reporting, there was no comment from the additional countries accused by Zelenskyy of joining Russia’s war effort.</p><p>Reporting from Kyiv, Al Jazeera’s Charles Stratford said there was no way of verifying Zelenskyy’s claims.</p><p>Conversely, he added, “lots of foreign fighters” had also volunteered to fight for Ukraine and were still on the front lines.</p><p>Zelenskyy had met front-line fighters with Ukraine’s 17th Separate Motorised Infantry Battalion of the 57th Brigade near the front-line town of Vovchansk.</p><p>He said in a post in X that he had held discussions with commanders on “the frontline situation, the defence of Vovchansk, and the dynamics of the battles”, and was also looking at “drone supply and deployment, recruitment, and direct funding for the brigades”.</p><p>As Ukraine battled to repel Russian forces in the Kharkiv region, its troops were also engaged in “ongoing heavy fighting” around the town of Pokrovsk in the Donetsk region, said Stratford.</p><p>As fighting has continued, Russian and Ukrainian officials have held several meetings in recent months in Istanbul, Turkiye.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The latest meeting secured an agreement to exchange 1,200 prisoners, Zelenskyy announced on Sunday.</p><p>That day, United States President Donald Trump said his special envoy <a href=\"/news/2025/8/4/trump-says-us-envoy-witkoff-to-travel-to-russia-next-week\">Steve Witkoff would fly to Russia</a> to continue talks on the war in Ukraine.</p><p>On Monday, Russian state news agency TASS cited sources saying the visit would take place on Wednesday.</p><p>Trump has <a href=\"/news/2025/7/16/could-trumps-tariff-threats-force-putin-into-ukraine-peace-deal\">threatened to impose “very severe tariffs”</a> on Russia if it fails to reach a ceasefire deal with Ukraine soon, recently shortening his initial deadline of 50 days to within 10-12 days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Displaced Sudanese struggle to survive in Tawila | Newsfeed | Al Jazeera",
            "time": "2025-08-04T17:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754328570.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Gunfire heard near GHF aid site in Gaza | Gaza | Al Jazeera",
            "time": "2025-08-04T17:16:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754327740.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodia officials meet in Malaysia to cement ceasefire details | Conflict News | Al Jazeera",
            "time": "2025-08-04T16:56:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6890db9c5ffc4-1754323868.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thailand, Cambodia officials meet in Malaysia to cement ceasefire details</h1><p class=\"article__subhead\"><em>A fragile truce between the Southeast Asian neighbours continues to hold, following five days of deadly border clashes.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Officials from Thailand and Cambodia have met in Malaysia for the start of border talks, a week after <a href=\"/news/2025/7/30/thailand-cambodia-truce-mostly-holds-after-shaky-start-in-wake-of-fighting-2\">a fragile ceasefire</a> brought an end to an eruption of five days of deadly clashes between the two countries.</p><p>The meeting on Monday came ahead of a key meeting on Thursday, which is expected to be led by the Thai and Cambodian defence ministers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>This week’s talks, which will be observed by representatives from China, Malaysia and the United States, aim to iron out plans to maintain the current truce and avoid future border confrontations.</p><p>They will include finalising details for a monitoring team from the Association of Southeast Asian Nations (ASEAN), Malaysian Chief of Defence Forces General Mohd Nizam Jaffar said on Monday.</p><p>The sessions in Malaysia follow the worst fighting between Thailand and Cambodia in more than a decade.</p><p><a href=\"/video/the-take-2/2025/7/29/aje-onl-tha_cambodiaclashes_av_v2-290725\">Clashes along the long-disputed border last month</a> killed at least 43 people, including civilians, and left more than 300,000 others displaced, according to the Reuters news agency.</p><p>Relations between the neighbours deteriorated in May, when a Cambodian soldier was killed in a border skirmish, before worsening when Thai soldiers were injured by landmines in contested territory last month.</p><p>The Southeast Asian countries downgraded diplomatic relations and violence broke out, which both sides blamed the other for starting.</p><p>The recent fighting involved infantry clashes, artillery exchanges, air strikes and rocket fire.</p><p>A ceasefire was announced on July 28, in part following economic pressure from US President Donald Trump, who warned both countries that they could not make trade deals with Washington without a ceasefire.</p><p>Despite the fragile truce, tensions remain high and mistrust between the two sides lingers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Cambodia’s defence ministry has accused Thailand of violating the terms of the ceasefire by installing barbed wire in a disputed border area, while the Thai military has suggested that the Cambodian army has reinforced troops in key areas.</p><p>Both countries have given foreign observers tours of last month’s battle sites, while seeking to show the damage allegedly inflicted by the other nation.</p><p>Thailand and Cambodia also accuse each other of violating international humanitarian laws by targeting citizens.</p><p>Phnom Penh continues to demand the release of 18 of its captured troops, whom Bangkok says it will only release following “a complete cessation of the armed conflict, not just a ceasefire”.</p><p>On Friday, <a href=\"/news/2025/8/1/thailand-returns-two-cambodian-troops-ahead-of-key-border-talks\">Thailand returned two wounded Cambodian soldiers</a> through a border checkpoint connecting Thailand’s Surin province and Cambodia’s Oddar Meanchey.</p><p>The neighbours dispute how the troops came to be captured, with Thailand rejecting Cambodia’s claims that the troops approached Thai positions to offer post-conflict greetings.</p></div></div></body></html>"
        },
        {
            "title": "Trump pledges to ‘substantially’ raise US tariffs on India over Russian oil | Donald Trump News | Al Jazeera",
            "time": "2025-08-04T16:52:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-02-13T235546Z_707021281_RC2ZTCAFSWHQ_RTRMADP_3_USA-INDIA-1750307310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President <a href=\"/economy/2025/8/4/banana-republic-trump-puts-credibility-of-us-economic-data-on-the-line\">Donald Trump</a> says he will “substantially” raise tariffs on India, intensifying the row between the two countries after years of rapprochement.</p><p>Trump accused India in a social media post on Monday of buying and reselling “massive amounts” of Russian oil “for big profits”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“They don’t care how many people in Ukraine are being killed by the Russian War Machine,” the US president wrote. “Because of this, I will be substantially raising the Tariff paid by India to the USA. Thank you for your attention to this matter!!!”</p><p>He did not specify the rate of the tariffs or when they would take effect. The US imported $87.4bn in Indian goods in 2024, according to US government data.</p><p>Last week, Trump announced <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">25 percent tariffs</a> on Indian goods, citing New Delhi’s levies on US products and purchases of Russian oil and military equipment.</p><p>Later on Monday, India rejected Western criticism of its business dealings with Russia, noting that the US and European countries have continued to import Russian goods and energy products after the war.</p><p>India’s Ministry of External Affairs spokesperson Randhir Jaiswal said New Delhi’s imports “are meant to ensure predictable and affordable energy costs to the Indian consumer”.</p><p>“In this background, the targeting of India is unjustified and unreasonable,” Jaiswal said in a statement. “Like any major economy, India will take all necessary measures to safeguard its national interests and economic security.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"india-and-russia-s-steady-partnership\">India and Russia’s ‘steady’ partnership</h2><p>According to the US Energy Information Administration (EIA), India has been buying Russian oil at a discount since the start of the <a href=\"/news/2025/8/3/russia-ukraine-war-list-of-key-events-day-1257\">war in Ukraine</a> in 2022, which unleashed heavy Western sanctions on Russia, including its energy sector.</p><p>India increased its purchases of Russian oil more than sixfold after the conflict broke out, an EIA report said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Saturday, India’s Jaiswal suggested that his country would maintain its relations with Russia despite Trump’s criticisms.</p><p>“Our bilateral relationships with various countries stand on their own merit and should not be seen from the prism of a third country,” Jaiswal told reporters. “India and Russia have a steady and time-tested partnership.”</p><p>While campaigning last year, Trump promised to bring a swift end to the war in Ukraine, but the conflict continues to rage on more than six months into his presidency.</p><p>Trump initially took a neutral approach to try to mediate an end to the war, but in recent weeks, he has been increasingly critical of Russia and has threatened further sanctions against Moscow.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>On Sunday, White House envoy <a href=\"/news/2025/8/4/trump-says-us-envoy-witkoff-to-travel-to-russia-next-week\">Steve Witkoff</a> confirmed that he will visit Russia in the coming days for talks to end the war.</p><p>Russia invaded Ukraine in February 2022, but its initial assault to capture the capital, Kyiv, was fended off. Since then, the fighting has turned into a protracted conflict for control of the eastern part of the country.</p><p>On Sunday, top White House aide Stephen Miller <a href=\"/news/2025/8/4/top-trump-aide-accuses-india-of-financing-russias-ukraine-war-through-oil\">accused India</a> of “financing” Russia’s war in Ukraine.</p><p>“People will be shocked to learn that India is basically tied with China in purchasing Russian oil. That’s an astonishing fact,” Miller told Fox News.</p></div></div></body></html>"
        },
        {
            "title": "Respecting the human right to sleep? Dream on | Health | Al Jazeera",
            "time": "2025-08-04T16:20:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20240410__34P373P__v1__HighRes__PalestinianIsraelConflictGaza-1754321979.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When I was a freshman at Columbia University in 1999, the professor of my Literature Humanities course shared some personal information with my class, which was that she slept exactly three hours per night. I forget what prompted the disclosure, though I do recall it was made not to elicit pity but rather as a matter-of-fact explanation of the way things were: sleeping more than three hours a night simply did not allow her sufficient time to simultaneously maintain her professorship and tend to her baby.</p><p>This, of course, was before the era of smartphones took the phenomenon of rampant sleep deprivation to another level. But modern life has long been characterised by a lack of proper sleep – an activity that happens to be fundamental to life itself.</p><p>I personally cannot count the times I have awakened at one or two o’clock in the morning to work, unable to banish from my brain the capitalist guilt at engaging in necessary restorative rest rather than being, you know, “productive” 24 hours a day.</p><p>And yet mine is a privileged variety of semi-self-imposed sleep deprivation; I am not, for example, being denied adequate rest because I have to work three jobs to put food on the table for my family.</p><p>According to the Centers for Disease Control and Prevention (CDC), the national public health agency of the United States, approximately one-third of US adults and children under the age of 14 get insufficient sleep, putting them at increased risk for anxiety, depression, heart disease, and a host of other potentially life-threatening maladies. As per CDC calculations, a full 75 percent of US high schoolers do not sleep enough.</p><p>While the recommended amount of sleep for adults is at least seven hours per day, a 2024 Gallup poll <a href=\"https://news.gallup.com/poll/642704/americans-sleeping-less-stressed.aspx\">reported</a> that 20 percent of US adults were getting five hours or less – a trend attributable in part to rising stress levels among the population.</p><p>To be sure, it’s easy to feel stressed out when your government appears more interested in sending billions upon billions of dollars to Israel to assist in the ongoing <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">genocide of Palestinians</a> in the Gaza Strip than in, say, facilitating existence for Americans by offering <a href=\"/opinions/2024/12/9/no-surprise-americans-are-rooting-for-the-unitedhealthcare-ceos-killer\">healthcare</a>, education, and housing options that don’t require folks to work themselves to death to afford.</p><p>Then again, pervasive stress and anxiety work just fine for those sectors of the for-profit medical establishment that make bank off of treating such afflictions.</p><p>Meanwhile, speaking of the Gaza Strip, residents of the occupied territory are well acquainted with acute sleep deprivation, which is currently a component of the Israeli military’s genocidal arsenal for wearing Palestinians down both physically and psychologically. Not that a good night’s sleep in Gaza was ever really within the realm of possibility – even prior to the <a href=\"/opinions/2023/10/15/israel-and-the-weaponisation-of-empathy\">launch</a> of the all-out genocide in 2023 – given Israel’s <a href=\"/opinions/2022/8/12/israel-normalising-terror-one-dawn-at-a-time\">decades-long terrorisation</a> of the Strip via periodic bombardments, massacres, sonic booms, the ubiquitous deployment of buzzing drones, and other manoeuvres designed to inflict individual and collective trauma.</p><p>A study on trauma and sleep disruption in Gaza – conducted in November 2024 and published this year in the peer-reviewed journal BMC Psychology – notes that, in the present context of Israel’s round-the-clock assault, “the act of falling asleep is imbued with existential dread”. The study quotes one Gaza mother who had already lost three of her seven children to Israeli bombings: “Every time I close my eyes, I see my children in front of me, so I’m afraid to sleep.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Of course, Israel’s penchant for killing entire families in their sleep no doubt exacerbates the fear associated with it. The study observes that children in Gaza have been “stripped of the simple peace that sleep should offer, forced to endure nightmares born from real-life horrors”, while overcrowded shelters have rendered the pursuit of shut-eye ever more elusive.</p><p>Furthermore, mass forced displacement in the Gaza Strip “has deprived families of their homes, severing the link between sleep and security”.</p><p>A recent <a href=\"https://journalofethics.ama-assn.org/article/sleep-human-right-and-its-deprivation-torture/2024-10\">article</a> in the American Medical Association Journal of Ethics argues that sleep is a human right that is integral to human health – and that its deprivation is torture. It seems we can thus go ahead and add mass torture to the list of US-backed Israeli atrocities in Gaza.</p><p>Naturally, the US has engaged in plenty of do-it-yourself torture over the years, as well, including against detainees in Guantanamo Bay – where sleep deprivation was standard practice along with waterboarding, “rectal rehydration”, and other so-called “enhanced interrogation techniques”.</p><p>In her 2022 <a href=\"https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=3927&amp;context=mlr\">study</a> of sleep deprivation as a form of torture, published by the Maryland Law Review, Deena N Sharuk cites the case of Mohammed Jawad, an Afghan teenager imprisoned in Guantanamo Bay in 2003 and subjected to what was “referred to as the Frequent Flyer Program”, whereby detainees were repeatedly moved between cells in order to disrupt their sleep.</p><p>According to Sharuk, Jawad was moved “every three hours for fourteen consecutive days, totaling 112 moves”. The young man subsequently attempted suicide.</p><p>Now, the ever-expanding array of immigration detention facilities in the US offers new opportunities to withhold sleep, as victims of the country’s war on refuge seekers are crammed into cages illuminated at all hours by fluorescent lights.</p><p>And while a well-rested world would surely be a more serene one, such a prospect remains the stuff of dreams.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        }
    ]
}