{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Europe should seize Russia’s frozen assets now | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-02T15:48:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692f0a23-1764690467.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration is now determining what the future holds for Ukraine, and by extension for Europe, in matters of territorial integrity, sovereignty and security. Washington aims to make a deal to end the full-scale war Russia launched in February 2022 that Russian President Vladimir Putin has waged against Ukraine, even if it means abandoning longstanding international principles that prohibit the recognition of territory acquired through military occupation.</p><p>For Europe more broadly, and the European Union in particular, however, there is far more at stake than those principles, which Washington has rarely prioritised in its own foreign policy.</p><p>Deterring Putin from further aggression, and ensuring that Ukraine is stable both politically and economically, lies at the core of the bloc’s security and political concerns. A settlement to the conflict that fails to achieve either would risk the bloc’s own long-term security.</p><p>Of course, all of this must be managed while ensuring that the Trump administration does not itself further endanger European security by once again casting doubt on its commitment to NATO’s security infrastructure. But Europe has already, if belatedly, begun to wake up to these concerns. By last year, 23 NATO members were spending the target 2 percent of GDP on defence, and the alliance agreed a new goal of raising core defence spending to at least 3.5 percent of GDP by 2035, with up to another 1.5 percent of GDP to be spent on critical infrastructure and on expanding their defence industrial bases.</p><p>More immediately, Europe has also surpassed the US for the first time since June 2022 in total military aid for Ukraine, with 72 billion euros ($83.6bn) allocated compared with Washington’s 65 billion euros ($75.5bn) by the end of April, according to the Ukraine Support Tracker.</p><p>Yet, regardless of the outcome of the Trump administration’s efforts to push Ukraine towards a negotiating position that Putin might be willing to accept, the increased European support is not enough to offset the standstill in US funding. Military aid is also only one part of the picture: Kyiv is dependent on the West’s fiscal aid as well, to ensure the continued functioning of its government. And the bill for reconstruction only continues to grow as Russia’s assaults and aerial attacks continue. In February, the World Bank estimated it at $524bn (506 billion euros) —about 280 percent of Kyiv’s 2024 GDP.</p><p>Without dramatic action, Europe risks being left to Trump’s whims as to its future security, despite having bowed to his demands not only on NATO spending and military support for Ukraine, but also on trade through agreements that have seen the US’s average tariff rate on imports from the EU and UK rise sharply.</p><p>But there is a clear policy choice that Europe can make to ensure that financial support for Kyiv remains sufficient over the coming years and to shape the outcome of any settlement to the conflict, while simultaneously further deterring Putin.</p><p>The European Union and the United Kingdom can move to confiscate the sovereign Russian funds frozen in their jurisdictions since 2022. Most importantly, they can seize the 185 billion euros ($214.8bn) frozen at the Belgium-based clearing house Euroclear – the majority of which is now in cash and can thus rapidly be deployed or reinvested – as well as the Russian government funds frozen at Euroclear’s Luxembourg-based rival, Clearstream, which are estimated to amount to around 20 billion euros  ($23.2bn).</p><p>Europe is not unaware of this possibility, and in fact, it has been debating doing so for months. The Euroclear assets have already been used to underpin an earlier $50bn (43 billion euros) loan to Ukraine finalised in January 2025, which is secured over earnings from those assets.</p><p>Europe had been expected to advance a plan to create a new loan – one amounting to as much as 140 billion euros ($162.6bn) – secured over the assets at the European Council meeting on December 18-19, after delaying a final decision at the previous council meeting on October 23. The delay was largely due to obstinacy from the Belgian government, which has demanded indemnification from the rest of Europe while endorsing Kremlin talking points that such a move would be unprecedented.</p><p>Yet there is ample precedent. German and Japanese government assets were seized by the United States in the course of the second world war. In the latter case, Japan’s assets were even frozen before the attack on Pearl Harbour, the majority of which were later retained under the San Francisco Peace Treaty of 1951.</p><p>The Kremlin’s threats to tie up Belgium in decades-long litigation are also overblown. They rely on a pre-Soviet-collapse bilateral investment treaty that Putin and his proxies have already failed to invoke successfully to unfreeze their assets or challenge previous sanctions. Additionally, there are dozens of unresolved claims worth tens of billions of dollars against Russia in European courts — including the roughly 13-billion-euro ($15bn) arbitration award won by energy firm Uniper against Gazprom for disruption to gas supplies in 2022. The largest and most significant case remains the 2014 award to former shareholders of Yukos, over the Kremlin’s expropriation of their company. That award survived all appeals: in October 2025, the Supreme Court of the Netherlands rejected Russia’s final challenge, confirming that the award — now valued at more than $65bn, including interest — is final and enforceable against Russian state assets worldwide. Enforcement, however, will still depend on locating suitable Russian assets that courts are willing and able to seize.</p><p>The Kremlin will certainly engage in lawfare and litigation over these disputes, as it has repeatedly throughout Putin’s tenure. But it will lose, and when its national interests are at stake, it will pay. Russia has repeatedly complied with adverse rulings when vital access to Western markets or assets was at stake. The only clear-cut cases of either the West or Russia returning funds owed as a result of litigation arising from Russia’s war have been the settlements paid by Russian state insurer NSK and aviation firm Aeroflot over Putin’s 2022 seizure of aircraft leased from Western companies.</p><p>There is no excuse for Europe’s delays in acting thus far. Every month of inaction increases both the financial burden on Europe and the likelihood that Washington will strike a deal that sidelines European interests. The question is now a critical one: how to ensure Ukraine’s continued financing and its ability to sustain its defence. It is also all the more important that Europe act before the Trump Administration tries to secure a deal with the Kremlin over its head.</p><p>The 28-point “peace plan” formulated by Kremlin insiders and signed off by Trump’s special envoy and long-time associate Steve Witkoff last month not only includes carving up these same frozen funds and even demands that Europe itself provide a further $100 billion, but would also divert frozen Russian assets away from Ukraine’s reconstruction while imposing an additional financial burden directly on Europe. Such a deal would leave Europe footing an even larger bill if the Kremlin fails to adhere to its commitments — as it did with the ceasefire agreements struck in 2014 and 2015 following its initial invasion of Ukraine.</p><p>Europe has the leverage to advance its political, economic and military security in the negotiations over Ukraine’s future, and it must not be afraid to use it.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Isack Hadjar to replace Yuki Tsunoda at Red Bull for 2026 F1 season | Motorsports News | Al Jazeera",
            "time": "2025-12-02T15:31:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/SOR04487-1764671472_64f839-1764671614.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Isack Hadjar to replace Yuki Tsunoda at Red Bull for 2026 F1 season</h1><p class=\"article__subhead\"><em>Red Bull Racing will pair another new driver with Max Verstappen after Isack Hadjar replaced Yuki Tsunoda for next year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Isack Hadjar will replace Yuki Tsunoda as Max Verstappen’s Red Bull teammate next season, with Arvid Lindblad joining Liam Lawson at Racing Bulls, the Formula One (F1) teams announced on Tuesday.</p><p>Frenchman Hadjar, 21, has made a big impression in his debut season with sister team Racing Bulls, including taking his first podium with third place in the Dutch Grand Prix at the end of August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>British-born Lindblad, who also has Swedish nationality and Indian heritage through his mother, moves up from Formula Two to partner with Lawson and will be the sole rookie on the 2026 grid.</p><p>Tsunoda’s departure leaves Formula One without a Japanese driver on the starting grid. Red Bull said he will remain in the team as a reserve.</p><p>Hadjar is the third driver to fill the second Red Bull Racing seat in the past 12 months.</p><p>Lawson was named as the replacement for Sergio Perez in December. The New Zealander was then replaced by Tsunoda in March after the opening two Grand Prix of 2025.</p><p>Verstappen will compete for the fifth straight World Drivers’ title at the season-ending Abu Dhabi Grand Prix on Sunday.</p><figure id=\"attachment_4144888\" aria-describedby=\"caption-attachment-4144888\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144888\" src=\"/wp-content/uploads/2025/12/GettyImages-2222251640-1764671159.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen and Isack Hadjar react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144888\" class=\"wp-caption-text\">Max Verstappen, left, and Isack Hadjar will form the Red Bull Racing driver lineup for the 2026 Formula One season [File: Clive Rose/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Is war between Ethiopia & Eritrea inevitable?: Mehdi Hasan & Getachew Reda | Abiy Ahmed | Al Jazeera",
            "time": "2025-12-02T15:29:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764689356.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Mehdi Hasan debates Getachew Reda on his alliance with Prime Minister Abiy Ahmed and justice for the war in Tigray.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2022, the Pretoria Agreement ended a brutal civil war between the federal government of Ethiopia and the Tigray People’s Liberation Front.</p><p>Today, the hopes of lasting peace and justice have vanished. Relations between Prime Minister Abiy Ahmed’s government and the TPLF have once again soured, with many fearing renewed hostilities.</p><p>And relations with neighbouring Eritrea, a nation that fought alongside Ethiopia against the TPLF, have deteriorated, and the countries teeter on the brink of war.</p><p>Getachew Reda was a leading political figure in Tigray, as a spokesperson for the TPLF during the civil war and interim president of Tigray.</p><p>After a public falling out, he claimed there was deep-seated corruption among the TPLF leadership and joined his once arch-nemesis, Abiy.</p><p>Mehdi Hasan goes head-to-head with Getachew Reda, adviser to Ethiopia’s prime minister, on his new alliance with Abiy, and asks whether Ethiopia and Eritrea are headed for war.</p><p><strong>Joining the discussion are:<br>\n</strong>Tsedale Lemma — Editor, The Addis Standard newspaper<br>\nKjetil Tronvoll — Professor of peace and conflict studies, Oslo New University College<br>\nBisrat Lemessa — Founder, Nexus Forum for Research and Dialogue</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel’s Netanyahu says deal with Syria possible but demands buffer zone | Syria's War News | Al Jazeera",
            "time": "2025-12-02T15:18:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692ea7fd23a3-1764665341.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu has said an agreement with <a href=\"/news/2025/12/1/trump-says-israel-must-seek-strong-and-true-dialogue-with-syria\">Syria</a> is achievable, outlining expectations that Syrian authorities establish a demilitarised buffer zone stretching from Damascus to Jabal al-Sheikh, which Israel currently occupies.</p><p>Netanyahu’s comments on Tuesday came a day after US President Donald Trump said he wanted both Syria and Israel to “have a long and prosperous relationship together”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Talks have been ongoing over a security agreement between Israel and Syria for months, but appear to have made little progress in recent weeks.</p><p>Syria does not formally recognise Israel, which has expanded its illegal occupation of Syrian territory over the last year.</p><p>Israel captured the Golan Heights from Syria in the 1967 war and later illegally annexed the area, a move recognised by the United States but rejected by most of the international community.</p><p>Then, after the fall of former Syrian President Bashar al-Assad in December 2024, it reneged on a 1974 agreement and expanded further into Syrian territory, seizing areas including the whole of Jabal al-Sheikh, a mountain that commands views over northern Israel and southern Syria.</p><p>Israel has repeatedly attacked Syria in the last year, despite the new government in Damascus’s insistence that it is not looking for a fight. Most recently, an Israeli raid last Friday <a href=\"/news/2025/11/30/israel-attacks-on-syria-what-happened-who-did-israel-claim-it-was-after\">killed 13 people</a> in the town of Beit Jinn, southwest of Damascus.</p><p>“What we expect Syria to do is, of course, to establish a demilitarised buffer zone from Damascus to the buffer area, including the approaches to Mount Hermon and the Hermon peak,” Netanyahu said, using the Israeli name for Jabal al-Sheikh, during a visit to wounded soldiers in central Israel.</p><p>“We hold these areas in order to ensure the security of Israel’s citizens, and that is what obligates us.”</p><p>He added, “With goodwill and an understanding of these principles, it is possible to reach an agreement with the Syrians, but we will stand by our principles in any case.”</p><p>The Trump administration has been attempting to broker a non-aggression pact between the two countries, while the US president has expressed his support for Syria’s new leader, President Ahmed al-Sharaa.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump praised what he described as progress under al-Sharaa’s fledgling government, which has promised to unify Syria after years of civil war and sectarian fragmentation.</p><p>“The United States is very satisfied with the results displayed, through hard work and determination, in the Country of Syria,” the US president wrote. “We are doing everything within our power to make sure the Government of Syria continues to do what was intended, which is substantial, in order to build a true and prosperous Country.”</p><p>“The new President of Syria, Ahmed al-Sharaa, is working diligently to make sure good things happen, and that both Syria and Israel will have a long and prosperous relationship together,” he added.</p><p>Shortly after Trump’s statement, Netanyahu’s office said the two leaders had spoken by phone.</p><p>Israel and Syria have been in talks for months over a settlement, but Israeli media have recently reported that talks between the two had reached <a href=\"/news/2025/11/20/after-israel-pms-trip-to-occupied-syria-is-a-deal-off-the-table\">a dead end</a>, mainly as a result of Netanyahu’s unwillingness to compromise on Israel’s refusal to withdraw from the territory it has seized in the last year.</p><p>Israel has also reportedly demanded that it be allowed to maintain an aerial corridor to Iran via Syria, in case it needs to use it for future air strikes.</p></div></div></body></html>"
        },
        {
            "title": "Athletic Bilbao vs Real Madrid La Liga preview - team news, start, lineups | Football News | Al Jazeera",
            "time": "2025-12-02T15:11:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692d6fb3606ca-1764585395.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Athletic Bilbao vs Real Madrid<br>\n<strong>What:</strong> Spain’s La Liga<br>\n<strong>Where: </strong>The San Mames Stadium, Bilbao, Spain<br>\n<strong>When:</strong> Wednesday at 7pm (18:00 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 15:00 GMT in advance of our live text commentary stream.</p><p class=\"p1\">Real Madrid are looking to get their title charge back on track against Athletic Bilbao after a series of draws enabled rivals Barcelona to <a href=\"/sports/2025/11/30/yamal-olmo-score-goals-as-barcelona-rallies-to-beat-alaves\">gain pole position</a> in La Liga.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Madrid were held to a third consecutive La Liga draw at lowly Girona on Sunday, where they were forced to fight back from a goal down.</p><p class=\"p1\">Athletic Bilbao, who are eighth in the division with 20 points from their opening 14 games, sealed a 2-0 win at Levante on Saturday with goals from Robert Navarro and Nico Williams.</p><h2 id=\"pressures-grows-on-real-madrid-manager-alonso\">Pressures grows on Real Madrid manager Alonso</h2><p class=\"p1\">The draw with Girona increases the pressure on Real coach Xabi Alonso, with recent rumours suggesting his future is in doubt in the Madrid dugout.</p><p class=\"p1\">“We are up there, it’s all very even, it’s a long season and we have to continue,” Alonso told reporters after the game.</p><p class=\"p1\">“I liked the reaction from the players. It was not enough to turn it around, but we were close, and we have to continue with the unity we have, being self-critical enough, and wanting to win away from home.”</p><p class=\"p1\">Madrid travel to Bilbao on Wednesday for a fourth consecutive league match on the road, a game moved because of the club’s participation in the Spanish Super Cup in January.</p><p class=\"p1\">“The table will be hard-fought, there will be lots of movement,” Alonso added.</p><figure id=\"attachment_4143175\" aria-describedby=\"caption-attachment-4143175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143175\" src=\"/wp-content/uploads/2025/12/afp_692d80688d03-1764589672.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Real Madrid's Spanish coach Xabi Alonso gives instructions to his players during the UEFA Champions League, league phase - matchday 5, football match between Olympiakos (GRE) and Real Madrid (ESP) at the Georgios Karaiskakis Stadium in Piraeus on November 26, 2025. (Photo by Angelos Tzortzinis / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143175\" class=\"wp-caption-text\">Madrid coach Xabi Alonso took over from Carlo Ancelotti in the summer [Angelos Tzortzinis/AFP]</figcaption></figure><h2 id=\"we-need-to-change-this-dynamic\" class=\"p2\">‘We need to change this dynamic’</h2><p class=\"p1\">Madrid’s superstar striker Kylian Mbappe had a goal ruled out for handball moments before Morocco international Azzedine Ounahi fired Girona ahead on Sunday, rifling home from just inside the area to stun the illustrious visitors.</p><p class=\"p1\">Real goalkeeper Thibaut Courtois then made a stunning save to tip away Vladyslav Vanat’s drive across goal before Los Blancos fought back.</p><p class=\"p1\">After having a goal disallowed for offside, Vinicius Jr was clumsily felled in the box by Hugo Rincon.</p><p class=\"p1\">Mbappe smashed the resulting penalty into the bottom left corner past Paulo Gazzaniga’s dive for his 14th La Liga goal of the campaign.</p><p class=\"p1\">“Absolutely not the result we wanted, but the league is still on and very long,” Mbappe wrote on social media. “We need to change this dynamic and show who we are as a team.”</p><figure id=\"attachment_4143210\" aria-describedby=\"caption-attachment-4143210\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143210\" src=\"/wp-content/uploads/2025/12/afp_692d84a5020a-1764590757.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - Real Madrid's French forward #10 Kylian Mbappe celebrates scoring the opening goal during the Spanish league football match between Girona FC and Real Madrid CF at Montilivi Stadium in Girona on November 30, 2025. (Photo by Josep LAGO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143210\" class=\"wp-caption-text\">Kylian Mbappe of Real Madrid celebrates scoring the equaliser against Girona [Josep Lago/AFP]</figcaption></figure><h2 id=\"bilbao-get-morale-boost-with-win-over-levante\">Bilbao get morale boost with win over Levante</h2><p>Manager Ernesto Valverde admitted that Athletic’s win over Levante gave his side a much-needed morale boost after a number of depressing defeats in recent weeks.</p><p>“This match was very important for us in many ways, both from a morale standpoint, and above all, to get our confidence after some less than positive results,” Valverde said following the match.</p><p>Valverde, however, cautioned that “now we have a difficult and very exciting week ahead of us with tough opponents coming to San Mames”, adding that “we have to take each game as it comes and fight for the win”.</p><h2 id=\"williams-says-club-and-city-mean-everything-to-me-amid-transfer-rumours\">Williams says club and city ‘mean everything to me’ amid transfer rumours</h2><p>The Athletic winger spoke in an interview with GQ Hype about his deep attachment to his boyhood club and the city of Bilbao, after being again linked with a move to Barcelona despite him <a href=\"/sports/2025/7/4/nico-williams-signs-new-contract-with-athletic-bilbao-until-2035\">extending his contract</a> until 2035.</p><p>“Athletic and Bilbao mean everything to me … I’ve grown here as a person and as a player,” Nico Williams said.</p><p>“Representing this club and this city has made me understand the value of hard work, humility, and family. We all know that Athletic is unique in the world, as the motto says.”</p><p>He added: “Here in Bilbao, I have my family and loved ones with whom I make every decision. Playing alongside my brother in the Champions League is a dream come true.”</p><figure id=\"attachment_4143212\" aria-describedby=\"caption-attachment-4143212\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143212\" src=\"/wp-content/uploads/2025/12/getty_692d852b3a-1764590891.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"VALENCIA, SPAIN - NOVEMBER 29: Jeremy Toljan of Levante UD competes for the ball with Nico Williams of Athletic Club during the LaLiga EA Sports match between Levante UD and Athletic Club at Ciutat de Valencia on November 29, 2025 in Valencia, Spain. (Photo by Mateo Villalba Sanchez/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143212\" class=\"wp-caption-text\">Athletic’s Nico Williams, left, in action with Jeremy Toljan of Levante [Mateo Villalba Sanchez/Getty Images]</figcaption></figure><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs have faced each other on 248 occasions, with Real Madrid winning 124, Athletic Club winning 79, and 45 games ending as draws.</p><p>Athletic won their most recent meeting with Los Blancos at home 2-1 with Alex Berenguer and Gorka Guruzeta scoring.</p><p>That was Athletic’s first La Liga win over Real Madrid since a 1-0 win in March 2015 as Los Blancos have usually dominated recent fixtures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"athletic-bilbao-s-team-news\">Athletic Bilbao’s team news</h2><p>Athletic will be boosted by the return of midfielder Inigo Ruiz de Galarreta from suspension, although Oihan Sancet remains suspended.</p><p>Benat Prados, Unai Egiluz, Maroan Sannadi and Robert Navarro have all been ruled out with injuries, and Inaki Williams remains a major doubt after missing Athletic’s last seven games with a groin issue.</p><p>Defender Aymeric Laporte missed the Levante game through illness, but is expected to return against Madrid.</p><h2 id=\"athletic-bilbao-s-predicted-starting-xi\">Athletic Bilbao’s predicted starting XI</h2><p>Simon; Gorosabel, Laporte, Vivian, Berchiche; Ruiz de Galarreta, Jauregizar; Berenguer, Sanchez, Nico Williams; Gomez</p><h2 id=\"real-madrid-s-team-news\">Real Madrid’s team news</h2><p>Madrid’s injury issues are centred around the defence at the moment.</p><p>Centre-back Dean Huijsen is a major doubt after missing the last two games with a muscular problem, while David Alaba is also unlikely to feature as he recovers from his own muscular injury.</p><p>Dani Carvajal will be sidelined until 2026 after undergoing an operation on a knee problem.</p><p>But while centre-back Raul Asencio missed the game against Girona due to illness, he is expected to recover in time for the Bilbao game.</p><h2 id=\"real-madrid-s-predicted-starting-xi\">Real Madrid’s predicted starting XI</h2><p>Courtois; Alexander-Arnold, Militao, Rudiger, Carreras; Camavinga, Valverde, Tchouameni; Bellingham; Mbappe, Vinicius Jr</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bulgarian government pulls budget amid fierce protests | Protests News | Al Jazeera",
            "time": "2025-12-02T14:56:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251201__86RG9NQ__v1__HighRes__BulgariaPoliticsGovernmentProtest-1764679084.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bulgarian government pulls budget amid fierce protests</h1><p class=\"article__subhead\"><em>Protesters argue the draft budget would increase taxes and inflation with little payoff, while entrenching corruption.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bulgaria’s government has announced plans to drop a controversial budget proposal that triggered nationwide protests, the latest bout of unrest to hit the country as it moves towards adopting the euro.</p><p>The government’s information service reported on Tuesday that it had asked parliament to withdraw the 2026 budget – which had provoked public anger over planned tax increases and higher social security contributions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The budget row adds to <a href=\"/news/2024/10/27/bulgarians-vote-in-another-election-but-end-to-political-deadlock-unlikely\">years of political instability in Bulgaria</a>, which has gone through seven snap elections and a succession of short-lived governments since massive <a href=\"/opinions/2020/9/10/what-is-happening-with-the-bulgarian-protest-movement\">anti-corruption protests in 2020</a>. The country is bitterly divided over entry to the eurozone and its broader <a href=\"/news/2025/9/1/russia-suspected-of-jamming-navigation-on-eu-leaders-plane-above-bulgaria\">geopolitical alignment between Russia and the European Union</a>, of which it is a member state.</p><h2 id=\"not-allow-ourselves-to-be-robbed\">‘Not allow ourselves to be robbed’</h2><p>Critics of the latest budget proposal, the first to be calculated in euros, argued that it would not only hurt the economy but funnel more money into state institutions they believe to be corrupt. Bulgaria is ranked as the most corrupt country in the EU, according to anti-corruption watchdog Transparency International.</p><p>“We are here to protest for our future. We want to be a European country, not one ruled by corruption and the mafia,” Ventsislava Vasileva, a 21-year-old student attending the protest, told Agence France-Presse news agency.</p><p>The government initially promised to retract and overhaul the budget proposal after protests last week, but later backed away, sparking another round of protests in major cities on Monday night. Organisers said that 50,000 people took part in youth-led protests in the capital, Sofia.</p><p>Chanting slogans like “we will not allow ourselves to be lied to; we will not allow ourselves to be robbed” and “resignation”, demonstrators demanded that the government revise the draft budget or step down. Slogans displayed in front of the parliament read “Generation Z is Coming” and “Young Bulgaria Without the Mafia”.</p><p>Organisers had urged demonstrators to keep the rallies peaceful, but violent clashes broke out between a small group of protesters and police. Demonstrators hurled rocks and firecrackers at police guarding the main ruling parties’ offices and damaged police cars, with officers in riot gear pepper-spraying protesters.</p><p>Several people were hospitalised with injuries, while police said they have detained 10 people.</p><figure id=\"attachment_4145258\" aria-describedby=\"caption-attachment-4145258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145258\" src=\"/wp-content/uploads/2025/12/AFP__20251201__86RG6KF__v1__HighRes__BulgariaPoliticsGovernmentProtest-1764679112.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A protester clashes with Bulgarian Gendarmerie during an anti-government protest in Sofia on December 1, 2025. Tens of thousands of people held anti-government protests in Bulgaria on Monday, widening an anti-corruption movement sweeping the European Union's poorest country as it prepares to adopt the euro. (Photo by Nikolay DOYCHINOV / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145258\" class=\"wp-caption-text\">A protester clashes with Bulgarian police during an anti-government protest in Sofia on December 1 [Nikolay Doychinov/AFP]</figcaption></figure><p>Opponents of the abandoned budget argued that the plan to increase spending would have been shouldered by higher taxes on businesses and workers, as well as a sharp rise in public debt. They said this would have increased inflation without improving the efficiency of public services.</p><p>The government, however, claimed the plan was necessary to meet the eurozone’s requirement for a budget deficit under 3 percent of gross domestic product (GDP).</p><p>Around half of Bulgarians oppose adopting the euro, fearing that it will impinge on the sovereignty of the country and that retailers will exploit the changeover from the national currency, the lev, to the euro to raise prices.</p><p>The state-owned Bulgarian News Agency has reported that the cabinet will start the process of developing a new budget once parliament formally agrees to withdraw the previous bill.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel’s genocide in Gaza has not stopped, despite the ceasefire: Analysts | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-02T14:48:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13528820-1763903520.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On October 10, 2025, a ceasefire was supposed to have put an end to Israel’s genocidal war on Gaza.</p><p>But two months on, Israel has violated the ceasefire more than 500 times, killing at least 356 Palestinians, and sending the total death toll in Gaza <a href=\"/news/2025/11/29/israeli-attack-kills-two-children-in-southern-gaza-despite-ceasefire\">above 70,000</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel’s Prime Minister Benjamin Netanyahu has made his position clear, <a href=\"/news/2025/11/19/despite-ceasefires-in-gaza-and-lebanon-the-war-isnt-over-for-netanyahu\">saying that the war “has not ended”</a>.</p><p>Analysts say that while the rate of Israel’s killing of Palestinians in Gaza has slowed since the ceasefire, the war, for all intents and purposes, has continued.</p><p>“If you break genocide down to its essence, it’s not only mass killing,” Muhammad Shehada, a visiting fellow with the Middle East and North Africa programme at the European Council on Foreign Relations, told Al Jazeera.</p><p>“It is also destroying the population’s ability to exist together as a group, and that is being achieved by the mass destruction [of infrastructure], the killing, ethnic cleansing, and starvation,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-theatre-and-spectacle\">Political theatre and spectacle</h2><p>Analysts say that instead of coming as a reprieve for Palestinians, the ceasefire gave the international community an excuse to stop focusing on Israel’s actions in Gaza.</p><p>The US-backed ceasefire agreement was meant to stop Israeli attacks on Gaza and kick-start aid deliveries to Palestinians in the besieged Gaza Strip, where famine had been declared.</p><p>“At long last, we have peace in the Middle East,” US President Donald Trump declared from Egypt’s Sharm el-Sheikh, where a Gaza peace summit was being held.</p><p>But Israel continued attacking. It has also failed to allow the entry of the <a href=\"/news/2025/11/7/un-warns-gaza-aid-still-too-slow-as-israel-restricts-supplies-despite-truce\">amount of aid</a> it agreed to, destroyed more than 1,500 buildings, and <a href=\"https://www.youtube.com/watch?v=klrO05fcCC0\">expanded deeper </a>into Gaza, cutting people off from their homes.</p><p>“It’s theatre because everyone was fed up with the genocide and keen for it to disappear and not solve it. And that’s exactly what we’ve seen,” Shehada said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the weeks since the ceasefire began, Gaza has flickered in and out of media headlines.</p><p>“The main difference, of course, is the reduced media coverage, which was one of the intended purposes of the so-called ceasefire,” Lebanese Palestinian researcher and writer Elia Ayoub told Al Jazeera.</p><p>“There is far less pressure on Israel today than there was until October 10, with no sign of accountability on the horizon.”</p><h2 id=\"israel-s-genocide-is-not-over\">‘Israel’s genocide is not over’</h2><p>The ongoing harm to Palestinians in Gaza has also been noted by Amnesty International, which released a legal analysis last week of what it <a href=\"/news/2025/11/27/israel-escalates-aerial-assault-of-southern-central-gaza-past-yellow-line\">called</a> the “ongoing genocide in the Occupied Gaza Strip”.</p><p>“The world must not be fooled. Israel’s genocide is not over,” said Agnes Callamard, secretary-general of Amnesty International.</p><p>The analysis cites the number of Palestinians killed since the ceasefire went into effect, Israel’s restriction of relief, humanitarian and medical supplies, and how Israel’s blockade and siege of Gaza led to a famine, and thus an increased vulnerability to illnesses.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“So far, there is no indication that Israel is taking serious measures to reverse the deadly impact of its crimes and no evidence that its intent has changed,” Callamard said.</p><p>Philippe Lazzarini, head of the United Nations Relief and Works Agency for Palestine Refugees (UNRWA), said on October 1, before the ceasefire, that 100 people were dying in Gaza a day, mostly from Israeli military operations or shootings at <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">Gaza Humanitarian Foundation</a> aid distribution points.</p><p>Since the ceasefire, people are still dying from direct military operations, albeit fewer per day, and the foundations of Palestinian society in Gaza are still lying in ruins.</p><p>“Israel is continuing its genocide in Gaza, but its pace is different; the destruction on the houses is continuing and the killing of Palestinians is continuing, and the Israeli yellow line of occupation in the Gaza Strip is part of the genocide,” defence analyst Hamze Attar told Al Jazeera.</p><p>“The genocide is not only about killing people, but about restricting people from going back to their homes and creating a new reality in the Gaza Strip.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"simply-genocide\">Simply genocide</h2><p>One of the ceasefire’s main stipulations was for Hamas and other Palestinian groups to return the captives held in Gaza. Hamas has returned all living captives and all but two of the bodies of dead captives: an Israeli policeman named Ran Gvili and a Thai national named Sudthisak Rinthalak.</p><p>One of the remaining bodies could be returned in the coming days, according to Israeli media. For months, Israel’s most fervent supporters claimed a return of the captives would end the war.</p><p>Hamas spokesman Hazem Qassem previously said the group has shown its “commitment to fully complete the exchange process and its ongoing efforts to finalise it despite significant difficulties”.</p><p>As for Israel, it has released 2,000 Palestinian prisoners and returned the bodies of 345 more who died in its prisons. Many reportedly showed signs of torture, mutilation and execution. However, Israel has not eased its pressure on the people of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“As soon as ceasefires go into effect, nobody bothers with details, which gives Israel a free hand to do what it wants,” Shehada said.</p><p>As for the United States, which helped pressure Israel into the deal, Shehada said Trump is more interested in the spectacle of peace than in “the dynamics on the ground”, adding that Israel violates the ceasefire systematically, making it difficult for mediators to keep up.</p><p>The end goal, he said, was still the ethnic cleansing of Palestinians in Gaza.</p><p>In Gaza, as in <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">Lebanon</a> or in <a href=\"/news/2025/11/30/israel-attacks-on-syria-what-happened-who-did-israel-claim-it-was-after\">Syria</a>, Israel has undermined peace agreements, analysts say. Netanyahu has claimed his goal is to destroy and dismantle Hamas, though <a href=\"/news/2025/6/8/clearly-an-excuse-does-netanyahu-really-want-hamas-gone\">analysts have repeatedly doubted</a> his stated intentions.</p><p>“It confirms what we already knew: that the goal is not to defeat an armed enemy, Hamas, but to make sure that life itself cannot be sustained in Gaza in the long-term,” Ayoub said.</p><p>“It’s simply genocide.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Was ex-Honduras leader Hernandez victim of Biden ‘set-up’, as Trump claims? | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T14:47:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25332779283824-1764659842.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the United States continued its military campaign against what the Trump administration calls “<a href=\"/news/2025/10/24/kill-them-trump-says-no-congress-nod-needed-to-attack-narco-terrorists\">narco-terrorists</a>” in the Caribbean, President Donald Trump announced he would <a href=\"/news/2025/11/28/trump-says-will-pardon-former-honduras-leader-before-presidential-vote\">pardon</a> a former Honduran president notorious for his involvement in the US <a href=\"/news/2025/11/22/us-warns-civilian-flights-as-military-activity-around-venezuela-increases\">drug trade</a>.</p><p>Juan Orlando Hernandez was sentenced in 2024 to 45 years in prison after being convicted of conspiring to distribute more than 400 tonnes of cocaine into the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During an exchange with reporters on board Air Force One on Sunday, Trump said Hernandez had been “set up” by former US President Joe Biden’s administration. “If somebody sells drugs in that country, that doesn’t mean you arrest the president and put him in jail for the rest of his life,” Trump said, without providing evidence of the alleged “set-up”.</p><p>Trump inaccurately stated the nature of the former Honduran president’s arrest and conviction: the US did not try Hernandez after his presidency because he sold drugs in <a href=\"/news/2025/11/30/polls-open-in-honduras-presidential-election-marked-by-fraud-accusations\">Honduras</a>, but because he was deeply involved in the transit of illicit drugs into the US.</p><p>The situation is rare but not without precedent.</p><p>The White House framed Trump’s planned pardon as an effort to correct a miscarriage of justice. At a December 1 press briefing, White House press secretary Karoline Leavitt criticised Hernandez’s three-week jury trial as being scant on evidence.</p><p>After his conviction, a judge denied Hernandez’s motion for a new trial.</p><h2 id=\"what-was-hernandez-convicted-of\">What was Hernandez convicted of?</h2><p>Hernandez’s presidency ran from January 2014 to January 2022, during which he told US officials he was working to combat drug trafficking. Trump praised his efforts in 2019.</p><p>In April 2022, the US government indicted and extradited Hernandez to the US on drug- and weapons-trafficking charges. On June 26, 2024, District Judge P Kevin Castel sentenced him to 540 months in prison and 60 months of supervised release for cocaine importation and related weapons offences.</p><p>The US Justice Department said Hernandez had financed his political career with drug trafficking proceeds and had used his presidential authority to traffic hundreds of tonnes of cocaine to the US.</p><p>At one point, the department said, Hernandez declared that he wanted to “stuff the drugs right up the noses of the gringos”.</p><p>The prosecution included testimony from witnesses, some of them former traffickers. Documents presented in the case said Hernandez facilitated the importation into the US of more than 400 tonnes of cocaine — equivalent to about 4.5 billion doses — working with coconspirators armed with machineguns, assault rifles and grenade launchers.</p><p>The Honduran military and the police carried out orders from criminal groups, according to witnesses in Hernandez’s trial.</p><p>US prosecutors said Hernandez ended up receiving millions of dollars of drug proceeds from some of the largest and most violent drug-trafficking organisations in Honduras, Mexico and other countries. He then used those bribes to fuel his rise in Honduran politics, which enabled him to protect his co-conspirators, prosecutors said.</p><p>Hernandez’s brother, Juan Antonio Hernandez Alvarado, a former member of the Honduran National Congress, received protection from the government under Hernandez’s leadership. Hernandez also received millions of dollars from  Joaquin “El Chapo” Guzman, the former leader of the Sinaloa Cartel, prosecutors said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-was-the-us-able-to-try-a-foreign-head-of-government\">How was the US able to try a foreign head of government?</h2><p>Trump said the US singled out Hernandez because he was the president of Honduras. It is unusual but not unprecedented for a foreign president to be prosecuted.</p><p>Under international law, a sitting head of state or head of government enjoys “complete immunity” from prosecution in the courts of another country, said Anthony Clark Arend, a Georgetown University professor of government and foreign service who specialises in international law.</p><p>However, the restrictions are looser for former heads of state. Hernandez was weeks out of office at his US extradition.</p><p>A former head of state or government is immune from another country’s prosecution if it is about actions carried out in their official capacity, Arend said. But the US was able to prosecute Hernandez because drug trafficking has historically not been considered an “official” duty.</p><p>Because he was facing drug-trafficking charges, “there would be no impediment under international law to trying him, a former president, for those charges”, Arend said.</p><p>Hernandez’s prosecution “seemed to have legitimacy both in the US and in Honduras”, said Daniel Sabet, a visiting fellow at the SNF Agora Institute at Johns Hopkins University who studies Central America. “Outside of his core supporters, the arrest was seen as legitimate.”</p><p>Such prosecutions are rare but not unprecedented, most notably the case of Manuel Noriega of Panama.</p><p>In 1989, President George HW Bush sent US forces into Panama to seize <a href=\"/news/2025/11/26/a-timeline-of-cia-operations-in-latin-america\">Noriega</a>, the country’s leader, after his indictment by a US grand jury on drug-related charges. (Noriega’s status as head of government was contested in Panama at the time, and his status was not recognised by the US.)</p><p>After turning himself in and being extradited to the US state of Florida, Noriega was tried and convicted on eight counts of drug trafficking, money laundering, and racketeering. He was sentenced to 40 years in prison. The prosecution was upheld by a three-judge appeals court panel in 1997, turning aside Noriega’s argument that his position as head of state should have preempted his prosecution.</p><p>Sabet also cited the case of former Ukrainian Prime Minister Pavel Lazarenko, who was arrested in the US in 1999, charged with 53 counts of money laundering. He was convicted and sentenced to three years in federal prison.</p><p><em>PolitiFact researcher Caryn Baird contributed to this report.</em></p></div></div></body></html>"
        },
        {
            "title": "Why is the UK scaling back jury trials, and why is it controversial? | Civil Rights News | Al Jazeera",
            "time": "2025-12-02T14:41:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20240723__364P4PV__v2__HighRes__BritainPoliticsGovernment-1721725257-1764683184.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>The United Kingdom’s justice secretary, David Lammy, is</span> limiting people’s right to a trial by jury in England and Wales. Under proposals he outlined in parliament on Tuesday, only defendants accused of rape, murder or manslaughter, or cases meeting a defined “public-interest” test, will undergo a jury trial.</p><p>Reforms to the justice system include creating a new tier of “swift courts” as part of a plan to tackle unprecedented delays in the court system. New jury-free courts will take on many of the cases normally heard by juries at Crown Courts, which cover serious crimes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The upshot is that jury trials for defendants facing relatively short custodial sentences – those of up to three years – will be scrapped in England and Wales. The reforms will not extend to Scotland, which has its own legal system, or Northern Ireland.</p><p data-start=\"964\" data-end=\"1196\">Earlier this year, the Ministry of Justice reported that more than 78,000 Crown Court cases remain unresolved, a record number. Eliminating the jury aspect of a trial saves about 20 percent of the time of a trial, the government claims.</p><h2 id=\"what-is-the-government-proposing\" data-start=\"964\" data-end=\"1196\">What is the government proposing?</h2><p data-start=\"1735\" data-end=\"2036\">Under the reforms announced on Tuesday, criminal cases which carry sentences of up to three years, as well as complex fraud and financial cases, will be tried without juries. Serious offences, including rape, murder and manslaughter, will remain subject to jury trial.</p><p>Also under the reforms, the government will set aside 550 million pounds ($726m) for victim support services over the next three years. This will fund support for survivors and witnesses as they move through the justice system, counselling and guidance.</p><p>A Justice Ministry memo, which was circulated around Whitehall last week, had seemed to suggest Lammy would go further than he has announced by allowing jury trials for “public interest” cases with potential prison sentences of over five years only.</p><p>However, it is understood that following backlash from members of the Cabinet and legal figures, he has watered down his planned reforms.</p><p>Regardless, they represent a change from Lammy’s views in the past. In a social media post five years ago, he wrote, “Trials are a fundamental part of our democratic settlement. Criminal trials without juries are a bad idea.”</p><p>The shadow justice secretary, Robert Jenrick, accused Lammy of “scrapping the institution he once lauded”.</p><h2 id=\"why-is-lammy-announcing-these-changes-now\">Why is Lammy announcing these changes now?</h2><p>The reforms follow the results of a review of criminal courts by former judge Sir Brian Leveson in July. The government commissioned that review because of a significant backlog of criminal cases which had developed.</p><p>Justice Ministry figures show that the open criminal caseload was 78,329 at the end of June, 10 percent higher than the year before. The median length of cases has also increased by 10 percent – from 153 to 168 days – since 2024.</p><p>This backlog was caused primarily by two things: delays backed up from the COVID-19 pandemic, and years of underinvestment in the courts.</p><p>Leveson advised the government to end jury trials for some serious offences, which could be conducted instead by one judge or with two sitting magistrates without compromising “the right to a fair trial”.</p><p>Lammy had described the backlog as a “courts emergency” and warned that the backlog could rise to 100,000 by 2028 if it was not addressed.</p><p>Announcing his criminal court reform in the Commons, he said, “I will create new swift courts within the crown court with a judge alone deciding verdicts in trial of either way cases with a likely sentence of three years or less as Sir Brian [Leveson] recommends.”</p><h2 id=\"what-are-the-criticisms-of-these-proposals\">What are the criticisms of these proposals?</h2><p>The right of defendants to a trial by jury has long been a central part of the English justice system.</p><p>In advance of Lammy’s announcement, Mark Evans, president of the Law Society of England and Wales, which represents thousands of solicitors, told The Guardian newspaper that the proposals were an “extreme measure” that go “far beyond” Leveson’s recommendations.</p><p>“This is a fundamental change to how our criminal justice system operates and it goes too far. Our society’s concept of justice rests heavily on lay participation in determining a person’s guilt or innocence,” he said. “Lay participation” refers to people who are not legally trained and pertains to the right to a trial by a jury of one’s peers.</p><p>Riel Karmy-Jones, a criminal solicitor, told the BBC that the new proposals would not fix the backlog, which she blamed on decades of underfunding in the UK’s legal system.</p><p>She added that introducing an “untested layer of complexity” by removing juries would undermine the justice system.</p><p>Following the announcement in parliament, Abigail Ashford, a solicitor advocate, told the BBC: “Judge-only trials risk deepening existing inequalities and eroding confidence among communities who already feel marginalised.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“In complex or sensitive cases, removing the community from assessing credibility and fairness undermines trust in a way that cannot be compensated for by concentrating decisions in the hands of a single judge.”</p><p>A survey of Criminal Bar Association members found 88.5 percent are opposed to the creation of new “swift courts”.</p><h2 id=\"what-is-the-english-history-of-jury-trials\">What is the English history of jury trials?</h2><p>The concept behind jury trials can be traced to the Magna Carta of 1215, which laid the foundations for parliamentary power. It stated that no free man could be punished “except by the lawful judgment of his peers or by the law of the land”.</p><p>While this clause did not immediately lead to the establishment of juries as they are today, it cemented the idea that state power should be constrained and that local communities – the general populace, rather than just those with legal training – should play a role in trials.</p><p>By the end of the English Civil War around 1660, the independence of juries had become a key safeguard against arbitrary rule. The Bushel’s Case of 1670 cemented this by ruling that jurors could not be punished for their verdicts, establishing the principle of jury autonomy.</p><p>The English Bill of Rights in 1689 further entrenched the right of defendants to trial by jury, particularly in criminal matters, as a safeguard against interference or abuses by the King. Juries became symbols of both community participation and protection from state overreach.</p><p>As the British Empire expanded, the jury system travelled with it, influencing judicial systems in the United States, Canada, Australia, India and parts of Africa and the Caribbean. As such, the British model remains one of the most influential templates for due process around the world.</p><h2 id=\"have-any-other-countries-scrapped-jury-trials\">Have any other countries scrapped jury trials?</h2><p>In 1941, the Vichy regime under World War II German occupation in France replaced traditional juries with cours d’assises, courts composed mainly of judges. That system has been largely retained since then. Advocates claim it produces predictable verdicts, but critics say it has weakened the public role in administering justice.</p><p>Some parts of the former British Empire have retreated from traditional jury trials since their introduction by the British.</p><p>India abolished virtually all jury-led trials for criminal cases following a notorious murder trial in 1959, during which intense media pressure and perceived jury bias led to the controversial acquittal of Kawas Manekshaw Nanavati.</p><p>Singapore phased out juries between the 1960s and 1970s, arguing that a small, multilingual population made representative juries unreliable. Officials also claimed that complex commercial cases were too much for untrained people on juries to take on and required specialist judges.</p><p>Malaysia followed a similar path, abolishing jury trials in 1995. Officials pointed to the persistent difficulty of “empanelling” truly impartial jurors – a process that involves identifying, selecting and formally appointing citizens to hear a case.</p></div></div></body></html>"
        },
        {
            "title": "Israel targeted Al Shifa Hospital “the same way” as military systems | Gaza | Al Jazeera",
            "time": "2025-12-02T14:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-AHMED-1764683882.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dr Ahmed Mokhallalati of Al Shifa Hospital says that despite Israeli attacks on Gaza’s health system, Al Shifa Hospital is demonstrating resilience and has managed to reopen.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s boat bombings: How the US has long used ‘double-tap’ strikes | Conflict News | Al Jazeera",
            "time": "2025-12-02T13:51:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692eda72c975-1764678258.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has confirmed that a top US Navy commander ordered a second round of strikes on an alleged Venezuelan drug boat in September despite almost completely destroying it in the first attack.</p><p>A <a href=\"/news/2025/8/26/what-are-double-tap-strikes-that-israel-used-to-hit-a-hospital\">double-tap strike</a> essentially means carrying out two strikes on the same target – often wounding or killing medics and civilians who are coming to the aid of people harmed in the first attack. Here is more about how the United States has used such strikes throughout history.</p><h2 id=\"did-the-us-carry-out-a-double-tap-strike\">Did the US carry out a double-tap strike?</h2><p>The <a href=\"https://aje.aj-harbinger.com/video/newsfeed/2025/9/3/trump-says-us-strike-targeted-venezuelan-drug-smuggling-boat-2\">US military struck</a> a boat in the Caribbean on September 2, as part of its ongoing military campaign against drug-trafficking networks.</p><p>Its campaign in the Caribbean and eastern Pacific has, so far, killed <a href=\"https://aje.aj-harbinger.com/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a> while targeting at least 21 boats it claims were trafficking drugs. It has not provided any evidence to support this.</p><p>The first strike on September 2 destroyed one vessel and killed nine people. Two survivors were left clinging to debris in the water.</p><p>But the Washington Post has reported that mission commander Admiral Frank Bradley then authorised a second strike, killing the two survivors.</p><p>The Post reported that Bradley had acted after receiving a verbal directive from Defense Secretary Pete Hegseth. One source characterised that directive as: “The order was to kill everybody.” Hegseth has denied issuing such an order.</p><p>On Monday, White House Press Secretary Karoline Leavitt told reporters that Bradley “worked well within his authority and the law” in ordering the second strike.</p><h2 id=\"has-the-us-used-double-tap-strikes-before\">Has the US used ‘double-tap’ strikes before?</h2><p>The US is believed to be one of the main countries to have used double-tap strikes extensively in recent history.</p><p>Here is a brief timeline of Washington’s alleged or confirmed use of double-tap strikes on various targets.</p><h3>2025: Yemen</h3><p>In April, the US conducted <a href=\"/news/2025/4/18/more-than-30-killed-80-injured-in-us-air-strikes-on-yemen-report\">air strikes</a> on the Ras Isa oil port in Yemen.</p><p>In a social media post, the US Central Command (CENTCOM) said the objective of these strikes was “to degrade the economic source of power of the Houthis, who continue to exploit and bring great pain upon their fellow countrymen”.</p><p>CENTCOM, the US military arm overseeing operations in the Middle East, Central Asia and parts of South Asia, added: “Today, US forces took action to eliminate this source of fuel for the Iran-backed Houthi terrorists.”</p><p>The strike killed at least 80 people and wounded another 150, according to the Hodeidah Health Office in Yemen. The Houthi-led government said that the strikes had been made on a civilian facility.</p><p>The Council on American-Islamic Relations (CAIR), an American Muslim civil rights and advocacy organisation, said the US struck the site a second time – a “double tap” – just as first responders were arriving at the scene. The US has never confirmed this attack was a double tap.</p><p>United Kingdom-based watchdog Airwars, which gathers open-source information, also recorded this incident as a double-tap attack in its online database.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>2017: Yemen</h3><p>In September 2017, two US drone strikes targeted the Al Saru area, a rural locality in the Sama’a district of Al Bayda governorate in central Yemen.</p><p>That area is under Houthi control. In 2017, al-Qaeda was believed to also be operating in rural parts of the area.</p><p>While casualty reports from those strikes vary, Airwars reported that the second strike hit people coming to the aid of those wounded in the first attack.</p><p>US CENTCOM confirmed that, in total, three strikes occurred in Al Bayda that day, killing “several” al-Qaeda members.</p><p>However, local media reported that between two and four civilians had also been killed.</p><p>In April 2017, the Pentagon confirmed that a US strike had killed eight al-Qaeda members in the Shabwa governorate. However, other reports suggested three civilians had also been killed, according to Airwars.</p><p>Sources, including the AFP news agency, suggested that those civilians were killed in the second of a double-tap attack after they had gone to help those hurt in the first strike.</p><h3>2012: Pakistan</h3><p>During the administration of US President Barack Obama, US missiles hit a tent in Zowi Sidgi, a remote village in North Waziristan, in July 2012, in what was described by people on the ground as a double strike. The US claimed it was targeting alleged al-Qaeda sanctuaries in the region.</p><p>According to Amnesty International’s Mustafa Qadri, who was speaking to the BBC at the time, a group of miners and woodcutters had gathered in the tent for dinner.</p><p>Moments after the first strike, when people had arrived to assist those who were hurt, a second US missile hit the same location, local people said. Eighteen people died in total in the two strikes.</p><p>The US has never publicly confirmed that this was a double-tap attack.</p><h3>2003 and 2004: Iraq</h3><p>In 2003, US forces in Baghdad fired at wounded Iraqis during the invasion of Baghdad, during Operation Thunder Run. The US military alleged that the Iraqis were pretending to be dead or injured and were, in fact, planning a surprise attack.</p><p>US reporter David Zucchino, who was embedded with the US military, reported that Iraqi soldiers who had appeared to be dead were getting up and firing at US vehicles from behind, after they passed by.</p><p>For this reason, US Army Lieutenant Colonel Eric Schwartz ordered US soldiers to “double tap” – or shoot at anyone who showed any signs of moving close to a weapon.</p><p>In 2004, US soldiers attacked the Fallujah mosque in the Al Anbar governorate of Iraq, claiming they were being fired upon. Afterwards, they shot at injured Iraqis inside the mosque.</p><p>NBC News correspondent Kevin Sites, who was embedded with the US military, reported that a US soldier had shot an unarmed, wounded Iraqi prisoner at the mosque. The next day, Sites filmed an American soldier shouting at Iraqis in the mosque, accusing them of pretending to be dead.</p><p>Footage from the mosque attack sparked controversy, prompting an investigation by the US military into whether a US soldier who shot a prisoner had acted in self-defence, legitimately fearing a surprise attack. Investigators found insufficient evidence to charge the soldier.</p><figure id=\"attachment_4145242\" aria-describedby=\"caption-attachment-4145242\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145242\" src=\"/wp-content/uploads/2025/12/2003-11-21T120000Z_599521578_PBEAHUOLWAL_RTRMADP_3_IRAQ-1764678689.jpg?w=770&amp;resize=770%2C571&amp;quality=80\" alt=\"U.S. soldiers arrive at the site of morning attacks in central Baghdad November 21, 2003. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145242\" class=\"wp-caption-text\">US soldiers arrive at the site of morning attacks in central Baghdad on November 21, 2003 [File: Reuters]</figcaption></figure><h2 id=\"are-double-tap-strikes-a-war-crime\">Are double-tap strikes a war crime?</h2><p>While double-tap strikes are not explicitly deemed a war crime, international law restricts their use. The 1949 Geneva Conventions prohibit the targeting of medics, anyone assisting in rescue efforts, or those wounded in a first strike.</p><h2 id=\"what-is-the-history-of-double-tap-strikes\">What is the history of double-tap strikes?</h2><p>Double-tap strikes date back to the 19th century, when British soldiers fired at bodies of French soldiers who had fallen to the ground during fighting at the Battle of Waterloo.</p><p>This practice continued through World War I, when soldiers from both the Allied and Central Powers – including Britain, France and Germany – used bayonets to stab enemy soldiers lying on the ground.</p><p>During World War II, German, Soviet, Japanese, British and US troops used the tactic to ensure that the enemy soldiers who appeared dead were actually dead.</p><p>In more recent history, several other countries have also been accused of carrying out double-tap attacks.</p><p>According to evidence collected by Airwars, Israel conducted a double-tap shelling in Gaza’s Khan Younis in May this year, injuring at least three members of the Palestinian Civil Defence.</p><p>Overall, since Israel’s war on Gaza began in October 2023, Airwars has recorded 28 instances of Israel carrying out double-tap strikes in Gaza, which have killed or injured medics and civilians. These were mostly air strikes, with a few instances of artillery strikes.</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s paramilitary RSF claims control of key city of Babnusa | Newsfeed | Al Jazeera",
            "time": "2025-12-02T13:44:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764683042.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "AI threatens to widen inequality among states: UN | United Nations News | Al Jazeera",
            "time": "2025-12-02T13:18:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251002__77JM763__v1__MidRes__FilesUsTechnologyAiInvestments-1761093505_24ab0a-1761098809.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Artificial intelligence risks increasing inequality between developed and developing countries, a United Nations report has warned.</p><p>The report, titled “The Next Great Divergence” and released by the United Nations Development Programme’s Asia and Pacific regional bureau on Tuesday, calls for urgent, coordinated policy action to manage the impact of the technology.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It warns of the potential for “divergence” between rich and poor states as the impacts of the technology take hold, reversing the effect of decades of declining global inequality.</p><p>“We think that AI is heralding a new era of rising inequality between countries, following years of convergence in the last 50 years,” Philip Schellekens, the bureau’s chief economist, told a briefing in Geneva, according to the Reuters news agency.</p><p>The report argues that AI, like the Industrial Revolution before it, has the potential to unlock unprecedented opportunities or deepen existing divides, across a global landscape marked by vast gaps in wealth, skills, and digital access.</p><p>Even wealthier countries would suffer if poorer states were left behind by the AI revolution, said Schellekens.</p><p>“If inequality continues to rise, the spillover effects of that in terms of the security agenda, in terms of undocumented forms of migration, will also become more daunting,” he worries.</p><h2 id=\"asia-pacific-at-centre-of-shift\">Asia Pacific at centre of shift</h2><p id=\"the-report-the-next-great-divergence-why-ai-may-widen-inequality-between-countries-focuses-on-the-challenges-and-opportunities-in-the-asia-pacific-region-but-its-authors-said-its-recommendations-should-resonate-globally\">The report focuses on the challenges and opportunities in the Asia Pacific region, but its authors said the recommendations should resonate globally.</p><p>The region, home to more than 55 percent of the world’s population, sits at the centre of the technological shift, the report said, accounting for more than half of global AI users.</p><p>The technology, it said, is already bringing benefits such as improving tutoring in remote schools, speeding up disease detection, expanding credit access for small businesses, and strengthening disaster response.</p><p>It could raise annual GDP growth by about 2 percentage points in the region, with ASEAN economies standing to gain nearly $1tn in additional GDP over the next decade, the report forecast.</p><p>However, AI technology also has the potential to deliver benefits unequally, entrenching the gap between the haves and have-nots.</p><p>While early dividends are flowing to advanced economies such as Singapore, Japan and China, nations with weak connectivity, unreliable power and limited technology skills are missing out.</p><p>Meanwhile, millions of jobs, particularly those held by women and young people, face high exposure to automation without policy intervention.</p><p>“No-one can predict with certainty where AI will take us in the future, nor can we fully imagine <a href=\"/economy/2025/11/25/trump-launches-genesis-mission-to-harness-ai-for-scientific-breakthroughs\">what it might help create</a> or destroy,” reads the report.</p><p>“Ultimately, it should not be machines but the world’s people who choose which technologies to prioritize and how best to exploit them,” the UNDP adds.</p></div></div></body></html>"
        },
        {
            "title": "Is entertainment making us better or quietly reshaping us for the worse? | Digital Series | Al Jazeera",
            "time": "2025-12-02T13:09:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764680161.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Beyond Netanyahu: Israel’s major political corruption scandals | Explainer News | Al Jazeera",
            "time": "2025-12-02T13:07:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-26T182537Z_797215495_RC2PZGAGESKG_RTRMADP_3_UN-ASSEMBLY_cropped-1758924051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Benjamin Netanyahu is the first sitting prime minister in Israel to stand trial after being accused of corruption, but he is hardly the only one to have been mired in such scandals.</p><p>Nearly all Israeli prime ministers since 1996, including Ehud Barak, Ariel Sharon, and Ehud Olmert, alongside Netanyahu, have been investigated on charges of corruption, as have several other cabinet ministers, Knesset members, and mayors.</p><p>Here is an overview of the major corruption scandals in Israel over the past two decades.</p><h2 id=\"benjamin-netanyahu\">Benjamin Netanyahu</h2><p>The sitting prime minister of Israel was indicted in three cases – known as “1000”, “2000”, and “4000” – for bribery, fraud, and breach of trust, involving allegedly accepting illicit gifts and trading regulatory favours for positive media coverage.</p><p>The trial is ongoing. Netanyahu admits to taking gifts but claims no favours were returned.</p><p>On Sunday, November 30, President Isaac Herzog’s office confirmed that Netanyahu submitted a formal pardon request, saying his ongoing trial divides the nation as he goes on a spree of attacking neighbouring countries in the Middle East.</p><figure id=\"attachment_3325530\" aria-describedby=\"caption-attachment-3325530\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3325530\" src=\"/wp-content/uploads/2024/11/2007-10-17T120000Z_1323123003_GM1DWJVHOLAA_RTRMADP_3_ISRAEL-1731654523.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Israel's Prime Minister Ehud Olmert speaks during a session of the Knesset.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3325530\" class=\"wp-caption-text\">Israel’s then-PM Ehud Olmert speaks at the Israeli parliament, October 17, 2007 [Ronen Zvulun/Reuters]</figcaption></figure><h2 id=\"ehud-olmert\">Ehud Olmert</h2><p>Ehud Olmert, the former prime minister who served from 2006 to 2009, faced a range of charges over misconduct during his terms as trade minister, communications minister and finance minister.</p><p>Olmert resigned in 2008 – staying on in a caretaker capacity for a few months – before he could be indicted after a US businessman, Morris Talansky, testified about giving Olmert cash-stuffed envelopes in the 1990s for political and personal expenses.</p><p>Olmert was convicted of breach of trust in July 2012, of bribery in March 2014, and of breach of trust in March 2015. His six-year sentence was reduced to 18 months in December 2015.</p><h2 id=\"ariel-sharon\">Ariel Sharon</h2><p>Ariel Sharon, the former prime minister from March 2001 to April 2006, was investigated for bribery allegations that real-estate developers and foreign businessmen sought political favours from him and his sons in exchange for financial benefits.</p><p>Despite recommendations to indict some associates, prosecutors ultimately did not charge Sharon himself, citing insufficient evidence.</p><p>However, his son, Omri Sharon, served prison time for illegal fundraising connected to the campaigns.</p><figure id=\"attachment_771232\" aria-describedby=\"caption-attachment-771232\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-771232\" src=\"/wp-content/uploads/2018/02/435d2dc9f10e4c1cafa1bbdeaaf686b6_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Ezer Weizman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-771232\" class=\"wp-caption-text\">Israeli former President Ezer Weizman talking through a round speaker-phone lying on his desk [File]</figcaption></figure><h2 id=\"ezer-weizman\">Ezer Weizman</h2><p>Ezer Weizman, who served as Israel’s president from 1993 to 2000 after retiring as commander of the Air Force and minister of defence, faced allegations of fraud and breach of trust for receiving large cash gifts – more than $300,000 from a French businessman – while serving as a lawmaker and minister.</p><p>Weizman resigned from the presidency in 2000 to avoid prosecution.</p><p>Although prosecutors determined that Weizman had accepted the money, he was never formally charged or tried in a court of law because the statute of limitations had elapsed by the time the investigation concluded.</p><h2 id=\"aryeh-deri\">Aryeh Deri</h2><p>Aryeh Deri, one of the founders of the Shas political party who served as the vice prime minister under Netanyahu from December 2022 to January 2023, has been convicted of corruption twice.</p><p>In 1999, he was convicted of bribery, fraud, and breach of trust; in 2022, he faced charges for tax offences.</p><p>He served nearly two years in prison for the first conviction. For the second, he signed a plea deal in 2022, resigning from parliament to avoid prison.</p><p>Despite this, PM Netanyahu appointed him interior and health minister, and the parliament passed the so-called “Deri Law” in 2022 that would limit the Supreme Court of Israel’s ability to review the “reasonableness” of government decisions.</p><p>In 2023, the Supreme Court disqualified him from serving as a minister on grounds of “extreme unreasonableness” due to his conviction on tax evasion.</p></div></div></body></html>"
        },
        {
            "title": "Did ex-South African President Zuma’s daughter recruit for Russia’s war? | Crime News | Al Jazeera",
            "time": "2025-12-02T13:06:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/13500366-1764379634-1764680708.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A daughter of South Africa’s former president, Jacob Zuma, on Friday <a href=\"/news/2025/11/29/s-african-ex-leader-zumas-daughter-quits-parliament-over-russia-war-claims\">resigned</a> as a lawmaker after explosive allegations that she tricked 17 South African men into joining a Russian mercenary group to fight in Ukraine.</p><p>Duduzile Zuma-Sambudla, who joined parliament in 2024 under her father’s opposition <a href=\"/features/2024/4/5/will-jacob-zuma-and-his-mk-party-cause-an-upset-in-south-africas-election\">uMkhonto weSizwe (MK) party,</a> is officially under a police investigation, but she denies allegations of involvement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>South African police revealed early last week that the investigations into Zuma-Sambudla’s role in the case were prompted after her half sister, Nkosazana Bonganini Zuma-Mncube, filed an affidavit accusing the politician of trafficking South African men into fighting on the front lines of the Russia-Ukraine war with promises of lucrative job offers.</p><p>The scandal has exposed deep rifts in the prominent Zuma family. Like her father, whose administration was racked with<a href=\"/news/2024/4/18/jacob-zumas-nine-lives-how-south-africas-ex-president-keeps-coming-back\"> corruption scandals</a>, Zuma-Sambudla is a controversial figure in South African politics. Earlier, in November, Zuma-Sambudla appeared in court over a separate case where she is accused of having helped incite the <a href=\"/news/2021/7/22/south-africa-unrest-death-toll-jumps-to-more-than-300\" target=\"_blank\" rel=\"noopener\"> 2021 riots</a> that left more than 350 people dead.</p><p>Here’s what we know about the latest scandal involving the Zumas:</p><figure id=\"attachment_4145079\" aria-describedby=\"caption-attachment-4145079\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145079\" src=\"/wp-content/uploads/2025/12/AP25332501152472-1764675419.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Duduzile and Zuma\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145079\" class=\"wp-caption-text\">FILE – Former South African President Jacob Zuma speaks as his daughter Duduzile Zuma-Sambudla, right, listens, during a news conference in Soweto, South Africa, December 16, 2023 [Themba Hadebe/AP]</figcaption></figure><h2 id=\"what-happened\">What happened?</h2><p>South African police revealed on November 24 that Zuma-Sambudla, 43, was being investigated in connection with the forced recruitment of 17 South African men into a Russian mercenary group. The investigations came after Zuma-Mncube filed an affidavit against her sister. Zuma-Mncube claims to be the former president’s eldest daughter of at least 20 children from six wives. The current state of the relationship between the sisters is unclear.</p><p>Zuma-McNube’s affidavit, filed on November 22, alleged that Zuma-Sambudla, alongside two others, lured the 17 men to Russia on claims that they would receive yearlong security training and then return to South Africa. But the men were handed over to a Russian mercenary group and were sent to fight in Russia’s war on Ukraine instead, the affidavit continued. At least eight of the 17 men were members of the Zuma family, it added.</p><p>The affidavit listed the other two accused as Siphokazi Xuma and Blessing Khoza.</p><p>In a statement last week, Zuma-Mcnube said the three individuals had violated several South African laws relating to trafficking, providing foreign military assistance without government consent, and fraud.</p><p>“Driven by my moral obligation, I have opened a criminal case at the Sandton Police Station,” Zuma-Mcnube said, urging that the South African government should “expedite all diplomatic efforts to secure the immediate and safe return of our citizens”.</p><p>A father of three told The New York Times he received a phone call in July from someone who identified themself as Zuma-Sambudla to join a yearlong training program in Russia after which he would have a job working in security for the MK party. The man said six weeks after arriving in Russia, his trainers surprisingly gave him military fatigues, and he was sent to the front lines of the war in Ukraine’s Donbas region.</p><p>Another South African man who said he was on the front lines in Ukraine told the BBC that Zuma-Sambudla and other recruiters had bought him tickets to travel from South Africa.</p><p>South African officials said earlier on November 6 that they received distress signals from 17 South Africans aged between 20 and 39, who were asking to be removed from the front lines in Ukraine. Sixteen of the men were from the KwaZulu-Natal province, Zuma’s home region, while one was from the Eastern Cape. President Cyril Ramaphosa directed the police to investigate the case.</p><p>Speaking on the sidelines of the <a href=\"/video/newsfeed/2025/11/22/g20-leaders-adopt-new-declaration-even-as-us-boycotts-summit\" target=\"_blank\" rel=\"noopener\">G20 Leaders’ Summit in Johannesburg</a> last week, Foreign Minister Richard Lamola said South Africa was talking to Russian and Ukrainian authorities to repatriate the trapped men.</p><p>“The police must investigate and whoever is involved in this must be arrested,” Lamola said, adding: “It is not an easy situation because they are [on] the front lines of this battle, but we are hopeful that there will be breakthroughs.”</p><figure id=\"attachment_4138458\" aria-describedby=\"caption-attachment-4138458\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138458\" src=\"/wp-content/uploads/2025/11/13500365-1764380197.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12517823 Duduzile Zuma-Sambudla, the daughter of former South African President Jacob Zuma, appears in court on charges of terrorism in Durban, South Africa, 11 November 2025. She pleaded not guilty to terrorism-related charges at the start of her trial. Zuma-Sambudla is being charged over comments she made on social media four years ago during deadly protests following the arrest of her father. EPA/STRINGER\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138458\" class=\"wp-caption-text\">Duduzile Zuma-Sambudla, the daughter of former South African President Jacob Zuma, appears in court on charges of terrorism in Durban, South Africa, November 11, 2025. She pleaded not guilty to terrorism-related charges at the start of her trial [Stringer/EPA]</figcaption></figure><h2 id=\"who-are-the-five-people-who-have-been-charged\">Who are the five people who have been charged?</h2><p>Five people have been charged this week in relation to the alleged recruitment of men for the Russian military, according to South African police. Authorities said they responded to a tip-off as the group of five tried to leave the country on a flight from OR Tambo International Airport to Russia via the UAE. South African police say they are not yet treating this case as linked to the allegations against Zuma-Sambudla.</p><p>Among the five accused is prominent radio host Nonkululeko Patricia Mantula, 39, who works with the country’s public broadcaster, SAFM. The other four were men aged between 21 and 46, officials said, and Mantula was “facilitating the travel and recruitment” of the men into Russia, the police said.</p><p>All now face charges of violating a South African law banning foreign military assistance. A court set their next appearance on December 8 for a bail application.</p><h2 id=\"what-does-south-african-law-say-about-foreign-wars\">What does South African law say about foreign wars?</h2><p>It is a crime to serve in a foreign military without permission from the country’s National Conventional Arms Control Committee, according to South Africa’s 1998 <a href=\"http://www.gov.za/documents/acts/regulation-foreign-military-assistance-act-15-1998-20-may-1998\" target=\"_blank\" rel=\"noopener\">Regulation of Foreign Military Assistance Act. </a></p><p>Authorisations may be denied if the requests are found to conflict with South Africa’s obligations under international law or if they will result in the infringement of human rights and fundamental freedoms in the territory in which the foreign military assistance is to be rendered.</p><p>The same act also bans mercenary activities entirely. South African residents or citizens are explicitly forbidden from recruiting, training, financing, or participating in mercenary activities.</p><p>Violating the law could attract a heavy fine, imprisonment, or both.</p><p>South Africa’s constitution also prohibits trafficking. It prohibits forced labour, as does the 1997 Basic Conditions of Employment Act.</p><p>Police authorities have not officially charged Zuma-Sambudla with a crime. Police spokesperson Athlenda Mathe told The Associated Press news agency that any police charges “are still to be determined through a thorough investigation”.</p><p>Speaking to Al Jazeera, South Africa analyst Sanusha Naidu said the case was not likely to affect Russia-South Africa relations, which have become stronger in recent years under President Cyril Ramaphosa. Both countries are part of the BRICS and G20, both informal economic groupings of emerging powers often seen as an alternative to exclusive Western groups like the G7.</p><p>“I don’t think that the relationship is going to be any different now than in the past just because you have mercenaries who have been recruited by one person linked to the MK party,” she said. “[The recruitments] contravene our internal legislations, so it’s not going to shift the relations from where it is now.”</p><p>In October 2024, an AP investigation found that young African women were being lured to work at the Alabuga Special Economic Zone in Russia’s Tatarstan region, where some helped produce military grade drones. Several African governments – including South Africa in August – have issued warnings to women, asking them to be cautious of foreign work schemes.</p><p>Kenyan authorities, in September, said they rescued more than 20 people from a suspected trafficking ring that had intended to lure them to fight in the Ukraine war with promises of jobs in Russia. Officials said some 200 Kenyans are already fighting for Russia.</p><h2 id=\"what-has-zuma-sambudla-said\">What has Zuma-Sambudla said?</h2><p>In a statement submitted to police authorities last Monday, Zuma-Sambudla claimed she herself was a “victim” of the scheme, alleging that she had been deceived by a person called Blessing Rhulani Khoza, who she said contacted her on WhatsApp with promises of lucrative security contracts in Russia. The politician said she travelled to Russia on her own and was exposed to “non-combat, controlled activities” which convinced her of the legitimacy of the scheme.</p><p>“Prior to this unsolicited message, I had no relationship, acquaintance, or prior knowledge of this person whatsoever,” she wrote. Zuma-Sambudla claimed she again flew to Russia after hearing the men, including her family members, were sent to battle, and that she filed appeals with Russian officials and the South African embassy there.</p><p>“I shared information innocently. They chose to join on their voluntary interest,” she added. “I would not, under any circumstances, knowingly expose my own family or any other person to harm.”</p><p>Zuma-Sambudla had served as a parliament member for the MK party since June 2024. Her father founded the opposition party after he was <a href=\"/news/2024/1/31/why-did-south-africas-ruling-anc-suspend-ex-president-jacob-zuma\" target=\"_blank\" rel=\"noopener\">dramatically expelled </a>from the then-ruling African National Congress (ANC) on allegations of misconduct. Zuma and President Ramaphosa, once close allies, have been bitter political rivals in recent years, and the MK is currently the largest opposition party in parliament.</p><p>On Friday, MK party President Magasela Mzobe said at a media briefing that Zuma-Sambudla had resigned “to focus on helping families to return to loved ones”. Her resignation, Mzobe added, was not an “admission of guilt” or the result of the organisation finding her guilty of any wrongdoing.</p><p>Former President Zuma has not commented on the case.</p><p>Meanwhile, the Democratic Alliance party, a former opposition party that joined the ruling coalition alongside the ANC since 2024, sued Zuma-Sambudla last Thursday, on charges of human trafficking and recruitment for mercenary activities.</p><p>The DA – which has long been against South Africa’s closeness with Moscow <a href=\"/tag/ukraine-russia-crisis/\">amid Russia’s war on Ukraine</a> – alleged it had access to messages from a WhatsApp group chat “administered” by Zuma-Sambudla, and claimed the Ramaphosa presidency and Zuma knew about the recruitments.</p><p>The chats “show clear coordination in luring at least 22 men to Russia under the guise of ‘personal development’, ‘security training’, and even promises of Russian or Canadian citizenship”, the party said.</p><p>The men’s passports were confiscated, their clothes burned, and their communication with families cut off once in Russia, the DA said. Three men who had well-placed family connections were returned to South Africa, the party added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hegseth under scrutiny after US kills boat strike survivors | Drugs | Al Jazeera",
            "time": "2025-12-02T12:59:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764680354.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Pope prays at site of 2020 Beirut port explosion | Religion News | Al Jazeera",
            "time": "2025-12-02T12:48:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86RY63P__v2__HighRes__TopshotLebanonVaticanReligionPope-1764664250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pope Leo XIV has prayed at the site of the deadly 2020 Beirut port explosion and offered words of consolation to the Lebanese people on the final day of his first overseas trip.</p><p>Relatives of some of the 218 people killed in the blast five years ago held up photographs of loved ones as Pope Leo arrived on Tuesday at the scorched site. They then stood side by side as he spoke to each one and looked at the images.</p><p>The emotional encounter took place beside the shell of the last grain silo standing at the site destroyed by the August 4 blast, and amid piles of burned cars left charred in its wake.</p><p>The explosion caused billions of dollars’ worth of damage when hundreds of tonnes of ammonium nitrate detonated in a warehouse.</p><p>Five years on, families are still seeking justice. No official has been convicted in the judicial investigation, angering Lebanese citizens who see the blast as further evidence of impunity after decades of corruption and financial crimes.</p><p>When he arrived in Lebanon on Sunday, Pope Leo had urged the country’s political leaders to pursue the truth as a means of achieving peace and reconciliation.</p><p>The United States-born pontiff opened his final day in Lebanon with an emotional visit to the De La Croix Hospital, which specialises in caring for people with psychological conditions.</p><p>The Mother Superior of the congregation that runs the hospital, Mother Marie Makhlouf, was overcome as she welcomed the pope, telling him that her hospital cares for the “forgotten souls, burdened by their loneliness”.</p><p>Pope Leo said the facility stands as a reminder to all of humanity.</p><p>“We cannot forget those who are most fragile,” he said. “We cannot conceive of a society that races ahead at full speed, clinging to the false myths of wellbeing, while at the same time ignoring so many situations of poverty and vulnerability.”</p><p>He was scheduled to end his visit with a Mass at another location along the Beirut waterfront, where he moved through the crowd in his covered popemobile.</p><p>Pope Leo has sought to bring a message of peace to Lebanon as it grapples with economic crises, the aftermath of Hezbollah’s devastating war with Israel, and the lasting effect of the port explosion.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo wraps up Lebanon visit with prayers at site of Beirut port blast | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-02T12:40:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86RY63K__v2__HighRes__TopshotLebanonVaticanReligionPope-1764670377.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pope Leo XIV has offered prayers at the site of the 2020 Beirut port blast, one of the final stops in his three-day visit to Lebanon.</p><p>The Catholic leader prayed silently and lit a lamp on Tuesday morning at a monument to the more than 220 people that were killed and 6,500 injured <a href=\"/features/2025/8/4/beirut-port-blast-victims-say-five-years-later-justice-feels-a-bit-closer\">in the explosion</a>. The United States-born pontiff has <a href=\"/news/2025/12/1/pope-leo-urges-unity-on-day-two-of-lebanon-visit\">urged peaceful coexistence</a> across the Middle East during his inaugural trip abroad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>With mounds of rubble and the remains of the devastated facility within sight, the Pontiff shook hands, blessed and spoke with each one of the survivors and relatives of victims who were present.</p><p>“We are very grateful for this visit from the Pope,” said Cecile Roukoz, a lawyer whose brother died in the explosion. “We know that he raises his voice” for justice “and we need justice for our brothers and all the victims of this explosion”.</p><p>Reporting from Beirut’s waterfront, where Leo later held Mass, Al Jazeera’s Zeina Khodr said many Lebanese people see his outreach at the blast site as a powerful gesture.</p><p>“For the Pope to speak to the family members one by one … it really meant a lot,” she said.</p><p>Victims and families of those killed are still seeking justice five years after the blast, which caused billions of dollars in damage as it <a href=\"/news/2022/8/4/infographic-how-big-was-the-beirut-explosion#:~:text=A%20fire%20at%20the%20Beirut,way%20from%20Georgia%20to%20Mozambique.\">tore through neighbourhoods.</a></p><p>No official has been convicted in a judicial investigation that has been repeatedly obstructed, angering Lebanese for whom the blast was just the latest evidence of impunity after decades of corruption and financial crimes.</p><p>When Leo arrived in Lebanon on Sunday, he had urged the country’s political leaders to pursue the truth as a means of peace and reconciliation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cast-off-ethnic-and-political-divisions\">‘Cast off ethnic and political divisions’</h2><p>Tens of thousands later congregated at Beirut’s waterfront for the Pope’s Mass, capping off his three-day visit to the country.</p><p>“We must unite our efforts so that this land can return to its glory,” he declared, urging Lebanon’s people to “cast off the armour of our ethnic and political divisions”.</p><p>He said he envisioned “a Lebanon where peace and justice reign, where all recognise each other as brothers and sisters”.</p><figure id=\"attachment_4144848\" aria-describedby=\"caption-attachment-4144848\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144848\" src=\"/wp-content/uploads/2025/12/AFP__20251202__86T46YX__v1__HighRes__LebanonVaticanReligionPope-1764670436.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pope Leo XIV arrives to lead a mass at Beirut's waterfront on December 2, 2025. Thousands of Lebanese faithful were making their way to Beirut's waterfront ahead of Pope Leo XIV's mass in the morning of December 2, the highlight of the Catholic leader's visit to the capital expected to draw huge crowds. (Photo by Giuseppe CACACE / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144848\" class=\"wp-caption-text\">Pope Leo XIV arrives to lead a mass at Beirut’s waterfront on December 2 [Giuseppe Cacace/AFP]</figcaption></figure><p>The Vatican’s press service, citing the Lebanese authorities, said some 150,000 people had attended the outdoor ceremony.</p><p>That means that the turnout was markedly smaller than the roughly 300,000 who attended Pope Benedict XVI’s 2012 waterfront Mass during the last papal visit to Lebanon.</p><p>The discrepancy speaks to the mass exodus of Lebanese, including Christians, in recent years, spurred by mounting economic and political turmoil, including deep sectarian strife, said Khodr.</p><p>“Since Pope Benedict XVI was here … it has been crisis after crisis for the country: Economic collapse, people losing their savings and then the port explosion,” said Khodr.</p><p>“And now the continuing conflict between Hezbollah and Israel. Really, the list goes on. When you speak to people here, they say life is difficult and we are struggling, but we appreciate the Pope’s presence.”</p><p>Leo’s visit to Lebanon was the second leg of an overseas trip that <a href=\"/news/2025/11/29/pope-leo-visits-blue-mosque-in-turkiyes-istanbul\">started in Turkiye</a>, in which he pleaded for peace in the Middle East and warned that humanity’s future is at risk from the world’s bloody conflicts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump cries foul over ‘technical tie’ in Honduras presidential race | Elections News | Al Jazeera",
            "time": "2025-12-02T12:35:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T204318Z_1711501806_RC2N7IA22FFI_RTRMADP_3_HONDURAS-ELECTION-1764671228.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has lashed out as Honduras announced that it is to conduct a manual count of votes cast in the November 30 presidential election.</p><p>The National Electoral Council (CNE) called for “patience” on Tuesday as it launched the count. Earlier, it had announced that a partial digital count had left the two frontrunners locked in a “technical tie”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a tirade on social media late on Monday, Trump accused the election officials of “trying to change” the outcome of the <a href=\"/news/2025/11/30/polls-open-in-honduras-presidential-election-marked-by-fraud-accusations\">election</a>, and doubled down on vague threats of retaliation should his favoured candidate not be declared the victor of a tight race, which has been beset by problems with the results website.</p><p>In the latest update, CNE head Ana Paola Hall said Trump-backed right-wing candidate Nasry Asfura was leading centrist rival Salvador Nasralla by just 515 votes after 57 percent of the ballots had been counted.</p><p>“Faced with this technical tie, we must remain calm, be patient, and wait for the CNE to finish counting,” she said.</p><p>“Subsequently, the special counting process will be carried out in order to finalise the general count.”</p><figure id=\"attachment_4144912\" aria-describedby=\"caption-attachment-4144912\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144912\" src=\"/wp-content/uploads/2025/12/2025-11-30T024518Z_689132471_RC2Q6IAE7FJH_RTRMADP_3_HONDURAS-ELECTION-1764671356.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Presidential candidate Salvador Nasralla of Honduras' Liberal Party speaks during a press conference ahead of the general election in Tegucigalpa, Honduras\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144912\" class=\"wp-caption-text\">Presidential candidate Salvador Nasralla speaks during a news conference in Tegucigalpa on November 30, 2025 [Jose Cabezas/Reuters]</figcaption></figure><h2 id=\"hell-to-pay\">‘Hell to pay’</h2><p>Trump, who in the run-up to the vote had threatened to cut off aid to Honduras if National Party candidate Asfura were not elected, responded with a post on his Truth Social platform that claimed the CNE had “abruptly stopped counting” the votes.</p><p>He insisted that it was “imperative” that the officials finish the count and that “democracy must prevail”.</p><p>“Looks like Honduras is trying to change the results of their Presidential Election,” he wrote. “If they do, there will be hell to pay!”</p><p>Trump made a big impact in the campaign with his vocal endorsement of Asfura, the former mayor of the capital, Tegucigalpa, saying the US could work with him to counter drug trafficking.</p><p>His statements followed similar interventions in Argentina’s legislative elections in October, in which he threatened to cut support if President Javier Milei’s La Libertad Avanza did not emerge victorious.</p><p>Milei’s party went on to <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">win</a> with more than 40 percent ​​of the vote.</p><p>Despite cheering Asfura’s forecast role in helping to fight Trump’s so-called “war on drugs”, Trump had said on Friday that he is set to <a href=\"/news/2025/11/28/trump-says-will-pardon-former-honduras-leader-before-presidential-vote\">pardon</a> former Honduran President Juan Orlando Hernandez.</p><p>The last president to come from the National Party in a country recently dominated by left-leaning political forces, Hernandez is serving a 45-year prison sentence in the US for drug trafficking and firearms charges.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"nasralla-claims-to-be-in-front\">Nasralla claims to be in front</h2><p>Asfura’s rival Nasralla, a former TV host, posted on X that internal projections put him ahead with 44.6 percent of the vote.</p><p>“We are not declaring ourselves the winners, just projecting the results that will be fed into the CNE,” he said, drawing criticism from Asfura’s National Party for weighing in ahead of the final vote count.</p><p>Whatever the final outcome, the election is a clear defeat for the country’s ruling left-wing, whose candidate, Rixi Moncada, was trailing well behind in third with 19 percent of the vote.</p></div></div></body></html>"
        },
        {
            "title": "Robin Smith, ex-England cricketer, dies aged 62 | Cricket News | Al Jazeera",
            "time": "2025-12-02T12:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-1257298-1764676854_1b749f-1764677559.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Robin Smith, ex-England cricketer, dies aged 62</h1><p class=\"article__subhead\"><em>The South African-born English cricketer, who played in the late 1980s and 90s, scored more than 4,000 Test runs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former batter Robin Smith has died at the age of 62, his former club Hampshire has said.</p><p>“It is with great sadness that we announce the passing of legendary batter Robin Smith,” Hampshire posted on the social media platform X on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Smith, born in South Africa to British parents, played 62 Tests and 71 one-day internationals (ODIs) for England, scoring 13 centuries.</p><p>He suffered from depression and alcoholism following his retirement, telling British newspapers only last week about his personal struggles.</p><p>Smith established himself as a belligerent middle-order batter known for his striking ability against fast bowlers. He averaged 43.67 in Tests, the highest among all contemporary England players when he was dropped after a series in South Africa in 1995-96.</p><p>“It’s a sad day … At the time, in the 80s and 90s, he was England’s best batter,” a tearful Kevan James, Smith’s former Hampshire teammate, told BBC Radio Solent.</p><p>“He was a super player, particularly of fast bowling in an era where the West Indies had all these fast bowlers. He was one of the few England batters who stood up to them and basically gave as good as he got.”</p><p>Smith was the brother of fellow England international Chris Smith, who played his last Test at Leeds two years before his England debut at the same ground in 1988.</p><p>Nicknamed “The Judge” for having curly hair like a judge’s wig, Smith scored 175 against the West Indies in Antigua in 1994, the same Test in which Brian Lara made a record-breaking 375 runs.</p><p>Smith also hit an unbeaten 167 against Australia in 1993, which remained the highest innings by an England player in an ODI until 2016, when Alex Hales made 171 against Pakistan.</p><p>“Robin Smith was a player who stood toe to toe with some of the quickest bowlers in the world, meeting spells of hostile fast bowling with a defiant smile and an incredible resilience,” said England and Wales Cricket Board (ECB) chair Richard Thompson.</p><p>“He did so in a way that gave England fans enormous pride, and no shortage of entertainment.”</p><figure id=\"attachment_4145169\" aria-describedby=\"caption-attachment-4145169\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145169\" src=\"/wp-content/uploads/2025/12/GettyImages-649938408-1764677234.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Robin Smith in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145169\" class=\"wp-caption-text\">Smith was best known for his powerful hitting in the one-day format, scoring 2,419 runs at an average of 39 [File: Graham Chadwick/Empics via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Protesters clash with police at anti-government march in Bulgaria | Protests | Al Jazeera",
            "time": "2025-12-02T11:56:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764676538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russian tanker struck off Turkiye as Ukraine targets ‘shadow fleet’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T11:46:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-04-17T120943Z_1937157438_RC2YYDA8AZAN_RTRMADP_3_UKRAINE-CRISIS-TANKER-GERMANY-1764665411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian-flagged tanker in the Black Sea has reported being attacked off the Turkish coast, the third such vessel to have been targeted within a week.</p><p>The Turkish Directorate General of Maritime Affairs said on Tuesday that the Midvolga-2 had reported coming under attack about 130km (80 miles) from land.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The tanker was reportedly carrying sunflower oil to Georgia. The attack follows strikes by Ukrainian naval drones on two Russian-flagged vessels that Kyiv said were part of Russia’s <a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\">“shadow fleet”</a> shipping crude exports in violation of international sanctions.</p><p><a href=\"/video/newsfeed/2025/11/30/ukraine-hits-two-oil-tankers-in-black-sea-targeting-russian-shadow-fleet\">Friday’s strikes</a> saw Turkish President Recep Tayyip Erdogan warn that attacks on commercial shipping in the Black Sea signalled a “worrying escalation” of the conflict between Russia and Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 13 members of the Midvolga-2 crew were unharmed, the directorate said on X, adding that the vessel had not requested assistance and it was proceeding towards Turkiye’s Sinop port.</p><p>It did not provide further details, but Turkish TV channel NTV reported that a kamikaze drone was used.</p><p>A Turkish official told the Reuters news agency that in response to the incident, “the necessary messages were conveyed to the relevant parties, including Ukrainian authorities”.</p><h2 id=\"turkish-balancing-act\">Turkish balancing act</h2><p>The Kairos and the Virat were targeted on Friday by Ukraine as they headed to a Russian port to load up with oil destined for foreign markets, a Kyiv official told Reuters.</p><p>A total of 113 such vessels sailed under a false flag in the first nine months of this year, transporting some 11 million tonnes of Russian crude, valued at 4.7 billion euros ($5.4bn), according to a recent report by the Centre for Research on Energy and Clean Air (CREA), a Helsinki-based think tank.</p><p>NATO member Turkiye has maintained cordial relations with both Kyiv and Moscow throughout the war, which was triggered when Russia launched a full-scale invasion of its neighbour in February 2022.</p><p>It has sought to assume a role as a mediator, hosting three rounds of peace talks.</p><p>As part of NATO, Ankara has provided military support to Ukraine. However, it has refused to join Western sanctions against the Kremlin and insisted that navigational security be maintained in the Black Sea.</p><p>“We cannot condone these attacks, which threaten navigational safety, life, and the environment, especially in our own exclusive zone,” Erdogan said in a televised address on Monday, adding that Turkiye had issued a warning to “all related sides”.</p><h2 id=\"crude-target\">Crude target</h2><p>Kyiv, which for years has sustained heavy attacks targeting its energy infrastructure, has focused in recent months on disrupting Russia’s oil industry in a bid to starve Moscow of funds to sustain its war.</p><p>It has concentrated fire on Russian refineries and crude terminals.</p><p>Russia’s foreign ministry said on Sunday that Ukrainian attacks on oil tankers and <a href=\"/news/liveblog/2025/11/29/russia-ukraine-war-live-kyiv-comes-under-deadly-drone-missile-attacks\">infrastructure</a> in the Black Sea were “acts of terrorism” that threatened freedom of navigation in the region.</p><p class=\"western\">A Ukrainian drone attack caused a fire at an oil facility in the southern Russian region of Oryol, authorities said on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "‘Corruption is a hydra’: Ukraine rocked by another high-profile sacking | News | Al Jazeera",
            "time": "2025-12-02T11:42:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-28T082817Z_1002431186_RC2XM5ANO55C_RTRMADP_3_UKRAINE-CRISIS-CORRUPTION-YERMAK-1764669645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> With his bear-like look and immense clout, <a href=\"/news/2025/11/28/ukraine-anticorruption-investigators-search-home-of-zelenskyys-top-aide\">Andriy Yermak</a> towered over Ukrainian President Volodymyr Zelenskyy for years – literally and figuratively.</p><p>A former copyright lawyer who collaborated with District 95, a comic troupe that propelled Zelenskyy to stardom, the 54-year-old Yermak became Ukraine’s “grey cardinal” after the former comedian won the 2019 presidential vote.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While chief of Zelenskyy’s staff, Yermak played an outsized role – he was widely considered as vice president and vice prime minister. He was a top peace negotiator and made strategic decisions about the war with Russia that led to disastrous miscalculations and losses, according to a four-star general.</p><p>Yermak “formed an entire system of appointing people in state administration, ministries and military agencies”, Ihor Romanenko, former deputy head of Ukraine’s general staff of armed forces, told Al Jazeera.</p><p>Such concentration of power turned Yermak into a seemingly unsinkable, Machiavellian figure as he gained notoriety among Ukrainian officials and top brass, Western leaders and diplomats for his abrasive manners, reluctance to compromise and heavy-handed handling of subordinates.</p><p>And yet, Yermak’s team of negotiators managed to convince Washington to remove some of the most contentious parts of the <a href=\"/news/2025/11/25/trump-wants-us-to-capitulate-to-russia-ukrainians-aghast-at-peace-plan\">28-point peace plan</a> that many in Ukraine and the West called a carbon copy of the Kremlin’s wish list.</p><p>But on Friday, Zelenskyy fired Yermak – after months of Western pressure and speculation about his role in a $100m corruption <a href=\"/news/2025/11/13/could-ukraines-corruption-crisis-lead-to-military-defeat-against-russia\">scandal</a>, an hours-long search of his apartment and a “30-minute-long tantrum with cursing, reproaches and accusations”, according to a Ukrainian daily.</p><p>“Until the last minute, Yermak didn’t believe that the First One [Zelenskyy] will have him sacked,” a government source told the Pravda outlet.</p><p>The firing followed a consensus among key political figures, even the ones appointed by Yermak, the daily reported.</p><p>Zelenskyy diplomatically called the sacking a “resignation”.</p><p>“I’m grateful to Andriy for always representing Ukraine’s position in the negotiation track exactly the way it should be represented,” he said in a video address.</p><p>Hours later, Yermak made a single statement most likely aimed at United States President Donald Trump.</p><p>“I’m going to the front[line] and am prepared for any reprisals. I am an honest and decent person,” he said in a text message in English sent to a reporter with the New York Post, reportedly Trump’s favourite newspaper.</p><p>Some Ukrainians are still deeply pessimistic about the political games amid daily blackouts, Russian air raids, soaring prices and hopelessness about the <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">war’s end</a>.</p><p>“<a href=\"/opinions/2025/11/23/a-corruption-scandal-may-well-end-the-war-in-ukraine\">Corruption</a> is a hydra,” said Taras Tymoshchuk, a 43-year-old retired serviceman, who suffered injuries and contusions while fighting pro-Russian separatists in the eastern region of Donbas between 2015 and 2017.</p><p>“Yermak is the head we all knew. He’s been cut off, but many more will grow in his place,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But another disgraced figure – <a href=\"/features/2020/4/17/why-is-a-heroine-of-ukraines-revolution-charged-with-murder\">Tetiana Chornovol</a>, an ex-lawmaker and journalist who enlisted after being charged with arson and premeditated murder – said she would let Yermak join her small squad as a drone operator.</p><p>During the 2014 Ukrainian Revolution, Chornovol assaulted pro-Russian figures, led protesters to seize the city hall and was said to have incited them to throw Molotov cocktails into an office of ex-President Victor Yanukovych’s Party of Regions, according to Ukraine’s State Bureau of Investigations. A 57-year-old IT expert suffocated in the smoke.</p><p>“He’ll be a regular fighter without a past,” Chornovol wrote of Yermik on Facebook on Saturday.</p><p>However, self-banishment to the front line does not make Yermak immune to the consequences that may stem from a huge investigation into corruption schemes around the state-controlled nuclear power monopoly.</p><p>Now, Ukraine and its allies are pondering the aftermath of Yermak’s dismissal, while speculating over his successor.</p><p>“The replacement will be quite painful,” Romanenko said.</p><p>Yermak was widely blamed for mismanaging Kyiv’s talks with Moscow before the full-scale invasion in 2022 – and for downplaying the invasion that, as he reportedly said, he “didn’t believe would really happen”.</p><p>Yermak’s “defence plans were largely unrealistic and have not been implemented”, Romanenko said.</p><p>Yermak also opposed drastic steps such as the huge mobilisation of all men of fighting age and the imposition of martial law that would “put the economy on a wartime track”, Romanenko said.</p><p>Yermak’s replacement should be proposed by the president but voted in by Parliament.</p><p>There’s already a list of possible candidates – Deputy Prime Minister Mikhaylo Fyodorov, Defence Minister Denys Shmyhal and Deputy Foreign Minister Serhiy Kyslytsya.</p><p>Zelenskyy may also appoint a political dark horse, an unknown figure with a military background and front-line experience, to cheer up top brass and average servicemen.</p><p>On Saturday, Zelenskyy reportedly conferred with the heads of military and intelligence agencies – and Pavlo Palisa, 40, a decorated colonel who graduated from a US military college in 2022, fought in the months-long battle for the eastern town of Bakhmut and became Yermak’s deputy in November 2024.</p><p>None of Yermak’s possible successors will have his reputation, notoriety and years-long personal relations with the president – and none is likely to regain his clout.</p><h2 id=\"corruption-track-extremely-useful-to-us\">‘Corruption track extremely useful to US’</h2><p>However, the dismissal will benefit Kyiv in the coming weeks amid resumed peace talks as Washington has lost an ace up its sleeve – Yermak’s presumed involvement in corruption schemes involving multi-billion Western aid.</p><p>“The corruption track in Ukraine was extremely useful to the United States from the viewpoint of pressuring Zelenskyy personally,” Kyiv-based analyst Ihar Tyshkevich told Al Jazeera.</p><p>Zelenskyy considered Yermak an irreplaceable ally and enforcer of his will – and Washington could have used it to demand political concessions in exchange for keeping him, Tyshkevich said.</p><p>Yermak’s resignation removes the “blackmail format” while Ukrainian negotiators could say that Kyiv is about to restructure the decision-making process, he said.</p><p>Some Western partners were also “tense” about Yermak’s decisions that sidelined Ukraine’s Ministry of Foreign Affairs, he said.</p><p>“As paradoxical as it sounds, in the short-term perspective, [Yermak’s resignation] certainly strengthens Zelenskyy,” Tyshkevich said.</p><p>But by early 2026, whoever replaces Yermak will have to make “several right decisions” to further strengthen Zelenskyy, he said.</p><p>For now, the president faces an immediate dilemma.</p><p>He could opt to keep the highly personalised system Yermak built, or dismantle it to allow figures once opposed to Yermak to work closer with Zelenskyy, Tyshkevich said.</p><p>Zelenskyy’s Servant of the People party formally dominates the Verkhovna Rada, Ukraine’s lower house of parliament, but there is infighting and squabbles.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu requesting pardon is him “getting into election mode” | Digital Series | Al Jazeera",
            "time": "2025-12-02T11:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/MITCHEL-BBB-1764675395.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>American-Israeli pollster and strategic communications expert Mitchell Barak sheds light on Benjamin Netanyahu’s request for a pardon and the motives behind it.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}