{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "The fragile fight for justice in a post-Assad Syria | Syria's War News | Al Jazeera",
            "time": "2025-12-07T14:45:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Ziad1-1765108897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ziad Mahmoud al-Amayiri sat with photographs of his 10 lost family members laid out in front of him.</p><p>“There are two options: either the government gives me justice, or I take justice myself.”</p><p>Al-Amayiri’s threat is directed at one man: Fadi Saqr.</p><p>Saqr was a commander of the National Defence Forces (NDF), a militia loyal to <a href=\"/news/2025/12/4/unsc-delegation-visits-syria-on-first-trip-a-year-after-al-assads-fall\">Bashar al-Assad</a> that was accused of atrocities like the <a href=\"/news/2022/5/9/syrian-rights-groups-urge-un-for-a-probe-over-tadamon-massacre\">2013 Tadamon massacre</a>, where, according to local Syrian officials, activists and leaked videos, dozens of people were led to a pit and shot.</p><p>However, Saqr denies any links to what happened in Tadamon. He told The New York Times that he was not the NDF’s leader at the time.</p><p>But al-Amayiri insists Saqr should be behind bars for the disappearance of his loved ones, who he says were arrested by NDF fighters in 2013.</p><p>Instead, Saqr is walking free.</p><p>Hassan Soufan, a member of the government-appointed Committee for Civil Peace, says Saqr was “granted safe passage” by <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\">Syria’s new leadership</a> “at the beginning of the liberation”.</p><p>Soufan said Saqr’s release was part of a strategy to calm tensions because of his links to <a href=\"/features/2025/3/20/dont-trust-anyone-are-syrias-alawis-losing-faith-in-the-new-government\">Alawite groups</a> in the region.</p><figure id=\"attachment_4157309\" aria-describedby=\"caption-attachment-4157309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157309\" src=\"/wp-content/uploads/2025/12/Ziad2-1765108960.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Photographs of some of the family members Ziad Mahmoud Al Amayiri believes were arrested and ultimately disappeared by the pro-Assad National Defence Forces. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157309\" class=\"wp-caption-text\">Photographs of some of al-Amayiri’s family members he believes were arrested and ultimately disappeared by the pro-Assad National Defence Forces [Harriet Tatham/Al Jazeera]</figcaption></figure><p>“No one can deny that this safe passage contributed to averting bloodshed,” said Soufan.</p><p>But that was not enough to satisfy many Syrians, especially in Tadamon, where residents demanded that Saqr be tried in court.</p><p>“How was the government able to forgive Fadi Saqr with the blood of our families?” said al-Amayiri, speaking of the 10 loved ones he has lost.</p><p>“I don’t think they will be able to hold him accountable after that.”</p><h2><strong>Syria’s fragile peace</strong></h2><p>A year on since the fall of Bashar al-Assad, Syria’s new leadership is dealing with the very real danger of people feeling frustrated by justice efforts being delayed or denied.</p><p>After taking power, interim President Ahmed al-Sharaa said he would prioritise “<a href=\"/news/2025/12/6/syrias-al-sharaa-promises-peace-and-unity-in-face-of-israeli-aggression\">achieving civil peace</a>” and “<a href=\"/news/2025/3/10/syrias-al-sharaa-vows-to-punish-forces-responsible-for-mass-killings\">prosecuting criminals</a> who spilt Syrian blood … through genuine transitional justice”.</p><p>But the last year has been marked by <a href=\"/news/2025/3/11/entire-families-killed-in-syria-fighting-un-says\">sectarian fighting</a> – and there has been a marked rise in so-called revenge killings.</p><p>As of November 2025, the Syrian Observatory for Human Rights (SOHR) reported that 1,301 people had died in what it described as “retaliatory actions” since the fall of the Assad regime in December 2024.</p><p>These statistics do not include the people killed during the violent clashes on either the Syrian coast in March or in Suwayda in July.</p><figure id=\"attachment_4157291\" aria-describedby=\"caption-attachment-4157291\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157291\" src=\"/wp-content/uploads/2025/12/SyriaStreet1-1765108783.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria’s peace remains fragile, with more than 1,300 deaths linked to “retaliatory actions” according to the Syrian Observatory for Human Rights. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157291\" class=\"wp-caption-text\">Syria’s peace remains fragile, with more than 1,300 deaths linked to ‘retaliatory actions’, according to the Syrian Observatory [Harriet Tatham/Al Jazeera]</figcaption></figure><p>The <a href=\"/news/2025/7/22/more-than-1400-killed-in-sectarian-violence-in-coastal-syria-report-finds\">coastal massacres</a> alone resulted in the death of 1,400 people, mainly civilians, according to a United Nations report.</p><p>The clashes in Suwayda, triggered by fighting between Druze and Bedouin communities, killed hundreds, the majority of them Druze.</p><p>In his first interview with an English-language outlet, Abdel Basit Abdel Latif, head of the National Commission for Transitional Justice, acknowledged the risks of stalled justice.</p><p>“It is certain that any Syrian citizen will feel that if the transitional justice process does not start properly, they will resort to their own ways, which is something we do not wish for,” Abdel Latif said.</p><p>Ibrahim al-Assil from the Atlantic Council says it is an example of a conundrum often seen in transitional justice: pursuing justice versus keeping the peace.</p><p>“Which one comes first? It’s very important to realise that they do need to work hand in hand, but things are never ideal.”</p><figure id=\"attachment_4157295\" aria-describedby=\"caption-attachment-4157295\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157295\" src=\"/wp-content/uploads/2025/12/SyriaStreet2-1765108810.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157295\" class=\"wp-caption-text\">Government forces monitor key roads and checkpoints in and around Damascus in an effort to maintain peace and security [Harriet Tatham/Al Jazeera]</figcaption></figure><h2><strong>Transitional justice in Syria</strong></h2><p>The government has set up two bodies to oversee transitional justice.</p><p>One, headed by Abdel Latif, tackles transitional justice more broadly, addressing violations committed by the former regime.</p><p>The other is focused on investigating the estimated 300,000 Syrians considered missing and widely believed to have disappeared into al-Assad’s <a href=\"/news/2024/12/9/assads-human-slaughterhouses-what-to-know-about-syrias-prisons\">notorious prison system</a> and buried in <a href=\"/news/2024/12/17/mass-grave-found-near-syrias-capital-could-contain-100000-bodies\">mass graves</a>.</p><figure id=\"attachment_4157337\" aria-describedby=\"caption-attachment-4157337\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4157337 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/AFP__20241227__36RM29M__v1__HighRes__SyriaConflictMissingProtest-1765109571.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157337\" class=\"wp-caption-text\">A woman holds a portrait of a missing relative during a protest outside the Hijaz train station in Damascus on December 27, 2024, calling for accountability in Syria [Anwar Amro/AFP]</figcaption></figure><p>While the scale of the missing is often reported as more than 100,000 people, the head of the National Commission on Missing Persons believes it is approximately 300,000.</p><p>Ever since the fall, there have been concerns that this number is rising, with UN Human Rights spokesperson Thameen al-Kheetan saying they “continue to receive worrying reports about dozens of abductions and enforced disappearances”.</p><p>Both national committees have met international experts to draw lessons from other transitional justice processes.</p><p>But Danny al-Baaj, vice president for advocacy and public relations at the Syrian Forum, believes “we’re far behind any real progress”.</p><p>“A framework is still missing. A special law on transitional justice is still missing,” he said.</p><p>The families of the hundreds of thousands of forcibly disappeared Syrians are also demanding answers.</p><p>Wafa Ali Mustafa is a Syrian activist whose father, Ali Mustafa, was arrested in the capital, Damascus, 12 years ago.</p><p>“Families of the detainees are not going on the streets every day saying that now you have to dig mass graves,” she said.</p><p>“They’re saying at least communicate with us, at least let us know what you are doing.”</p><p>The head of the National Commission on Missing Persons, Mohammad Reda Jalkhi, explained that Syria needs a huge amount of resources.</p><figure id=\"attachment_4157277\" aria-describedby=\"caption-attachment-4157277\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157277\" src=\"/wp-content/uploads/2025/12/DrReda-1765108679.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157277\" class=\"wp-caption-text\">Tasked with investigating one of Syria’s most painful chapters, Mohammad Reda Jalkhi leads the National Commission on Missing Persons, searching for the truth about the forcibly disappeared [Harriet Tatham/Al Jazeera]</figcaption></figure><p>“We need to do very hard work on building capacity, preparing the infrastructure, collecting data, analysing data, and equipping laboratories,” Jalkhi said.</p><p>“All this does not happen overnight.”</p><p>The government has made dozens of arrests, including people linked to the former regime.</p><p>It has been posting glossy videos on social media of prison guards making confessions and suspects appearing before judges.</p><p>But questions remain about transparency.</p><p>“Of course, every time they arrest someone, people get very, very happy and grateful,” Wafa added.</p><p>“Unfortunately, we don’t really know what’s happening to these people, we don’t know where they’re being held, we don’t know what kind of investigation they’re being exposed to.”</p><p>There is also ambiguity around arrests of security and military personnel who were linked to sectarian violence in Suwayda earlier this year, which killed hundreds of people.</p><p>But the lead investigator of the Suwayda killings <a href=\"/news/2025/11/16/syria-detains-members-of-security-forces-over-suwayda-violence\">declined to say how many</a>.</p><p>“My problem with the mass arrests,” said al-Baaj, “is that it’s not according to a plan.”</p><p>“We don’t know how the government is doing its work.”</p><h2><strong>Holding perpetrators accountable</strong></h2><p>One of the <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">big hopes among Syrians</a> is for public, national trials of Assad-era war crimes.</p><p>Hasan al-Hariri helped to smuggle more than 1.3 million pieces of documentary evidence out of Syria.</p><figure id=\"attachment_4157280\" aria-describedby=\"caption-attachment-4157280\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157280\" src=\"/wp-content/uploads/2025/12/Hassan1-1765108701.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157280\" class=\"wp-caption-text\">For more than a decade, Hasan al-Hariri led a team of investigators who snuck more than a million pieces of evidence out of Syria [Harriet Tatham/Al Jazeera]</figcaption></figure><p>Since the start of the war in 2011, he has been working for the Commission for International Justice and Accountability (CIJA), which specialises in collecting criminal evidence.</p><p>Al-Hariri led a team of people who would locate and retrieve paperwork from places like regime intelligence buildings and police stations – in areas where al-Assad’s forces had been driven out, or while fighting was still going on.</p><p>They then came up with creative ways to sneak the valuable documents through military checkpoints and eventually across the border.</p><p>“Sometimes we used to take advantage of moving furniture,” al-Hariri said.</p><p>“We used to put the documents underneath the car’s floor and fill it with the furniture of the house.”</p><p>CIJA now has a vast archive of security, military and intelligence documents that link war crimes to regime officials at the highest levels, all the way up to al-Assad himself.</p><p>“Countries that saw conflicts, such as Bosnia, began work after five years and started collecting evidence, so the evidence was gone, or only a few simple things could be collected,” al-Hariri said.</p><p>“We worked during the conflict, so the evidence was alive.”</p><p>But while that suggests Syria has a head-start in the judicial process, national trials are still a long way away.</p><figure id=\"attachment_4157286\" aria-describedby=\"caption-attachment-4157286\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157286\" src=\"/wp-content/uploads/2025/12/Hassan2-1765108740.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157286\" class=\"wp-caption-text\">One of the 1.3 million documents al-Hariri hopes will be used to prosecute Assad regime officials [Harriet Tatham/Al Jazeera]</figcaption></figure><p>The Assad-era legal system is still being reformed.</p><p>“It needs legal infrastructure, administrative infrastructure, courts, judges, and resources,” said al-Baaj.</p><p>But he added that there is an eagerness among Syrians.</p><p>“All of us want to see these public trials, want to see the whole process of transitional justice starting.”</p><p>That includes people like al-Amayiri, who wants to see Saqr face trial.</p><p>But he says his biggest desire is to be able to mourn his loved ones.</p><p>“It is now a dream for us to have a grave for our family to visit,” he said.</p><p>“To know that these are their remains, and that they are buried here.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Muslim scholar says staying vocal about Gaza matters amid Israeli assaults | Gaza | Al Jazeera",
            "time": "2025-12-07T13:59:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765115909.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Germany’s Merz meets Netanyahu under shadow of Israel’s war on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T13:37:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251207__87CM3NX__v1__HighRes__IsraelGermanyPoliticsDiplomacy-1765111934.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz has affirmed support for the creation of a Palestinian state, while Israeli Prime Minister Benjamin Netanyahu has again rejected such a move, during the German leader’s inaugural visit to the country.</p><p>At a joint press conference on Sunday following a meeting in Jerusalem, the two leaders spoke of their respective priorities for Gaza and the occupied West Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Merz’s trip is playing out under the shadow of <a href=\"/news/liveblog/2025/12/7/live-israel-targets-gaza-as-mediators-warn-ceasefire-at-critical-moment\">Israel’s genocidal war on Gaza</a> – although Merz, leader of <a href=\"/news/2025/12/7/what-has-germanys-position-been-on-israels-genocide-in-gaza\">one of Israel’s staunchest supporters</a>, does not consider it a genocide.</p><p>Merz told the news conference that Germany, one of Israel’s most unwavering allies, wanted a new Middle East that recognised a Palestinian state alongside the State of Israel.</p><p class=\"p1\">“Our conviction is that the prospective establishment of a Palestinian state alongside Israel presumably offers the best prospect for this future,” the German chancellor said.</p><p>But he said his government had no intention of recognising a Palestinian state “in the foreseeable future”.</p><p class=\"p1\">“The German federal government remains of the opinion that recognition of a Palestinian state should come at the end – not the beginning – of such a process (peace negotiations),” he said, putting Germany at odds with several other key European nations, including France, Spain and the Untied Kingdom, who have all confirmed formal recognition.</p><p>But Netanyahu said that the Israeli public was opposed to any two-state solution, and that the political annexation of the occupied West Bank – a concern raised by Merz and also rejected by the administration of United States President Donald Trump – remained a subject of discussion, although the status quo was expected to remain for the foreseeable future.</p><p>“The purpose of a Palestinian state is to destroy the Jewish state,” Netanyahu claimed without expanding.</p><p>The Israeli premier added that the first phase of Trump’s Gaza plan was nearly completed, and that he would be having “very important conversations” at the end of December on how to ensure the second phase would be achieved.</p><p>He would also meet Trump later this month, he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"relationship-strained-over-gaza\">Relationship strained over Gaza</h2><p>The war on Gaza has tested the traditionally strong ties between Israel and Germany, for whom support for Israel is a core tenet of its foreign policy, built in during decades of historical guilt over the Third Reich’s Holocaust.</p><p>In August, Israel’s actions in Gaza drove Germany – Israel’s second-largest arms supplier after the US – to <a href=\"/news/2025/8/8/germany-halts-military-exports-to-israel-for-use-in-gaza-offensive\">restrict sales of weapons</a> for use in Gaza. At the time, Merz said – in a public criticism of Israel that was rare for a German leader – that his government could no longer ignore the worsening toll on civilians in the besieged and bombarded enclave.</p><p>Netanyahu expressed his anger at the restrictions, which were lifted two weeks ago.</p><p>Speaking at the news conference, Merz said the decision to restrict weapons sales had changed nothing “in our very basic attitude towards Israel and Israel’s security, in our support of Israel, in our military support of Israel as well.”</p><h2 id=\"no-reciprocal-visit-on-cards\">No reciprocal visit on cards</h2><p>Merz’s visit – coming seven months since he assumed power – has come relatively late in his tenure as chancellor compared to his predecessors, with Olaf Scholz having visited Israel after three months and Angela Merkel after two.</p><p>Speaking at the press conference in Jerusalem, Merz said the leaders did not discuss a visit by Netanyahu – who faces an arrest warrant for alleged war crimes in Gaza from the International Criminal Court (ICC) – to Berlin.</p><p>“We did not discuss the possibility of Prime Minister Netanyahu travelling to Germany. There is no reason to discuss this at the moment,” Merz told reporters.</p><p>“If time permits, I would issue such an invitation if appropriate. But this is not an issue for either of us at the present time.”</p><p>Earlier this year, Merz vowed to invite the Israeli leader and assured him he would not be arrested on German soil.</p><p>In the meantime, back in Germany, activists in the capital Berlin held a demonstration to condemn Israel’s ongoing genocidal war on Gaza, to demand a halt to arms exports to Israel, and to express their support for Palestine.</p><p>There has also been criticism from the political opposition in Germany to Merz making the trip at all to meet a leader with an ICC arrest warrant hanging over him.</p><h2 id=\"germany-must-stand-up-for-israel\">Germany ‘must stand up’ for Israel</h2><p>Prior to meeting Netanyahu, Merz had visited the Yad Vashem Holocaust memorial in Jerusalem, where he reiterated Berlin’s enduring support.</p><p>During the visit, he said “Germany must stand up for the existence and security of Israel,” after acknowledging his country’s “enduring historical responsibility” for the mass extermination of Jews during World War II.</p><p><a href=\"/news/2025/12/6/germanys-merz-makes-first-visit-to-israel-as-chancellor-amid-strained-ties\">On his arrival in Israel</a> on Saturday, Merz was met at Tel Aviv’s Ben Gurion Airport by Israeli Foreign Minister Gideon Saar, who called Merz “a friend of Israel”. He then met Israeli President Isaac Herzog in Jerusalem later that evening.</p><h2 id=\"german-support-resolute-despite-criticism\">German support resolute despite criticism</h2><p>Reporting from Ramallah in the occupied West Bank, Al Jazeera’s Nour Odeh said the relationship between Germany and Israel remained “very strong”, despite recent strains over Gaza.</p><p>Not only had Germany resumed arms exports to Israel following a short-lived partial suspension, but it had recently signed a $4.5bn deal for an Israeli-made missile defence shield, reportedly the largest arms export agreement in Israeli history.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Speaking at Sunday’s news conference, Netanyahu said the deal reflected a “historical change” in Israel’s relationship with Germany.</p><p class=\"p1\">“Not only does Germany work in the defence of Israel, but Israel, the Jewish state, 80 years after the Holocaust, works for the defence of Germany,” he said.</p><p>Odeh said Germany’s support had proven controversial at home and abroad, and had seen Germany being accused of complicity in genocide for its military support to Israel, before judges at the International Court of Justice (ICJ) ruled against issuing emergency orders to stop German arms exports.</p><p>“The visit itself is quite controversial given that Germany is a member of the International Criminal Court and is obliged to hand over Netanyahu to the court, not meet with him,” Odeh noted.</p><p>She said Israel had little tolerance for criticism from Germany, but understood that its occasional comments taking issue with its actions had little bearing on Berlin’s policy response.</p><p>“The Israeli political system … understands that even that criticism … doesn’t really amount to much in terms of policy,” she said, describing Berlin as acting as “a brick wall at the European Union against any criticism, any action, any sanctions against Israel”.</p></div></div></body></html>"
        },
        {
            "title": "Benin’s gov’t says it thwarted coup attempt after troops declared takeover | Police | Al Jazeera",
            "time": "2025-12-07T13:31:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765114245.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The centuries-old Christian presence in the West Bank is under threat | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-07T13:31:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20200308__1PP3CL__v1__MidRes__PalestinianIsraelHealthVirusTourism-1765114012.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I grew up less than a mile from Shepherds’ Field in Beit Sahour in the occupied West Bank – the hillside where, according to the Gospel of Luke, the news of Jesus’s birth was first proclaimed. For my family, these were not distant biblical landscapes. They were the backdrop of our daily lives: The olive groves we played in, the terraces we tended, the land where our faith and identity were rooted.</p><p>Today, for the first time in my life, I felt fear that the community that raised me may not survive.</p><p>In recent weeks, a new illegal Israeli settlement outpost <a href=\"https://www.aljazeera.net/politics/2025/11/21/%D9%85%D8%B3%D8%AA%D9%88%D8%B7%D9%86%D8%A9-%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9-%D9%84%D8%B1%D8%A8%D8%B7-%D8%AA%D9%83%D8%AA%D9%84-%D8%BA%D9%88%D8%B4-%D8%B9%D8%AA%D8%B5%D9%8A%D9%88%D9%86\" target=\"_blank\" rel=\"noopener\">has been established</a> on the edge of Beit Sahour. Caravans and construction equipment have appeared on a site the town had hoped to use for a children’s hospital, cultural centre, and public spaces – projects supported by international donors and meant to strengthen a Christian community that has endured for centuries. Instead, those plans are now suspended, and the families who live nearby are bracing for uncertainty, rising tension, and the real possibility of further displacement.</p><p>Others have documented the legal and political ramifications of these settlements. My concern is more personal and more urgent: What is happening today threatens the very continuity of Christian presence in the Bethlehem area – not abstractly, but concretely.</p><p>Beit Sahour is one of the last majority-Christian towns in the West Bank. Our families are Orthodox, Catholic, and Evangelical. We worship together, marry across traditions, and share a heritage that traces back to the earliest centuries of the Christian story. But like many Palestinian communities, we are running out of land – and with it, out of time.</p><p>Due to decades of confiscation, the separation wall, and settlement expansion, only a small fraction of our town remains accessible for Palestinian construction. Youth who wish to build homes often cannot. Parents worry about their children’s future. Families who want to stay rooted in their ancestral land face barriers that make leaving seem like the only viable path.</p><p>That is how communities disappear. Not because they stop believing, but because the conditions required for them to flourish are steadily stripped away by the Israeli military occupation of their land.</p><p>For many Christians around the world – especially in the United States – this situation creates real confusion. I hear it often: “We support Israel because we care about the Jewish people. We don’t want to see them harmed, displaced, or endangered ever again. So what do we do when Palestinian Christians say they are suffering too?”</p><p>This is a sincere question, shaped by conscience and by history. And yet it reveals a painful misunderstanding – the idea that supporting Jewish security requires tolerating the dispossession of others, or that acknowledging Palestinian suffering threatens the safety of Jews.</p><p>It does not. It never has.</p><p>The aspiration for Jewish safety is legitimate and deeply important – especially after centuries of anti-Semitism, culminating in the horrors of the Holocaust. No person of faith should ever be indifferent to the vulnerability of Jewish communities.</p><p>But affirming Jewish safety does not require silence when Palestinian Christian and Muslim families lose their land, face escalating violence, or see their future shrinking. Safety for one people cannot be built on the insecurity of another. There is no moral framework – Christian, Jewish, or secular – that asks us to choose between the dignity of one child and the dignity of another.</p><p>If anything, the deeply biblical truth is that justice is indivisible. When we diminish one community’s rights to protect another, both are ultimately harmed.</p><p>And yet, too often, many churches in the West remain silent when Palestinian Christians raise their voices. Every December, American congregations sing about Bethlehem without acknowledging that many families in the Bethlehem area are struggling to stay on their land. Pilgrims visit Shepherds’ Field without asking what is happening to the people who have cared for it across generations.</p><p>This silence is not intentional malice. In many cases, it stems from fear of appearing partisan, or from the mistaken belief that speaking about Palestinian suffering undermines support for Jewish safety.</p><p>But silence has consequences. It sends an unspoken message that some lives matter less. It weakens the moral credibility of the Church. And it leaves communities like mine – Christian families who have lived in Bethlehem’s hills more than 2,000 years – feeling abandoned by the very global body they belong to.</p><p>What is happening in Beit Sahour is not simply a political conflict. It is a question of human dignity and the future of a Christian witness in the place where the Christian story began. If the Christian community in Bethlehem’s district disappears, the loss will not only be Palestinian. It will be a loss for the global Church and for anyone who cares about the continuity of the gospel’s birthplace.</p><p>I grew up less than a mile from these fields. I know what is at stake. And I believe that American Christians can hold two truths at the same time: That the Jewish people deserve safety, and that Palestinian Christian communities deserve to live on their land without fear.</p><p>This is not a choice between peoples. It is a choice between justice and indifference.</p><p data-start=\"8506\" data-end=\"8949\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "IndiGo chaos: Why is India’s largest airline canceling hundreds of flights? | Transport News | Al Jazeera",
            "time": "2025-12-07T13:09:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69357d01-1765113089.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Air travel across India has been in chaos in the past week after the country’s largest airline, IndiGo, cancelled more than 2,000 flights starting on Friday, stranding thousands of passengers at airports across the country.</p><p>The airline, which operates about 2,200 flights a day, has been facing pilot shortages after it failed to adapt to the new pilot rest and duty rules introduced by the government early last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mass cancellations of flights amid the busy travel season have caused a public outcry, forcing the government to intervene. The airline has been granted exemptions from the new rules, but the disruption has continued, with more than 600 flights cancelled on Sunday.</p><p>The airline says operations will be back to normal by December 10-15. The crisis is the biggest blow to the carrier in its 20-year operation.</p><p>What is behind the crisis, and what is the government doing to address it?</p><h2 id=\"what-we-know-so-far\">What we know so far</h2><p>Starting on December 2, IndiGo flights were delayed and later cancelled due to apparent pilot shortages. Flight disruptions were recorded in Mumbai, Hyderabad and other cities.</p><p>On Friday, at least 1,000 flights were cancelled in one of the worst aviation crises in India.</p><p>More than 600 flights were cancelled on Sunday, according to the Indian media, despite the government offering exemptions to the private carrier. At least 385 flights were cancelled on Saturday, the fifth day of the crisis.</p><p>Thousands of passengers have been stranded at airports across the country due to the air disruption.</p><p>The Reuters news agency reported, quoting airport sources, that IndiGo cancelled 124 flights in Bengaluru, 109 in Mumbai, 86 in New Delhi and 66 in Hyderabad on Saturday.</p><figure id=\"attachment_4157466\" aria-describedby=\"caption-attachment-4157466\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157466\" src=\"/wp-content/uploads/2025/12/getty_69357d50a9-1765113168.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"NEW DELHI, INDIA - DECEMBER 05: Passengers gather outside Indigo reservation counter inside Terminal 1 of Indira Gandhi International Airport after mass cancellation of Indigo flights on December 05, 2025 in New Delhi, India. IndiGo, India's largest airline, cancelled over 200 flights across major hubs including Delhi, Mumbai, Bengaluru and Hyderabad in early December due to the implementation of new crew duty time regulations, leaving thousands of passengers stranded and frustrating travellers with minimal prior notification. (Photo by Ritesh Shukla/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157466\" class=\"wp-caption-text\">Passengers gather outside Indigo reservation counter inside Terminal 1 of Indira Gandhi International Airport after mass cancellation of Indigo flights on December 05, 2025 in New Delhi [Ritesh Shukla/Getty Images]</figcaption></figure><h2 id=\"why-did-the-new-flight-regulations-lead-to-flight-cancellations\">Why did the new flight regulations lead to flight cancellations?</h2><p>Early last year, the government announced new flight regulations – Flight Duty Time Limitations or FDTL – to improve the working hours of the Indian airlines’ pilots. However, when the November 1 deadline arrived, IndiGo airline was not prepared. As a result, it was first forced to delay and later cancel flights, as there were not enough pilots available.</p><p>FDTL was finally implemented in two phases this year, with the second phase coming into effect on November 1. The rules include:</p><ul>\n<li>Increasing pilots’ mandatory weekly rest period from 36 to 48 hours. A pilot’s personal leave request, however, cannot be included under the mandatory rest period.</li>\n<li>Capping pilots’ flying hours that continue into the night to 10 hours.</li>\n<li>Capping the weekly number of landings a pilot can make between midnight and early morning to two.</li>\n<li>Submitting quarterly pilots’ fatigue reports to India’s aviation regulator – the Directorate General of Civil Aviation (DGCA).</li>\n</ul><p>Aviation experts and pilot unions have said IndiGo has been the hardest hit due to negligence and a lack of planning for the new rules.</p><p>“Despite the two-year preparatory window before full FDTL implementation, the airline inexplicably adopted a hiring freeze, entered non-poaching arrangements, maintained a pilot pay freeze through cartel-like behaviour, and demonstrated other short-sighted planning practices,” the Federation of Indian Pilots told the Press Trust of India news agency on December 4.</p><p>Former AirAsia CFO Vijay Gopalan <a href=\"https://x.com/mrajshekhar/status/1997350252353901015?s=20\" target=\"_blank\" rel=\"noopener\">blamed</a> IndiGo’s “very very lackadaisical, nonchalant attitude” in adapting to the new rules as a reason for the crisis.</p><h2 id=\"what-steps-has-the-government-taken-to-address-the-crisis\">What steps has the government taken to address the crisis?</h2><p>The government has ordered a high-level inquiry to determine the reasons and accountability for flight disruptions.</p><p>Civil Aviation Minister Kinjarapu Rammohan Naidu blamed IndiGo for “mismanagement regarding their crew”, adding that other airlines were prepared for the changes.</p><p>The government on Friday announced exemptions from the new rules for the carrier and provided stranded passengers with train tickets to continue their journey.</p><p>IndiGo has been exempted until February 10 from the requirement to cap the weekly number of landings for a pilot between midnight and early morning. It <span>has also been exempted from the pilots’ flight duty time.</span></p><p>The Airline Pilots Association of India has, however, protested against the exemptions, saying the rules “exist solely to safeguard human life”.</p><p>On Saturday, India’s aviation watchdog, the DGCA, sent a letter to IndiGo CEO Pieter Elbers, warning him of regulatory action amid flight cancellations.</p><p>“You have failed in your duty to ensure timely arrangements for conduct of reliable operations,” Reuters reported, quoting DGCA official Ravinder Singh Jamwal.</p><p>The Ministry of Civil Aviation on Saturday also announced capping of airfares to control the surge in ticket prices due to a breakdown in IndiGo’s flight services.</p><figure id=\"attachment_4063662\" aria-describedby=\"caption-attachment-4063662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4063662\" src=\"/wp-content/uploads/2025/10/AP25276132673269-1761563338.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aircraft of India's budget airline IndiGo is serviced.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4063662\" class=\"wp-caption-text\">IndiGo is the largest private airline controlling nearly 60 percent of the domestic market [File: AP Photo]</figcaption></figure><h2 id=\"when-will-the-indigo-operations-return-to-normal\">When will the IndiGo operations return to normal?</h2><p>Acknowledging its failure to adapt to the new rules, IndiGo has apologised for the serious “operational crisis”. It attributed the mass cancellations to “misjudgement and planning gaps”.</p><p>IndiGo CEO Pieter Elbers said in a video statement on Friday that it would “take some time” for the flight operations to get back to normal.</p><p>“Given the size, scale, and complexity of our operations, it will take some time to return to a full normal situation, which we anticipate between 10 and 15 December,” he said in the video.</p><p>In his message, Elbers announced that the airline has three lines of action to address the crisis, which include customer support measures to effectively communicate cancellations and refunds, aligning with the DGCA’s regulations.</p><p>The airline on Sunday afternoon said it is on track to operate more than 1,650 flights, up from 1,500 on Saturday. It added that 137 out of 138 destinations are in operation. Full waiver on cancellations and reschedule requests for bookings until December 15 will be given, it said.</p><p></p><h2 id=\"how-are-other-leading-indian-airlines-managing\">How are other leading Indian airlines managing?</h2><p>Other Indian carriers, including Air India and Akasa Air, continue with their operations amid the chaos.</p><p>According to Indian media reports, Mumbai-based low-cost carrier Akasa Air, focused on recruiting new pilots, which helped it adapt to the new FDTL norms.</p><p>A report by Indian business portal Money Control noted that Tata-owned Air India also boosted flight crew for domestic flights, helping it better handle the new rules.</p><p>However, international flights by Air India and its sister company, budget carrier Air India Express, have reduced international flight operations to undertake more safety checks after a <a href=\"/features/2025/6/13/how-deadly-air-india-crash-shattered-dreams-wiped-out-entire-families\">deadly June plane crash</a> that killed 241 people in Gujarat state.</p><h2><span>Has the crisis impacted airfare?</span></h2><p>Yes. With IndiGo dominating the Indian aviation market, other airlines have hiked prices on many routes, especially return flights from metro cities New Delhi, Mumbai and Bengaluru.</p><p>“That wasn’t pricing. It was profiteering. When systems collapse, the market becomes a vulture,” posted an X user after ticket prices soared.</p><p>According to Indian media reports, the Civil Aviation Ministry has warned airlines that it has “taken a serious note of unusually high airfares being charged by certain airlines during the ongoing disruption” and has in turn “invoked its regulatory powers to ensure fair and reasonable fares across all affected routes.”</p><p>As per a Reuters report, the government has said flight journeys between 1,000km and 1,500km (620-930 miles) should be capped at 15,000 rupees ($167).</p><p>Airfares were previously capped in India in May 2020, during the COVID-19 pandemic, when the subcontinent ordered lockdowns and reduced flight operations. <a href=\"/features/2025/12/2/indias-sky-high-fares-crash-dreams-to-make-flying-accessible-to-all\">According to</a> a study published last November by global trade association Airports Council International (ACI), India, however, saw a 43 percent rise in domestic fares in the first half of 2024 compared with 2019.</p><p>So far, Air India and Air India Express, which hold 26 percent of the market share, have addressed the situation and <a href=\"https://x.com/airindia/status/1997238043275923551?s=20\" target=\"_blank\" rel=\"noopener\">clarified</a> that “economy class airfares on non-stop domestic flights have been proactively capped to prevent the usual demand-and-supply mechanism being applied by revenue management systems”.</p><p>The two airlines added that they are seeking to add capacity to help travellers and their baggage reach their final destinations efficiently.</p></div></div></body></html>"
        },
        {
            "title": "Sudan must expel foreign-backed fighters, justice minister tells Al Jazeera | Sudan war | Al Jazeera",
            "time": "2025-12-07T12:47:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765111632.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Child mortality rates affected by “cuts to aid budgets” | Al Jazeera | Al Jazeera",
            "time": "2025-12-07T12:43:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/QT_THUMB16X9_BILL_GATES-1765111155.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bill Gates tells Al Jazeera about setbacks slowing efforts to reduce the global child mortality rate, as child deaths are projected to rise for the first time this century.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Qatar’s PM calls for inclusive engagement to achieve elusive regional peace | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T11:51:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251206__87AL3VE__v1__HighRes__QatarPoliticsDiplomacyFourm-1765109283-e1765109324438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Doha, Qatar</strong> – The prime minister of Qatar, Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani, has called for inclusive engagement, including with non-state actors such as the Palestinian group Hamas, as the only viable route to regional peace.</p><p>Speaking to United States journalist Tucker Carlson on Sunday at the Doha Forum, Sheikh Mohammed said you cannot resolve or reach a solution “if you have no one speaking to non-state actors”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The start of Qatar’s relationship with Hamas goes back more than 10 years, he said, adding that opening the group’s office in the country came at the request of the US, aiming to enhance communications with the armed group.</p><p>“When they [Hamas] moved their office back in 2012 here [Qatar], it was used only for communication and to facilitate ceasefires and aid to Gaza,” Sheikh Mohammed, who is also the foreign minister, said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Qatar has also hosted the Taliban’s political office since 2013, during the group’s war with the US and the former Afghan government. The office was also established at Washington’s request to create a venue for potential peace negotiations.</p><p>Sheikh Mohammed refuted allegations that any money going to Gaza went to Hamas, insisting it goes to the Palestinian people.</p><p>“Politicians are trying to use this for short-term political gains … to fuel their narratives,” the prime minister stated.</p><p>“All our aid, financing, and all our support … went to the people in Gaza, and was a very transparent process that the United States is very aware of … [and] Israel was the one facilitating.</p><p>“This communication has led to ceasefires, has led to the release of hostages, has led to alleviating the suffering of the people over there,” he added.</p><h2 id=\"israeli-attack-on-qatar-unethical\">Israeli attack on Qatar ‘unethical’</h2><p>Discussing Israel’s shocking attack on Qatar in September, Sheikh Mohammed described it as an “unethical move”.</p><p>“The concept of mediation is like having a safe place for conflicted parties to achieve a deal, to end wars and to end conflicts,” he said.</p><p>“The mediator being bombed by one of the parties – this has been unprecedented.”</p><p>The prime minister revealed that US President Donald Trump was caught off guard by Israel’s actions.</p><p>“President Trump was very clear from the beginning… When he was informed about the attack, he assigned one of his advisers to reach out to us immediately. He expressed his frustration, his disappointment, because he knows everything about the process and how helpful we were throughout,” he said.</p><p>“He made it very clear for everyone that this is like the red line, that he doesn’t want anyone to cross.”</p><h2 id=\"reconstructing-gaza\">Reconstructing Gaza</h2><p>On the reconstruction of a devastated Gaza, following <a href=\"/news/liveblog/2025/12/7/live-israel-targets-gaza-as-mediators-warn-ceasefire-at-critical-moment\">Israel’s ongoing two-year genocidal war,</a> Sheikh Mohammed said Qatar would “continue supporting the Palestinian people”.</p><p>“We will do whatever to alleviate their suffering,” he emphasised.</p><p>However, he said Qatar “will not write the cheque for what others destroyed”.</p><p>“When it comes to the Russia-Ukraine conflict, we hear that Russia should fund all the reconstruction, and their assets should be seized to fund all the reconstruction of Ukraine,” he pointed out. “[But] when you are talking about Israel … and you say that Israel has the responsibility to rebuild what is destroyed, they will tell you no. It’s really a very ironic double standard.</p><p>“Our position is that our payments will go only to help the Palestinian people, if we see that the help coming to them is insufficient,” Sheikh Mohammed added.</p><p>According to UN estimates, <a href=\"/news/2025/11/7/gaza-reduced-dust-world-commits-doha-eradicate-poverty\">92 percent of all residential buildings</a> in Gaza have been damaged or destroyed since Israel’s war on the besieged enclave began on October 7, 2023, producing between 55-60 million tonnes of rubble. It has been estimated by the UN that it will take decades to rebuild.</p><p>Moreover, the prime minister firmly opposed any forced displacement of Palestinians in Gaza by Israel.</p><p>“It’s hurting us when we hear people talking about the people of Gaza as some sort of different people,” he said.</p><p>“They have the choice where to go, and they don’t want to leave their country,” he added. “I don’t see anyone has the right to deport them or to force them to go somewhere else.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Killing of journalists “likely to become more common” | Gaza | Al Jazeera",
            "time": "2025-12-07T11:48:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-IRENE-1765107874.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>UN Special Rapporteur Irene Khan says killing journalists is a war crime under international law and that the international community has a responsibility to put an end to it.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Drone strike on Sudan preschool by RSF and ally kills dozens of children | Sudan war | Al Jazeera",
            "time": "2025-12-07T11:01:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765105223.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Car bomb outside police station in Mexico’s Michoacan kills at least 3 | Drugs News | Al Jazeera",
            "time": "2025-12-07T10:45:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69352e2d69c6a-1765092909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Car bomb outside police station in Mexico’s Michoacan kills at least 3</h1><p class=\"article__subhead\"><em>At least six people also injured in explosion at a central avenue in Coahuayana.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three people have been killed and six injured in a car explosion outside a police station in Mexico’s western state of <a href=\"/news/2022/3/28/at-least-19-killed-in-central-mexico-shooting-authorities\">Michoacan</a>, according to local and federal security officials.</p><p>The blast on Saturday took place at a central avenue in Coahuayana, the attorney general’s office said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The driver died at the scene, while two other people died in the regional hospital, and six others were injured,” it added.</p><p>The two victims who died in the hospital were community police officers, said Hector Zepeda, commander of the Coahuayana community police. He said the remains of some of the victims were found scattered in the area of the explosion, which also damaged nearby buildings. Images circulating online showed a completely burned-out vehicle.</p><p>The explosion came as the federal government has stepped up security activities in the state following the recent assassinations of an outspoken representative of the lime growers and a popular mayor standing up to the drug cartels.</p><p>Last month, President Claudia Sheinbaum sent 2,000 troops – on top of the 4,300 permanent ones and 4,000 in neighbouring states – to Michoacan following the high-profile killings.</p><p>“With this operation [from the federal government], a lot of marines came,” Zepeda said. “We stopped doing patrols because the operation is going on.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The community police, which patrol various rural communities, trace their roots to the civilian vigilante forces that took up arms more than a decade ago to defend communities from the cartels, and then were formalised by the state.</p><p>At least three of the six <a href=\"/features/2015/3/11/living-in-terror-under-mexicos-knights-templar-cartel\">drug cartels</a> that the United States has designated as “terrorist” organisations – Jalisco New Generation, United Cartels and The New Michoacan Family – operate in Michoacan, in addition to a number of other splinter groups, some supported by the Sinaloa cartel.</p><p>Last year, some 3,000 explosive devices were seized in the state compared with 160 in 2022. So far this year, there have been more than 2,000, according to the state security agency.</p><p>Michoacan is a key importer of chemical precursors for synthetic drugs. In the last two months, 17 drug laboratories were dismantled by Mexican authorities there. The state also produces avocados exported to the US and is a major producer of limes, sectors extorted by cartels for years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bethlehem lights up for Christmas for first time since Gaza genocide began | Occupied West Bank | Al Jazeera",
            "time": "2025-12-07T10:22:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765102903.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "German chancellor “signals business as usual” on Israel trip | Gaza | Al Jazeera",
            "time": "2025-12-07T10:21:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Quotable-thumbnail-16X9-1765102844.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Historian Rene Wildangel warns the German chancellor’s visit to Israel sends the message it’s “business as usual”, despite outstanding international arrest warrants for Netanyahu.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Western media coverage of Gaza erases Palestinians from the story | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-07T10:00:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1765101588.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australia dominate England to win second Test in Brisbane | Cricket News | Al Jazeera",
            "time": "2025-12-07T09:57:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251207__87C978M__v1__HighRes__CricketAusEngAshes-1765094572.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia cruised to an emphatic eight-wicket win over England in the day-night second Ashes Test in Brisbane on Sunday for an ominous 2-0 lead in the series.</p><p>The hosts chased down the paltry target of 65 in just 10 overs, captain Steve Smith pulling Gus Atkinson for a huge six over square leg for the winning runs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Although not as humiliating as the two-day loss in the first Test in Perth, England were comprehensively outplayed in Brisbane in every department.</p><p>Their batting, apart from that of Joe Root and Zak Crawley in the first innings and captain Ben Stokes and Will Jacks in the second, was just as rash as in Perth.</p><p>They gave their wickets away with poor strokes on the bouncy Gabba surface.</p><p>They also bowled poorly, pitching too short on the Gabba wicket and wasting the new pink ball, in stark contrast to an Australian attack missing spearheads Pat Cummins and Josh Hazlewood.</p><p>To make matters worse, England dropped five catches in the first innings, whereas Australia’s fielders caught everything that came their way.</p><p>Josh Inglis’s brilliant run-out of Stokes in the first innings changed the course of the match.</p><p>Australia now have a 2-0 lead in the five-Test series and are overwhelming favourites to retain the Ashes with matches in Adelaide, Melbourne and Sydney to follow.</p><p>England were behind the game once they let Australia’s tail help the home side post 511 on Saturday, an overall lead of 177.</p><p>They then lost six second-innings wickets under lights to end the third day 134-6, still 43 runs behind the Australian total.</p><p>While many expected England to surrender meekly on Sunday, Stokes and all-rounder Jacks led a fighting rearguard action to ensure Australia had to bat a second time.</p><p>Stokes and Jacks defied the Australian pace attack on a fiercely hot day to edge their way past the initial deficit target and begin to set Australia something to chase.</p><figure id=\"attachment_4156960\" aria-describedby=\"caption-attachment-4156960\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4156960\" src=\"/wp-content/uploads/2025/12/GettyImages-2250486561-1765100746.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Steve Smith in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4156960\" class=\"wp-caption-text\">Steve Smith hits the winning runs for Australia on Day 4 of the second Ashes Series Test at The Gabba on December 7, 2025, in Brisbane, Australia [Darrian Traynor/Getty Images]</figcaption></figure><h2 id=\"flicker-of-resistance\">Flicker of resistance</h2><p>England batting coach Marcus Trescothick said Saturday his batsmen would not change their aggressive approach, despite a clatter of wickets from poor shots.</p><p>But Stokes and Jacks did the exact opposite during the first session on Sunday.</p><p>They left balls they didn’t need to play and seemed happy to take their runs in singles rather than expansive boundary shots.</p><p>They scored just 28 runs in the first hour and passed the 43-run deficit 96 minutes into the session, scoring only 59 runs in the two hours.</p><p>The Australian bowlers, who ran rampant under lights on Saturday with the pink ball, were far more ineffective on Sunday, despite the wicket beginning to play some tricks.</p><p>The English offered only one chance when Scott Boland squared up Stokes, who got a thick edge over the slips cordon.</p><p>They continued to frustrate the Australians in the second session until just before the drinks break, Jacks got an edge to Michael Neser and Smith snared a breathtaking catch at slip, diving full length to his left and catching it low to the ground.</p><p>Neser struck again in the next over when Stokes nibbled at a ball outside the off-stump and got a fine edge to keeper Alex Carey to leave England 227-8, a lead of exactly 50.</p><p>Gus Atkinson, Brydon Carse and Jofra Archer offered no real resistance as Neser recorded career-best figures of 5-42 and Smith equalled Rahul Dravid on 210 outfield catches, three behind current record-holder Root.</p><p>Sixty-five was never going to be enough, and although Australia lost Travis Head and Marnus Labuschagne in the chase, Smith and Jake Weatherald guided the home side to an easy win in style.</p><p>The third test starts December 17 at the Adelaide Oval, with England needing a win to have any chance of reclaiming the Ashes. The fourth test starts Boxing Day at the Melbourne Cricket Ground, and Sydney will host the fifth test from January 4.</p><figure id=\"attachment_4156979\" aria-describedby=\"caption-attachment-4156979\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4156979\" src=\"/wp-content/uploads/2025/12/2025-12-07T094234Z_174782651_UP1ELC70QYW1Z_RTRMADP_3_CRICKET-ASHES-1765101003.jpg?w=770&amp;resize=770%2C485&amp;quality=80\" alt=\"Ben Stokes and Steve Smith shake hands.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4156979\" class=\"wp-caption-text\">Australia captain Steve Smith, right, shakes hands with England captain Ben Stokes after going 2-0 up in the best-of-five test series [Hollie Adams/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "No essential supplies in truce: Gaza’s healthcare system broken by Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T09:53:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-07-at-11.56.18-AM-1765097882.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After being relentlessly decimated by bombs and starved of medical aid during <a href=\"/news/liveblog/2025/12/7/live-israel-targets-gaza-as-mediators-warn-ceasefire-at-critical-moment\">Israel’s genocidal war</a>, Gaza’s healthcare system remains on the brink of collapse despite nearly two months of a ceasefire.</p><p>Doctors in the war-ravaged, besieged enclave say they are struggling to save lives because <a href=\"/news/2025/11/7/un-warns-gaza-aid-still-too-slow-as-israel-restricts-supplies-despite-truce\">Israel is not allowing</a> the most essential medical supplies in. Sweets, mobile phones and even electric bicycles are permitted to enter, but antibiotics, IV solutions and surgical materials are banned.</p><figure id=\"attachment_4156812\" aria-describedby=\"caption-attachment-4156812\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4156812\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-07-at-11.54.39-AM-1765097840.png?w=770&amp;resize=770%2C553&amp;quality=80\" alt=\"Gaza healthcare\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4156812\" class=\"wp-caption-text\">Dr Munir al-Bursh, the director general of Gaza’s Health Ministry [Screengrab/Al Jazeera]</figcaption></figure><p>“We are facing a situation in which 54 percent of essential medicines are unavailable, and 40 percent of the drugs for surgeries and emergency care – the very medications we rely on to treat the wounded – are missing,” Dr Munir al-Bursh, the director general of Gaza’s Ministry of Health, told Al Jazeera.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry describes the shortages as unprecedented, stating that Israel is allowing just five trucks carrying medical supplies into Gaza a week. Three trucks deliver supplies to international organisations such as the UN and its partners, and just two to government-run hospitals.</p><p>That number is a tiny fraction of the aid Israel is obligated to supply Gaza under the <a href=\"/video/by-the-numbers-3/2025/11/16/what-one-month-of-ceasefire-in-gaza-looks-like\">ceasefire agreement</a> – affecting other areas of <a href=\"/video/between-us/2025/11/6/gazas-fragile-freedom\">Palestinian lives.</a></p><p>Israel’s genocidal war on Gaza continues unabated, with <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">some 600 violations of the ceasefire</a> in the two months.</p><p>“At least 600 trucks should be entering the Gaza Strip every single day, but what is entering is very little,” said Al Jazeera’s Hind Khoudary, reporting from Gaza City.</p><p>“Cooking gas is only at 16 percent of what is needed; there is a shortage of shelters, tents, tarps and everything Palestinians need to shelter from the rain. We see Palestinians collecting wood, cartons and anything they can light up a fire with.”</p><p>People living with chronic illnesses are bearing the burden of such restrictions.</p><p>Naif Musbah, 68, who lives in the Nuseirat refugee camp, has colon cancer – and the supplies he needs to be treated are not available.</p><p>“I need colostomy bases and bags so I can attach them to the stomach and the device in order to be able to pass stools. They are not available, nor are the bases, and we end up soiling ourselves. The situation is extremely difficult. There’s also no gauze, cold packs, adhesive tape, gloves or disinfectant solution – nothing,” Musbah told Al Jazeera.</p><p>With no way to manage his condition, the sick Palestinian man says he feels as if the war has robbed him of his dignity.</p><p>Meanwhile, doctors have been improvising with what little they have left, while the families of patients search for simple items to make the lives of their loved ones easier – items, they say, that should not be this hard to find.</p><p>During <a href=\"/news/liveblog/2025/12/7/live-israel-targets-gaza-as-mediators-warn-ceasefire-at-critical-moment\">Israel’s genocidal war</a> – which has spanned <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">more than two years</a> – nearly all of Gaza’s hospitals and healthcare facilities were attacked, with at least 125 health facilities damaged, including 34 hospitals.</p><p>According to Gaza’s Health Ministry, more than 1,700 healthcare workers, including doctors, nurses and paramedics, have also been killed in Israeli attacks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mohamed Salah claims he has been ‘thrown under the bus’ by Liverpool | Football News | Al Jazeera",
            "time": "2025-12-07T09:23:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251206__87BY97B__v1__HighRes__FblEngPrLeedsLiverpool-1765097010_2366eb-1765098337.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool’s Mohamed Salah said he had been “thrown under the bus” as he tore into the club over his treatment and signalled a potential exit, after watching from the bench as they were held to a 3-3 Premier League draw with Leeds United on Saturday.</p><p>In his incendiary post-match comments, the 33-year-old Egyptian lashed out at the club and coach Arne Slot, telling journalists he felt he had been scapegoated for their poor start to the season and suggesting that he may not have long left at Anfield.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I’m very, very disappointed to be fair. I have done so much for this club, everybody can see that during the years and especially last season,” Salah told reporters in the post-match mixed zone, before taking aim at the club’s leadership.</p><p>“I don’t know, it seems like the club is throwing me under the bus. That’s how I felt it, how I feel it.</p><p>“I think it’s very clear that someone wants me to get all the blame. The club promised me in the summer, a lot of promises and nothing so far.”</p><p>The Egyptian, who signed a two-year contract extension in April, has become an iconic figure in an eight-year spell at Liverpool in which he won two Premier League titles and scored 250 goals in all competitions for the club.</p><p>Yet after an indifferent start to the season, he has begun the last three matches on the bench, playing only 45 minutes.</p><p>Liverpool visit Inter Milan in the Champions League on Tuesday before hosting Brighton &amp; Hove Albion on Saturday, two games that may herald the end of Salah’s time on Merseyside.</p><p>“I called my mum and dad yesterday, I told them to come to Brighton game, it doesn’t matter if I play or not. I’m going to enjoy it. We’ll see what’s going to happen, but in my head, I’m going to enjoy that game, if I play it or not, if I’m on the bench or not,” Salah, who is going to the Africa Cup of Nations with Egypt on December 15, said.</p><p>“I don’t know what’s going to happen now, so I’m just going to be in Anfield, say goodbye to the fans (before) going to Africa Cup (of Nations), because I don’t know what’s going to happen when I’m there.”</p><figure id=\"attachment_4156807\" aria-describedby=\"caption-attachment-4156807\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4156807\" src=\"/wp-content/uploads/2025/12/AFP__20251203__86ZN9J2__v1__HighRes__FblEngPrLiverpoolSunderland-1765097754.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"Mohamed Salah reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4156807\" class=\"wp-caption-text\">Salah, top right, has started on the substitutes bench for Liverpool’s last three matches [Paul Ellis/AFP]</figcaption></figure><h2 id=\"we-needed-different-players\">‘We needed different players’</h2><p>Speaking after the draw, Slot said he had left Salah on the bench because he felt the team needed something different.</p><p>“We were 2-0 up, we were 3-2 up. At that moment in time, it was more about controlling the game, and we didn’t need a goal at that moment in time,” he said.</p><p>“Normally, when you need a goal, like last week against Sunderland, I brought Mo on. We needed different players like Wataru (Endo) when we needed to bring the win over the line; he (Endo) gave everything.</p><p>“We have to accept the situation we are in. The short-term future of Mo is that he is going to the Africa Cup of Nations, but before that we play Inter Milan,” he concluded.</p><p>Salah scored 34 goals and had 18 assists in 52 games across all competitions as Liverpool won the Premier League last season, but with his side floundering, he has managed five goals and three assists in 19 games in the current campaign.</p><p>The forward indicated that his relationship with Slot had broken down completely.</p><p>“I had a good relationship with the manager, and all of a sudden we don’t have any relationship. I don’t know why, it seems to me, how I see it, someone doesn’t want me in the club,” he said.</p><p>Since joining Liverpool from AS Roma in 2017, Salah has become the club’s third-highest scorer behind Ian Rush and Roger Hunt.</p><p>“I don’t think I’m the problem. I have done so much for this club with the respect I want to get,” he said. “And I don’t have to go every day fighting for my position because I’ve earned it.”</p><figure id=\"attachment_3514175\" aria-describedby=\"caption-attachment-3514175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3514175\" src=\"/wp-content/uploads/2025/02/2025-02-16T144027Z_930214045_UP1EL2G14REQ4_RTRMADP_3_SOCCER-ENGLAND-LIV-WOL-REPORT-1739717019.jpg?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"Mo Salah in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3514175\" class=\"wp-caption-text\">Salah has scored 250 goals in 420 appearances for Liverpool [File: Phil Noble/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "“World attention needs to be on Sudan now” | Sudan war | Al Jazeera",
            "time": "2025-12-07T09:10:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Carl-Skau-16x9-1765098448.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Benin coup attempt updates: Interior minister says coup attempt thwarted | Military News | Al Jazeera",
            "time": "2025-12-07T09:09:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-07-at-12.03.19-PM-1765098223.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Benin coup attempt updates: Interior minister says coup attempt thwarted</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>These were the updates about a coup attempt in Benin on Sunday, December 7, 2025.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tailors and corner stores: The hustles helping prisoners survive | Prison | Al Jazeera",
            "time": "2025-12-07T08:58:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/Scanned_20251030_211132-1-1762253296.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>There’s an old saying in Urdu: Zaroorat ijaad ki maa hai (necessity is the mother of all inventions). I would often hear it as a child growing up in Pakistan.</p><p>I’ve always been fascinated by how some phrases leap across languages without losing their truth.</p><p>You see, survival has a universal dialect, and here, behind the castle walls of New Jersey State Prison (NJSP), necessity isn’t just a mother, it’s a warden, a foreman, and a constant whisper in your ear.</p><h2 id=\"pennies-on-the-dollar\">Pennies on the dollar</h2><p>Like the chains and hooks once used for corporal punishment in the basement of the “Warden’s House” at NJSP, prison labour is a relic of another time. It is a system that still smells faintly of chain gangs and sweat-soaked fields.</p><p>Here at NJSP, we work because we’re told to, for pennies on the dollar.</p><p>According to the Prison Policy Initiative (PPI), a non-profit that researches mass criminalisation in the US, prisoners can earn as little as $0.86 per day, with those in skilled work – like plumbers, electricians and clerks – making barely a few dollars per day.</p><p>Meanwhile, American Civil Liberties Union (ACLU) research shows that many states pay between $0.15 and $0.52 per hour for cleaning and maintenance jobs, such as sanitation work, with some states paying prisoners <a href=\"https://www.aclu.org/publications/captive-labor-exploitation-incarcerated-workers\" target=\"_blank\" rel=\"noopener\">nothing at all</a>.</p><p>The Department of Corrections budget runs in the billions, but prisoners can work every day of the year and still only make enough to choose between soap or soup when ordering from the commissary.</p><p>According to the PPI, prisons collect approximately $2.9bn annually from sales at the commissary and prisoners’ phone calls. Meanwhile, an investigation in The Appeal, a publication focusing on the US legal system, found that commissary prices are often five times higher than prices outside prison, with markups soaring as high as <a href=\"https://theappeal.org/locked-in-priced-out-how-much-prison-commissary-prices/\" target=\"_blank\" rel=\"noopener\">600 percent</a> for something like a denture container.</p><p>With costs like these, prisoners have had to create a second economy just to survive inside. We call it the “hustle” – not in the Wall Street sense, but in the purest form of making something out of nothing.</p><figure id=\"attachment_4117202\" aria-describedby=\"caption-attachment-4117202\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4117202\" src=\"/wp-content/uploads/2025/11/Scanned_20251106_162246-3-1-1763547994.jpg?w=770&amp;resize=770%2C609&amp;quality=80\" alt=\"Prison series [Illustration by Martin Robles]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4117202\" class=\"wp-caption-text\">[Illustration by Martin Robles]</figcaption></figure><h2 id=\"the-tailor\">The tailor</h2><p>I met “Jack”, who works in a pantry, a man who prefers to keep his real name to himself for fear of reprisals. His job at the prison involves preparing meals for fellow prisoners. He works 365 days a year with no holidays, no sick time, and each month is paid a little over $100 into his prison account.</p><p>Jack doesn’t get money from his family on the outside. Most prisoners don’t. In fact, many actually support their loved ones outside through their prison hustles.</p><p>Jack stitches survival together with a needle and thread. He hems khakis, tapers shirts, and mends shoes for stamps. This prison currency is bought through the commissary or traded among prisoners as hard currency for buying and selling. One book has 10 stamps and costs about $8 in the commissary, but can cost more when traded between prisoners.</p><p>Two books of stamps get you a tailored “set” (pants and a shirt or two shirts), and it’s four stamps (about $3) to raise your pant cuffs above the ankles, a popular request among Muslim brothers here. Jack won’t say how much he earns a month, but it’s more than what he makes prepping meals.</p><p>Water is his biggest expense. “The tap water here burns my stomach,” he told me. “Tastes like metal.”</p><p>He buys a case of 24, 16oz (470ml) bottles of water for $6 (about eight stamps). Only three cases are allowed per inmate at a time, and we can only order from the commissary twice a month. He tries to ration, but when he runs out – or water isn’t available at the commissary – he needs to fork out more money to buy bottles from other prisoners who sell at higher prices.</p><p>“The funny thing,” he said, not smiling, “is that they [the prison] give the officers water filters.”</p><figure id=\"attachment_4117204\" aria-describedby=\"caption-attachment-4117204\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4117204\" src=\"/wp-content/uploads/2025/11/Scanned_20251106_162354-1-1-1763548000.jpg?w=770&amp;resize=770%2C593&amp;quality=80\" alt=\"Prison series\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4117204\" class=\"wp-caption-text\">[Illustration by Martin Robles]</figcaption></figure><h2 id=\"the-corner-store\">The corner store</h2><p>On another tier, Josh runs what you might call a corner store without a corner. He sells and trades food for a profit – chili pouches or blocks of cheese from the commissary, peppers smuggled out of the kitchen. The commissary may run out of items or place limits on how many prisoners can buy, so the prisoners go to Josh. But they also go to him for other things – staplers for legal work, shoes, or cash. They trade prison stamps for their purchase. The exchange rate and prices fluctuate depending on supply and demand, but there’s always a profit. A pack of 24 cookies bought at the commissary for $4 may sell for anywhere between $5 and $12. It’s often more profitable to sell loose cookies.</p><p>Josh’s system is pure street business. He buys in bulk from the kitchen workers who steal small quantities from the pantries, and when a prisoner makes an order, he smuggles the item to them immediately – usually via a “unit runner”. He sells with a markup, and offers credit at higher rates.</p><p>“It’s a cat-and-mouse game,” Josh explained. “The trick is to never keep anything in your cell. Too many haters.”</p><p>The “haters” might snitch, and get Josh in trouble. Sometimes, snitching itself is a hustle where police recruit a prisoner to spy and provide them with food, which they, in turn, sell.</p><p>Josh’s hustle lets him buy gifts for his children and cancer awareness T-shirts for his recovering mother, and keeps his phone account alive so he can speak to them.</p><p>And then there’s 52-year-old Martin Robles, who can fix anything. I call him “Mr Fix It”. He can do it all: fans, electronics, clothing. In the summer, when fans burn out, he bypasses the fuse (which often breaks due to power fluctuations) for the price of two books of stamps. “You have to spend money to make money,” he said, explaining the cost of oil, glue, and sandpaper – the tools of his trade. He didn’t want to reveal how much he makes, but he is sought after in prison. He says his hustle isn’t about survival so much as keeping his hands busy and his dignity intact.</p><h2 id=\"the-hustles-keep-turning\">The hustles keep turning</h2><p>Each of these men works in the official prison economy, and then works again in the shadow one. In both, they are underpaid, undersupplied, and overwatched. The hustle isn’t about greed. It’s about staying alive, staying connected, and, sometimes, sending a birthday gift to a goddaughter to remind her, and more importantly, yourself, that you still exist beyond these walls.</p><p>In here, we don’t have much. What we do have is time, pressure and the kind of hunger that sharpens the mind. So we make do. We turn scraps into tools, boredom into ritual. Behind these walls, necessity will keep birthing inventions. And the hustles will keep turning, one quiet transaction at a time.</p><p><em><strong>This is the second story in a three-part series on how prisoners are taking on the US justice system through law, prison hustles and hard-won education.</strong></em></p><p><strong><em>Read the first story here: <a href=\"/features/2025/12/1/how-im-fighting-the-us-prison-system-from-the-inside\">How I’m fighting the US prison system from the inside</a></em></strong></p><p><strong>Tariq MaQbool</strong> is a prisoner at New Jersey State Prison (NJSP), where he has been held since 2005. He is a contributor to various publications, including Al Jazeera English, where he has written about the trauma of <a href=\"/features/longform/2025/6/1/this-is-what-it-is-like-to-be-held-in-solitary-confinement-in-a-us-prison\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/longform/2025/6/1/this-is-what-it-is-like-to-be-held-in-solitary-confinement-in-a-us-prison\" data-sk=\"tooltip_parent\">solitary confinement</a> (he has spent a total of more than two years in isolation) and what it means to be a <a href=\"/features/2023/11/21/as-a-muslim-prisoner-in-the-us-i-worry-i-will-be-cremated-when-i-die\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/2023/11/21/as-a-muslim-prisoner-in-the-us-i-worry-i-will-be-cremated-when-i-die\" data-sk=\"tooltip_parent\">Muslim prisoner</a> inside a US prison.</p><p><strong>Martin Robles</strong> is also a prisoner at NJSP. These illustrations were made using lead and coloured pencils. As he has limited art supplies, Robles used folded squares of toilet paper to blend the pigments into different shades and colours.</p></div></div></body></html>"
        },
        {
            "title": "Coup attempt in Benin quelled by loyal armed forces, interior minister says | Military News | Al Jazeera",
            "time": "2025-12-07T08:47:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25341489521636-1765119059.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Benin’s Interior Minister Alassane Seidou has said that Benin’s armed forces have thwarted an <a href=\"/news/liveblog/2025/12/7/benin-attempt-coup-live-soldiers-on-state-tv-claim-to-have-toppled-talon\">attempted coup</a> in the West African nation.</p><p>“A small group of soldiers launched a mutiny with the aim of destabilising the country and its institutions,” said Seidou early on Sunday.</p><p>“Faced with this situation, the Beninese Armed Forces and their leadership maintained control of the situation and foiled the attempt,” he added.</p><p>About a dozen soldiers were arrested on Sunday evening, the AFP news agency quoted military and security sources as saying.</p><p>One source told the agency that 13 arrests had been made, with another saying that all the detainees were soldiers in active service except one who was ex-military.</p><p>Earlier, Benin’s government said loyalist soldiers and national guard had regained control after a group of soldiers announced on state television that they had seized power in an apparent coup attempt.</p><p>Foreign Minister Olushegun Adjadi Bakari said on Sunday that the coup plotters had taken control of state TV only and that the signal had been cut for several minutes.</p><p>“There is an attempt, but the situation is under control. Now it’s a small group of military. A large part of the army is still loyalist, and we are taking over the situation,” Bakari told the Reuters news agency.</p><p>A group of at least eight soldiers led by Lieutenant Colonel Pascal Tigri had appeared on screen to claim the overthrow of President Patrice Talon, who has been in power since 2016, as well as all state institutions. They also claimed that the country’s borders had been closed and that all political parties had been suspended.</p><p>The troops referred to themselves as part of the “Military Committee for Refoundation” (CMR).</p><p>“The army solemnly commits to give the Beninese people the hope of a truly new era, where fraternity, justice and work prevail,” said a statement read by one of the soldiers.</p><figure id=\"attachment_4157355\" aria-describedby=\"caption-attachment-4157355\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157355\" src=\"/wp-content/uploads/2025/12/afp_6935713d64e4-1765110077.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - A woman crosses a street as motorists engage a crossroad in Cotonou following rumors of a possible coup in the country on December 7, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157355\" class=\"wp-caption-text\">A woman crosses a street as motorists engage a crossroad in Cotonou following rumors of a possible coup in the country [AFP]</figcaption></figure><p>After the takeover attempt, the president’s office had stated that Talon was safe and that the army was gradually regaining control, according to the AFP news agency.</p><p>“This is a small group of people who only control the television,” the presidency told AFP.</p><p>“The regular army is regaining control. The city and the country are completely secure,” it said.</p><p>The French embassy said at the time of the state TV takeover that “gunfire was reported at Camp Guezo” near the president’s official residence in Cotonou, the country’s largest city.</p><p>An AFP journalist in Cotonou reported that soldiers were blocking access to the presidency and state television, as well as a five-star hotel and districts housing international institutions. But there was no military presence at the airport and the remainder of the city, and residents were going about their business, the agency reported.</p><p>The Economic Community of West African State (ECOWAS) said in a statement that it strongly condemned the attempted military coup and would support efforts by the government to restore order.</p><p>The African Union (AU) also issued a condemnation the attempt, its chairperson Mahmoud Ali Yousouf stating that the bloc “strongly and unequivocally condemns” it.</p><p>His statement also reaffirmed the AU’s support to Talon.</p><p>“The African Union stands ready, in coordination with regional and international partners, to accompany the Government and People of Benin toward the full restoration of constitutional normalcy and the strengthening of democratic institutions.”</p><p>Talon is due to step down next April after 10 years in power.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The apparent coup attempt “does not come as a surprise to anyone”, Adama Gaye, a former director of communications at ECOWAS, told Al Jazeera.</p><p>He stated that there has been a lot of political tension in the country, with many opposition members imprisoned.</p><p>Talon had managed to “eliminate key people in the opposition party, including former President Boni Yayi”, Gaye said, adding that he had designated his finance minister to take over the reins after the next election.</p><p>A number of coups have taken place across the continent in recent years, especially in West Africa. Al Jazeera’s Ahmed Idris said this latest event is making the region gradually regain “its notoriety for coup plots and military takeovers”.</p><p>Just last month, army officials in Guinea-Bissau seized power in a <a href=\"/news/2025/11/27/guinea-bissau-military-appoints-general-as-transition-president-after-coup\">military coup</a> with General Horta Inta-A <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">named as the head</a> of a one-year transitional government. The country has experienced nine coup attempts since its independence from Portugal in 1974.</p><p>In 2023, military leader Brice Oligui Nguema <a href=\"/news/2023/8/30/a-coup-in-gabon-who-what-and-why\">toppled Gabon’s then-President Ali Bongo Ondimba</a>, a leader whose family had held power in the country for almost <a href=\"/features/2023/8/26/one-family-has-led-gabon-for-56-years-can-this-election-bring-a-new-era\">56 years</a>.</p><p>That same year, a coup removed <a href=\"/features/2024/7/26/a-year-after-nigers-coup-split-political-loyalties-test-family-ties\">Niger’s Mohamed Bazoum</a>, a democratically elected leader who ruled for just two years before he was forced out of office. A military government was then installed, led by President Abdourahamane Tchiani.</p><p>In 2022, Burkina Faso’s military leader, President Paul-Henri Damiba, <a href=\"/news/2022/9/30/burkina-faso-military-leader-damiba-deposed-coup-army\">was deposed</a> in the country’s second coup in a year, as army Captain Ibrahim Traore took charge.</p><p>In Mali, General Assimi Goita led soldiers to <a href=\"/news/2024/8/27/west-africas-coup-belt-did-malis-2020-army-takeover-change-the-region\" target=\"_blank\" rel=\"noopener\">seize power in a 2020 coup</a>.</p></div></div></body></html>"
        },
        {
            "title": "Week in Pictures: Syria salutes year of al-Assad fall, Sudan’s suffering | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-07T08:39:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__874997J__v2__HighRes__TopshotPalestinianIsraelConflict-1765093919.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From Pope Francis’s visit to Lebanon to the arrests of Palestinians in the occupied West Bank by Israeli soldiers, to the aftermath of deadly floods in Indonesia and protests against military conscription in Germany, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "Bethlehem’s Christmas tree lights up after two years of darkness | Occupied West Bank News | Al Jazeera",
            "time": "2025-12-07T08:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/IMG_8448-1765086371.jpg?resize=1920%2C1152",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bethlehem, occupied West Bank –</strong> For the first time in two years, the <a href=\"/news/2025/12/6/bethlehem-lights-up-christmas-tree-amid-hopes-for-economic-recovery\">Christmas tree in Bethlehem</a> lit up the night sky, restoring a glimmer of joy to the birthplace of Jesus after seasons overshadowed by <a href=\"/news/2025/12/6/gaza-ceasefire-at-a-critical-moment-mediators-say-at-risk-of-collapse\">Israel’s genocidal war on Gaza</a>.</p><p>Palestinians watching the lighting said the celebration carried a dual meaning: Hope in the Nativity and a yearning for freedom from the Israeli siege gripping Bethlehem and cities across the occupied territory.</p><p>At the same time, residents say the celebrations remain dimmed by the grief over mass casualties and destruction in Gaza and Bethlehem’s economic paralysis under tightening <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israeli harassment</a>.</p><p>This year’s celebrations were limited to religious rituals, attended by church leaders and local officials who stood on a stage in Manger Square for a modest tree-lighting ceremony.</p><p>Thousands gathered in the square, singing hymns and listening to choirs carolling – the only form of festivity permitted at a time many described as a mix of joy and mourning.</p><h2 id=\"the-mayor-also-shared-a-message-sent-to-bethlehem-by-pope-leo-xiv-saying-the-pontiff-assured-residents-he-carries-bethlehem-in-his-heart-and-prayers-and-is-working-for-an-end-to-palestinian-suffering-urging-people-in-gaza-not-to-give-in-to-despair\"><strong>‘A different Christmas’</strong></h2><p>“The celebrations this year are unlike any before,” Reverend Munther Isaac, pastor of the Evangelical Lutheran Christmas Church, told Al Jazeera.</p><p>“Bethlehem is beautifully decorated, and the tree is lit, but there is deep sorrow inside every Palestinian.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Through these celebrations, Palestinians send a message of resilience – to say we are still here, determined to live, to keep Bethlehem the capital of Christmas, and to continue telling its story. Palestinians love life.”</p><p>Bethlehem’s Mayor Maher N Canawati echoed the message, saying the municipality chose to restore the city’s Christmas lights after “a long period of darkness and silence”.</p><p>“We wanted to revive hope for the people of Bethlehem and all Palestinians, and to send that hope to Gaza and to the world,” he told Al Jazeera.</p><p>Canawati stressed that Bethlehem “is open and safe”, saying it is time for the world to support Palestinians’ steadfastness.</p><p>“As Bethlehem lights its Christmas tree, it … tells us that hope is a strength. But, he added, “The suffering and destruction in Gaza remain in our hearts. People remember the glimmer of light even amid devastation.”</p><p>The mayor also shared a message sent to Bethlehem by <a href=\"/news/2025/11/30/pope-leo-insists-on-2-state-solution-to-resolve-israel-palestine-conflict\">Pope Leo XIV</a>, saying the pontiff assured residents he “carries Bethlehem in his heart and prayers and is working for an end to Palestinian suffering”, urging people in Gaza “not to give in to despair”.</p><p>Canawati called on pilgrims worldwide to visit Bethlehem, saying tourism is an act of solidarity with Palestinians “who are weary of war but have not grown weary of hope”.</p><figure id=\"attachment_4156434\" aria-describedby=\"caption-attachment-4156434\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4156434\" src=\"/wp-content/uploads/2025/12/IMG_8451-1765086374.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Mayor Canawati speaks to visitors\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4156434\" class=\"wp-caption-text\">Bethlehem’s Mayor Maher N Canawati greets visitors [Monjed Jadou/Al Jazeera]</figcaption></figure><h2><strong>Economic hardship under siege</strong></h2><p>Bethlehem’s Christmas spirit comes despite <a href=\"/news/2025/9/15/israels-financial-stranglehold-on-palestinian-land-must-end-un-experts\">severe economic decline</a> linked to Israeli closures and the collapse of tourism, the primary driver of the local economy.</p><p>Shopkeepers and artisans told Al Jazeera that hope, rather than income, has kept the city standing. Adrian Habibeh, a young artisan working in his family’s olivewood shop where <a href=\"/gallery/2025/4/14/bethlehem-carvers-fret-over-second-easter-without-tourists\">hand-carvings</a> are sold to religious devotees and tourists, said tourism has been “nearly frozen for more than two years”.</p><p>“This year’s Christmas celebrations are not like before,” he said. “But we hope this will be a year of joy – and that tourism will return. It’s vital for our economy.”</p><p>Residents from across the West Bank and Palestinian communities inside Israel travelled to Bethlehem despite <a href=\"/features/longform/2025/9/8/israels-settler-outposts-choke-palestinian-life-in-west-banks-villages\">checkpoints and road restrictions</a>.</p><p>Yara Khalil, who came with her family from Ramallah, said she felt both joy and unease. “Gaza is suffering terribly from the war, and that pain is inside us,” she said.</p><p>“But Bethlehem, which had no celebrations for two years, looks beautiful despite everything.”</p><figure id=\"attachment_4156422\" aria-describedby=\"caption-attachment-4156422\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4156422 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/IMG_8438-1765086347.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bethlehem Christmas tree [Monjed Jadou/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4156422\" class=\"wp-caption-text\">A hand carver works on olivewood in Bethlehem amid a prolonged decline in tourism [Monjed Jadou/Al Jazeera]</figcaption></figure><p>She added that she expected the trip to be difficult, “but people’s excitement and determination to celebrate pushed us to come”.</p><p>The Bethlehem Chamber of Commerce organised bus trips for Palestinians from cities inside Israel to encourage local tourism.</p><p>Samir Hazboun, head of the Bethlehem Chamber of Commerce, told Al Jazeera that the first groups began arriving on Saturday.</p><p>“The second wave of local pilgrims and visitors from Palestinians who live in Israel is expected after December 20,” he said. “We anticipate about 3,000 visitors a day until year-end, which will increase hotel occupancy – currently at just 20 percent among foreign tourists.”</p><p>Rula Qabti, who arrived from Nazareth, said she travelled long distances and crossed multiple checkpoints to join the celebration. “We hope for better days soon – to celebrate without fear or barriers, and to reach Bethlehem easily,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Resurgent neo-Nazis march against multiculturalism in Sweden’s capital | Al Jazeera | Al Jazeera",
            "time": "2025-12-07T08:14:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765095214.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}