{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "China urges US to ‘stop toppling’ Venezuelan government, release Maduro | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T09:55:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695a2523-1767515427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has called on the United States to immediately release Venezuelan President <a href=\"/news/liveblog/2026/1/3/live-venezuelas-maduro-arrives-in-new-york-after-capture\">Nicolas Maduro</a> after Washington carried out massive military strikes on the capital, Caracas, as well as other regions, and abducted the leader.</p><p>Beijing on Sunday insisted the safety of Maduro and his wife Cilia Flores be a priority, and called on the US to “stop toppling the government of Venezuela”, calling the attack a “clear <a href=\"/news/2026/1/3/act-of-war-expert-rejects-trump-rationale-for-venezuela-attack\">violation of international law</a>“.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the second statement issued by China since Saturday, after US President Donald Trump said Washington had taken Maduro and his wife and flown them out of the country.</p><p>On Saturday, Beijing slammed the US for “hegemonic acts” and “blatant use of force” against Venezuela and its president, urging Washington to abide by the United Nations charter.</p><p>China is closely watching developments in Venezuela, according to Andy Mok, a senior research fellow at the Center for China and Globalisation.</p><p>Mok told Al Jazeera that a Chinese delegation had met Venezuelan officials just hours before the US action, adding that Beijing was not surprised by Washington’s move, given the scale of US strategic and economic interests in the region.</p><p>What did stand out, he said, was how the operation was carried out, as it may “represent the long-term US strategy in the region”.</p><p>China is Venezuela’s largest buyer of oil, Mok added, although the country accounts for only 4-5 percent of its total oil imports. Beyond energy, he said, China has growing trade and investment interests across Latin America, meaning Beijing is paying close attention to political shifts in the region.</p><p>Mok warned that if a future US administration were to revive a Monroe Doctrine-style policy, it could increase tensions with China, as Latin America is a “pillar of China’s Global South strategy”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, China is likely to limit its response to the events in Venezuela to diplomatic protest rather than hard power, according to China-based analyst Shaun Rein.</p><p>“I think China has issued a very strong condemnation of the United States, and they’re working with other Latin American and Caribbean countries to say this isn’t right,” Rein, founder of the China Market Research Group, told Al Jazeera.</p><p>Rein said Beijing is deeply alarmed but constrained, and its options are limited.</p><p>“There’s not a lot of things that China can do. Frankly, it doesn’t have the military power. It only has two military bases outside of China, while America has 800,” Rein noted, stressing that, “historically, China is not warlike”.</p><p>“China is just going to make proclamations criticising the United States’ actions, but they’re not going to push back with military action, and they’re probably not going to push back with economic sanctions.”</p><h2 id=\"global-condemnations-celebrations\">Global condemnations, celebrations</h2><p><a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">World reaction has poured in</a> since the US military action in Venezuela, with opinion firmly split over the intervention.</p><p>Left-leaning regional leaders, including those of Brazil, Colombia, Chile and Mexico, have largely denounced <a href=\"/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">Maduro’s ouster</a>, while countries with right-wing governments, from Argentina to Ecuador, have largely welcomed it.</p><p>Australian Prime Minister Anthony Albanese on Sunday said he backed a “peaceful, democratic transition” of power in Venezuela, but urged that international law be respected.</p><p>His government was “monitoring developments”, he said in a statement.</p><p>South Korea also responded on Sunday, calling for a de-escalation of tensions.</p><p>“Our government urges all involved parties to make utmost efforts toward easing regional tensions. We hope for a quick stabilisation of the situation via dialogue, ensuring democracy is restored, and the will of the Venezuelan people is honoured,” its Ministry of Foreign Affairs said.</p><p>Venezuela has been increasingly isolated, particularly after Maduro’s contested election in 2024.</p><p>China and Russia, however, continue to maintain strong economic and strategic ties, and alliances have grown with Iran over their shared opposition to US policy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Boxer Anthony Joshua returns to UK after fatal Nigeria car crash | Boxing News | Al Jazeera",
            "time": "2026-01-04T09:39:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-17T030311Z_1308013357_UP1ELCH08HASL_RTRMADP_3_BOXING-HEAVYWEIGHT-PAUL-JOSHUA-1767517362.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Boxer Anthony Joshua returns to UK after fatal Nigeria car crash</h1><p class=\"article__subhead\"><em>Joshua returns after recovering from the minor injuries he sustained during a crash that killed two of his friends.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former world heavyweight champion Anthony Joshua has reportedly flown back to the United Kingdom after a <a href=\"/sports/2025/12/29/british-boxer-anthony-joshua-injured-in-deadly-car-crash-in-nigeria\">fatal car crash</a> in Nigeria that killed two of his close friends.</p><p>Sina Ghami and Latif “Latz” Ayodele died after the vehicle they were travelling in, along with Joshua, struck a stationary truck on a road near Lagos on Monday.</p><p>Joshua sustained minor injuries, and the two-time heavyweight champion was discharged from hospital on Wednesday after being deemed clinically fit to recuperate at home.</p><p>British media reported on Saturday that Joshua had returned home before the funerals of Ghami and Ayodele.</p><p>Ghami was Joshua’s strength and conditioning coach, while Ayodele was a trainer. Just hours before the crash, Joshua and Ayodele posted clips on social media playing table tennis together.</p><p>His return comes after Nigerian police <a href=\"/sports/2026/1/2/nigeria-police-charge-joshua-driver-in-fatal-crash-with-dangerous-driving\">charged</a> the driver of the vehicle, Adeniyi Mobolaji Kayode, 46, with “dangerous driving causing death”. He is due to appear in court on January 20.</p><p>Kayode was driving Joshua and his friends on a busy highway linking Lagos and Ibadan in southwest Nigeria when the Lexus SUV in which they were travelling rammed into the truck.</p><p>The 2012 Olympic champion, who has family roots in Nigeria, was on holiday in the African country following his win over Jake Paul in Miami on December 19.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Global protests erupt against US attack on Venezuela | Al Jazeera | Al Jazeera",
            "time": "2026-01-04T09:33:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767519186.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How the US attack on Venezuela, abduction of Maduro unfolded | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T09:32:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a1b05e0f9-1767512837.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a move that stunned the world, the United States bombed Venezuela and <a href=\"/news/liveblog/2026/1/3/live-venezuelas-maduro-arrives-in-new-york-after-capture\">toppled President Nicolas Maduro</a> amid condemnation and plaudits.</p><p>In a news conference on Saturday at his Mar-a-Lago resort in Florida, President Donald Trump praised the operation to seize Maduro as one of the “most stunning, effective and powerful displays of American military might and competence in American history”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the riskiest and most high-profile military operation sanctioned by Washington since the US Navy’s SEAL team killed al-Qaeda leader Osama bin Laden in a safe house in Pakistan’s Abbottabad in 2011.</p><p>News of the 63-year-old Maduro being abducted took over the global news cycle.</p><p>After months of escalation and threats over Maduro’s alleged involvement in shipping drugs to the US, the Trump administration had increased pressure on Caracas with a military build-up in the Caribbean and a series of deadly missile attacks on alleged drug-running boats that had killed more than 100 people and whose legality has been heavily questioned by the United Nations and legal experts.</p><p>The US had also previously offered a $50m reward for information leading to <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">Maduro’s arrest</a>.</p><p>But while the military was conducting operations in the Caribbean, US intelligence had been gathering information about Maduro, his eating habits, and special forces covertly rehearsed a plan to remove him from power forcibly.</p><p>Here’s everything we know about how Maduro and his wife, Cilia Flores, were “captured”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-was-maduro-abducted\">How was Maduro abducted?</h2><p>The operation, named “Absolute Resolve”, was carefully rehearsed for months, according to General Dan Caine, chairman of the Joint Chiefs of Staff, who spoke at Trump’s news conference.</p><p>Trump also told Fox News that US forces had practised their extraction of Maduro on a replica building.</p><p>“They actually built a house which was identical to the one they went into with all the same, all that steel all over the place,” Trump said.</p><p>At 11:46pm local time on Friday (03:46 GMT on Saturday), Trump gave the green light.</p><p>On Friday night, Caine said, “the weather broke just enough, clearing a path that only the most skilled aviators in the world could move through”, with about 150 aircraft involved in the operation, taking off from 20 different airbases across the Western Hemisphere.</p><p>As part of the operation, US forces disabled Venezuela’s air defence systems, with Trump saying the “lights of Caracas were largely turned off due to a certain expertise that we have”, without elaborating.</p><p>Several deafening explosions rang out across the capital, with Pete Hegseth, the defence secretary, describing it as part of a “massive joint military and law enforcement raid” that lasted less than 30 minutes.</p><p>US helicopters then touched down at Maduro’s compound in the capital at 2:01am (06:01 GMT) on Saturday, with the president and his wife then taken into custody.</p><p>There has been no readout on whether there was an exchange of fire, in a chaotic scramble, or if they were taken without a struggle.</p><p>At 4:29am (08:29 GMT), just two and a half hours later, Maduro was put on board a US aircraft carrier, en route to New York. Trump later posted a photograph of the Venezuelan leader on his Truth Social social media platform, blindfolded, wearing a grey tracksuit.</p><p>After departing the USS Iwo Jima, US forces escorted Maduro on a flight, touching down in New York’s Stewart Air National Guard Base at about 4:30pm (21:30 GMT).</p><h2 id=\"how-many-people-were-killed-in-the-us-strikes-on-venezuela\">How many people were killed in the US strikes on Venezuela?</h2><p>The US strikes hit Caracas as well as the states of Miranda, Aragua and La Guaira, according to the Venezuelan government.</p><p>To Linda Unamumo, a public worker, the US attacks caused an explosion that was so strong it destroyed the roof of her house.</p><p>“Even up until a little while ago, I was still crying … I was crying because I was so scared … I had to leave my house with my daughter, with my family, and go to another house, a neighbour’s house. It was really traumatic. I wouldn’t wish it on anyone, really,” she told the AFP news agency.</p><p>While official casualty counts have yet to be released, an official told The New York Times newspaper on condition of anonymity that at least 40 people had been killed in the attacks.</p><p>According to Trump, a few US members were injured in the operation, but he believed no one was killed.</p><h2 id=\"what-s-next-for-venezuela\">What’s next for Venezuela?</h2><p>During his news conference on Saturday, Trump announced that the US would “<a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">run” the country</a> until a new leader was chosen.</p><p>“We’re going to make sure that country is run properly. We’re not doing this in vain,” he said. “This is a very dangerous attack. This is an attack that could have gone very, very badly.”</p><p>The president did not rule out deploying US troops in the country and said he was “not afraid of boots on the ground if we have to”.</p><p>Trump also, somewhat surprisingly, ruled out working with opposition figure and Nobel Peace Prize winner Maria Corina Machado, who had dedicated her prize, which he so wanted to win himself, to the US president.</p><p>“She doesn’t have the support within or the respect within the country,” he said.</p><p>The Constitutional Chamber of Venezuela’s Supreme Court ordered Vice President Delcy Rodriguez to serve as acting president following the US’s abduction of Maduro.</p><p>The court ruled that Rodriguez will assume “the office of President of the Bolivarian Republic of Venezuela, in order to guarantee administrative continuity and the comprehensive defence of the Nation”.</p><p>The court also said it would work to “determine the applicable legal framework to guarantee the continuity of the State, the administration of government, and the defense of sovereignty in the face of the forced absence of the President of the Republic”.</p><p>Trump had said earlier on Saturday that the US would not occupy Venezuela, provided Rodriguez “does what we want”.</p><figure id=\"attachment_4213166\" aria-describedby=\"caption-attachment-4213166\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213166\" src=\"/wp-content/uploads/2026/01/AP25223734718647-1767493833.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Delcy Rodriguez addresses the press\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213166\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks to the press at the Foreign Office in Caracas, Venezuela, on August 11, 2025 [Ariana Cubillos/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Notion of “taking over Venezuela” will explode in our face | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T08:48:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Harlan-Ullman-16x9-1767516201.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bondi attack hero al-Ahmed, responders honoured at Australia cricket match | Cricket News | Al Jazeera",
            "time": "2026-01-04T08:35:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260104__89K387F__v1__MidRes__CricketAusEngAshes-1767513527.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bondi attack hero al-Ahmed, responders honoured at Australia cricket match</h1><p class=\"article__subhead\"><em>Before the fifth Ashes Test, Australian and English cricket teams honour responders who rushed to the site of the shooting.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England and Australia’s cricket teams, as well as the crowd at the Sydney Cricket Ground, have honoured the emergency service personnel and members of the public who responded during a <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">mass shooting</a> at Bondi Beach in December.</p><p>Both teams formed an on-field guard of honour, and the spectators joined in with loud applause before the fifth Test match of the Ashes series, which got under way on Sunday.</p><p>The biggest cheer from the sold-out crowd was reserved for hero <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">Ahmed al-Ahmed</a>, who ran towards one of the attackers and wrestled the gun from him, walking out with his right arm in a sling.</p><p>The 43-year-old fruit shop owner was filmed tackling and disarming one of the attackers and was widely hailed as a hero, with Prime Minister Anthony Albanese terming al-Ahmed’s actions an example of “Australians coming together”.</p><p>Al-Ahmed is an Australian Muslim citizen of Syrian origin, and comes from the village of al-Nayrab, near Idlib in Syria. He is understood to have moved to Australia in 2006.</p><p>Al-Ahmed was having lunch in the area when the shooting took place, and he intervened.</p><figure id=\"attachment_4213623\" aria-describedby=\"caption-attachment-4213623\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213623\" src=\"/wp-content/uploads/2026/01/AFP__20260104__89K48K9__v1__MidRes__CricketAusEngAshes-1767513529.jpg?w=770&amp;resize=770%2C480&amp;quality=80\" alt=\"Emergency service personnel and members of the public who responded during a mass shooting at Bondi Beach including Ahmed al Ahmed (R), the man who tackled and disarmed one of the attackers, receive a guard of honour on day one of the fifth Ashes cricket Test match between Australia and England at the Sydney Cricket Ground (SCG) in Sydney on January 4, 2026. England and Australia's cricket teams honoured at the fifth Ashes Test in Sydney on January 4 emergency service personnel and members of the public who responded during a mass shooting at Bondi Beach. (Photo by Glenn NICHOLLS / AFP) / --IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE--\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213623\" class=\"wp-caption-text\">Ahmed al-Ahmed and emergency service personnel received a guard of honour on day one of the fifth Ashes  Test match between Australia and England at the Sydney Cricket Ground, January 4, 2026 [Glenn Nicholls/AFP]</figcaption></figure><p>Authorities have described the shooting as an anti-Jewish terrorist attack, which took place at the famous tourist spot of Bondi Beach, not far from the Sydney Cricket Ground.</p><p>During a gathering at a Jewish Hanukkah celebration, two men – later <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">identified</a> as father-son duo Sajid and Naveed Akram – opened fire at Bondi Beach, killing 15 people and wounding at least 42.</p><p>Cricket Australia chief Todd Greenberg called the attack “a devastating tragedy”.</p><p>“The incredible acts of bravery by first responders and community members at the scene of the Bondi attack were a reminder of the spirit of community and self-sacrifice that unites us as a nation,” he said.</p><p>“Our thoughts remain with those affected by this devastating tragedy, and as a sport, we will continue to provide what support we can.”</p><p>Among those honoured were ambulance workers and police officers, surf lifesavers and Jewish community groups.</p><p>A heightened security operation is in place for the Test, with uniformed and mounted police, along with public order and riot squad officers patrolling the venue.</p><p>The measures mirror those for the Boxing Day Test in Melbourne, where specialist police were armed with semiautomatic rifles.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump just sent a very dangerous message to Latin America | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T08:22:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T180940Z_1471337729_RC2STIAHBCRK_RTRMADP_3_USA-VENEZUELA-1767509253_0086fb-1767514813.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Within hours of a massive operation of regime change in Venezuela, United States President Donald Trump revelled in his “success”. He posted a photo of Venezuelan President Nicolas Maduro in handcuffs and then addressed the American public.</p><p>He praised the military for launching “one of the most stunning, effective and powerful displays of American military might” in US history, allegedly rendering Venezuelan forces “powerless”. He announced that Maduro and his wife would be indicted in New York for “narcoterrorism” and claimed – without evidence – that US operations have reduced maritime drug trafficking by 97 percent.</p><p>Trump went further, declaring that the US would “run the country” until an unspecified transition could be arranged, while openly threatening a “second and much larger attack”. Crucially, he framed these claims within a broader assertion of US “domination over the Western Hemisphere”, explicitly invoking the 1823 Monroe Doctrine.</p><p>The US military intervention in Venezuela represents something far more dangerous than a single act of aggression. It is the latest manifestation of a centuries-old pattern of US interference that has left Latin America scarred. The regime change operation in Caracas is a clear sign the Trump administration is embracing this old policy of interventionism with renewed fervour. And that bodes ill for the region.</p><p>That this attack targeted Maduro’s repressive and corrupt government, which was responsible for the immense suffering of many Venezuelans, makes the situation no less catastrophic. Washington’s long history of supporting brutal dictatorships across the region strips away any pretence of moral authority. Trump himself can hardly claim any moral high ground given that he is himself embroiled in a major political scandal due to his close ties with convicted paedophile Jeffrey Epstein and has maintained unconditional support for Israel’s genocide in Gaza.</p><p>The Trump administration’s attack on Venezuela solidifies a catastrophic pattern of violations of international law. If the US can unilaterally launch military strikes against sovereign nations at a whim, then the entire framework of international law becomes meaningless. This tells every nation that might and power trump legality and sovereignty.</p><p>For Latin America specifically, the implications are chilling. To understand why this attack reverberates so painfully across the region, one must take a quick look at its history. The US has orchestrated or supported coups and military dictatorships throughout the region with disturbing regularity.</p><p>In Guatemala in 1954, the CIA overthrew the democratically elected government of Jacobo Arbenz. In Chile in 1973, the US backed the coup that brought Augusto Pinochet to power and ushered in an era of unchecked political violence. In 1983, the US invaded and occupied the island of Grenada to overthrow its socialist government. In Argentina, Brazil, Uruguay, and throughout Central America, Washington provided training, funding and political cover for military regimes that tortured dissidents and murdered civilians.</p><p>The new question now is, if the US carried out regime change in Venezuela so easily, who is next? Colombia’s President Gustavo Petro, who has been at odds with the Trump administration, was quick to react – and is right to be concerned, as in December, Trump threatened an intervention, saying “<a href=\"/news/2025/12/11/hell-be-next-donald-trump-threatens-colombian-president-gustavo-petro\">he’ll be next</a>“. Others in the region are also nervous.</p><p>Beyond the looming threat of US intervention, Latin America now also faces the potential regional instability that a regime change in Caracas is likely to create. The political crisis under Maduro had already spilled beyond its borders into neighbouring Colombia and Brazil, where Venezuelans fled poverty and repression. One can only imagine the ripple effect the US-enacted regime change will have.</p><p>There are probably many Venezuelans who are celebrating Maduro’s ouster. However, the US intervention directly undermines the political opposition in Venezuela. It would allow the regime, which appears to retain power, to paint all opposition as foreign agents, eroding its legitimacy.</p><p>The Venezuelan people deserve democracy, but they have to achieve it themselves with international support, not to have it imposed at gunpoint by a foreign power with a documented history of caring more about resources and geopolitical dominance than human rights.</p><p>Latin Americans deserve better than to choose between homegrown authoritarianism and imported violence. What they need is not American bombs but genuine respect for self-determination.</p><p>The US has no moral authority to attack Venezuela, regardless of Maduro’s authoritarian nature. Both can be true: Maduro is a dictator who caused immense harm to his people, and US military intervention is an illegal act of aggression that will not resolve the crisis of democracy in Venezuela.</p><p>The region’s future must be determined by people themselves, free from the shadow of empire.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Bernie Sanders condemns Trump’s attack on Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T08:01:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/clean-1767513624.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh wants T20 World Cup games shifted from India to Sri Lanka | Cricket News | Al Jazeera",
            "time": "2026-01-04T07:36:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2019-07-02T101024Z_26599640_RC18F41190C0_RTRMADP_3_CRICKET-WORLDCUP-BGD-IND-1758709566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh will request the International Cricket Council (ICC) to shift its team’s T20 World Cup fixtures from India to Sri Lanka over concerns about its players’ safety, following the removal of a top Bangladeshi player from the Indian Premier League (IPL), a government official has said.</p><p>Amid growing political tension between the South Asian neighbours, the Bangladesh Cricket Board (BCB) has been asked by its government to write to the ICC, requesting a change of venue for its games and seeking clarity on fast bowler Mustafizur Rahman’s abrupt removal from the IPL, youth and sports adviser Asif Nazrul said in a statement on Saturday.</p><p>“As the adviser in charge of the Sports Ministry, I have asked the BCB to explain the entire matter to ICC. The board should inform that where a Bangladeshi cricketer cannot play in India despite being contracted, the entire Bangladeshi cricket team cannot feel safe going to play in the World Cup,” Asif wrote in a social media post.</p><p>“I have also instructed the board to request that Bangladesh’s World Cup matches should be held in Sri Lanka,” he added.</p><p>“We will not accept any insult to Bangladeshi cricket, cricketers and Bangladesh under any circumstances. The days of slavery are over.”</p><p>BCB President Aminul Islam Bulbul said the board will hold an emergency meeting later on Sunday.</p><p>“The dignity and security of our cricketers are our top priorities, and we will take a decision at the appropriate time, keeping these in mind,” he told reporters late on Saturday.</p><p>Defending champions India and 2014 winners Sri Lanka will cohost the ICC Men’s T20 World Cup 2026 from February 7 to March 8.</p><p>Bangladesh are scheduled to play all their group-stage matches in India, with three fixtures allocated to Eden Gardens in Kolkata and one to the Wankhede Stadium in Mumbai.</p><p>Should the ICC – headed by former BCCI chief Jay Shah – consider the BCB’s request, Bangladesh will become the second country to have its games moved out of India.</p><p>Sri Lanka will host all of Pakistan’s matches as the 2009 champions will not travel to India in an ICC-brokered agreement that allows the bitter rivals to avoid travelling across their mutual border.</p><p>Earlier on Saturday, the team Kolkata Knight Riders (KKR) confirmed that Mustafizur had been released from the franchise’s squad for IPL 2026 after the BCCI advised it to do so, and the move was confirmed by the Indian cricket board’s secretary, Devajit Saikia.</p><p>“Due to the recent developments which are going on all across, BCCI has instructed the franchise KKR to release one of their players, Mustafizur Rahman of Bangladesh, from their squad, and BCCI has also said that if they ask for any replacement, BCCI is going to allow that replacement,” Saikia told Indian news agency ANI.</p><p></p><h2 id=\"political-tension-spills-over-into-sport\">Political tension spills over into sport</h2><p>The ongoing tensions between India and Bangladesh have flared in recent weeks after a 25-year-old Hindu man was lynched and burned publicly in Bangladesh following allegations of blasphemy.</p><p>India’s Ministry of External Affairs last month condemned what it called “unremitting hostility against minorities”.</p><p>A few days later, Hindutva activists tried to storm the Bangladesh High Commission in New Delhi as they rallied against the neighbouring nation for failing to protect its Hindu minorities.</p><p>Diplomatic relations between the once-close allies have been sharply tested since August last year, when former Prime Minister Sheikh Hasina fled to New Delhi from Dhaka after an uprising against her rule.</p><p>Bangladesh blames India for some of its troubles, including Indian Prime Minister Narendra Modi’s support for Hasina when she was in power.</p><p>Political tensions have spilled over into sport in recent months, with the Bangladeshi women’s cricket team’s recent tour of India postponed indefinitely, and the Indian men’s team’s tour of Bangladesh meeting the same fate in August.</p><p>The BCCI’s move to have Mustafizur removed from the IPL has met with backlash in Bangladesh, where the popular franchise league may face a blackout.</p><p>Bangladeshi government official Nazrul said he had requested the national broadcasting body to “stop broadcasting of IPL tournament in Bangladesh”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syria’s challenges to rebuild its armed forces | News | Al Jazeera",
            "time": "2026-01-04T07:18:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25342534485210-1767097995.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria is still facing numerous challenges a year after the toppling of Bashar al-Assad’s regime. Among the key priorities for the new government is rebuilding its national army and security forces.</p><p>For decades, Syria’s security apparatus and the military were considered by many as a brutal force to protect the regime and crack down on dissent.</p><p>The new interim government has begun the restructuring and recruiting process, focused on rebuilding the armed forces and adopting a new doctrine where loyalty is to the country.</p><p>“We started the process of restructuring our military and army … and we are meeting the need of the moment by having an army that Syria deserves as a nation to building an army that represents Syria and is able to face the challenges,’’ Defence Minister Murhaf Abu Qasra said during a ceremony for soldiers graduating from a military academy in the city of Aleppo.</p><figure id=\"attachment_4203857\" aria-describedby=\"caption-attachment-4203857\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203857\" src=\"/wp-content/uploads/2025/12/AP25342425007138-1767097957.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria Assad Fall Anniversary\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203857\" class=\"wp-caption-text\">Syrian army soldiers stand on their armoured personnel carriers during a parade [Hussein Malla/AP Photo]</figcaption></figure><p>“We will develop all branches of the armed forces and increase our military preparedness and efficiency to protect our nation. And we already issued rules of conduct and discipline,” Abu Qasra said after attending a military march by newly graduating candidates showing off their camouflage uniform and military vehicles and rifles.</p><p>But analysts warn that the process of rebuilding could be long and difficult, given the challenges that lie ahead – not least among them changing the mentality of armed groups and transforming them into part of an organised, professional army.</p><p>And among the main issues is vetting the large number of recruits to the country’s newly formed security forces, deciding whether to continue with Russian equipment, integrating forces from southern Syria and the <a href=\"/features/2025/12/23/clashes-in-aleppo-as-deadline-for-sdfs-integration-into-army-approaches\">Kurdish-led Syrian Democratic Forces</a> (SDF) in the northeast, and building the trust of the country’s many minority groups.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The success of the Syrian armed forces would go a long way to providing political stability in the country, and, with it, possible foreign investment and support for the government in Damascus.</p><p>“If Syria fails to integrate all armed forces and former opposition groups into its army, it faces an existential challenge of fragmentation and disintegration,” Caroline Rose, director of military and national security priorities at the New Lines Institute, told Al Jazeera.</p><p>“Without unification within its army and ongoing sectarian division, the country risks frequent security flashpoints – infighting between different armed groups and its armed forces – that could put Syria back on the path to civil war,” Rose explained.</p><h2 id=\"vetting\">Vetting</h2><p>When the al-Assad regime collapsed on December 8, 2024, so did its security apparatus and armed forces. Many abdicated and fled to neighbouring countries, some hid in their homes, and others turned in their weapons and military IDs to the new authority.</p><p>In the first hours after al-Assad fled, Israel also began <a href=\"/features/2024/12/11/israel-attack-syria-explainer\">widespread air attacks</a> around the country. On December 10, the Israeli military said in a statement that it had destroyed 80 percent of Syria’s strategic military capabilities. In the last year, Israel attacked Syria <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">more than 600 times</a>.</p><p>“With Israel having destroyed much of Syria’s conventional land, aerial, and naval military equipment in the initial days after al-Assad’s fall, along with the fact that the new administration has purged many regime-era officers and soldiers from its ranks, the new Syrian Army is, in many ways, starting from scratch,” Rose said.</p><p>Syria’s President Ahmed al-Sharaa has dissolved the former army. His group, <a href=\"http://Who%20are%20Hayat%20Tahrir%20al-Sham%20and%20the%20Syrian%20groups%20that%20took%20Aleppo?%20|%20Syria's%20War%20News%20|%20Al%20Jazeera\">Hay’at Tahrir al-Sham</a> (HTS), which controlled the province of Idlib for years during Syria’s revolution and was the main fighting force that toppled al-Assad – along with other, smaller groups – makes up about 40,000 fighters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With those numbers, the government would struggle to govern the entirety of Syria.</p><p>President al-Sharaa appointed military commanders and merged several anti-Assad factions into the new security apparatus and military. The Ministry of Defence now oversees the Syrian Armed Forces, while the Ministry of Interior oversees internal security forces such as the General Security. They also opened up recruitment to the general population, bringing in tens of thousands of new faces, which, according to analysts, brings two major problems.</p><p>The first was the breakneck speed of recruitment, due to the need for manpower, which meant vetting was sidelined. Thousands of young men in the 18-23-year-old age range sought these positions, at least, in part, because they were among the few economic prospects after years of sanctions, open conflict, and state pilfering destroyed Syria’s economy.</p><p>“It’s a very delicate balance to keep Syria’s security glued together,” Samy Akil, a nonresident fellow at the Tahrir Institute, told Al Jazeera.</p><p>“It’s not about recruiting only; it’s about the merger of so many factions and no proper vetting process. I am sure after the one- or two-year benchmark, they can be more selective in the recruitment processes.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Also, a key problem for Syria’s new rulers is the issue of foreign fighters who played an integral part within numerous factions that fought against the al-Assad regime.</p><p>Western powers, including the US, had issued clear warnings to Damascus: No room for foreign fighters in any key military positions. Syrian President Ahmed al-Sharaa said on multiple occasions that those fighters will not assume key positions and ‘’will not pose any threat’’ to their countries.</p><p>The other major issue, according to analysts, is that there are still tens of thousands of officers or noncommissioned officers (NCOs) with military training who are unlikely to be integrated into Syria’s new security apparatus.</p><p>The Syrian defence minister has said that the army welcomed about 3000 regime-era soldiers back into its ranks after vetting. But analysts estimate that there is still a deficit of high and mid-level military officers with both conventional and irregular battlefield experience.</p><p>A report by the Washington, DC-based Middle East Institute quoted a Syrian military official as saying that about 70,000 Alawite officers and NCOs were in the Syrian army under al-Assad and were highly unlikely to be reinstated. Battle-hardened, military-capable men not serving in the country’s military could also pose a problem to Damascus.</p><p>On December 5, the Reuters news agency reported that Rami Makhlouf, a billionaire and al-Assad’s cousin, and Syria’s ex-intelligence chief Kamal Hassan “are spending millions of dollars in competing efforts to build fighting forces that would lead a revolt along Syria’s coast (al-Assad’s former stronghold)”. US media reports also indicated that Makhlouf is bankrolling a force made up of more than 160,000 Alawite and former army soldiers to revolt against the government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-or-the-us\">Russia or the US</h2><p>In the late years of al-Assad’s reign, Syria had become isolated internationally. Russia and Iran were among the few remaining allies, and analysts say that without them, al-Assad would not have been able to stay in power as long as he did.</p><p>But after al-Assad fled to Moscow in the early hours of December 8, Syria’s position in the international community quickly changed. Syria under al-Sharaa has gained crucial support from countries like Saudi Arabia and Qatar, which had previously opposed al-Assad, while Iranian-Syrian relations were severed.</p><p>In November, al-Sharaa became the first Syrian president to <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">visit the White House</a>, signalling warming ties between his country and the United States. But despite Russia’s support of al-Assad and providing him refuge, relations with the new Syrian government are not completely shattered.</p><p>“The biggest challenge the SAA faces is that it is essentially a Russian force in its doctrine and equipment,” Rob Geist Pinfold, a scholar of international security at King’s College London, told Al Jazeera.</p><p>“This means that whenever they need spare parts or more stock, it’s Russian equipment that they currently need to buy.</p><p>“This not only gives Russia some leverage over the government; it also creates problems for Syria-US relations, since the Trump administration wants to pry Damascus away from not just Tehran but Moscow as well,” Geist Pinfold added.</p><figure id=\"attachment_4203868\" aria-describedby=\"caption-attachment-4203868\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203868\" src=\"/wp-content/uploads/2025/12/AP25342311705237-1767098017.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria Assad Fall Anniversary\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203868\" class=\"wp-caption-text\">Fighters from the new Syrian army march with rocket-propelled grenade launchers during a parade [Omar Sanadiki/AP Photo]</figcaption></figure><p>In addition to military equipment, a number of regional and international actors are working to bolster the Syrian military’s capabilities, analysts said.</p><p>“The US is most certainly playing a role in bolstering the Syrian Army’s intelligence, surveillance, and reconnaissance (ISR) abilities through frequent intelligence exchange,” Rose, from the New Lines Institute, said.</p><p>“With Syria now in the Global Coalition to Defeat ISIS, we should expect the US to foster a closer security relationship, sending advisers for training and guidance as Syria faces a potential resurgence from ISIS cells.”</p><p>In addition to the US, Turkiye signed a bilateral defence deal with Syria in August to provide training, advisory and technical support to the Syrian Armed Forces. Under the deal, 49 Syrian cadets (10 army, 18 navy and 21 air force) started undergoing training in Turkish academies, according to reports in Turkish media.</p><h2 id=\"integration-and-minorities\">Integration and minorities</h2><p>But even with international support, Syria’s security forces still need to build domestic legitimacy and gain trust.</p><p>Security forces were reportedly involved in sectarian massacres along <a href=\"/news/2025/11/18/syria-launches-first-trial-over-coastal-violence-that-killed-thousands\">Syria’s coast</a> and in the southern region of <a href=\"/news/2025/8/3/tensions-high-as-new-violence-spirals-in-syrias-suwayda-despite-ceasefire\">Suwayda</a>. These incidents gained international attention but also eroded trust in the military among many inside the country.</p><p>“Opinion polls suggest most Sunni Arab Syrians still trust the army and the government. But minority communities do not,” Geist Pinfold said.</p><p>“For these groups, the SAA [Syrian Arab Army] is less an army and more a sectarian militia; they not only think it doesn’t protect them but is actively out to undermine their own interests and safety.”</p><p>That lack of trust also extends to the Kurdish-led Syrian Democratic Forces (SDF), which control the country’s northeast. On March 10, the SDF and Damascus signed a deal to integrate SDF forces into the Syrian military before the end of 2025. Yet, tensions between the two sides are growing and at times <a href=\"/features/2025/12/23/clashes-in-aleppo-as-deadline-for-sdfs-integration-into-army-approaches\">descending into clashes</a>.</p></div></div></body></html>"
        },
        {
            "title": "Video shows Venezuela’s President Maduro in US custody | Oil and Gas | Al Jazeera",
            "time": "2026-01-04T07:17:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767511996.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Poverty, unemployment skyrocket in the Gaza Strip after Israel’s war | Gaza News | Al Jazeera",
            "time": "2026-01-04T07:10:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A0165-1766925535.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City-</strong> Crammed in a tiny tent at a United Nations-run school in central Gaza City, Alaa Alzanin, along with his wife, five children, his 71-year-old mother and younger sister, are taking shelter after they lost their home in Beit Hanoon during Israel’s war. They have been displaced eight times, and this tent is where they now protect themselves from the rain and winter cold.</p><p>Alzanin, 41, cannot sustain his family because he is unemployed. He is a day labourer, but he is out of work like hundreds of thousands of people across the Gaza Strip.</p><p>“Now I have no work, I can’t provide for my family,” he told Al Jazeera, adding that he used to work in the infrastructure and farming sectors.</p><p>“I used to work with an axe to open water channels between the trees, plough the soil around them, spray pesticides, and plant tomatoes and cucumbers. I used to work from 7am to 4pm for 40–50 shekels [$13-$15] per day.”</p><figure id=\"attachment_4199917\" aria-describedby=\"caption-attachment-4199917\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199917\" src=\"/wp-content/uploads/2025/12/873A0437-1766925592.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Majed Hamouda’s family, displaced into a school class in Gaza City\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199917\" class=\"wp-caption-text\">Majed Hamouda’s family have been displaced to a classroom in Gaza City [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>Another man without income is Majed Hamouda. The 53-year-old from Jabalia, northern Gaza, has polio, and his wife is a thalassaemia carrier. He has five children, and is sheltering at a camp in the Remal neighbourhood school. He relies on financial aid from the Ministry of Development and on charity, as he can’t work due to his poor health. And since the war started, his aid payment has stopped.</p><p>“ًWe are like dead people, but not buried yet, we only look at living people, yes, I swear. If someone destroyed your home and kicked you out to the streets like dogs, even dogs live better lives than ours,’’ Hamouda told Al Jazeera.</p><p>“The dog in the street, no one would kick it off, but we were [kicked out] and displaced in the streets,’’ he explained. as one of his daughters started to cry.</p><p>On some days, the Hamouda family has nothing to eat, so the father asks his only son to collect plastics and rubbish from the streets to sell, so he can support his family.</p><figure id=\"attachment_4199920\" aria-describedby=\"caption-attachment-4199920\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199920\" src=\"/wp-content/uploads/2025/12/873A0514-1766925623.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Hamoud’s son’s certificate that shows his school’s appreciation, as he won the competition for “My Little Scientific Project” over the Directorate of Education, North Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199920\" class=\"wp-caption-text\">Yaqoub Hamoud’s certificate shows his achievement in winning a competition for ‘My Little Scientific Project’ from the Directorate of Education, North Gaza [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>“My little son Yaqoub was the first in the northern schools in fourth grade. He won the prize of the Little Scientist from the Ministry of Education as he made eight successful scientific experiments for his age. Now, I sorrowfully look at him collecting nylon to burn for cooking food and running after the hot meal deliveries in the camp. I sometimes cry watching him,” he explained.</p><p>“Now it’s become a dream to eat a tomato or a cucumber, and this is inhumane.”</p><p>After more than two years of war, Israel has almost totally destroyed the Gaza Strip, leaving it with a <a href=\"/news/2025/10/23/hunger-crisis-in-gaza-is-catastrophic-despite-ceasefire-who-chief-says\">hunger crisis and widespread famine</a>. Supplies entering the besieged enclave are not meeting the nutritional needs of the people living there, the United Nations’ World Food Programme has said. The aid entering the territory is way short of its daily target of 2,000 tonnes because only two crossings into the Palestinian territory are open, and Israel has restricted deliveries.</p><p>The Palestinian Central Bureau of Statistics said in its report issued mid October that during Israel’s war the rate of unemployment in Palestine increased to 50 percent, and 80 percent in the Gaza Strip. The bureau also said that there are 550 thousand unemployed people across Palestine.</p><figure id=\"attachment_4206619\" aria-describedby=\"caption-attachment-4206619\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206619\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Palestine-unemployment-rate-october-1767182417.png?quality=80\" alt=\"INTERACTIVE - Palestine unemployment rate october-1767182417\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206619\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>A report by the <a href=\"/news/2025/11/25/israels-war-on-gaza-curbs-drive-palestinian-economy-to-record-collapse\">UN Conference on Trade and Development</a> (UNCTAD) said the Palestinian gross domestic product (GDP) had regressed to its 2010 level by the end of last year, while GDP per capita returned to levels seen in 2003, erasing 22 years of development in two years.</p><p>“Before the war, the Gaza Strip witnessed economic growth, with the opening of many commercial, tourism and industrial projects, and it became a haven for many investments in all sectors,” Maher Altabbaa, the director-general of the Gaza Governorate Chamber of Commerce and Industry, told Al Jazeera.</p><p>However, now the enclave’s GDP plunged 83 percent in 2024 compared with the previous year, with an 87 percent drop over two years to $362m. GDP per capita plummeted to $161, placing it among the lowest in the world.</p><p>Historically, the private sector in Gaza has been its largest economic engine, and it constitutes a large share of its GDP.</p><p>“It is the main driver in the Gaza Strip, where it used to contribute more than 52 percent of employment, relying on small and medium enterprises (SMEs) as the backbone,” explained Altabbaa, adding that the agricultural sector achieved self-sufficiency in many products, and the Gaza Strip contributed about 17 percent of the Palestinian GDP.</p><p>But the Strip’s economy was not great even before October 2023, since Israel imposed a land, sea and air blockade in 2007.</p><p>Some local Palestinian estimates put poverty levels at more than 63 percent of the population before this war, and the British government estimated that about 80 percent of the population was dependent on humanitarian assistance beforehand.</p><p>The government in Gaza estimates that 90 percent of all sectors, including housing and infrastructure have now been wiped out. But it said it has plans to fix the economy and create jobs – but that will depend on multiple factors.</p><p>“Supporting small and medium-sized enterprises (SMEs) as they are best positioned to absorb the workforce in the short term, and regulating the market and preventing monopolies resulting from import restrictions – which have led to sharp price distortions and high inflation rates – are among the urgent needs to fix the situation,” Ismail al-Thawabta, the head of the Gaza Government Media Office, told Al Jazeera, estimating that total losses to the economy amounted to $70bn.</p><p>“We aim at building productive projects, not just relief efforts, as well as temporary and emergency employment programmes targeting youths, graduates and affected workers … in addition to building an accurate economic database to support decision-making and the development of future economic policies,” he said. That would require all the crossings between Israel and the Gaza Strip to reopen and allow the free entry of raw materials, production inputs, and spare parts without restrictions, he said.</p><p>“The key productive sectors [industry, agriculture and services] have to be re-established as the true path to job creation and reducing dependence on aid,” he said.</p><p>The ceasefire and peace plan by United States President Donald Trump is yet to be fully implemented by Israel, and the second phase of that plan remains unclear.</p><p>But what is clear is that Gaza has a challenge ahead to recover economically and rise from the ashes of war.</p><figure id=\"attachment_4199914\" aria-describedby=\"caption-attachment-4199914\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199914\" src=\"/wp-content/uploads/2025/12/873A0197-1766925563.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Improvised kitchen area beside the tent of Alaa’s family that includes poor, unsanitized kitchen utensils\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199914\" class=\"wp-caption-text\">Improvised kitchen area beside the tent of Alaa’s family that includes poor, unsanitized kitchen utensils [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>And as for Alzanin and his wife, Mariam, who is three months pregnant, they are now provided with some food but still have no income.</p><p>“We eat and feel full from the hot meals deliveries in the camp … but it’s not nutritious, we still want to eat food that we can’t afford,’’ Mariam told Al Jazeera.</p><p>“We see everything in the markets, but we can’t get everything for the children; they tell us we desire bananas, apples, fish, and eggs, we get tiny portions that are not enough, and only for them,” she says.</p><p>“I am pregnant, I need proper food and supplements, I am losing my teeth, there was no calcium in my food for two years. Alhamdulillah!”</p></div></div></body></html>"
        },
        {
            "title": "Trump says opposition leader Maria Corina Machado unfit to run Venezuela | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T07:06:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767510314.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,410 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-04T06:55:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-01T181741Z_246801328_RC2BSIAFGY69_RTRMADP_3_UKRAINE-CRISIS-SOUTH-DRILLS-1767343823.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,410</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,410 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, January 4:</p><h2 id=\"fighting\">Fighting</h2><ul>\n<li>The death toll from a Russian ballistic missile attack in Ukraine’s Kharkiv on Friday rose to four after it struck a five-storey residential building in the centre of the city, according to state media.</li>\n<li>The Ukrainian forces clashed 191 times with the Russian army in different parts of the front line, with the heaviest fighting reported in Pokrovsk and Huliaipole, according to an army update.</li>\n<li>Russia’s Ministry of Defence claimed that its forces captured the settlement of Bondarne in Ukraine’s Donetsk in the latest gain made in the contested region.</li>\n<li>The Russian military repelled two attacks by the Ukrainian army attempting to break through to Kupiansk in the Kharkiv region, where Moscow made recent gains, the Russian Defence Ministry reported.</li>\n<li>The Russian air defence systems shot down 90 Ukrainian drones over Russian regions overnight, the ministry said.</li>\n<li>One of two high-voltage lines supplying electricity to the Russian-controlled Zaporizhzhia Nuclear Power Plant in Ukraine, which Moscow captured in the early days of the <a href=\"/tag/ukraine-russia-crisis/\">invasion</a>, has been disconnected, the Russian management of the station said.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul>\n<li>Security advisers from Ukraine’s top allies met in Kyiv for talks on a United States-brokered plan to end the war with Russia, including the United Kingdom, France and Germany, as well as representatives from NATO and the European Union.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said Kyiv hopes for a leaders’ summit in the US by the end of January to discuss proposals on how to end the war with Russia, following a separate European leaders’ meeting in Paris next week.</li>\n<li>US President Donald Trump said he was frustrated with Russian leader Vladimir Putin over the continued war in Ukraine, repeating that he had initially believed that ending the war would have been easy.</li>\n<li>Zelenskyy has proposed Defence Minister Denys Shmyhal to become the country’s new energy minister and first deputy prime minister.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "North Korea fires missiles towards sea as South Korean leader visits China | Weapons News | Al Jazeera",
            "time": "2026-01-04T06:43:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a00f4bdf7-1767506164.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea fires missiles towards sea as South Korean leader visits China</h1><p class=\"article__subhead\"><em>The missile test comes as President Lee Jae Myung arrives in Beijing to meet his Chinese counterpart, Xi Jinping, their second in two months.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea has launched multiple ballistic missiles off its east coast into the sea as South Korea’s leader begins a state visit to China in its first barrage of the new year.</p><p>According to South Korea’s military, the missiles launched at about 7:50am on Sunday (22:50 GMT on Saturday) flew about 900km (560 miles).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The military added that the country, as well as the United States, was “closely analysing the specifications” while “maintaining a full readiness posture”.</p><p>In a statement, the US forces for the Asia Pacific said the missile launches did not pose an “immediate threat to US personnel or territory, or to our allies”.</p><p>Japan also reported that at least two missiles had reached distances of 900km (560 miles) and 950km (590 miles).</p><p>“North Korea’s nuclear and missile development threatens the peace and stability of our country and the international society, and is absolutely intolerable,” Japan’s Defence Minister Shinjiro Koizumi told reporters.</p><p>The last time Pyongyang tested its ballistic missiles was on November 7.</p><p>According to North Korean state media, leader Kim Jong Un on Saturday called for the doubling of production capacity of tactical guided weapons while visiting a munitions factory.</p><p>In recent weeks, Kim has visited a series of weapons factories and a nuclear-powered submarine, overseeing missile tests in advance of the ninth party congress of the Workers’ Party, which will take place later this year and set out key policy goals.</p><p>Lim Eul-chul, a professor at the Institute for Far Eastern Studies in Seoul, told the Reuters news agency the launches from Pyongyang represented “a message to China to deter closer ties with South Korea and to counter China’s stance on denuclearisation”.</p><p>Lim added that it was North Korea sending a message of strength that they were different from <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">Venezuela</a>, after the US launched a series of attacks on Saturday and “captured” President Nicolas Maduro.</p><figure id=\"attachment_4213389\" aria-describedby=\"caption-attachment-4213389\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213389\" src=\"/wp-content/uploads/2026/01/reuters_695a0187-1767506311.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Korean President Lee Jae Myung and his wife Kim Hye-kyung bow at Seoul Air base as they leave for Beijing, in Seongnam, South Korea, January 4, 2026. REUTERS/Kim Hong-Ji\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213389\" class=\"wp-caption-text\">South Korean President Lee Jae Myung and his wife Kim Hye-kyung bow at Seoul airbase as they leave for Beijing, in Seongnam, South Korea, on January 3, 2026 [Kim Hong-Ji/Reuters]</figcaption></figure><h2 id=\"china-visit\">China visit</h2><p>On Sunday morning, Chinese state broadcaster CCTV reported that South Korean President Lee Jae Myung had arrived in <a href=\"/news/2026/1/2/south-korean-president-lee-to-visit-beijing-for-pivotal-2nd-summit-with-xi\">Beijing</a> on a four-day visit.</p><p>Lee, accompanied by more than 200 South Korean business leaders, is expected to discuss supply chain investment, the digital economy and cultural exchanges.</p><p>The South Korean leader will meet his Chinese counterpart, Xi Jinping, for their second meeting in just two months. According to analysts, the short frequency of the meetings signals Beijing’s interest in increasing economic collaboration and tourism.</p><p>Seoul has said peace on the Korean Peninsula would be on the agenda during the Beijing trip.</p><p>Lee’s trip comes at a time of heightened tensions between China and Japan after Japanese Prime Minister Sanae Takaichi said in November that her country’s military could get involved if China were to take action against Taiwan.</p><p>Before his trip, Lee gave an interview to CCTV, in which he assured that South Korea consistently respects the “One-China” policy when it comes to Taiwan. He said the healthy development of Beijing-Seoul relations depends on mutual respect. Lee also praised Xi as a “truly reliable neighbour”.</p></div></div></body></html>"
        },
        {
            "title": "Trump says US will take Venezuela’s oil | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T06:20:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767507568.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UK, France carry out joint strike on ISIL target near Syria’s Palmyra | ISIL/ISIS News | Al Jazeera",
            "time": "2026-01-04T05:42:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/09/AP22021421949178.jpg-1696081629.webp?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK, France carry out joint strike on ISIL target near Syria’s Palmyra</h1><p class=\"article__subhead\"><em>The UK’s Ministry of Defence says an underground facility likely storing ISIL weapons was the target of the attack, but the area was ‘devoid of any civilian habitation’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s Ministry of Defence has said its aircraft joined France in striking an underground facility in Syria that had likely been used by the ISIL (ISIS) group to store weapons, as the group appears to be resurgent after a period of relative dormancy in the region.</p><p>“Royal Air Force aircraft have completed successful strikes against Daesh in a joint operation with France,” the ministry said of the Saturday night attack in a statement, using the Arabic acronym for ISIL.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The statement said the area, north of the ancient site of Palmyra, was “devoid of any civilian habitation”.</p><p>The United States military in late December said it had killed or captured about 25 ISIL fighters in a wave of attacks over nine days in Syria.</p><p>The Central Command (CENTCOM), which oversees the US military’s Middle East operations, issued a statement on Tuesday marking the conclusion of the operations last month.</p><p>The campaign followed the killing of two US soldiers and a civilian interpreter by an ISIL <a href=\"/features/2025/12/27/analysis-isil-attacks-could-undermine-us-syria-security-collaboration\">attacker in Syria on December 13</a>, and <a href=\"/news/2025/12/20/trump-says-us-launched-large-scale-attacks-on-isil-in-syria\">widespread US strikes</a> against the group six days later.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the meantime, Turkiye’s government said on Wednesday it had detained more than 100 ISIL suspects in nationwide raids, as the group shows signs of intensified regional activity after a period of relative dormancy.</p><p>Interior Minister Ali Yerlikaya announced the arrests, saying Turkish authorities rounded up 125 suspects across 25 provinces, including Ankara.</p><p>The operation was the third of its kind <a href=\"/news/2025/12/25/turkiye-arrests-115-isil-suspects-it-says-planned-holiday-attacks\">in less than a week during the holiday season,</a> and follows a deadly shootout on Tuesday between Turkish police and suspected ISIL members in the northwestern city of Yalova.</p><p>That clash <a href=\"/news/2025/12/29/seven-turkish-police-officers-wounded-in-clash-with-isil-fighters-report\">killed three Turkish police</a> and six suspected ISIL members, all Turkish nationals. A day later, Turkish security forces arrested 357 suspected ISIL members in a coordinated crackdown.</p><p>In 2017, when the group still held large swaths of neighbouring Syria and Iraq before being vanquished on the battlefield, ISIL <a href=\"/news/2017/12/30/turkey-arrests-scores-planning-new-years-eve-attacks\">attacked an Istanbul nightclub</a> during New Year’s celebrations, killing 39 people. Istanbul prosecutor’s office said Turkish police had received intelligence that operatives were “planning attacks in Turkiye against non-Muslims in particular” this holiday season.</p><p>On top of maintaining sleeper cells in Turkiye, ISIL is still active in Syria, with which Turkiye shares a 900km (560-mile) border, and has carried out a spate of attacks there since the <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">ouster of former President Bashar al-Assad</a> last year.</p><p>Syria has faced mounting security challenges after more than 13 years of ruinous civil war that ended late in 2024 with the fall of former President Bashar al-Assad’s government.</p></div></div></body></html>"
        },
        {
            "title": "US Republicans back Trump on Venezuela amid faint MAGA dissent | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T03:12:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-04T005259Z_1155150438_RC20UIAN2CIF_RTRMADP_3_USA-VENEZUELA-1767492771.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since coming down the escalator in 2015 to announce his first presidential run, Donald Trump has presented himself as a break from the traditional hawkish foreign policy in the United States.</p><p>The US president has even criticised some of <a href=\"/features/2024/11/2/in-context-what-trump-said-about-cheney-facing-a-firing-squad\">his political rivals</a> as “warmongers” and “war hawks”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But Trump’s move to abduct Venezuelan President Nicolas Maduro and announce that the US will “run” the Latin American country has drawn comparisons with the regime change wars that he built a political career rejecting.</p><p>Some critics from Trump’s Make America Great Again (MAGA) movement, who backed his message of focusing on the country’s own issues instead of conflicts abroad, are criticising Washington’s march to war with Venezuela.</p><p>Still, Trump’s grip on Republican politics appears to remain firm, with most legislators from the party praising Trump’s actions.</p><p>“To President Trump and his team, you should take great pride in setting in motion the liberation of Venezuela,” Senator Lindsey Graham wrote in a social media post.</p><p>“As I have often said, it is in America’s national security interest to deal with the drug caliphate in our backyard, the centrepiece of which is Venezuela.”</p><p>Graham’s reference to a “drug caliphate” seems to play on Islamophobic tropes and promote the push to liken the US attacks on <a href=\"/news/2025/12/19/war-on-terror-defence-of-trump-boat-strikes-doesnt-hold-water-experts\">alleged drug traffickers</a> in Latin America to the so-called “war on terror”.</p><p>The US senator heaped praise on the winner of the <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">FIFA Peace Prize</a> – handed to Trump by the association’s chief, Gianni Infantino, in December – and called him “the GOAT of the American presidency”, which stands for “the greatest of all time”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"muted-criticism\">Muted criticism</h2><p>While it was expected that Graham and other foreign policy hawks in Trump’s orbit would back the moves against Venezuela, even some of the Republican sceptics of foreign interventions cheered the abduction of Maduro.</p><p>Former Congressman <a href=\"/news/2023/10/5/firebrand-what-does-us-republican-rebel-matt-gaetz-want\">Matt Gaetz</a>, one of the most vocal critics of hawkish foreign policy on the right, poked fun at the “capture” of the Venezuelan president.</p><p>“Maduro is gonna hate CECOT,” he wrote on X, referring to the notorious prison in El Salvador where the Trump administration <a href=\"/news/2025/12/23/backlash-after-cbs-pulls-60-minutes-report-on-salvadors-cecot-prison\">sent hundreds</a> of suspected gang members without due process.</p><p>Libertarian Senator Rand Paul, who has been a leading voice in decrying Congress’s war-making power, only expressed muted disapproval of Trump’s failure to seek lawmakers’ authorisation for military action in Venezuela.</p><p>“Time will tell if regime change in Venezuela is successful without significant monetary or human cost,” he wrote in a lengthy statement that mostly argued against bringing “socialism” to the US.</p><p>“Best though, not to forget, that our founders limited the executive’s power to go to war without Congressional authorisation for a reason – to limit the horror of war and limit war to acts of defence. Let’s hope those precepts of peace are not forgotten in our justified relief that Maduro is gone and the Venezuelan people will have a second chance.”</p><p>Early on Saturday morning, Republican Senator Mike Lee questioned the legality of the attack. “I look forward to learning what, if anything, might constitutionally justify this action in the absence of a declaration of war or authorisation for the use of military force,” he wrote on X.</p><p>Lee later said that Secretary of State Marco Rubio told him that US troops were executing a legal arrest warrant against Maduro.</p><p>“This action likely falls within the president’s inherent authority under Article II of the Constitution to protect US personnel from an actual or imminent attack,” the senator said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dissent\">Dissent</h2><p>Republican Congresswoman <a href=\"/news/2025/7/29/trump-ally-marjorie-taylor-greene-decries-genocide-in-gaza\">Marjorie Taylor Greene</a> was one of the few dissenting voices.</p><p>“Americans’ disgust with our own government’s never-ending military aggression and support of foreign wars is justified because we are forced to pay for it and both parties, Republicans and Democrats, always keep the Washington military machine funded and going,”  Greene wrote on X.</p><p>Greene, a former Trump ally who fell out with the US president and is leaving Congress next week, rejected the argument that Trump ordered Maduro’s “capture” because of the Venezuelan president’s alleged involvement in the drug trade.</p><p>She noted that Venezuela is not a major exporter of fentanyl, the leading cause of overdose deaths in the US.</p><p><span>She also underscored that, last month, <a href=\"/news/2025/12/2/juan-orlando-hernandez-freed-after-trumps-full-and-complete-pardon\" target=\"_blank\" rel=\"noopener\">Trump pardoned</a> former Honduran President Juan Orlando Hernandez, a convicted drug trafficker who was serving a 45-year sentence in a US jail.</span></p><p>“Regime change, funding foreign wars, and American’s [sic] tax dollars being consistently funneled to foreign causes, foreigners both home and abroad, and foreign governments while Americans are consistently facing increasing cost of living, housing, healthcare, and learn about scams and fraud of their tax dollars is what has most Americans enraged,” Greene said.</p><p>Congressman Tomas Massie, another Republican, shared a speech he delivered in the House of Representatives earlier this month, warning that attacking Venezuela is about “oil and regime change”.</p><p>“Are we prepared to receive swarms of the 25 million Venezuelans, who will likely become refugees, and billions in American treasure that will be used to destroy and inevitably rebuild that nation? Do we want a miniature Afghanistan in the Western Hemisphere?” Massie said in the remarks.</p><p>“If that cost is acceptable to this Congress, then we should vote on it as a voice of the people and in accordance with our Constitution.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While Massie and Greene are outliers in their party, Trump’s risky moves in Venezuela were a success in the short term: Maduro is in US custody at a minimal cost to Washington.</p><p>Similarly, few Republicans opposed the US war in Iraq when then-President George W Bush <a href=\"/news/2023/5/1/the-us-war-on-terror-20-years-after-mission-accomplished\">stood under</a> the “mission accomplished” sign on the aircraft carrier USS Abraham Lincoln after toppling Iraq’s leader, Saddam Hussein, in 2003.</p><p>But there is now a near consensus across the political spectrum that the Iraq invasion was a geopolitical disaster.</p><p>The fog of war continues to hang over Venezuela, and it is unclear who is in charge of the country, or how Trump will “run” it.</p><p>The US president has not ruled out deploying “boots on the ground” to Venezuela, raising the prospect of a US occupation and the possibility of another Vietnam, Iraq or Afghanistan.</p><p>“Do we truly believe that <a href=\"/video/inside-story/2026/1/3/what-are-the-implications-of-the-us-capture-of-nicolas-maduro\">Nicolas Maduro</a> will be replaced by a modern-day George Washington? How did that work out in… Libya, Iraq or Syria?” Massie warned in his Congress speech.</p><p>“Previous presidents told us to go to war over WMDs, weapons of mass destruction, that did not exist. Now, it’s the same playbook, except we’re told that drugs are the WMDs.”</p></div></div></body></html>"
        },
        {
            "title": "Fact-checking Trump following US ‘capture’ of Venezuela’s Maduro | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T03:09:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T183233Z_1419358269_RC2UTIACH6F3_RTRMADP_3_USA-VENEZUELA-1767483432.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump said that a US military assault succeeded in capturing Venezuelan President Nicolas Maduro and his wife, Cilia Flores, both facing US charges related to cocaine trafficking under newly unsealed indictments.</p><p>In a January 3 news conference at Mar-a-Lago, Trump said the US would “<a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">run the country</a> until such time as we can do a safe, proper and judicious transition”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump also said that Venezuelan Vice President Delcy Rodríguez was sworn in as interim president. The US president said Rodríguez had talked to US Secretary of State Marco Rubio and was “essentially willing to do what we think is necessary to make Venezuela great again”.</p><p>However, Rodríguez criticised the US military action as “brutal aggression” on state television and called for Maduro’s immediate release.</p><p>Maduro has led Venezuela since 2013, succeeding an ideological ally, Hugo Chavez, who had been in office since 1999. Under both men, US relations with Venezuela frayed over foreign policy, oil and human rights.</p><p>In July 2024, Maduro declared victory after an election that international observers described as fraudulent. The country’s opposition candidate, Edmundo Gonzalez Urrutia, reportedly received about 70 percent of the vote.</p><p>Tensions between Trump and Maduro escalated in September after the US government began attacking vessels off the coast of Venezuela, killing more than 100 people, in what Trump described as an effort to thwart drug smuggling.</p><p>When a reporter asked Trump during the Mar-a-Lago media event whether he had spoken to Venezuelan opposition leader Maria Corina Machado following Maduro’s arrest, Trump said that Machado “doesn’t have the support or the respect within the country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Machado, who recently won the Nobel Peace Prize for her fight for democracy in Venezuela, had a 72 percent approval rating from Venezuelans in a March 2025 poll by ClearPath Strategies.</p><p>Trump said, without evidence, that the US’s role in <a href=\"/news/liveblog/2026/1/3/live-loud-noises-heard-in-venezuelas-capital-amid-us-tensions\">governing Venezuela</a> “won’t cost us anything” because US oil companies would invest in new infrastructure in the oil-rich country. “It’s going to make a lot of money,” he said.</p><p>PolitiFact fact-checked Trump’s and Rubio’s statements from the news conference.</p><h2 id=\"rubio-it-s-just-not-the-kind-of-mission-that-you-can-pre-notify-congress-about-because-it-endangers-the-mission\">Rubio: “It’s just not the kind of mission that you can pre-notify [Congress about] because it endangers the mission.”</h2><p><em>The Trump administration’s lack of warning to Congress bucks laws and precedents. </em></p><p>Rubio said that members of Congress were not notified in advance of the US actions on Venezuela. Trump said the administration was concerned about Congress potentially leaking news of the administration’s decision to capture Maduro.</p><p>Senate Majority Leader John Thune, a Republican from South Dakota, praised the operation as a “decisive action”.</p><p>But Congressional Democrats said that Congress should have been notified in advance. Senator Tim Kaine, a Democrat from Virginia, said, “Maduro is terrible. But Trump put American servicemembers at risk with this unauthorised attack.”</p><p>Senator Jeanne Shaheen, a Democrat from New Hampshire, said Trump and his cabinet were not forthcoming about their intentions for regime change in Venezuela, so “we are left with no understanding of how the administration is preparing to mitigate risks to the US, and we have no information regarding a long-term strategy following today’s extraordinary escalation”.</p><p>The US Constitution assigns Congress the right to declare war. The last time this happened was during World War II.</p><p>Since then, presidents have generally initiated military action using their constitutionally granted powers as commander-in-chief without an official declaration of war.</p><p>Since Congress passed the 1973 War Powers Resolution, the president has had to report to Congress within 48 hours of introducing the US military into hostilities, and terminate the use of the military within 60 days unless Congress approves. If approval is not granted and the president deems it an emergency, an additional 30 days are granted for ending operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In recent decades, congressional consent has usually been granted through an authorisation for the use of military force. But such an authorisation has not been passed for <a href=\"/news/2026/1/3/colombia-braces-with-alarm-after-maduros-removal-in-venezuela-by-us\">operations in Venezuela</a>. Kaine and other lawmakers have pursued legislation – so far fruitlessly –  to prohibit the use of federal funds for any use of military force in or against Venezuela without congressional authorisation.</p><p>The Trump administration has whittled away at prior notification requirements. Under federal law, eight bipartisan senior members of Congress must receive prior notice of particularly sensitive covert actions. In June 2025, the administration told Republicans, but not Democrats, about a forthcoming US strike on Iranian nuclear facilities. For the Venezuela operation, it appears no lawmakers were notified in advance.</p><h2 id=\"trump-each-us-boat-strike-off-the-coast-of-venezuela-saves-25-000-people\">Trump: Each US boat strike off the coast of Venezuela saves 25,000 people</h2><p>The Trump administration has struck at least 32 vessels, killing <a href=\"/news/2026/1/1/us-kills-three-in-attack-on-alleged-drug-boats-searches-for-survivors\" target=\"_blank\" rel=\"noopener\">about 115 people,</a> in the Caribbean Sea and Eastern Pacific Ocean since September. Trump said previously that the boats were carrying drugs en route to the US, and during the news conference, he said the drugs on each boat would kill “on average, 25,000 people”.</p><p>However, experts on drugs and Venezuela told PolitiFact that the country plays a minor role in trafficking drugs that reach the US. And the administration has provided no evidence about the type or quantity of drugs it says were on the boats. This lack of information makes it impossible to know how many lethal doses of the drugs could have been destroyed.</p><p>The Centers for Disease Control and Prevention reported 73,000 US drug overdose deaths from May 2024 to April 2025. This means that the drugs on 32 boats, which would have killed 800,000 people based on Trump’s claim, would be responsible for nearly 11 times the number of US overdose deaths in one year.</p><h2 id=\"trump-maduro-sent-savage-and-murderous-gangs-including-the-bloodthirsty-prison-gang-tren-de-aragua-to-terrorise-american-communities-nationwide\">Trump: “Maduro sent savage and murderous gangs, including the bloodthirsty prison gang Tren de Aragua, to terrorise American communities nationwide.”</h2><p>There is no evidence that Maduro sent members of the Venezuelan prison gang Tren de Aragua to the US.</p><p>The US Justice Department indictment against Maduro does not mention Trump’s statement.</p><p>An April report from the US National Intelligence Council contradicted Trump’s statements about links between Maduro and Tren de Aragua.</p><p>“While Venezuela’s permissive environment enables [Tren de Aragua, or TDA] to operate, the Maduro regime probably does not have a policy of cooperating with TDA and is not directing TDA movement to and operations in the United States,” the report said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-venezuela-stole-us-oil-in-the-past\">Trump: Venezuela ‘stole’ US oil in the past.</h2><p>In the early 20th century, Venezuela’s long-serving hardline leader, Juan Vicente Gomez, allowed foreign companies almost exclusive access to the country’s oil resources.</p><p>In 1975, after decades of seeking greater control of <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">its oil resources</a>, Venezuela nationalised its oil industry.</p><p>“Trump’s claim that Venezuela has stolen oil and land from the US is baseless,” Francisco Rodríguez, a Venezuelan economist at the University of Denver, told The Washington Post. “The US was much more interested in having Venezuela be a provider of oil — relatively cheap oil — than to have a production collapse in Venezuela,” Rodríguez added.</p><p>As a result, the change was “relatively uncontroversial” at the time, he said.</p><p>US oil companies, including Exxon and Mobil as well as Gulf, now Chevron, lost about $5bn each in assets, and were compensated $1bn each, according to news reports, The Washington Post reported.</p><p>But Rodríguez said the companies did not push for additional compensation at the time, in part because no forum existed to do so.</p><p>In general, experts have told PolitiFact that invading a country to take its oil would be both illegal and unethical. In 2016, Trump mused about how the US should have taken Iraq’s oil when it invaded to remove its then-leader, Saddam Hussein.</p><p>Experts pointed to the annex to The Hague Convention of 1907 on the Laws and Customs of War, which says that “private property … must be respected [and] cannot be confiscated”. It also says that “pillage is formally forbidden”.</p><p>“If ‘to the victors go the spoils’ was legal doctrine, then we would have believed that [Saddam Hussein] should have been able to keep Kuwait City after he invaded [Kuwait]” in 1990, terrorism analyst Daveed Gartenstein-Ross told PolitiFact in 2016. “But we viewed that — quite rightly — as an act of aggression under the UN Charter.”</p></div></div></body></html>"
        },
        {
            "title": "Venezuela temporarily closes border with Brazil following US strike | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T01:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26003754967895-1767481078.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sao Paulo, Brazil</strong> – Venezuela has temporarily closed its border with Brazil following the United States’s <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">early morning attack</a> on Caracas, in which US forces also “captured” President <a href=\"/news/2025/12/2/maduro-rejects-a-slaves-peace-for-venezuela-as-us-ramps-up-pressure\">Nicolas Maduro</a> and his wife, Cilia Flores.</p><p>The border crossing between the Brazilian city of Pacaraima and Santa Elena de Uairen in Venezuela had been closed on the Venezuelan side for about five hours, blocking citizens from entering Brazil, a Brazilian military official told Al Jazeera.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There was no formal protocol from Venezuela regarding entry and exit criteria. The fact is that Brazilians are allowed to leave, while Venezuelans face restrictions. But this could change at any time,” said the official, who spoke on condition of anonymity because he is not authorised to speak on the matter.</p><p>The head of Brazil’s Federal Police also announced the temporary closure, and the governor of the state of Roraima told Reuters that the border had been reopened after the brief closure.</p><p>Brazil’s government said it is monitoring the border and has sent military personnel to the region to bolster security.</p><p>“The Minister of Defense indicated that there is no abnormal activity on the border between Brazil and Venezuela, which will continue to be monitored, and that he is in contact with the Governor of Roraima,” read a statement from Brazil’s Ministry of Foreign Affairs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Venezuelans make up <a href=\"/news/2023/4/25/brazil-venezuelan-migrants-find-refuge-in-forest-shantytown\">Brazil’s largest foreign population</a>, according to the Brazilian Institute of Geography and Statistics. The state of Roraima alone is home to 77,563 immigrants from the country. In all, some 8 million Venezuelans have fled their homes in the past decade, with more than 6 million resettling in other Latin American countries.</p><p>“I think it’s very possible that there will be an exodus of Venezuelans to Brazil, and, in fact, we are already seeing concrete signs of it,” Jessica Leon Cedeno, a Venezuelan journalist who lives in Sao Paulo, told Al Jazeera.</p><p>“Millions of people have left the country in search of better living conditions and opportunities.”</p><h2 id=\"lula-says-us-attacks-could-destabilise-the-region\">Lula says US attacks could ‘destabilise’ the region</h2><p>Brazilian President Luiz Inacio Lula da Silva said on Saturday that US President Donald Trump’s actions <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">inside Venezuela</a> were “unacceptable”.</p><p>“The bombings on Venezuelan territory and the capture of its president cross an unacceptable line,” wrote Lula on X. “These acts represent a grave affront to Venezuela’s sovereignty and yet another extremely dangerous precedent for the entire international community.”</p><p>Brazil’s leader has urged restraint for months amid an increased US <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">military buildup</a> off Venezuela’s coast.</p><p>Analysts worry that Maduro’s removal could plunge Venezuela into chaos, potentially resulting in another wave of <a href=\"/news/2022/8/31/over-6-8-million-have-left-venezuela-since-2014-and-exodus-grows\">mass migration</a>, as it witnessed in 2019 after a failed attempt to remove Maduro.</p><p>Joao Carlos Jarochinski Silva, a professor of international relations at the Federal University of Roraima, said that a potential wave of migration would depend on multiple factors, including whether Washington continues its military campaign inside the country and whether what remains of Maduro’s regime will put up a fight.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“What is the resilience capacity of Chavismo within Venezuela?” Jarochinski Silva said, referring to the political movement named after former President Hugo Chavez. “This could have consequences that are truly worrying, but given the current scenario, there is no context of fear.”</p><p>He added that Trump has so far focused on applauding his military’s action inside Venezuela and has not addressed key humanitarian concerns. Earlier this year, the Trump administration cut funding to the US government’s main agency for foreign aid, USAID, which heavily affected Venezuela’s neighbours, Brazil and <a href=\"/news/2026/1/3/colombia-braces-with-alarm-after-maduros-removal-in-venezuela-by-us\">Colombia</a>.</p><p>“The United States has been cutting humanitarian resources lately,” he said, adding that there will be consequences to the US military actions inside the country. “For example, refugees, other people who may be affected by this. He doesn’t commit to this agenda at any point.”</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Maduro being questioned in New York; Trump says US to ‘run’ Venezuela | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-03T23:50:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26004030733681-1767514031.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Maduro being questioned in New York; Trump says US to ‘run’ Venezuela</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The US has bombed Venezuela and toppled President Nicolas Maduro, who was abducted with his wife and taken to New York.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What are the implications of US ‘capture’ of Nicolas Maduro? | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-03T23:10:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767479585.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">US special forces have seized Venezuela’s president and his wife.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US special forces seized Venezuela’s president, Nicolas Maduro, in an attack that has taken the country and the world by surprise.</p><p>Maduro has long denied accusations by US President Donald Trump of heading a narcotics cartel.</p><p>So, what are the implications of Washington’s actions?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Phil Gunson – senior analyst for the Andes Project at the International Crisis Group</p><p>Richard Weitz – US security analyst and senior fellow at the NATO Defense College</p><p>Temir Porras – foreign policy adviser to former Venezuelan President Hugo Chavez and former chief of staff to Maduro</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Act of war’: Expert rejects Trump rationale for Venezuela attack | News | Al Jazeera",
            "time": "2026-01-03T22:54:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_695993b79702-1767478199.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump and his allies have defended the US <a href=\"/news/liveblog/2026/1/3/live-loud-noises-heard-in-venezuelas-capital-amid-us-tensions\">attacks on Venezuela</a> and the removal of President Nicolas Maduro from power amid widespread condemnation that the actions violate international law.</p><p>Trump told reporters on Saturday that Maduro was “captured” after US military strikes on the Venezuelan capital, Caracas, for carrying out a purported “campaign of deadly narco-terrorism against the United States”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said the US government would “run” the South American country during a political transition, promising the Venezuelan people that they would become “rich, independent and safe”.</p><p>But Claire Finkelstein, a professor of law at the University of Pennsylvania, has rejected the Trump administration’s arguments in defence of the attacks and removal of Maduro, as well as its plans to exert control over Venezuela.</p><p>“I don’t think there’s any basis under international law for the action that occurred overnight by the US government,” Finkelstein told Al Jazeera, describing the attacks as an “illegal use of force [and] a violation of Venezuelan sovereignty”.</p><p>“Maduro has personal jurisdiction rights, so not only is it a violation of Venezuelan sovereignty, but it’s a violation of his personal, international rights,” she said.</p><p>Numerous statutes of international law – including the UN Charter – prohibit states from attacking another country without provocation.</p><p>“All Members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the United Nations,” the UN Charter says.</p><p>The US actions came amid a months-long pressure campaign against Maduro, whom the Trump administration accused, without evidence, of being linked to drug traffickers.</p><p>Washington had carried out deadly strikes on alleged drug-smuggling boats in the Caribbean, seized vessels carrying oil off the Venezuelan coast, sanctioned members of Maduro’s family, and threatened to launch attacks on the country’s soil.</p><p>“Nicolas Maduro wasn’t just an illegitimate dictator, he also ran a vast drug-trafficking operation,” US Congressman Tom Cotton, a top Trump ally, wrote on social media on Saturday, welcoming the moves against the Venezuelan leader.</p><p>Before he was seized, Maduro had said he was open to dialogue with the US on drug trafficking. He also had accused the Trump administration of seeking to depose him and seize control of Venezuela’s vast oil reserves.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-imminent-threat\">‘No imminent threat’</h2><p>Democratic Party lawmakers in the US had been demanding answers from the Trump administration about its aims in Venezuela, accusing the Republican president of seeking to unlawfully carry out acts of war without congressional oversight.</p><p>Under the US Constitution, only Congress has the power to declare war.</p><p>But that authority has been weakened over the last several decades, with the US carrying out military strikes around the world during its so-called “war on terror” based on loosely-interpreted congressional authorisations.</p><p>On Saturday, Gregory Meeks, the top Democrat on the House of Representatives Foreign Affairs Committee, said that, despite the Trump administration’s claims, “there was no imminent threat to the United States” from Venezuela, “certainly not one that justified military action without congressional authorization”.</p><p>“These actions violate both US and international law and, by Trump’s own admission, this is not a limited operation,” Meeks said in a statement shared on social media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This was echoed by the University of Pennsylvania’s Finkelstein, who said there was no “immediate threat” to the US that would justify the executive branch carrying out attacks without notifying Congress.</p><p>“It was an act of war against Venezuela, and we did not have the kind of self-defence justification that would normally justify bypassing Congress,” she told Al Jazeera.</p><p>“Even if you believe the US is at grave danger because of drug trafficking, there isn’t the kind of imminence there that would justify the president moving unilaterally and not turning to Congress and trying to get them on board.”</p><p>Finkelstein also rejected Trump’s plans for the US to “run” Venezuela as “incredibly illegal”.</p><p>“States have sovereignty rights, and you cannot just invade them and take them over,” she said.</p><p>“Even if Maduro were to fall of his own accord and we had not brought that about, we don’t have the right to go in and start running their government,” Finkelstein said.</p><p>“Democracy is premised on the idea that the people are sovereign and the people choose their own leaders, and that’s something we should be promoting in Latin and South America, not trying to undermine.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Swiss launch criminal investigation over deadly fire at ski resort bar | News | Al Jazeera",
            "time": "2026-01-03T22:40:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69598e2b6b42-1767476779.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Public prosecutors in Switzerland have opened a criminal investigation into the managers of the bar in Switzerland’s Crans Montana, where <a href=\"/news/2026/1/1/several-killed-in-explosion-fire-at-swiss-ski-resort-town-police\">at least 40 people died</a> in a fire.</p><p>Two days after the fire, in which 119 people suffered injuries, including severe burns, officials were still ⁠trying to identify many of those killed. Attention has also turned to how one of Switzerland’s worst tragedies could have occurred.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The bar’s two managers are suspected ​of offences including homicide by negligence, causing bodily harm by negligence and arson by negligence, prosecutors in Valais, the canton ‍that is home to the bar in the upscale ski resort of Crans-Montana, said in a statement on Saturday. They did not name the pair.</p><p>“It was an enormous tragedy. We’re all so sorry that this had to happen,” Beat Jans, the Swiss justice minister, told reporters, standing in front of the cordoned-off bar, Le Constellation.</p><p>He said temperatures during the ‍blaze must have reached “500, ⁠600 degrees [Celsius, or 900-1,100 Fahrenheit]”.</p><p>The managers of the resort were reported by multiple outlets to be a man and a woman from France. The man is believed to have been away while the woman was inside the bar and suffered burns to her arm, according to the French broadcaster BFM TV.</p><p>Switzerland’s Tribune de Geneve reported that the man told the newspaper the bar had been checked “three times in 10 years” and that “everything was done within the standards”.</p><p>The couple reportedly have two other establishments, one in Crans-Montana and another in nearby Lens.</p><p>The two have already been questioned along with many others involved in the tragedy, according to police, who said they continue to gather information on what transpired at the New Year’s event and what work had been carried out in the bar in the past.</p><p>Beatrice Pilloud, the chief prosecutor of Valais, said indications were that the fire had started because sparklers ‌got too close to the ceiling.</p><p>“From there, a rapid, very rapid and widespread blaze ensued,” she said on Friday afternoon.</p><p>Many of the victims, including the dead and some of the missing, are teenagers, with survivors transferred to local hospitals and those in neighbouring countries for treatment.</p><figure id=\"attachment_4212817\" aria-describedby=\"caption-attachment-4212817\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4212817\" src=\"/wp-content/uploads/2026/01/afp_69598e3b6d84-1767476795.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A person looks at a makeshift memorial following a fire at &quot;Le Constellation&quot; bar during New Year's Eve celebrations, killing 40 people and injuring 119, in the Alpine ski resort town of Crans-Montana, on January 3, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4212817\" class=\"wp-caption-text\">A person looks at a makeshift memorial following a fire at Le Constellation bar during New Year’s Eve celebrations, which killed 40 people and injured 119, in the Alpine ski resort town of Crans-Montana, on January 3, 2026 [AFP]</figcaption></figure><p>The <a href=\"/news/2026/1/2/swiss-officials-face-painful-task-of-identifying-deadly-bar-fire-victims\">painful process</a> of identifying the dead was ongoing on Saturday, with the Italian ambassador to Switzerland, Gian Lorenzo Cornado, saying it could be finished by Sunday afternoon.</p><p>An Italian 16-year-old was one of the first confirmed to have been killed, as were several Swiss nationals. Their bodies have been returned to their families, police said.</p><p>Swiss President Guy Parmelin called it “one of the worst tragedies” ever experienced by the country.</p><p>The top priority at the moment is providing the best possible medical care and identifying the deceased, Jans said.</p><p>The chief prosecutor, Beatrice Pilloud, had earlier said that the investigation would look at how many people were allowed into the bar, accessible emergency exits, and materials used during renovations.</p></div></div></body></html>"
        },
        {
            "title": "Ten-man Mali beat Tunisia on penalties to book AFCON quarterfinal place | Football News | Al Jazeera",
            "time": "2026-01-03T22:34:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695995a00c47-1767478688_31867d-1767479636.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ten-man Mali beat Tunisia on penalties to book AFCON quarterfinal place</h1><p class=\"article__subhead\"><em>Mali win penalty shootout after a 1-1 last-16 draw to set up Africa Cup ‍of Nations quarterfinal with Senegal.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">El Bilal Toure scored the winning spot-kick as a 10-man Mali beat Tunisia 3-2 on penalties to reach the <a href=\"/sports/2026/1/1/afcon-2025-who-is-playing-in-the-round-of-16-preview-nigeria-algeria-senegal-egypt\">Africa Cup of Nations</a> quarterfinals after their last-16 tie had finished 1-1 at the end of extra time.</p><p class=\"p1\">It looked as if Tunisia had got the job done on Saturday against a Mali side forced to play most of the game a man down when substitute Firas Chaouat headed the Carthage Eagles in front in the 88th minute.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Mali had defender Woyo Coulibaly sent off in the 26th minute at the Mohammed V Stadium in Casablanca, but earned a reprieve when they were awarded a stoppage-time penalty.</p><p class=\"p1\">Lassine Sinayoko converted from the spot to take the tie to extra time and, eventually, on to the decisive shootout.</p><p class=\"p1\">Captain Yves Bissouma, the Tottenham Hotspur midfielder, blazed Mali’s first kick over the bar, but Ali Abdi then missed for Tunisia before Eagles goalkeeper Djigui Diarra saved two further penalties and Toure won it.</p><p class=\"p1\">Tom Saintfiet’s Mali advanced to a quarterfinal next Friday in Tangier against West African neighbours Senegal, after the 2022 champions came from behind to <a href=\"/sports/2026/1/3/senegal-beat-sudan-to-reach-afcon-quarterfinals-as-pape-gueye-grabs-brace\">beat Sudan 3-1 earlier</a>.</p><p class=\"p1\">Mali have never won the Cup of Nations, and their prospects here were not helped when right-back Coulibaly, currently based in Italy’s Serie A with Sassuolo, was shown a straight red card for raking his studs down the back of Hannibal Mejbri’s calf.</p><p class=\"p1\">Yet, the game remained goalless and extra time was looming when Tunisia finally made their numerical superiority count as Elias Saad flighted a ball into the box and Club Africain striker Chaouat stole a march on his marker to head home.</p><p class=\"p1\">That goal was celebrated by the majority of the 41,982 crowd in Morocco’s largest city, with many locals choosing to give their backing to their fellow North Africans.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">And yet, a tie that appeared to be over took a dramatic twist in injury time, with South African referee Abongile Tom pointing to the spot when the ball struck the arm of Tunisia defender Yassine Meriah inside the area.</p><p class=\"p1\">Auxerre forward Sinayoko kept his cool through a long delay as the official consulted with the VAR team before converting the penalty, with the match in the 96th minute.</p><p class=\"p1\">Tunisia toiled to create chances in extra time as heavy rain fell. The conditions forced many spectators in the largely uncovered stadium to abandon their seats.</p><p class=\"p1\">Chaouat had the ball in the net again at the start of the second period of extra time, but was this time denied by the offside flag.</p><p class=\"p1\">A penalty shootout appeared inevitable, and so it transpired, with Bissouma and Nene Dorgeles failing from the spot for Mali.</p><p class=\"p1\">However, Abdi’s miss and Diarra’s saves from Elias Achouri and Mohamed Ali Ben Romdhane allowed Mali to win it, when Toure, who had failed to score a penalty in the same stadium against Zambia in the group stage, stepped up to score.</p></div></div></body></html>"
        }
    ]
}