{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "German thieves steal up to $105m in ‘Ocean’s Eleven’ heist: What we know | Banks News | Al Jazeera",
            "time": "2025-12-31T12:24:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69548de64ab7-1767149030.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Robbers <a href=\"/news/2025/12/31/germany-hunts-christmas-thieves-after-oceans-eleven-style-bank-heist\">stole items</a> worth up to $105bn from safe-deposit boxes held at a German retail bank in Gelsenkirchen, North Rhine-Westphalia state, during the Christmas holiday, German police said on Tuesday.</p><p>The German news agency dpa reported that it may rank among the biggest thefts in the country’s history.</p><h2 id=\"what-happened-and-what-was-stolen\">What happened and what was stolen?</h2><p>The thieves broke into a branch of Sparkasse bank in the city of Gelsenkirchen, in North Rhine-Westphalia state, from an adjacent parking garage, according to the police, at some point when businesses were closed for the Christmas holiday.</p><p>The German state is home to museums and Gothic architecture. Its capital, Dusseldorf, is known for its shopping boulevard and the Rheinturm telecommunications tower.</p><p>Using a large drill, the thieves bore through a thick concrete wall of the bank and gained access to an underground vault room. Then, they forced open some 3,000 safe deposit boxes, before making off with cash, gold and jewellery.</p><p>A police spokesperson likened the break-in to the movie, Ocean’s Eleven, and described it as “very professionally executed”, according to the AFP news agency.</p><p>“A great deal of prior knowledge and/or a great deal of criminal energy must have been involved to plan and carry this out,” the spokesperson told the agency.</p><p>The bank said “more than 95 percent of the 3,250 customer safe deposit boxes were broken into by unknown perpetrators.”</p><p>Police say they were alerted to the robbery when a fire alarm went off on Monday, but have not confirmed exactly when the robbery took place.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-are-the-stolen-items-worth\">How much are the stolen items worth?</h2><p data-start=\"501\" data-end=\"780\">Investigators estimate the total value of the stolen items to be anything between 10 and 90 million euros ($11.8m and $105.7m), according to police spokesperson Thomas Nowaczyk.</p><p data-start=\"2550\" data-end=\"2832\">Police said the average insured value of each deposit box was more than 10,000 euros ($11,700). However, officers said several victims have reported that the contents of their boxes were worth significantly more than the insured amounts.</p><h2 id=\"what-do-we-know-about-the-robbers\" data-start=\"501\" data-end=\"780\">What do we know about the robbers?</h2><p>No arrests have been made, and the thieves remain at large.</p><p>Security camera footage showed a black Audi RS 6 leaving the bank’s parking garage during the early hours of Monday, with masked people inside.</p><p>The police said the car’s licence plate had been stolen earlier in the city of Hanover, about 200km (124 miles) northeast of Gelsenkirchen, where the robbery took place.</p><h2 id=\"how-have-bank-customers-reacted\">How have bank customers reacted?</h2><p>On Tuesday, angry customers rallied outside the bank branch, demanding answers about the robbery from the bank.</p><p>The police spokesperson told AFP that the bank branch remained closed for security reasons after threats were made against bank employees.</p><p>“We’re still on site, keeping an eye on things,” AFP quoted the police spokesperson as saying, adding “the situation has calmed down considerably.”</p><h2 id=\"how-has-the-bank-responded\">How has the bank responded?</h2><p>The bank is writing to notify all customers affected by the robbery. It also set up a customer hotline for those affected.</p><p>It said it is also working with insurers to determine how compensation claims will be handled.</p><p>“We are shocked,” said bank press spokesman Frank Krallmann. “We are standing by our customers and hope that the perpetrators will be caught.”</p><h2 id=\"which-other-significant-heists-have-happened-recently\">Which other significant heists have happened recently?</h2><h3>October 2025: The Louvre, France</h3><p>In late October, a gang of robbers broke into the Louvre Museum in Paris and stole <a href=\"/news/2025/10/19/four-minute-heist-at-the-louvre-how-priceless-jewels-were-stolen-in-france\">eight Napoleonic pieces</a> of jewellery in less than seven minutes. The thieves made off on motorcycles laden with eight items dating back to the Napoleonic era, dropping a ninth on their way out.</p><p>The stolen items of jewellery were estimated to be worth $102m.</p><p>So far, French authorities have arrested <a href=\"/news/2025/11/25/four-more-suspects-arrested-over-louvre-jewel-heist\">eight suspects</a> over the Louvre heist.</p><p>The first four suspects, three men and a woman, were arrested, formally investigated and charged.</p><p>The last four suspects taken into custody are two men aged 38 and 39, and two women aged 31 and 40, from the Paris area. They are being investigated as possible accomplices. The names of the suspects arrested have not been made public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>September 2025: Museum of Natural History, France</h3><p>On September 30, a 24-year-old Chinese woman was arrested in Barcelona on suspicion of stealing six gold nuggets from the National Museum of Natural History in Paris. The gold nuggets were worth about 1.5 million euros ($1.76m).</p><p>The woman was arrested while trying to dispose of melted gold – it is unclear who melted it or how. The museum’s alarms and security system had been disabled in a cyberattack, but it is also unclear whether the thieves were also behind that cyberattack or whether the theft was opportunistic.</p><h3>March 2024: Los Angeles cash site, United States</h3><p>Thieves stole at least $30m in cash from a GardaWorld facility in Los Angeles over the Easter weekend.</p><p>GardaWorld is a global security company which provides services such as facilities management, property management and cash handling.</p><p>Local media called the heist one of the biggest cash heists in LA history. There has not been a public announcement indicating that the burglars have been caught.</p></div></div></body></html>"
        },
        {
            "title": "Thai forces blockade Cambodian village with shipping containers | Conflict | Al Jazeera",
            "time": "2025-12-31T12:20:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767183604.jpg?resize=1721%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Which aid groups is Israel banning from Gaza now - and what will it mean? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-31T11:57:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6954b9f2-1767160306.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel said it will suspend permits for more than <a href=\"/news/2025/12/30/israel-says-it-will-halt-operations-of-several-ngos-in-gaza\">three dozen aid organisations</a> for allegedly failing to meet new requirements for operating in war-devastated Gaza, a move likely to worsen already dire conditions for Palestinians in the enclave.</p><p>Organisations facing bans as of January 1, 2026 have failed to meet new requirements for sharing detailed information about their staff, funding and operations, Israeli authorities said on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli Diaspora Affairs Minister Amichai Chikli said that while humanitarian assistance was welcome, “exploitation of humanitarian frameworks for terrorism” was not.</p><p>The decision comes as a coalition of foreign ministers from countries including the United Kingdom, Canada, France, Japan and the Nordic states urged Israel to ensure nongovernmental organisations (NGOs) can operate “sustained and predictable” aid deliveries, while expressing serious concerns about the humanitarian situation in the Strip.</p><p>So, why is Israel suspending these aid groups, and how will it affect Palestinians in Gaza?</p><h2 id=\"why-is-israel-suspending-these-groups\">Why is Israel suspending these groups?</h2><p>The Ministry for Diaspora Affairs and Combating Antisemitism said the measure was part of Israel’s decision to “strengthen and update” the rules overseeing the work of international NGOs in the war-torn Palestinian territory.</p><p>“Humanitarian organisations that fail to meet security and transparency requirements will have their licences suspended,” it said in a statement.</p><p>The ministry added that groups which had “failed to cooperate and refused to submit a list of their Palestinian employees in order to rule out any links to terrorism” had been formally notified that their licences would be revoked from January 1.</p><p>The aid groups were given 10 months to provide the requested information but “failed to comply with the requirements”, it claimed.</p><figure id=\"attachment_4203461\" aria-describedby=\"caption-attachment-4203461\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203461\" src=\"/wp-content/uploads/2025/12/AFP__20251229__898C2Q6__v3__HighRes__PalestinianIsraelConflict-1767087237.jpg?w=770&amp;resize=770%2C563&amp;quality=80\" alt=\"Workers drain floodwaters in Gaza's al-Mawasi camp\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203461\" class=\"wp-caption-text\">A displaced Palestinian woman walks along a street while workers drain floodwaters as the region experiences cold winter conditions, in al-Mawasi refugee camp in the southern Gaza Strip, on December 29, 2025 [AFP]</figcaption></figure><p>Among the banned organisations is medical charity Doctors Without Borders, known by its French initials MSF, which the ministry accused of employing two individuals with alleged links to Hamas and Palestinian Islamic Jihad, respectively, without providing any evidence for its claims.</p><p>“Despite repeated requests, the organisation failed to fully disclose the identities and roles of these individuals,” the statement added.</p><p>In a comment to the AFP news agency, MSF said it “would never knowingly employ people engaging in military activity” as they would “pose a danger to our staff and our patients”.</p><p>The charity further stated that it “continues to engage and discuss with Israeli authorities”, and that it has “not yet received a decision on re-registration”.</p><p>Earlier this year, more than 100 aid organisations accused Israel of blocking <a href=\"/video/newsfeed/2025/8/13/al-jazeera-reporter-witnesses-chaos-as-aid-trucks-arrive-in-north-gaza\">life-saving assistance</a> from reaching Gaza and urged it to end its <a href=\"/news/2025/8/14/more-than-100-groups-blast-israels-weaponisation-of-aid-as-gaza-starves#:~:text=More%20than%20100%20aid%20groups,Egypt%20as%20more%20Palestinians%20starve.\">“weaponisation of aid”</a> after it refused to allow aid trucks into the devastated territory.</p><h2 id=\"which-major-humanitarian-organisations-have-been-barred-from-gaza\">Which major humanitarian organisations have been barred from Gaza?</h2><p>The 37 organisations or their divisions facing suspension or loss of licences to operate in Gaza include several major international aid agencies:</p><ul>\n<li>Action Against Hunger</li>\n<li>ActionAid</li>\n<li>Alianza por la Solidaridad</li>\n<li>Campaign for the Children of Palestine</li>\n<li>CARE</li>\n<li>DanChurchAid</li>\n<li>Danish Refugee Council</li>\n<li>Handicap International: Humanity &amp; Inclusion</li>\n<li>Japan International Volunteer Center</li>\n<li>Medecins du Monde France</li>\n<li>Medecins du Monde Switzerland</li>\n<li>Medecins Sans Frontieres Belgium</li>\n<li>Medecins Sans Frontieres France</li>\n<li>Medecins Sans Frontieres Netherlands</li>\n<li>Medecins Sans Frontieres Spain</li>\n<li>Medicos del Mundo</li>\n<li>Mercy Corps</li>\n<li>Norwegian Refugee Council</li>\n<li>Oxfam Novib (Oxfam’s Dutch affiliate)</li>\n<li>Premiere Urgence Internationale</li>\n<li>Terre des hommes Lausanne</li>\n<li>International Rescue Committee</li>\n<li>WeWorld-GVC</li>\n<li>World Vision International</li>\n<li>Relief International</li>\n<li>Fondazione AVSI</li>\n<li>Movement for Peace-MPDL</li>\n<li>American Friends Service Committee</li>\n<li>Medico International</li>\n<li>Palestine Solidarity Association in Sweden</li>\n<li>Defense for Children International</li>\n<li>Medical Aid for Palestinians UK</li>\n<li>Caritas Internationalis</li>\n<li>Caritas Jerusalem</li>\n<li>Near East Council of Churches</li>\n<li>Oxfam Quebec</li>\n<li>War Child Holland</li>\n</ul><p>These organisations deliver a range of services including healthcare, food distribution, shelter, water and sanitation, education and psychological support.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-israel-done-this-before\">Has Israel done this before?</h2><p>This is not the first time that Israel has taken steps to suspend or ban the operations of international humanitarian agencies providing support to Palestinians.</p><p>In 2024, the Israeli parliament passed a law banning the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) from operating within Israel, citing allegations that some of its locally engaged staff had participated in the Hamas-led October 7, 2023 attacks on southern Israel.<strong> </strong></p><p>UNRWA – the principal provider of aid, education, health and social services to Palestinian refugees across Gaza, the occupied West Bank and neighbouring countries for decades – strongly denied these allegations. Since Israel controls access to Gaza and the occupied West Bank, the ban crushed UNRWA’s operations in the Palestinian territory.</p><p>In October, the <a href=\"/news/2025/10/22/after-icj-ruling-can-un-relief-agency-unrwa-resume-full-gaza-operations\">International Court of Justice (ICJ)</a> found that Israel’s allegations against UNRWA were unsubstantiated.</p><p>Nevertheless, Israel’s claims prompted the United States, historically UNRWA’s largest donor, to end funding. Other Western nations also <a href=\"/news/2024/1/28/which-countries-have-cut-funding-to-unrwa-and-why\">suspended funding</a> to the organisation, but many have since <a href=\"/news/2024/7/19/uk-to-resume-funding-to-un-agency-for-palestinian-refugees\">reinstated it</a>.</p><h2 id=\"what-about-gaza-s-own-civil-society\">What about Gaza’s own civil society?</h2><p>The bans and restrictions on international and UN aid agencies are pillars of what Israel’s critics say are broader efforts by the country to make life in Gaza next to impossible for the Palestinian territory’s more than two million people, by destroying all elements of what any functional society needs.</p><p>For nearly two decades, Israel’s blockade of Gaza has stifled the entry and exit of people and materials needed to develop the social and economic infrastructure of the territory. But over the past two years, Israel’s genocidal war has demolished what Palestinians in Gaza painstakingly built, despite the odds.</p><p>According to the latest United Nations data, Israel has killed 579 aid workers – including nearly 400 from UNRWA – since October 7, 2023. It has killed more than 1,700 health workers, more than 140 civil defence staff and 256 journalists. In all, Israel’s genocidal war has killed more than 71,000 people in Gaza.</p><figure id=\"attachment_4206661\" aria-describedby=\"caption-attachment-4206661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206661\" src=\"/wp-content/uploads/2025/12/Interactive-Humanitarian-graphics-all_DEC31_2025-1767183659.png?quality=80\" alt=\"Interactive-Humanitarian graphics-all_DEC31_2025-1767183659\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206661\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p><a href=\"/news/2025/11/17/gazas-shelter-crisis-is-most-dangerous-disaster-of-war-authorities\">More than 80 percent of all buildings</a> have been damaged or destroyed – including all 18 hospitals in Gaza, which have been hit by Israel; 93 percent of all school buildings and more than 63 university buildings. In excess of 77 percent of Gaza’s population face high levels of food shortages.</p><p>The UN <a href=\"/news/2024/10/10/un-inquiry-accuses-israel-of-deliberately-hitting-gaza-health-facilities\">has accused Israel</a> of intentionally striking Gaza’s medical infrastructure and killing health workers in an effort to dismantle the enclave’s healthcare system.</p><p>Clean water is scarce, with desalination plants and sewage systems badly hit, increasing the risk of disease.</p><p>Gaza was already suffering a water crisis before Israel’s two-year genocidal war, with Israeli bombardment and ground operations <a href=\"/gallery/2025/8/4/unprecedented-water-crisis-in-gaza-amid-israeli-induced-starvation\">damaging more than</a> 80 percent of the territory’s water infrastructure.</p><p>Against that backdrop of war, some aid organisations have said their Palestinian employees worry that if their details are shared with Israel, they might be targeted.</p><p>The Palestinian Ministry of Foreign Affairs and Expatriates released a statement in which it “strongly” condemned Israel’s decision to introduce new registration requirements for relief organisations, warning the measures could halt life-saving aid for hundreds of thousands of people in Gaza.</p><p>“Israel has no sovereignty over the occupied Palestinian territory, including Jerusalem,” the ministry said, noting that Palestinians welcome the work carried out by humanitarian groups.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4202164\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1767024383.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-DEC 29, 2025_Death toll tracker-1765554400\" fetchpriority=\"low\"></p><p>The European Union warned that suspension of aid groups in Gaza would block “life-saving” assistance from reaching the population.</p><p>“The EU has been clear: the NGO registration law cannot be implemented in its current form,” EU humanitarian chief Hadja Lahbib said in a post on X.</p><p>“IHL (international humanitarian law) leaves no room for doubt: aid must reach those in need.”</p><h2 id=\"how-will-it-affect-palestinians-in-gaza\">How will it affect Palestinians in Gaza?</h2><p>Oxfam told Al Jazeera that it hoped that it would be allowed to continue to work in Gaza.</p><p>“We are aware of the potential risk of Israel refusing registration to various NGOs including Oxfam,” said Matt Grainger, head of media at Oxfam International. “We understand that any final decision would only follow a formal letter from Israel and thereafter an appeal process. We remain focused on continuing our humanitarian work in Gaza.”</p><p>MSF told the Reuters news agency that the effect would be devastating if it were barred from operating, as the humanitarian crisis deepens.</p><p>“If MSF is prevented from working in Gaza, it will deprive hundreds of thousands of people from accessing medical care,” the group said, highlighting the stakes for civilians already struggling to access health services.</p><p>Shaina Low, spokesperson for the Norwegian Refugee Council, told Reuters that “at a time when needs ‌in Gaza far exceed the available aid and services, Israel has and will ⁠continue to block life-saving aid from entering.”</p><p>On Tuesday, the British Foreign Office published a statement alongside France, Canada and others saying Israel should allow NGOs to work in Israel in a sustained and ‍predictable way.</p><p>They said deregistration of the organisations would have a “severe impact on access to essential services, including healthcare”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“One in three healthcare facilities in Gaza will close if INGOs’ operations are stopped,” it added, referring to international NGOs. “As winter draws in, civilians in Gaza are facing appalling conditions with heavy rainfall and temperatures dropping.”</p></div></div></body></html>"
        },
        {
            "title": "How many countries has Trump bombed in 2025? | Donald Trump News | Al Jazeera",
            "time": "2025-12-31T11:53:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T004255Z_1542631356_RC2GKIAIHV2M_RTRMADP_3_USA-VENEZUELA-MILITARY-VESSEL-1766280183_676786-1766280260.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>This week, United States President Donald Trump confirmed that the US had <a href=\"/news/2025/12/30/trump-bombs-venezuelan-land-for-first-time-is-war-imminent\">struck a docking facility in Venezuela</a>, marking the first military action on the South American country’s land since it began targeting Venezuelan shipping in the Caribbean and eastern Pacific in September 2025.</p><p>Speaking to reporters as he met in Florida with Israeli Prime Minister Benjamin Netanyahu, Trump said there had been “an explosion in Venezuela”, at a facility where boats the US believes to be carrying drugs usually “load up”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There was a major explosion in the dock area where they load the boats up with drugs,” he said. “They load the boats up with drugs, so we hit all the boats, and now we hit the area. It’s the implementation area. That’s where they implement. And that is no longer around.”</p><p>Trump did not reveal more details about the strikes.</p><p>Despite modelling himself as the “president of peace” deserving of a Nobel Peace Prize, who – he claims – has <a href=\"/news/2025/12/9/new-cambodia-thailand-clash-whats-up-with-the-other-wars-trump\">ended eight wars</a> around the world this year, Trump’s Venezuela strike was just the latest in a string of his administration’s military attacks around the globe since its inauguration in January.</p><p>Armed Conflict Location &amp; Event Data or ACLED, the nonpartisan conflict monitor, told Al Jazeera that the US had carried out – or been a partner to – 622 overseas bombings in all, using drones or aircraft, since January 20, 2025, when Trump took office.</p><p>The attacks contrast with his promise to voters to end US involvement in foreign conflicts.</p><h2 id=\"which-countries-has-the-us-bombed-this-year\">Which countries has the US bombed this year?</h2><p>The US carried out military attacks against a total of seven countries in 2025.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206076\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-The-US-has-bombed-7-countries-in-2025-1767165225.png?quality=80\" alt=\"INTERACTIVE - The US has bombed 7 countries in 2025-1767165225\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"venezuela-and-the-caribbean-sea\">Venezuela and the Caribbean Sea</h2><p>This week, the US confirmed one strike on a docking facility on Venezuelan territory, as part of the Trump administration’s escalating war on boats it claims are smuggling drugs from the country to the US.</p><p>No details about where the strike took place have been released.</p><p>That followed the US Navy’s seizure of two oil tankers off the Venezuelan coast earlier in December, in an apparent attack to choke Maduro’s main economic lifeline. Washington claims the vessels are part of a “shadow fleet” of tankers smuggling sanctioned oil.</p><p>Since August, the US has amassed the largest military presence in the Caribbean Sea in decades, causing alarm among governments there. The Trump administration claims this is warranted because the trafficking of drugs to the US constitutes a national emergency, but multiple reports have shown that <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">Venezuela is not a major source of drugs</a> being transported across borders.</p><p>On September 2, the US began striking small boats in the Caribbean that it alleges were trafficking drugs. It is thought it has struck more than 30 vessels since then. The Trump administration says the vessels are operated by Venezuelan “terrorist” organisations, including the <a href=\"/news/2025/3/20/fact-check-is-tren-de-aragua-invading-the-us-as-trump-says\">Tren de Aragua</a> group and the Colombian National Liberation Army. However, it has provided no evidence for this.</p><p>At least 95 people have been killed in the boat strikes, Human Rights Watch revealed on December 16, accusing Washington of “extrajudicial killings”.</p><p>In early December, US lawmakers from both Republican and Democratic sides urged the Pentagon to release full footage of the first strike on September 2, which has proved even more controversial following revelations that the vessel was subject to a “<a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">double tap</a>” attack – two survivors of the first attack clinging to debris in the water following a first strike were killed in a follow-up strike.</p><p>Defense Secretary Pete Hegseth has said the footage will not be released.</p><p>Caracas accuses the US of using claims of drug trafficking as a cover for seeking a<a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\"> government change in Venezuela</a>. Trump, meanwhile, has called Venezuela a “narco state” and said President Nicolas Maduro’s days “are numbered”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"nigeria\">Nigeria</h2><p>On Christmas Day, the US launched the first of what Trump said would be “powerful and deadly” <a href=\"/news/liveblog/2025/12/26/live-nigeria-confirms-joint-us-strikes-on-isil-targets-in-its-north-west\" target=\"_blank\" rel=\"noopener\">strikes</a> against groups Washington claims are affiliated with ISIL (ISIS) in Northwest Nigeria’s Sokoto State.</p><p>It followed weeks of diplomatic pressure on the Nigerian government, which Trump and senior conservative Republicans, including Ted Cruz, have accused of enabling a “<a href=\"/news/2025/10/8/ted-cruz-blames-nigeria-for-mass-murder-of-christians-whats-the-truth\" target=\"_blank\" rel=\"noopener\">Christian genocide</a>” in a country whose population is a nearly even mix of Christians and Muslims.</p><p>Nigeria has been plagued by violence from armed groups linked to al-Qaeda or ISIL, operating in the predominantly Muslim northeast and northwest regions. Abuja denies allegations of genocide and says Muslim and Christian communities alike are affected by the violence.</p><p>Furthermore, alleged <a href=\"/news/2025/12/26/us-bombs-target-isil-in-nigeria-whats-really-going-on\">attacks on Christian farmers</a> in Nigeria have taken place in a completely different part of the country. US Senator Ted Cruz first accused Nigeria’s government of enabling a “massacre” against Christians in October 2025, citing a rising number of <a href=\"/news/2025/4/19/herder-farmer-clashes-in-nigeria-kill-at-least-17\" target=\"_blank\" rel=\"noopener\">attacks</a> against the community in the country’s central Middle Belt region, which is separate from the violence in the north.</p><p>Even though these two issues are separate, Abuja, under pressure, agreed to the US military operation in the north of the country on December 25.</p><p>Details of that strike are still emerging. The US Africa Command said in a statement that “multiple ISIS terrorists were killed in the ISIS camps”, and Nigeria’s Ministry of Foreign Affairs said the strike was “successful”.</p><p>It appeared to target the newly emerged “Lakurawa” group, which conflict monitors say is made up of armed fighters from Mali and Niger who may be linked to ISIL or al-Qaeda.</p><p>The group is known to operate in forested corridors between Sokoto and Kebbi states. At least one US missile, or debris, hit Jabo town in Sokoto. The Nigerian military, speaking to local media, later confirmed strikes on armed group hideouts in Buani Forest, but did not reveal casualty numbers.</p><p>The US and Nigeria have a long history of security collaboration through training and intelligence sharing, but the Christmas strikes marked the first known kinetic US military action in the West African nation.</p><p>It was timed, analysts say, to appease Trump’s Christian supporters as Washington doubles down on a narrative of “saving” Nigerian Christians, although Nigerian authorities insist the strikes are not about any one religion.</p><p>Trump said more strikes will follow.</p><figure id=\"attachment_4197213\" aria-describedby=\"caption-attachment-4197213\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4197213\" src=\"/wp-content/uploads/2025/12/Sokoto-1766760230.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Police stand with yellow tape\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4197213\" class=\"wp-caption-text\">Police barricade the scene of a US strike in Jabo, Sokoto State, northwestern Nigeria, December 26, 2025 [Qosim Suleiman/Al Jazeera]</figcaption></figure><h2 id=\"somalia\">Somalia</h2><p>The US has long trained Somali forces and conducted air attacks in the region against armed groups, including al-Shabab, a group affiliated with al-Qaeda, which has launched several attacks in Somalia and in neighbouring Kenya. They also target an ISIL offshoot known as ISIS-Somalia.</p><p>Al-Shabab, which has about 7,000 fighters, holds large swaths of land in south-central Somalia, while the smaller ISIS-Somalia, which has about 1,500 fighters, is active in the mountainous regions of autonomous Puntland, in northern Somalia. In the past year, 7,289 people have been killed by armed group activity, according to the US-based Africa Center for Strategic Studies.</p><p>In his first term as president, Trump withdrew most US troops from the country, but the Biden administration redeployed them in May 2022.</p><p>In Trump’s second term, the US has remained active in the country, at Somalia’s urging. Washington has dramatically <a href=\"/news/2025/12/17/us-dramatically-escalates-air-strikes-on-somalia-under-trump-this-year\" target=\"_blank\" rel=\"noopener\">intensified</a> air attacks since February, according to the New America Foundation.</p><p>Overall, at least 111 strikes have been recorded this year, surpassing the number carried out under the George Bush, Barack Obama, and Joe Biden administrations combined, monitors say.</p><p>Civilians have been killed in the Somalia attacks. Investigative site Drop Site News revealed in December that at least 11 civilians, seven of them children, were killed in a strike in the Lower Juba region, in Somalia’s southwest, just last month.</p><p>The US does not reveal the number of civilian deaths in Somalia.</p><h2 id=\"syria\">Syria</h2><p>US strikes on 70 ISIL-positions in Syria on December 19 were carried out in retaliation for a <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">shooting in Palmyra</a> which killed two US soldiers and a civilian interpreter a week earlier.</p><p>Three other Americans and two members of the Syrian security forces were injured in the shooting. No group has claimed responsibility for the attack, but Trump placed the blame on ISIL.</p><p>Syria’s Ministry of Interior Affairs later said an individual who targeted the US troops had been a member of the state security service slated for dismissal for hardline views.</p><p>The US retaliatory operation, dubbed “Hawkeye” in reference to Iowa, the “Hawkeye State” where both killed soldiers were from, damaged several ISIL weapons storage facilities in locations across Syria, an official told CNN.</p><p>“I am hereby announcing that the United States is inflicting very serious retaliation, just as I promised, on the murderous terrorists responsible,” Trump posted on Truth Social on December 19.</p><p>“We are striking very strongly against ISIS strongholds in Syria, a place soaked in blood which has many problems, but one that has a bright future if ISIS can be eradicated,” he added, warning against further attacks on US service members.</p><p>Hegseth said in a post on X on the same day that the strikes represented a “declaration of vengeance” on ISIL.</p><p>US troops have long been stationed in Syria to target ISIL, which once controlled large areas of land across Syria and Iraq in the mid-2010s.</p><p>Under the Biden administration, about 900 US troops were stationed in the country until December 2024, when the Pentagon said numbers were temporarily doubled to fight ISIL, amid the collapse of the Bashar al-Assad government. The US has carried out more than 80 operations aimed at neutralising armed operatives in Syria, according to the US military’s Central Command.</p><p>At the time, Trump, as the president-elect, warned against US interference. He posted on Truth Social: “Syria is a mess, but is not our friend, &amp; THE UNITED STATES SHOULD HAVE NOTHING TO DO WITH IT. THIS IS NOT OUR FIGHT.”</p><p>Fewer than 1,000 troops remained in Syria by April, according to the Pentagon.</p><figure id=\"attachment_3791772\" aria-describedby=\"caption-attachment-3791772\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3791772\" src=\"/wp-content/uploads/2025/06/2025-06-22T042737Z_825244867_RC2O5FADP3AH_RTRMADP_3_IRAN-NUCLEAR-1750584245.jpg?w=770&amp;resize=770%2C609&amp;quality=80\" alt=\"Iran nuclear\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3791772\" class=\"wp-caption-text\">A satellite image shows trucks positioned near the entrance of the Fordow fuel enrichment facility, near Qom, Iran, June 19, 2025 [Maxar Technologies/Handout via REUTERS]</figcaption></figure><h2 id=\"iran\">Iran</h2><p>Amid short-lived hostilities which broke out between Iran and Israel earlier this year, the US intervened and <a href=\"/news/2025/6/22/how-far-will-us-strikes-set-back-irans-nuclear-programme\" target=\"_blank\" rel=\"noopener\">struck</a> three key nuclear sites in Iran on June 22. Analysts said it was a highly sophisticated mission involving the US Air Force and Navy.</p><p>In a televised address, Trump justified the attacks on Iran’s Natanz, Isfahan, and Fordow nuclear sites, saying they would curtail the “nuclear threat” posed by Tehran.</p><p>The three sites were involved in the production or storage of enriched uranium, which the US claimed had become or was approaching “weapons grade”.</p><p>Iranian Foreign Minister Abbas Araghchi later confirmed that some of the sites had sustained extensive damage, and the Pentagon estimated the attack set back Iran’s nuclear program by about two years.</p><p>Under pressure to respond in a manner that appeared proportionate, Iran struck a US airbase in Qatar the day after the US strikes, in what was <a href=\"/news/2025/6/25/the-12-day-war-ended-with-an-attack-on-qatar-why-didnt-it-escalate\">likely a symbolic action</a> as no injuries or deaths were reported.</p><p>On June 22, Trump declared a ceasefire between Iran and Israel, bringing the 12-day war to an end. More than 1,100 Iranians and 28 Israelis were killed during the open hostilities.</p><p>But during his meeting with Israeli Prime Minister Benjamin Netanyahu this week, Trump threatened to hit Iran again.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” he said, referring to the nuclear programme. “We’ll knock the hell out of them.”</p><p>Iran is forbidden from developing nuclear weapons as a signatory to the 1970 Nuclear Non-Proliferation Treaty. In 2015, it also signed the Joint Comprehensive Plan of Action with Western powers, including the US, agreeing to limit uranium enrichment levels in exchange for sanctions relief.</p><p>However, Trump withdrew the US from that pact in 2018 – during his first term as US president – claiming it had been badly negotiated under the Obama administration.</p><h2 id=\"yemen\">Yemen</h2><p>Since January 12, 2024, the US has targeted Yemen’s <a href=\"/news/2024/1/12/who-are-yemens-houthis-a-basic-guide\">Houthis</a>, an Iran-aligned group that controls much of Yemen’s populous northwest, in a <a href=\"/news/2025/5/2/yemens-houthis-launch-missiles-at-israel-army-says-it-intercepts\" target=\"_blank\" rel=\"noopener\">series of air and naval attacks</a>.</p><p>The US says strikes were carried out in retaliation for Houthi attacks on Israeli-linked vessels passing through the Red Sea, in solidarity with Gaza.</p><p>The strikes escalated to daily attacks in March 2025 under the new Trump administration, under a mission codenamed Operation Rough Rider.</p><p>Dozens of people were killed, and the attacks extensively destroyed infrastructure, including ports, airports, radar systems, air defences, ballistic launch sites, and even migrant holding centres in Sanaa and Hodeidah.</p><p>The US strikes finally came to an end on May 6, following a <a href=\"/news/2025/5/6/trump-says-bombing-of-yemen-to-stop-as-oman-confirms-us-houthi-ceasefire\" target=\"_blank\" rel=\"noopener\">truce</a> brokered by Oman.</p><p>Casualty counts from both sides differ: The US claims to have killed about 500 Houthis, while Yemen’s Houthi-run Ministry of Health said 123 people, most of them civilians, had been <a href=\"/news/2025/4/14/us-attacks-on-yemen-killed-123-people-since-mid-march-health-authorities\" target=\"_blank\" rel=\"noopener\">killed</a> by April, following the US escalation.</p><p>As many as 247 people, including many women and children, were injured, the ministry said.</p><h2 id=\"iraq\">Iraq</h2><p>The US launched air strikes on Iraq’s al-Anbar province on March 13, killing a high-profile ISIL member, according to the US military’s Central Command (CENTCOM).</p><p>The group’s second-in-command, Abdallah “Abu Khadijah” Malli Muslih al-Rifai, and another unnamed operative were reported to have been killed in the strikes.</p><p>CENTCOM claimed both men were wearing unexploded “suicide vests” and were holding weapons at the time of the strikes. The US also said the strikes were carried out jointly with Iraqi intelligence, and that both sides confirmed the deaths through DNA tests.</p><p>In a celebratory post on Truth Social the day after, Trump praised US troops for the action.</p><p>“Today, the fugitive leader of ISIS in Iraq was killed,” Trump wrote.</p><p>“He was relentlessly hunted down by our intrepid warfighters. His miserable life was terminated, along with another member of ISIS, in coordination with the Iraqi Government and the Kurdish Regional Government. PEACE THROUGH STRENGTH!”</p><p>Iraq’s prime minister, in a statement on X, also on March 14, said “Adu Khadija” was known as ISIL’s “deputy caliph” overseeing operations in Iraq and Syria, and that he was “one of the most dangerous terrorists in Iraq and the world”.</p><p>The Obama administration previously authorised strikes on ISIL locations in Iraq back in 2014.</p><figure id=\"attachment_4196066\" aria-describedby=\"caption-attachment-4196066\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4196066\" src=\"/wp-content/uploads/2025/12/AFP__20251222__88VN8EC__v4__HighRes__UsPresidentDonaldTrumpMakesAnAnnouncementWithHe-1766709086.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='US President Donald Trump takes questions from journalists after announcing the US Navys new Golden Fleet initiative, unveiling a new class of warships, at Mar-a-Lago in Palm Beach, Florida, on December 22, 2025. President Donald Trump on December 22 announced a new class of heavily armed warships that will be named after himself -- an honor usually reserved for US leaders who have left office. Two of the Trump-class ships will be built initially but that number could grow substantially in the future, according to the president, who said they will be \"some of the most lethal surface warfare ships\" and \"the largest battleship in the history of our country.\" Trump made the announcement at his Mar-a-Lago residence in Florida alongside Pentagon chief Pete Hegseth, Secretary of State Marco Rubio and Navy Secretary John Phelan, with images of the planned high-tech vessels on stands nearby. (Photo by ANDREW CABALLERO-REYNOLDS / AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4196066\" class=\"wp-caption-text\">US President Donald Trump takes questions from journalists after announcing the US Navy’s new Golden Fleet initiative at Mar-a-Lago in Palm Beach, Florida, on December 22, 2025. On December 22, he announced a new class of heavily armed warships that will be named after himself – an honour usually reserved for US leaders who have left office [Andrew Caballero-Reynolds/AFP]</figcaption></figure><h2 id=\"what-has-trump-said-about-us-military-action-overseas-in-the-past\">What has Trump said about US military action overseas in the past?</h2><p>Trump earned widespread support from many Americans tired of the country’s costly involvement in the Middle East when he pledged during the campaign for his first term as president to put “America First” and stop US involvement in foreign conflicts.</p><p>In one presidential debate, Trump accused the former Bush administration of failing in its handling of the fallout of the 9/11 terrorist attacks on New York in September 2001, and said “the war in Iraq is a big fat mistake … We spent two trillion dollars, thousands of lives (lost).”</p><p>At the start of his second term in January 2025, Trump pledged to restore peace by bringing an end to ongoing global conflicts. His success, he said during his inaugural address, would be judged, “by the battles we win, but also by the wars that we end – and perhaps most importantly, the wars we never get into”.</p><p>While Trump has undoubtedly played a role in pausing some conflicts around the world this year, said Sarang Shidore, head of Global South at the US-based Quincy Institute for Responsible Statecraft, his efforts “lack the delicate, sustained, behind-the-scenes diplomacy usually required in global conflicts”.</p><p>Furthermore, in South America in particular, Trump appears to be reverting to the old days of the 20th century, when US intervention toppled multiple governments from Brazil to Bolivia.</p><p>“Washington’s escalated offensive in Latin America and strikes in Nigeria and Somalia are partly performative acts rooted in domestic drivers of foreign policy,” Shidore said.</p></div></div></body></html>"
        },
        {
            "title": "Here is to a quarter century of US military havoc | Opinions | Al Jazeera",
            "time": "2025-12-31T11:40:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2004-10-28T000000Z_964514558_RP5DRHXVNWAB_RTRMADP_3_CAMPAIGN-BUSH-1767178983.jpg?resize=1557%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The year 2025 has come to an end, and along with it, the first quarter of the 21st century. Reflecting on the course of the past 25 years, it is hard to understate the extent to which global events have been shaped by the military excesses of the United States – not that the same cannot be said for the 20th century, too.</p><p>Shortly after the new century kicked off, the US launched the so-called “<a href=\"/news/2023/5/1/the-us-war-on-terror-20-years-after-mission-accomplished\">global war on terror</a>” under the enlightened guidance of President <a href=\"/opinions/2022/5/22/george-w-bush-is-not-funny\">George W Bush</a>, who offered the professional call to arms following the 9/11 attacks of 2001: “We have our marching orders. My fellow Americans, let’s roll.”</p><p>According to Bush, the US had undertaken to “wage a war to save civilisation itself”, which ultimately entailed pulverising various parts of the world and killing millions of people.</p><p>On September 11, 2001, I was enrolled as a junior at <a href=\"/news/2025/7/23/columbia-university-suspends-expels-nearly-80-students-over-gaza-protests\">Columbia University</a> in New York City, the site of the World Trade Center attacks. However, as I was scheduled to study in Italy that fall, I was not in New York at the time but rather in Austin, Texas, where my family then resided.</p><p>I spent the day at the office where I had been employed for the summer, watching apocalyptic replays of the incoming planes on a large projector screen set up by my colleagues specifically for that purpose.</p><p>Outside, American flags began to proliferate across every available surface, as the country went about appointing itself the number one victim of terrorism in the history of the world – and never mind the quite literal terror the US had been inflicting on other nations for decades, from <a href=\"/opinions/2025/4/30/from-gaza-to-vietnam-what-is-the-value-of-a-photo\">Vietnam</a> and Laos to <a href=\"/opinions/2021/6/17/as-the-drug-war-turns-50-the-us-is-still-public-enemy-number-one\">Nicaragua</a> and <a href=\"/opinions/2024/1/24/letter-from-panamas-little-hiroshima\">Panama</a>.</p><p>That evening, I visited my boyfriend, whose three housemates were morosely gorging themselves on the living room floor amid copious buckets of Kentucky Fried Chicken, which, they explained to me, was “comfort food” meant to help assuage the pain of national tragedy.</p><p>Suffice it to say that, for the countless civilians soon to be on the receiving end of US bombs, massive fast-food takeaway orders generally were not an available antidote.</p><p>From Austin I flew to Rome via New York, where I watched on Italian television as my country went about “saving civilisation itself” by bombing the daylights out of Afghanistan. This exercise in mass slaughter paved the way for the <a href=\"/news/longform/2023/4/5/iraq-war-20-years-on-visualising-the-impact-of-the-invasion\">Iraq War in 2003</a>, a nation already well acquainted with the phenomenon; by 1996, it was estimated that <a href=\"/opinions/2022/3/25/lets-remember-madeleine-albright-as-who-she-really-was\">half a million</a> Iraqi children had perished on account of US sanctions.</p><p>In a rare and presumably unintended moment of lucidity, Bush would remark: “You know, one of the hardest parts of my job is to connect Iraq to the war on terror.”</p><p>And while commander-in-chief Bush may have ultimately been better known for his grammatical incompetence than for his ability to strike existential fear into the hearts of Americans, he was flanked by <a href=\"/opinions/2021/7/1/donald-rumsfeld-was-a-criminal-in-a-suit-and-tie\">other, more formidable creatures</a> such as the <a href=\"/opinions/2025/11/5/dick-cheney-and-the-sanitising-of-a-war-criminal\">recently departed Dick Cheney</a> – aka “the Darth Vader of the administration” and Bush’s vice president – who were far more serious about manufacturing threats to justify war forevermore.</p><p>Bush was succeeded as leader of the global superpower by premature Nobel Peace Prize recipient Barack Obama, who, in his final year in office alone, managed to drop no fewer than <a href=\"https://www.cfr.org/blog/how-many-bombs-did-united-states-drop-2016\" target=\"_blank\" rel=\"noopener\">26,172 bombs</a> on seven different countries.</p><p>One of these countries was Yemen, where Obama’s illegal <a href=\"/news/2021/1/28/yemenis-seek-justice-for-unlawful-us-drone-strike-killings\">drone strikes</a> had made a name for themselves, killing Yemeni <a href=\"/features/2014/5/21/yemenis-seek-justice-in-wedding-drone-strike\">wedding attendees</a>. When Donald Trump took over from Obama in 2017, the London-based Bureau of Investigative Journalism <a href=\"https://www.thebureauinvestigates.com/stories/2017-04-27/us-air-campaign-hammers-yemen-with-almost-a-strike-a-day\" target=\"_blank\" rel=\"noopener\">reported</a> more US strikes on Yemen in the first 100 days of his presidency than in the previous two years combined – with Trump changing up the rules to allow the military to “authorise strikes without running them through the White House security bureaucracy first”.</p><p>Joe Biden, who served as president in between the two Trump administrations, distinguished his time in office by expanding Washington’s traditionally egregious support for Israeli massacres of Palestinians to <a href=\"/opinions/2024/5/9/give-or-take-a-few-bombs-us-complicity-in-genocide-remains-ironclad\">underwrite an all-out genocide</a> in the Gaza Strip with the help of <a href=\"/news/2024/4/24/biden-signs-law-securing-billions-in-us-aid-for-ukraine-israel\">billions of dollars</a> in US taxpayer money.</p><p>Israel, which jumped on the whole “war on terror” bandwagon from the post-9/11 get-go, now <a href=\"/news/2025/12/26/israeli-forces-kill-palestinian-in-gaza-carry-out-raids-across-west-bank\">continues to slaughter</a> Palestinians left and right in Gaza under the guise of a Trump-brokered <a href=\"/news/2025/10/9/trump-announces-gaza-ceasefire-deal-what-we-know-and-whats-next\">ceasefire</a>.</p><p>Meanwhile, Trump’s resumption of control over imperial “counterterror” operations has been characterised by even less restraint this time around, as his newly rebranded <a href=\"/news/2025/9/5/us-department-of-defense-to-be-renamed-department-of-war-report\">Department of War</a> goes about <a href=\"/opinions/2025/9/8/distraction-101-blow-them-up\">blowing up boats</a> willy-nilly off the coast of Venezuela and <a href=\"/news/2025/12/19/five-killed-as-us-military-destroys-two-more-vessels-in-pacific-ocean\">extrajudicially murdering</a> the folks on board.</p><p>Whereas during the old Bush-Cheney days the US at least concerned itself with presenting a semi-coherent narrative to justify aggression abroad, Trump can hardly be bothered to waste too much time constructing a veneer of legality, preferring instead to randomly fling about absurd allegations of Venezuelan “narcoterrorism” and oil “<a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">theft</a>”.</p><p>Now, US military might is becoming increasingly harnessed to the whims of a man whose spontaneous and haphazard <a href=\"/opinions/2025/6/22/by-bombing-iran-the-us-continues-to-make-the-world-safe-for-war\">bombing of Iran</a>, Yemen, <a href=\"/news/2025/12/20/trump-says-us-launched-large-scale-attacks-on-isil-in-syria\">Syria</a>, and elsewhere mimics his pathological <a href=\"/opinions/2025/10/13/what-trump-said-and-did-not-say-at-the-knesset\">stream-of-consciousness style of discourse</a>.</p><p>And as we embark on the second quarter of a 21st century that is already defined by the catastrophic legacy of US militarism, one cannot help but recall those unfortunate “marching orders” that started it all: “My fellow Americans, let’s roll.”</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Turkiye arrests 125 ISIL suspects in new raids that mark widening crackdown | ISIL/ISIS News | Al Jazeera",
            "time": "2025-12-31T11:21:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T083244Z_1926380167_RC28QIAK3NQ6_RTRMADP_3_TURKEY-SECURITY-ISLAMIC-STATE-1767176925.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Turkiye arrests 125 ISIL suspects in new raids that mark widening crackdown</h1><p class=\"article__subhead\"><em>The operation follows a series of clashes and attacks linked to ISIL, which is feared to be making a resurgence.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkiye’s government says it has detained more than 100 ISIL (ISIS) suspects in nationwide raids, as the group shows signs of intensified regional activity after a period of relative dormancy.</p><p>Turkiye’s Interior Minister Ali Yerlikaya announced the Wednesday morning arrests in a social media post, saying Turkish authorities rounded up 125 suspects across 25 provinces, including Ankara.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The operation is the third of its kind <a href=\"/news/2025/12/25/turkiye-arrests-115-isil-suspects-it-says-planned-holiday-attacks\">in less than a week during the holiday season,</a> and follows a deadly shootout on Tuesday between Turkish police and suspected ISIL members in the northwestern city of Yalova.</p><p>“Those who seek to harm our brotherhood, our unity, our togetherness … will only face the might of our state and the unity of our nation,” wrote Yerlikaya.</p><p>Tuesday’s clash <a href=\"/news/2025/12/29/seven-turkish-police-officers-wounded-in-clash-with-isil-fighters-report\">killed three Turkish police</a> and six suspected ISIL members, all Turkish nationals. A day later, Turkish security forces arrested 357 suspected ISIL members in a coordinated crackdown.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"intensifying-anti-isil-operations\">‘Intensifying’ anti-ISIL operations</h2><p>Al Jazeera’s Sinem Koseoglu, reporting from Istanbul earlier this week, said Turkish forces have “intensified their operations” against ISIL sleeper cells during the holiday period, a time when the group has previously staged attacks in the country.</p><p>In 2017, when the group still held large swaths of neighbouring Syria and Iraq before being vanquished on the battlefield, ISIL <a href=\"/news/2017/12/30/turkey-arrests-scores-planning-new-years-eve-attacks\">attacked an Istanbul nightclub</a> during New Year’s celebrations, killing 39 people. Istanbul prosecutor’s office said Turkish police had received intelligence that operatives were “planning attacks in Turkiye against non-Muslims in particular” this holiday season.</p><p>On top of maintaining sleeper cells in Turkiye, ISIL is still active in Syria, with which Turkiye shares a 900-kilometre (560-mile) border, and has carried out a spate of attacks there since the<a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\"> ouster of former President Bashar al-Assad last year.</a></p><p>The United States military has waged extensive strikes against ISIL in central and northeastern Syria this month, <a href=\"/news/2025/12/30/us-says-it-killed-or-captured-25-isil-operatives-in-syria-over-nine-days\">killing or capturing about 25 fighters</a> from the group over the past two weeks, according to the US Central Command.</p><p>Those operations followed the <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">killing of two American soldiers and an interpreter</a> in an attack in the Syrian city of Palmyra by what the US said was an ISIL gunman.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "As the world welcomes a new year, we, in Gaza, dread what it will bring | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-31T11:16:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T082854Z_1832269258_RC2M3IA9M0GF_RTRMADP_3_ISRAEL-PALESTINIANS-DEMOLITION-1767179740.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Another year has passed, and life in Gaza is still trapped between Israel’s killing machine and the growing indifference of the world. It is another year added to our unique calendar of loss, destruction and death.</p><p>In March, I wrote about my fears that Israel might go even further in its genocidal drive than what it had already done. And it did. Israel went beyond even my darkest expectations, reaching an unimaginable level of evil. That evil marked the whole year for us in Gaza.</p><p>As I see many people posting recaps of their favourite 2025 moments, I thought I’d share my own version. Here’s what this year looked like for me.</p><p>It started with a 45-day ceasefire; the short respite from the bombs was not even enough for us to mentally process the 15 months of nonstop killing and destruction that preceded it.</p><p>In February, I met many of the Palestinian captives who were set free as part of the truce and listened to the horror stories they recounted about their time being forcibly disappeared by the Israeli army. Among then was my high school teacher, Antar al-Agha. When I first saw him, I could not believe it was him. He was so pale and gaunt that he couldn’t stretch his arm to shake my hand.</p><p>He told me about the long time he spent in what they called the “scabies room” in the Israeli detention centre – a room designated to be an incubator for scabies. “At one dawn, I was finally allowed to wash my hands, but it didn’t turn out to be a relief for me. Once the water touched my hand, the skin started to peel as if it were a hot boiled potato. The blood burst from all over my hands. I can still feel the pain,” he recounted.</p><p>In March, Israel resumed the genocide, killing more than 400 people in a single blow in the middle of that month. It blocked all crossings into the Strip.</p><p>In April, the first signs of mass starvation started appearing.</p><p>In May, the Israeli army forcibly displaced me and my family from our house in eastern Khan Younis.</p><p>By the end of that month, Israel orchestrated a new creative form of mass murder and humiliation, cynically calling it the “Gaza Humanitarian Foundation”. Launched with the help of the United States, this entity started distributing food to starved Palestinians in the form of “hunger games”.</p><p>In June, because of extreme hunger, I, too, went to a GHF point. There, I saw my people crawling on the blazing hot sand to get food. I saw a young man protect himself from bullets by taking cover behind another person. I saw young men stabbing each other to death over a kilo of flour.</p><p>In July, the Israeli army flattened my house, along with my entire neighbourhood.</p><p>In August, the Integrated Food Security Phase Classification (IPC) officially confirmed that Gaza was experiencing famine. By then, there was nothing left for us to eat, not even flour. We were making thin-layered bread by grinding red lentils or rice bird feed. A piece of that was my only meal for the day.</p><p>In September, the Israeli army ordered another mass displacement from northern Gaza to the south, throwing hundreds of thousands into the misery of having to relocate yet again.</p><p>In October, another ceasefire agreement was announced. By then, I had no energy to feel anything. I had already been consumed by grief over losing many of my relatives and close friends, my home and my entire city. I lost both of my freelance content writing contracts as I couldn’t keep up with work due to the inhumane conditions of displacement.</p><p>Deep down, I knew that Israel would not abide by its side of the truce deal, and this wouldn’t be the final thread of loss.</p><p>In November, my suspicions were confirmed. Israel continued to bomb us. The genocide was just transformed from a high, loud and intense campaign of killing into a quieter version. The Israeli land-grabbing continued, with the so-called “yellow line” constantly expanding and swallowing more and more land, including what remained of my neighbourhood. That month, the world’s indifference was made even more apparent with governments refusing to condemn Israel’s ceasefire violations and instead showering it with rewards, like a $35bn gas deal.</p><p>In December, the cruel winter hit, flooding tents and collapsing buildings. Babies started dying of hypothermia.</p><p>If I were able to remove from my memory one event of this year of misery, it would be my trip to the GHF site. The scenes I saw there were what I believe is the peak level of evil. I still cannot shake off the feeling of fear when I walk by places that I passed on my way to the GHF site and on the way back.</p><p>Today, as I wander the rain-flooded narrow alleys of my tent camp, I ask myself: What makes all these people keep clinging onto life after losing their homes, jobs, and loved ones?</p><p>For all I know, it’s not hope; it’s a mixture of helplessness and surrender to fate.</p><p>Perhaps it is because in Gaza, time has frozen. Here, the past, the present, and the future happen simultaneously.</p><p>Time here is not an arrow – it does not fly. It is a circle that merges beginnings and ends, and between them lie infinite episodes of horrifying agony.</p><p>Similar to the fundamental laws of physics, which make no distinction between the past and the present, tragedy in Gaza makes no distinction either.</p><p>A movement of a pendulum from right to left is the same movement in the opposite direction, with the same energy and momentum. Unless we initiate the process, the past and future would not be identifiable.</p><p>Recently, I started entertaining the idea of retrocausality in Gaza, where the future affects the past, or where the effect occurs before the cause. Watching buildings collapse on their own, I imagine how Israeli planes bomb them sometime in the future, but we see them disintegrate now.</p><p>Of course, one would argue that buildings are still collapsing in Gaza because they were already damaged by Israeli bombardment. But it is also true that Israel keeps bombing what Palestinians rebuild. The same building would be bombed and restored over and over again, so it is not too much of a stretch of the imagination to see how Palestinian rubble at present is destroyed in the future by an Israeli bomb.</p><p>As the world looks to a new year and a better future, we in Gaza dread what is to come. We are caught between a past we don’t dare to remember and a future we don’t dare to imagine.</p><p>We can’t even make New Year’s resolutions because we have no control over our lives.</p><p>I want to eat less sugar, but Israel might do this for me by blocking all food from entering Gaza again.</p><p>I want to learn how to swim, but Israel might shoot me if I set foot in the sea.</p><p>I want to replant my back yard, but I can’t even get near it.</p><p>I want to take my mother to Umrah, to visit Masjid al-Haram, the Great Mosque of Mecca, but Israel is not allowing us to travel.</p><p>Probably the only New Year’s resolution I can make is to get used to chilly showers; the lack of gas and firewood may make that wish that much easier to fulfil.</p><p>In Gaza, there is nothing to plan for, and there is everything to wish for.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Leaked calls reveal plot by al-Assad regime officers to destabilise Syria | Syria's War News | Al Jazeera",
            "time": "2025-12-31T11:15:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/AFP__20241214__36QD7ZR__v1__HighRes__IsraelSyriaConflict-1734459591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Al Jazeera investigative programme has obtained hours of leaked audio recordings of prominent military officers in the regime of the ousted leader, Bashar al-Assad, discussing plans and efforts to destabilise Syria, and suggesting coordination with Israel.</p><p>The revelations, set to be broadcast on the programme <em>Al-Mutahari</em>, or <em>The Investigator</em>, on Wednesday evening, are based on more than 74 hours of leaked audio recordings and hundreds of pages of documents obtained in the investigation.</p><p>The leaks implicate al-Assad’s high-ranking officers, specifically Suheil al-Hassan, the brigadier-general who commanded the notorious Quwwat al-Nimr (Tiger Forces), an elite unit in the former regime’s army.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-will-stand-with-you\">‘Israel will stand with you’</h2><p>The investigation uncovers attempts by these officers to regroup, gather funding, and secure weapons to undermine stability in the country following the ousting of al-Assad.</p><p>In one of the most significant recordings, a source — identified in the leaks as a hacker or intermediary — is heard assuring al-Hassan of Israeli backing.</p><p>“The State of Israel, with all its capabilities, will stand with you,” the source tells al-Hassan.</p><p>“There is a level higher than me, Mr Rami is the one who coordinates,” al-Hassan is heard saying. “And I have dangerous intelligence information.”</p><p>It has been a year since a <a href=\"/news/2025/12/8/how-many-syrians-have-returned-home-one-year-since-the-fall-of-al-assad\" target=\"_blank\" rel=\"noopener\">lightning offensive</a> by allied rebel groups, led by current President Ahmed al-Sharaa, ended the Assad dynasty’s 54-year reign, forcing Bashar al-Assad into Russian exile.</p><p>Yet, as the regime collapsed, Israel seized on the instability by significantly escalating its military campaign in Syria, targeting much of its neighbour’s military infrastructure, including main airports, air defence systems, fighter planes, and other strategic facilities, as well as occupying more of Syria’s Golan Heights, and bombing the capital, Damascus, in July.</p><p>Over the past year, <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">Israel has launched more than 600</a> air, drone or artillery attacks across Syria, averaging nearly two a day, according to a tally by the Armed Conflict Location and Event Data (ACLED).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-feeling-of-the-coast\">‘The feeling of the coast’</h2><p>The recordings also feature Ghiath Dalla, a former brigadier-general in al-Assad’s forces, who appears to validate al-Hassan’s position as a representative of the regime’s traditional strongholds.</p><p>“My Master, Suheil the Tiger, spoke the feeling of the whole mountain and the whole coast,” Dalla is heard saying, referring to the coastal and mountainous regions that were long considered the heartland of support for the al-Assad family.</p><p>The leaked conversations also capture al-Hassan expressing disdain for current developments, referred to as “the flood”.</p><p>“Our prayers for you all are that this foolishness, this evil, and this blackness called the flood ends,” al-Hassan says in the recording.</p><h2 id=\"investigation-to-air\">Investigation to air</h2><p>The full extent of the plot will be detailed in the upcoming episode of <em>The Investigator</em>, hosted by Jamal el-Maliki.</p><p>Parts of the leaks are airing on Al Jazeera’s platforms on Wednesday, with the complete investigation scheduled for release in mid-January.</p></div></div></body></html>"
        },
        {
            "title": "What led to Saudi Arabia’s strike on Yemen? | Conflict | Al Jazeera",
            "time": "2025-12-31T11:11:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767179462.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "From the US to China, 2025 a blockbuster year for stock markets | Financial Markets News | Al Jazeera",
            "time": "2025-12-31T10:57:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25364046574448-1767175887.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>From the US to China, 2025 a blockbuster year for stock markets</h1><p class=\"article__subhead\"><em>Wall Street’s benchmark S&amp;P 500 saw its third year of double-digit gains, while non-US stocks registered their best run since 2009.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Stock markets had a stellar run in 2025.</p><p>From North America to Europe and Asia, markets racked up some of the biggest gains in years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Wall Street achieved a third straight year of heady returns, non-US stocks did even better as investors sought out alternative markets amid the tumult wrought by United States President Donald Trump’s shake-up of global trade.</p><p>The globally-focused MSCI ACWI Ex-US index had its strongest performance since 2009, when the global financial crisis was in full swing.</p><p>The index, which tracks non-US stocks in more than 40 markets, was on Wednesday on track to finish 2025 up about 29 percent, compared with the more than 17 percent return of the benchmark S&amp;P 500.</p><p>The bullish streak marks a break from the decade-plus trend of US stocks dominating global indexes.</p><p>Analysts have attributed the standout performance by non-US markets to uncertainty caused by Trump, concerns about the sky-high valuations of Silicon Valley tech firms, artificial intelligence (AI) advances in China and the weakness of the US dollar, among other factors.</p><p>“International stocks could be poised for another strong year as earnings and economic growth are expected to accelerate and stocks are attractively valued compared with stocks in the S&amp;P 500 index,” Charles Schwab analyst Michelle Gibley said in a note earlier this month.</p><p>Asia saw some of the biggest gains.</p><p>South Korea, long among the weakest developed markets despite being home to corporate giants Samsung and Hyundai, topped the global rankings, with its KOSPI finishing up nearly 76 percent.</p><p>SK Hynix and Samsung Electronics led the gains, rising some 280 percent and 125 percent, respectively, on the back of strong demand for their chips used in AI.</p><p>Hong Kong’s Hang Seng Index ended the year nearly 31 percent higher, while the SSE Composite Index in Shanghai was up more than 21 percent.</p><p>In Japan, the Nikkei 225 was up about 28 percent.</p><p>Europe also finished strong.</p><p>The FTSE 100 in London and DAX 40 in Frankfurt were both heading into 2026 up more than 20 percent.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh mourns Khaleda Zia in state funeral with massive crowds | Politics News | Al Jazeera",
            "time": "2025-12-31T10:40:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T065158Z_951398015_RC2IRIAXD675_RTRMADP_3_PEOPLE-KHALEDA-ZIA-FUNERAL-1767171695.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh bade farewell to former Prime Minister Khaleda Zia in a state funeral that drew vast crowds mourning a towering political figure whose leadership shaped the nation for decades.</p><p>Zia, the first woman to serve as prime minister in the South Asian nation of 170 million people, died on Tuesday aged 80. Flags flew at half-mast across the country on Wednesday as thousands of security personnel lined Dhaka’s streets while her flag-draped coffin travelled through the capital.</p><p>Massive crowds gathered outside Bangladesh’s parliament building for the funeral prayers. People from Dhaka and beyond streamed towards Manik Mia Avenue, where the parliament building is located, since early morning to pay their last respects.</p><p>Retired government official Minhaz Uddin, 70, came despite never having voted for her. “I came here with my grandson, just to say goodbye to a veteran politician whose contributions will always be remembered,” he said, watching from behind a barbed wire barricade.</p><p>Zia entered politics following her husband’s death and rose to prominence opposing a military ruler who was ultimately ousted in a 1990 mass uprising. She first became prime minister in 1991 after a landslide victory when parliamentary democracy was introduced, and remained leader of the Bangladesh Nationalist Party until her death.</p><p>Known for her calm demeanour, Zia maintained a strong political rivalry with her archrival Sheikh Hasina, who led the Bangladesh Awami League party and ruled for 15 years before being ousted in a 2024 mass uprising.</p><p>Security was extensive, with authorities deploying approximately 10,000 personnel, including soldiers, to maintain order. Nobel Peace Prize laureate Muhammad Yunus’s interim government announced three days of mourning and declared Wednesday a public holiday to honour the three-time prime minister’s legacy.</p></div></div></body></html>"
        },
        {
            "title": "Memories of a Dream: How Music Revives a Woman’s Lost Dream | Al Jazeera | Al Jazeera",
            "time": "2025-12-31T10:26:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767176547.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the small village of Balykchy, Kyrgyzstan, an ordinary woman spends her days caring for her grandchildren and working as a school janitor – her dreams a distant memory.</p><p>But each evening, when she picks up her old komuz, an ancient Kyrgyz stringed instrument, memories of her childhood dream of performing on stage come rushing back.</p><p>A quiet reflection on memory, routine and the spark that never fades.</p><p>Memories of a Dream is a documentary short by Danysh Akylbekov, produced by Madaniyat Entertainment.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israeli ban on Gaza aid groups is “going to be catastrophic” | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-31T10:16:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/James-Smith-16x9-1767176003.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Myanmar military reports 50 percent turnout in first election phase | Elections News | Al Jazeera",
            "time": "2025-12-31T10:14:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-28T115248Z_1277906217_RC2JPIAQQT7V_RTRMADP_3_MYANMAR-ELECTION-1767171505.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar military reports 50 percent turnout in first election phase</h1><p class=\"article__subhead\"><em>Military hails elections as a ‘victory’, despite criticism from rights groups and reduced turnout compared with past polls.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar’s military has claimed a voter turnout of more than 50 percent in the first stage of its national elections, framing the vote as “successful” despite widespread condemnation as a “sham” poll from rights groups.</p><p>Military spokesman Zaw Min Tun said 52 percent of enrolled voters – more than six million people – cast their ballots on Sunday in the first phase of the <a href=\"/video/newsfeed/2025/12/28/video-myanmars-military-holds-first-election-since-2021-coup\">three-part election</a>, held amid an ongoing civil war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The pro-military Union Solidarity and Development Party (USDP) claimed an overwhelming victory. One senior party official suggested the USDP, led by retired generals and often described as a civilian proxy for the military, had <a href=\"/news/2025/12/29/myanmar-pro-military-party-claims-huge-lead-in-contentious-elections\">won more than 80 percent of seats</a> contested in the lower house of the legislature.</p><h2 id=\"violence-and-repression\">‘Violence and repression’</h2><p>Rights advocates and Western diplomats have slammed the vote as a “sham”, citing the military’s broad <a href=\"/news/2025/7/30/myanmar-military-government-sets-long-prison-terms-for-election-protests\">crackdown on dissent</a> and the exclusion of parties critical of its rule.</p><p>“These elections are clearly taking place in an environment of violence and repression,” United Nations human rights chief Volker Turk said on December 23. “There are no conditions for the exercise of the rights of freedom of expression, association or peaceful assembly that allow for the free and meaningful participation of the people.”</p><p>Turnout was also well below the levels seen in the last national elections in 2020, which stood at about 70 percent.</p><p>Still, the military presented the result as a resounding success.</p><p>“Even in developed democratic nations, there are situations where voter turnout does not exceed 50 percent,” Min Tun said, hailing ‌the turnout as a “source of pride”.</p><p>“This successful election is not the victory of our government. It’s the victory of our country and people,” the official said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sunday’s voting covered only about a third of Myanmar’s 330 townships, as large parts of the country are inaccessible <a href=\"/news/2025/12/27/whats-happening-in-myanmars-civil-war-as-military-holds-elections\">due to fighting</a> between the military and opposition forces.</p><p>The next rounds are scheduled for January 11 and January 25, covering 265 of Myanmar’s 330 ‌townships, although the military does not have complete ⁠control of all those areas.</p><p>The military’s legal framework for the election has no minimum voter turnout requirement, said the Asian Network for Free Elections poll monitoring group.</p><p>Nobel ‌Peace Prize winner Aung San Suu Kyi, deposed by the military months after her National League for Democracy won a general election landslide ‍in 2020, <a href=\"/news/2022/4/27/myanmars-aung-san-suu-kyi-sentenced-to-jail-for-corruption\">remains in detention</a>, and the party she led to power has since been dissolved.</p></div></div></body></html>"
        },
        {
            "title": "What being a woman in Gaza means in this genocidal war? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-31T09:52:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_692098ff82e7-1763743999.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Women in Gaza are surviving the unsurvivable.</p><p>They are managing daily food scarcity while caring for their children under conditions of absolute deprivation; although a ceasefire stipulation, Israel continues to block tents and caravans, among other critical winter aid.</p><p>Women in Gaza continue to navigate repeated displacement, packing and unpacking their families’ lives over and over again under heavy bombardment.</p><p>They are caring not only for their own children, but also for the injured, the elderly, and the orphaned.</p><p>Above all, they carry the invisible but crushing emotional labour of holding families together through grief, terror, uncertainty and unrelenting loss amid unprecedented destruction.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"women-are-erasing-themselves-so-others-can-survive\">Women are erasing themselves so others can survive</h2><p>As a woman, I carry the burden of reporting the horrors that I, too, am faced with.</p><p>I have reported, daily, on the Israeli genocide in Gaza, and there has not been a single day without a mother breaking my heart. Not one.</p><p>Every day, I meet women who are exhausted beyond words, whose bodies starve while their hearts refuse to give up. In Gaza, a mother’s love has become an act of resistance against Israeli oppression.</p><p>“I hold my baby close all night long, fearing the cold will take my child away from me, or the rain will sweep him away. I can’t sleep,” Suzan told me. She was displaced in the Zeitoun neighbourhood, surviving in a fragile tent for more than two years.</p><p>“We only have three blankets,” she continued. “We share them. It’s OK if I can’t warm myself. My children can’t survive this cold without them.”</p><p>I hear versions of this sentence everywhere I go. Mothers who erase themselves so their children can survive.</p><p>During the height of the famine, I witnessed unconditional love in the rawest of forms.</p><p>I will never forget how, without exception, every mother told me she deprived herself of food so her children could eat.</p><p>“I cut one flatbread into pieces for my sons and daughters,” Maysoun told me. “When they eat, it’s as if I ate.”</p><p>Maysoun is representative of the mothers of Gaza. Different faces, different stories, but the same sacrifice.</p><h2 id=\"every-cycle-a-nightmare\">Every cycle a nightmare</h2><p>For more than two years, displaced women have not been able to access toilets or privacy, deprived of safety and dignity. These women grew up sheltered, with safe spaces to pray, eat and wash. Sharing a toilet with 1,000 people is something you never become accustomed to.</p><p>They have to manage menstruation, pregnancy, childbirth and illness while living in overcrowded shelters, tents, or the open air, without the basic necessities needed to sustain life.</p><p>I was not spared from this reality. I, too, couldn’t find sanitary pads or painkillers post-surgery.</p><p>Every menstrual cycle is a nightmare – a monthly reminder of how fragile dignity becomes in war. How pain becomes something we are expected to endure silently.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"thousands-were-widowed-during-the-war\">Thousands were widowed during the war</h2><p>Living without a husband adds another layer of vulnerability for many. Many women have told me how empty they feel after losing the love of their lives. Others describe the struggle of managing their families under relentless bombardment and displacement.</p><p>Widowhood in Gaza is not just loss – it is exposure, fear and isolation.</p><p>While the Israeli-US aid distribution point, GHF, was in operation, thousands of Palestinians were either shot or killed while waiting for aid.</p><p>The Israeli policy of preventing aid or commercial supplies from entry forced women to risk death while trying to secure food rations for their families.</p><p>Israeli-inflicted hunger pushed these women into kill zones. Many who went were injured. Many were killed.</p><p>Nearly everyone in Gaza is malnourished, including new mothers who struggle to breastfeed their newborns, despite their own bodies weakened after months of prolonged hunger.</p><p>Many are physically unable to produce milk, and with infant formula unavailable or unaffordable, mothers are forced to feed their babies with whatever they can find – choices no mother in Gaza had to make before the war began.</p><p>At Al-Aqsa Hospital, I met a woman with a bullet lodged in her stomach; she was shot at a GHF distribution point. While holding my gaze, she lifted her shirt and showed me her wound, asking if I thought the scar would disfigure her body. She continued to tell me of the pain of being stitched up without anaesthesia.</p><p>I was jerked back to my own memory of waking up after gall bladder surgery without painkillers.</p><p>I cried. I screamed. All I wanted was something to numb the pain, something to make it stop.</p><p>I thought of the many pregnant women I reported on, giving birth without anaesthesia, without pain relief, without even a clean room to give birth in.</p><p>Women screaming into the void, bringing life into the world while surrounded by death and destruction. And to think, if there were enough political will among Israel’s Western allies, none of this would be happening.</p><p>There are more untold stories that must be told. Rasha, a breast cancer patient waiting endlessly for the Rafah crossing to open so she could leave Gaza for treatment, told me she believed she had developed cancer after being trapped under the rubble of her bombed-out home for hours.</p><p>“I inhaled all the toxins, all the dust,” she said, tears streaming down her sunken face. “This is why I think I have breast cancer now. I was healthy before this war.”</p><p>And while I continue to report on the horrors faced by the women of Gaza, I, too, feel like my own erasure. I try to provide whatever solace I can, but I know my words cannot provide the comfort these women need, the relief they deserve.</p><p>How do you respond to that as a reporter?</p><p>Another woman who will never leave my mind is Hala, who miscarried while being forcibly displaced from the north to the south.</p><p>“I was pregnant with twins,” she told me. “I miscarried one and saved the other.”</p><p>She paused. “I was bleeding the whole way, while carrying my belongings. I was forced to pack up whatever I could from our home and flee or risk death by bombardment.”</p><p>I remember her voice – how it trembled but did not break.</p><p>I remember how helpless I felt standing in front of her, my only weapon my notebook, my camera, my voice.</p><p>Everywhere I go, I carry the voices of these women with me.</p><p>They echo in my head and my heart. I hear them when I try to sleep, and when I report on air. I hear them when I am silent.</p><p>Every woman I met entrusted me with her pain, her story, her truth. And none of them will ever leave my mind. I will carry them with me for the rest of my days.</p><p>Because to be a woman in Gaza is to endure the unendurable – and to keep loving anyway.</p></div></div></body></html>"
        },
        {
            "title": "This is 2025 from A to Z by the words that marked the year | Digital Series | Al Jazeera",
            "time": "2025-12-31T09:38:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1767173886.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bulgaria set to adopt the euro - why is this causing controversy? | Business and Economy News | Al Jazeera",
            "time": "2025-12-31T09:32:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T060919Z_139445624_RC2MLIA2IJJJ_RTRMADP_3_BULGARIA-EUROZONE-PREVIEW-1767016274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bulgaria will become the 21st member of the eurozone – or Schengen monetary area – on Thursday, despite deep scepticism from some in the country amid fears of inflation.</p><p>The Southeast European country has been a member of the European Union since 2007, but formally met the eurozone’s entry criteria only in January 2025, paving the way for its currency ascension after a long delay.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move will increase the number of Europeans using the euro to 356 million people, and geographically extend the single currency into the Black Sea area for the first time, despite ongoing geopolitical tensions.</p><p>However, there is concern among some Bulgarians that adopting the euro could bring on an economic crisis in a country considered the poorest in the EU.</p><p>There is widespread mistrust in the government. Earlier this December, the minority pro-EU coalition leading the country was compelled to resign after mass protests erupted against a proposed budget plan that sought to introduce higher taxes. Despite the plan being withdrawn, the protests grew to encompass demands for broader governmental change.</p><p>Here’s what we know about why the move to adopt the euro in Bulgaria has become so controversial:</p><figure id=\"attachment_4145256\" aria-describedby=\"caption-attachment-4145256\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145256\" src=\"/wp-content/uploads/2025/12/AFP__20251201__86RG9NQ__v1__HighRes__BulgariaPoliticsGovernmentProtest-1764679084.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters hold placards depicting Bulgarian politician Delyan Peevski during an anti-government protests in Sofia on December 1, 2025. Tens of thousands of people held anti-government protests in Bulgaria on Monday, widening an anti-corruption movement sweeping the European Union's poorest country as it prepares to adopt the euro. (Photo by Nikolay DOYCHINOV / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145256\" class=\"wp-caption-text\">Protesters hold placards depicting Bulgarian politician Delyan Peevski, accused of corruption, during an antigovernment protest in Sofia on December 1, 2025. Tens of thousands of people protested on December 29, widening an anticorruption movement sweeping the country as it prepares to adopt the euro [Nikolay Doychinov/AFP]</figcaption></figure><h2 id=\"what-s-happening\">What’s happening?</h2><p>Bulgaria, a country of 6.7 million people, joined the EU in 2007 and has since been pushing to join the eurozone.</p><p>However, political instability has slowed the progress of reforms required for the country to be accepted into the zone, as government after government has grappled with allegations of corruption.</p><p>Under the 1992 Maastricht Treaty, EU member states must meet five criteria before they can join the eurozone. These set fixed targets for inflation, budget deficit, debt-to-GDP (gross domestic product) ratio, exchange rate stability and long-term interest rates. Monetary policy is centrally controlled by the European Central Bank (ECB).</p><p>The EU finally greenlit Bulgaria’s ambitions in January 2025, after determining that it had now met the economic and legislative criteria to join the eurozone. In June and July, EU institutions – the European Council, the Financial Affairs Council, both in Brussels, and the European Parliament in Strasbourg – gave their approval for the accession.</p><h2 id=\"how-does-joining-the-eurozone-work\">How does joining the eurozone work?</h2><p>The EU has set a conversion rate of 1 euro to 1.95583 Bulgarian lev (BGN) under the European Exchange Rate Mechanism, which Bulgaria joined in 2020 as a condition for adopting the euro. The move formally pegged the lev to the euro. However, the lev had informally already been pegged to the euro since 1999 when Germany switched to the currency. This is because Bulgaria had tied its currency to the German mark in 1997 in a bid to stabilise its economy and rein in soaring inflation. Therefore, many analysts say, the formal adoption of the single currency may not bring as big a change as some fear.</p><p>Furthermore, while Bulgarian businesses will now be able to access the single euro market without further exchange risks, researchers from the National Bank of Belgium estimate that more than 80 percent of Bulgarian imports have been denominated in euros since 1999.</p><p>Since it joined the exchange rate mechanism in 2020, Bulgaria has been subject to ECB policy. Now, it will have a seat at the bank’s governing council, giving the country a say on rating policy.</p><p>There will be a transitional process for businesses and consumers. Prices in stores will be displayed in both leva and euros until August 2026, and the lev will continue to be accepted until January 31.</p><p>For six months, Bulgarians will be able to exchange leva in cash for euros at any commercial bank, post office, or the Bulgarian National Bank. Once old currencies have been collected back in, they are typically shredded and recycled.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"why-are-some-bulgarians-sceptical-about-joining-the-eurozone\">Why are some Bulgarians sceptical about joining the eurozone?</h2><p>Bulgarians are fairly evenly split on the issue of joining the eurozone. Surveys conducted by the Bulgarian firm Alpha Research showed that in May 2025, 46.5 percent supported adopting the euro, while 46.8 percent opposed it. According to pollsters, most of those against the move were residents of smaller towns and villages, often pensioners or semi-educated working-age individuals active on social media.</p><p>The main fears driving opposition to the euro are that the change will push up prices, affect buying power, and reduce wages, according to the survey.</p><p>Experiences in other countries have shown that “whenever there is a changeover from national currency to the euro, there is often a minor inflation effect, but it’s typically less than 1 percent”, analyst Zsolt Darvas of Brussels-based think tank Bruegel told The Associated Press news agency.</p><p>Speaking in the capital city, Sofia, in November, ECB President Christine Lagarde said switching to the euro would deliver “smoother trade, lower financing costs and more stable prices”. She added that adopting the euro would have a “modest” inflation impact of 0.2 to 0.4 percent.</p><p>But many Bulgarians also fear the move will lead to a loss of Bulgarian identity, as prominent figures are currently featured on lev banknotes. Ivan Milev, for example, whose image is displayed on the 5 lev note, was a prominent early twentieth-century painter who helped shape Bulgarian modernism.</p><p>Bulgaria has endured seven parliamentary elections in the past four years, and many voters are concerned about the political establishment’s ability to handle the change.</p><p>The ruling coalition, which was forced to step down in December after it proposed higher taxes, was itself divided on the issue.</p><p>It was a fragile coalition of ideologically opposed groups, including the centre-right and pro-Europe Citizens for European Development of Bulgaria (GERB) party, the pro-Russian, post-communist Bulgarian Socialist Party-United Left (BSP-OL) and the conservative-nationalist There is Such a People (ITN).</p><p>President Rumen Radev, who is backed by the BSP-OL and ITN, called for a referendum on the issue in June, citing the country’s lack of readiness and prompting heated debates in parliament. Lawmakers rejected the move, however.</p><p>Political opposition groups, particularly pro-Russian parties which are ideologically opposed to further integration with the EU, argue that adopting the euro will affect Bulgaria’s financial sovereignty and make it too dependent on Brussels.</p><p>“Someone else will decide how we spend our money, the Bulgarian budget will be approved by the European Central Bank,” Kostadin Kostadinov, leader of the pro-Russian Vazrazhdane party, told protesters calling for a referendum on the currency issue in June. “This is an antistate coup, this is treason,” he added.</p><p>Kostadinov and other far-right politicians have also been accused of spreading false claims that the savings of common Bulgarians will disappear as a result of the change, while online Russian networks are alleged to have amplified similar narratives, according to Euronews reports.</p><p>“I am against it, first because the lev is our national currency,” Emil Ivanov, a pensioner in Sofia, told the Reuters news agency. “Secondly, Europe is heading towards demise, which even the American president mentioned in the new <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">national security strategy</a>.</p><p>“I may not be alive when this [the EU’s demise] happens, but that is where everything is going,” she added.</p><p>Euroscepticism is rising across the continent as a whole as far-right political parties gain more influence. Nearly one-third of European voters now support far-right parties, up from just 3 percent in the mid-2000s, according to the London-based Centre for Economic Policy Research (CEPR).</p><p>However, despite the distrust, many Bulgarians are happy about joining the eurozone, particularly businesses which trade across borders and those working in the tourism sector. Government billboards in Sofia display the message: “Common past. Common future. Common currency.”</p><h2 id=\"are-eu-member-states-required-to-adopt-the-euro\">Are EU member states required to adopt the euro?</h2><p>Yes, all 27 EU member states are legally obliged to use the euro, although there is no set timeframe by which they must adopt the currency. Members have the right to postpone adoption and set their own timelines, and the EU releases its own report every two years assessing members’ readiness to join the eurozone.</p><p>In January 2023, Croatia became the latest EU country to adopt the euro, relinquishing its kuna at a rate of 1 euro to 7.53 kuna (KN). It joined the EU in 2013.</p><p>Six EU members are still not part of the eurozone: Poland (which has the zloty), Denmark (krone), Hungary (forint), Romania (leu), Sweden (krona), and the Czech Republic (koruna).</p><p>Most have chosen to hold on to their currencies to maintain independence from the ECB on key issues, such as growth rates, handling inflation, or national debt, and being able to choose to devalue their currencies. Only the Romanian government has set a tentative deadline of 2027 or 2028 for joining the single currency.</p><p>Under the 1992 Edinburgh Agreement, Denmark was the only member to secure a special opt-out deal with the EU after Danish voters rejected the Maastricht Treaty in a referendum, voting instead to keep the krone. A second referendum on joining the eurozone in 2000 yielded another “no” response from 53.2 percent of voters.</p><p>The United Kingdom, which was a member of the EU until 2020, secured an opt-out when the Maastricht Treaty was being negotiated in 1992, and it never adopted the euro.</p><p>At its creation in 1999, 1 euro was worth about $1.17, and it is currently $1.18. Against the pound, the euro was initially set at about 0.70 pounds, while the current rate is approximately 0.87 pounds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Huge crowds for Khaleda funeral as Bangladesh bids farewell to ex-leader | Politics News | Al Jazeera",
            "time": "2025-12-31T09:26:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T055845Z_1262615330_RC2HRIAN5FB2_RTRMADP_3_PEOPLE-KHALEDA-ZIA-FUNERAL-1767170257.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Vast crowds have gathered in the Bangladeshi capital Dhaka for the state funeral of former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a>, with mourners travelling from across the country to bid farewell to a towering political leader.</p><p>Footage showed huge crowds streaming in towards the national parliament building on Manik Mia Avenue, where her coffin, draped in the national flag, was taken in a convoy on Wednesday.</p><p class=\"p1\">Hundreds of thousands of her supporters, along with dignitaries from India and Pakistan, were expected to attend, with about 10,000 security personnel lining the streets to maintain order, officials said.</p><p>Khaleda, the first woman to serve as prime minister in the South Asian nation when she became premier in 1991, <a href=\"/news/2025/12/30/bangladeshs-former-prime-minister-khaleda-zia-dies\">died on Tuesday</a> aged 79, after a prolonged illness.</p><p>Bangladesh has declared three days of state mourning, while tributes have flowed <a href=\"/news/2025/12/30/world-reacts-to-death-of-khaleda-zia-bangladeshs-first-female-leader\">from world leaders</a> as mourners farewell a politician viewed as a figurehead of the country’s democratic movement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"an-entire-nation-is-grieving\">‘An entire nation is grieving’</h2><p>Reporting from outside parliament in Dhaka, Al Jazeera’s Tanvir Chowdhury said emotions were high among the huge crowds gathered for the state funeral.</p><p>“Many people are weeping,” he said.</p><p>“People were coming from all across the country to gather here. They said we have to come … to show that she will be missed.”</p><p>Mourners had described her as “a great leader for this country”, saying she had “shown us the way to democracy”, he said.</p><p>“An entire nation is grieving,” he added.</p><p>One mourner, Sharmina Siraj, told the AFP news agency that Zia was “an inspiration”, saying it was “difficult to imagine women in leadership positions anytime soon”.</p><p>Siraj, a 40-year-old mother of two, said stipends introduced by Zia to support girls’ education “had a huge impact on the lives of our girls”.</p><p>Watching from behind a barbed wire barricade as Zia’s body passed by, retired government official Minhaz Uddin told AFP that while he had never voted for her, he came to honour the former leader.</p><p>“I came here with my grandson, just to say goodbye to a veteran politician whose contributions will always be remembered,” he said.</p><figure id=\"attachment_4206223\" aria-describedby=\"caption-attachment-4206223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206223\" src=\"/wp-content/uploads/2025/12/AFP__20251231__89BY9T3__v1__HighRes__BangladeshPoliticsZia-1767170085.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners arrive to take part in Khaleda Zia's state funeral ceremony in Dhaka \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206223\" class=\"wp-caption-text\">Mourners arrive to take part in the state funeral ceremony in Dhaka [Munir Uz Zaman / AFP]</figcaption></figure><h2 id=\"a-guiding-presence\">‘A guiding presence’</h2><p>Zia’s son Tarique Rahman, who <a href=\"/news/2025/12/26/why-bnp-leader-tarique-rahmans-return-to-bangladesh-matters-ahead-of-vote\">returned</a> to Bangladesh on Thursday after 17 years in self-imposed exile in the UK, said in a statement that the country was mourning “the loss of a guiding presence that shaped its democratic aspirations”.</p><p>His mother, he said, had “endured repeated arrests, denial of medical care, and relentless persecution”, but “her resilience … was unbreakable”.</p><p>Rahman, the acting chairman of Khaleda’s Bangladesh Nationalist Party, “will possibly be the next prime minister” if his party wins the elections in February, Chowdhury said.</p><p>India’s government said Foreign Minister Subrahmanyam Jaishankar was due to attend the funeral, in the most senior visit by an Indian official since the overthrow of former Prime Minister Sheikh Hasina, Khaleda’s great political rival.</p><p>Senior officials from Pakistan were also expected to attend.</p><p>Khaleda’s body will be interred in a park outside the parliament building alongside her late husband, Ziaur Rahman, who was assassinated in 1981 during his time as president.</p></div></div></body></html>"
        },
        {
            "title": "Protests, strikes after Iran’s economic situation rapidly deteriorates | Politics | Al Jazeera",
            "time": "2025-12-31T09:19:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767172768.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "War in Sudan: Humanitarian collapse, fighting, deadlock, December 2025 | Sudan war News | Al Jazeera",
            "time": "2025-12-31T09:06:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251226__892M8C7__v1__HighRes__SudanConflictDisplaced-1766819742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>War in Sudan: Humanitarian collapse, fighting, deadlock, December 2025</h1><p class=\"article__subhead\"><em>Mass atrocities in Kordofan, the seizure of a key oilfield, and a “crime scene” in el-Fasher mark a deadly month as international funding dries up.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The brutal war in Sudan, now deep into its third year, has shifted its centre of gravity to the strategic central region of Kordofan from Darfur, threatening to split the country in two.</p><p>December saw the paramilitary Rapid Support Forces (RSF) expand its offensive, seizing vital oil infrastructure and laying siege to key cities, while the government-aligned Sudanese Armed Forces (SAF) intensified aerial campaigns.</p><p>Humanitarian conditions hit a new nadir as the United Nations warned of a “survival mode” operations plan due to severe funding cuts, leaving millions at risk of starvation in 2026.</p><p>Here are the key battlefield, humanitarian, and political developments for December 2025.</p><p><strong>Fighting and military control</strong></p><ul>\n<li>Battle for oil and the South Sudan deal<strong>:</strong> On December 8, the RSF seized the strategic Heglig oilfield – Sudan’s largest – in West Kordofan. Following a deadly drone attack on the facility, a tripartite agreement involving SAF, RSF, and Juba saw South Sudanese troops deploy to secure the field and neutralise it from combat.</li>\n<li>Kordofan as the new epicentre<strong>:</strong> Violence surged across Kordofan. The RSF claimed control of Babnusa, the gateway to West Kordofan, though the army denied the total fall of the city. Meanwhile, the RSF maintained “airtight sieges” on Kadugli and Dilling in South Kordofan, while pushing towards the strategic North Kordofan capital, el-Obeid.</li>\n<li>Escalation of drone warfare<strong>:</strong> Drones were used <a href=\"/news/2025/12/26/rsf-says-sudans-army-launches-air-strikes-on-paramilitary-stronghold-nyala\">extensively</a> by both sides with devastating effect. A strike on the Atbara power plant in River Nile state plunged major cities, including Port Sudan, into darkness. In Kalogi, South Kordofan, a drone attack on a preschool and hospital killed at least 116 people, including 46 children.</li>\n<li>Attacks on UN Peacekeepers<strong>:</strong> On December 13, a drone attack hit a UN logistics base in Kadugli, killing six Bangladeshi peacekeepers and wounding eight others. UN Secretary-General Antonio Guterres condemned the attack, stating it may constitute a war crime.</li>\n<li>El-Fasher a “crime scene”: A UN team gained access to el-Fasher for the first time since its fall in October, describing the largely deserted city as a “<a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">crime scene</a>“. A report by the Yale Humanitarian Research Lab documented a systematic RSF campaign to burn bodies and destroy evidence of mass killings.</li>\n<li>Military plane crash: An Ilyushin Il-76 military transport plane crashed at Port Sudan’s Osman Digna airbase due to a technical malfunction, killing the entire crew.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Humanitarian crisis</strong></p><ul>\n<li>Aid funding collapse: The UN announced it has been forced to halve its 2026 appeal to $23bn due to donor fatigue. Consequently, the World Food Programme (WFP) warned it must cut food rations by 70 percent starting in January, affecting communities already facing famine.</li>\n<li>Sudan tops emergency list: The International Rescue Committee (IRC) placed Sudan at the top of its Emergency Watchlist for 2026, citing the convergence of conflict, economic collapse, and shrinking international support.</li>\n<li>Systematic sexual violence: A report by the Strategic Initiative for Women in the Horn of Africa (SIHA) documented nearly 1,300 cases of sexual violence, attributing 87 percent of them to the RSF. The report detailed how rape is being used as a weapon of war, particularly against non-Arab groups.</li>\n<li>Health catastrophe: Malnutrition rates have <a href=\"/news/2025/12/30/one-in-two-children-malnourished-in-parts-of-sudans-north-darfur-un-says\">skyrocketed</a>, with UNICEF reporting that 53 percent of children screened in North Darfur are acutely malnourished. In Khartoum, a survey found 97 percent of households face food shortages, as authorities began exhuming makeshift graves in residential areas to move bodies to official cemeteries.</li>\n<li>EU Air Bridge: The European Union launched an “air bridge” operation to deliver life-saving supplies to Darfur, describing the situation there as “one of the world’s hardest places to reach”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Diplomacy and political developments</strong></p><ul>\n<li>Deadlock at the UN: Sudanese Prime Minister Kamil Idris presented a <a href=\"/news/2025/12/24/what-is-the-new-peace-initiative-proposed-by-sudans-pm-kamil-idris\">peace plan</a> to the UN Security Council proposing an RSF withdrawal and disarmament. The RSF rejected the proposal as “wishful thinking” and “fantasy”.</li>\n<li>Al-Burhan rejects compromise: Speaking from Turkiye, SAF chief Abdel Fattah al-Burhan ruled out negotiations, insisting the war would only end with the RSF’s “surrender” and disarmament.</li>\n<li>Civilian “Third Pole”: In Nairobi, civilian leaders, including former PM Abdalla Hamdok and rebel leader Abdelwahid al-Nur, signed a declaration forming a new antiwar bloc, attempting to reclaim political agency from the warring generals.</li>\n<li>US pressure and sanctions: US Secretary of State Marco Rubio intensified diplomatic efforts, stating President Donald Trump is personally involved. The US Treasury sanctioned four Colombian nationals and companies for recruiting mercenaries to fight for the RSF.</li>\n<li>ICC Conviction: In a historic verdict, the International Criminal Court sentenced former Popular Defence Forces (Janjaweed) leader Ali Kushayb to 20 years in prison for war crimes committed in Darfur (2003-2004), the first such conviction for the region.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mali, Burkina Faso ban US citizens in response to Trump travel bans | Migration News | Al Jazeera",
            "time": "2025-12-31T08:32:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_695498f8e961d-1767151864.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mali and Burkina Faso have announced their plan to apply reciprocal visa bans to citizens of the United States, weeks after President Donald Trump included the West African countries in an expanded <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">travel ban list</a>.</p><p>In separate letters shared late on Tuesday, both countries emphasised that the new measures were aimed at applying the same rules to Americans travelling to their countries as their citizens face when travelling to the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mali’s Ministry of Foreign Affairs and International Cooperation said US citizens travelling to the country would experience “the same conditions and requirements as those imposed by the American authorities on Malian citizens entering the United States”.</p><p>It added that the changes were being introduced as “a matter of reciprocity and with immediate effect”.</p><p>Burkina Faso said it was applying “equivalent visa measures to citizens of the United States of America” and emphasised that it “remains committed to mutual respect, the sovereign equality of States, and the principle of reciprocity in its international relations”.</p><p>The announcements came after Trump said on <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">December 16</a> he was adding seven more countries, as well as the holders of Palestinian Authority documents, to a list of countries whose nationals were “fully” restricted and limited from entering the US.</p><p>Burkina Faso and Mali were among the countries added to the list, all of which were either Arab or African nations.</p><p>Trump said at the time that the changes were being introduced to meet US “foreign policy, national security, and counterterrorism objectives”.</p><p>A section explaining the reasons for the ban on nationals from Burkina Faso said the US Department of State had found “terrorist organisations continue to plan and conduct terrorist activities throughout Burkina Faso”.</p><p>It also cited visa overstays and a historic refusal to “accept back” nationals deported from the US.</p><p>In relation to Mali, Trump’s announcement said the State Department had found “armed conflict between the Malian government and armed groups is common throughout the country and that “terrorist organisations operate freely in certain areas of Mali”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In total, the new additions brought the total to 19 countries plus Palestine, the countries banned under Trump, who also introduced similar travel bans during his first presidency.</p><p>Together with Niger, which was also included in the list of new countries banned by the US in mid-December, Mali and Burkina Faso have recently sought to distance themselves from Western countries while working together in a new grouping known as the Alliance of Sahel States (AES).</p><p>All three countries are led by military leaders who have forged closer ties with Russia in recent years, while kicking out French and US soldiers previously stationed there.</p><p>Mali has welcomed Russian forces, including about 1,500 personnel from the Wagner mercenary group and roughly 1,000 fighters from the Kremlin-controlled paramilitary group Africa Corps.</p><p>At a recent <a href=\"/news/2025/12/24/sahel-summit-what-is-the-biggest-challenge-facing-the-region\">Sahel summit</a> in Bamako, Mali, the three countries announced the launch of a <a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\">joint military battalion</a> aimed at fighting armed groups across the region.</p><p>However, they have struggled to improve the security situation at home amid rising attacks from separatist groups as well as armed groups linked to al-Qaeda and ISIL (ISIS).</p></div></div></body></html>"
        },
        {
            "title": "Bodies of pro-Palestine hunger strikers in UK “reach breaking point” | Gaza | Al Jazeera",
            "time": "2025-12-31T08:05:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Corno-16x9-1767168188.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump administration freezes Minnesota childcare funds over fraud claims | News | Al Jazeera",
            "time": "2025-12-31T08:02:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T124539Z_1493693040_RC2NCIAVCH4B_RTRMADP_3_USA-SOMALIA-DIPLOMACY-1767167777.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s government has frozen childcare payments to the state of Minnesota and launched audits of immigration cases involving Somali Americans, intensifying a campaign that critics say uses fraud investigations to target immigrant communities.</p><p>The Department of Health and Human Services announced the freeze in funds on Tuesday in response to allegations by conservative YouTuber Nick Shirley, who claimed daycare centres operated by Somali Americans in the city of Minneapolis had committed up to $100m in fraud.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His video garnered 127 million views on X and received extensive coverage on Fox News.</p><p>Jim O’Neill, deputy secretary of health and human services, said the move addressed “serious allegations that the state of Minnesota has funnelled millions of taxpayer dollars to fraudulent daycare centres across Minnesota over the past decade”.</p><p>“We have turned off the money spigot and we are finding the fraud,” O’Neill said.</p><p>Minnesota has the largest Somali population in the US, and the $185m in frozen federal funds subsidise childcare for low-income families across the state.</p><p>Minnesota Governor Tim Walz immediately denounced the freeze as politically motivated.</p><p>“This is Trump’s long game. We’ve spent years cracking down on fraudsters. It’s a serious issue – but this has been his plan all along,” he wrote on X.</p><p>“He’s politicising the issue to defund programmes that help Minnesotans.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Department of Homeland Security simultaneously announced audits of immigration cases involving Somali Americans to detect fraud, a process that could lead to denaturalisation or revocation of citizenship.</p><p>“Under US law, if an individual procures ​citizenship on a fraudulent basis, that is grounds for denaturalization,” Tricia McLaughlin, a spokesperson for the department, said in a statement that was first reported by Fox News and reposted by the White House on social media.</p><p>In a separate interview, McLaughlin told Fox News that hundreds of investigators were also targeting businesses in Minneapolis. “We believe that there is rampant fraud, whether it be daycare centres, healthcare centres, or other organisations,” she said.</p><h2 id=\"fraud-allegations\">Fraud allegations</h2><p>Federal prosecutors allege that some $9bn in funding for Minnesota social assistance programmes may have been stolen since 2018. They include $300m that was misappropriated from funds set aside for a state children’s nutrition programme during the COVID-19 pandemic.</p><p>Federal charges have been filed against 98 people, 85 of whom are “of Somali descent”, according to the Trump administration.</p><p>While the case became public in 2022, conservative politicians and activists have amplified it this year.</p><p>In late November, Trump accused “Somali gangs” of “terrorising” Minnesotans and ended their Temporary Protected Status, a programme that exempted Somalis from deportation to their war-torn country. He escalated the rhetoric a week later, saying Somalia “stinks” and calling Democratic Congresswoman Ilhan Omar – who is of Somali origin – “trash”.</p><p>FBI Director Kash Patel said on Tuesday that the agency was also investigating fraud allegations in Minnesota.</p><p>He said on X that “the FBI is aware of recent social media reports in Minnesota” and said the bureau had “surged personnel and investigative resources to Minnesota to dismantle large-scale fraud schemes exploiting federal programmes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some US media outlets, however, have raised questions about the claims by Shirley, the YouTuber.</p><p>An investigation published by CBS News on Tuesday into the Minnesota daycare centres featured in the YouTube video found that “all but two have active licences, according to state records, and all active locations were visited by state regulators within the last six months”.</p><p>The CBS investigation also found “dozens of citations related to safety, cleanliness, equipment, and staff training, among other violations, but there was no recorded evidence of fraud”.</p><p>Minnesota Department of Children, Youth, and Families Commissioner Tikki Brown told CBS that her office had “questions about some of the methods” used in Shirley’s video, but that they “do take the concerns that the video raises about fraud very seriously”.</p><p>Shirley’s allegations have started to affect Somali communities in other states.</p><p>Washington State Attorney General Nick Brown mentioned “home-based daycare providers being harassed and accused of fraud with little to no fact-checking” in a post on X on Wednesday.</p><p>“Showing up on someone’s porch, threatening, or harassing them isn’t an investigation. Neither is filming minors who may be in the home. This is unsafe and potentially dangerous behavior,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Iran prosecutor pledges ‘decisive response’ if protests create insecurity | Protests News | Al Jazeera",
            "time": "2025-12-31T07:47:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251229__898K4ZR__v1__HighRes__IranPoliticsEconomyDemo-1767163693.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Iran’s prosecutor general has pledged a “decisive response” if protests prompted by the plummeting currency and dire economic conditions destabilise the country, after demonstrations spread from Tehran to several other cities, hardening the government’s pledge to listen to legitimate concerns.</p><p>In comments reported by Iranian state media on Wednesday, Mohammad Movahedi-Azad said peaceful protest was legitimate, but warned that attempts to create insecurity would draw a harsh reaction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“Peaceful livelihood protests are part of social and understandable realities,” Movahedi-Azad said.</p><p class=\"p2\">“Any attempt to turn economic protests into a tool of insecurity, destruction of public property, or implementation of externally designed scenarios will inevitably be met with a legal, proportionate and decisive response.”</p><p>The warning came after the protests, which were started by shopkeepers in Tehran on Sunday in response to the rial plunging to record lows against the United States dollar, spread to several other cities on Tuesday.</p><p>Tuesday’s protests saw students take to the streets in Tehran, while protests also broke out at universities and institutions in the cities of Isfahan, Yazd and Zanjan, Iran’s state-run IRNA news agency reported.</p><p>Ilna, a news agency associated with Iran’s labour movement, reported that protests were held at 10 universities across the country, including seven in the capital.</p><p>The demonstrations marked the third consecutive day of protests in Iran since shopkeepers near two main tech and mobile phone shopping centres, in Tehran’s Jomhouri area and near the Grand Bazaar, closed their businesses and <a href=\"/news/2025/12/29/protests-strikes-after-irans-economic-situation-rapidly-deteriorates\">took to the streets</a> on Sunday.</p><p>The rial <a href=\"/news/2025/9/28/iranians-fear-more-economic-pain-war-as-un-sanctions-snapback\">has been rapidly declining</a> over recent weeks as the United States and its Western allies pile on sanctions and diplomatic pressure, and was trading at about 1.42 million rials to the US dollar when protests broke out on Sunday, compared with 820,000 rials a year ago.</p><p>The country’s economy, battered by decades of Western sanctions, has been under further strain since late September, when the United Nations reinstated international sanctions that had been lifted 10 years ago, linked to the country’s nuclear programme.</p><p>Inflation stands at about 50 percent, while the depreciating currency has forced up import prices, adding further pressure to living costs.</p><h2 id=\"government-pledges-to-listen\">Government pledges to listen</h2><p>Responding to the growing protests, a government spokesperson said earlier that the government would listen to the concerns of the demonstrators.</p><p>“The government will listen patiently, even if there are harsh voices, because we believe that our people are patient enough, and when their voices are raised, the pressure that is being put on them is high,” Fatemeh Mohajerani said at a news conference in Tehran.</p><p>“The government’s job is to hear the voices and help them reach a common understanding to solve the problems that exist in society.”</p><p>She said the government recognised the right to peaceful assembly.</p><p>“We see, hear, and recognise officially all the protests, the difficulties, and the crises.”</p><p>The comments came as President Masoud Pezeshkian met Tuesday with labour leaders and made proposals to tackle the economic crisis, the semi-official Mehr News Agency reported.</p><p>Pezeshkian said he had <a href=\"/news/2025/12/30/irans-president-calls-on-govt-to-hear-legitimate-demands-of-protesters\">instructed government officials</a> to listen to protesters’ “legitimate demands” and pledged to protect their livelihoods, which he said was his “daily concern”.</p><h2 id=\"fears-of-escalation\">Fears of escalation</h2><p>Reporting from Tehran, Al Jazeera’s Tohid Asadi said the government was sending mixed messages over the protesters’ concerns.</p><p>On the one hand, he said, Pezeshkian has expressed his sympathy for the economic hardships faced by many, while the government had already taken action in replacing the head of the central bank on Monday.</p><p>On the other, he said, there were serious concerns for the state about the possibility of escalation” by the protesters.</p><p>He said that while economic challenges were the biggest concern for most Iranians, the shadow of a renewed conflict with Israel and the US loomed large for many, adding “a huge burden upon the shoulders of ordinary citizens”.</p><p>But their “number one priority”, he said, was the improvement of the economic situation, “particularly with respect to the increasing prices that they see”.</p><h2 id=\"low-public-faith-in-government\">Low public faith in government</h2><p>Trita Parsi, executive vice president of the Quincy Institute for Responsible Statecraft, said the Iranian public did not have faith in the government’s ability to address the economic problems.</p><p>“The president himself came out about a week or so ago and said that he can’t do anything about these problems,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Much of the lack of faith in the government’s ability to address these problems is actually because of statements by the government itself.”</p><p>He said the big question now was whether the protests would gather momentum and evolve into a broader channelling of public anger over issues other than the country’s economic problems.</p><p>“Protests at times can start based on economic grievances, which is the case here, but quickly morph into other demands,” he said, adding that the situation in Iran “both politically as well as economically, has been very bad”.</p><h2 id=\"multiple-challenges\">Multiple challenges</h2><p>Iran’s economic problems are severe, but they are far from the only challenges. The country is also dealing with an exacerbating energy crisis, while most dams feeding Tehran and many other big cities remain at near-empty levels amid a severe water crisis.</p><p>The country also has one of the most restricted internet environments in the world.</p><p>Iranian state media reporting on the protests has emphasised that they are motivated by the unchecked depreciation of the rial, rather than wider disenchantment with the theocratic establishment that has been ruling the country since the 1979 revolution.</p><p>Iran last saw nationwide protests in 2022 and 2023, with thousands pouring into the streets across the country after the death in police custody of 22-year-old Mahsa Amini for alleged noncompliance with strict Islamic laws regarding headscarves.</p><p>Hundreds of people were killed, more than 20,000 were arrested, and <a href=\"/news/2022/12/12/iran-publicly-carries-out-second-protest-related-execution-2\">several were executed</a> in connection with the protests.</p></div></div></body></html>"
        },
        {
            "title": "Displacement camps swell with people fleeing Sudan’s war-ravaged el-Fasher | Sudan war News | Al Jazeera",
            "time": "2025-12-31T07:24:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25341684040183-1767163230.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Displacement camps swell with people fleeing Sudan’s war-ravaged el-Fasher</h1><p class=\"article__subhead\"><em>Satellites show one camp spanning 500,000 square metres near the city of al-Dabba, as tens of thousands seek refuge.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Several displacement camps have emerged and are quickly filling with people who fled Sudan’s devastated and largely emptied city of el-Fasher, which the paramilitary Rapid Support Forces (RSF) seized in an <a href=\"/news/2025/12/16/yale-report-unveils-rsf-attempt-to-cover-up-sudan-atrocities-mass-burials\">atrocity-ridden campaign</a> in October.</p><p>One camp has been established in the small town of Qarni, northwest of el-Fasher, according to satellite images reviewed by Al Jazeera’s Sanad agency. Between December 14 and December 29, the camp expanded by 13,000 square metres (140,000sq ft), bringing its total area to about 199,000 square metres (15,550sq yard), according to the satellite data.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>An even larger camp for the displaced from el-Fasher has expanded in Sudan’s Northern State, about 700km (435 miles) away. El-Afadh camp, near the city of al-Dabba, now covers at least 500,000 square metres (0.2sq miles), after growing 370,000 square metres (0.14sq miles) since November 19, according to satellite data analysed by Sanad.</p><p>The imagery confirms the flow of tens of thousands of newly displaced people from the latest chapter of Sudan’s 32-month brutal war. According to the UN, 107,000 people have been displaced from el-Fasher and surrounding areas since late October, when the RSF seized the city and carried out ethnically motivated mass killings, sexual assaults and detentions, according to survivors.</p><p>Nabiha Islam, a physician who volunteered at the camp in al-Dabba for several weeks earlier in December, <a href=\"/opinions/2025/12/23/i-volunteered-at-camp-for-the-displaced-from-el-fasher-here-is-what-i-saw\">said resources were scarce</a> as thousands of traumatised refugees arrived during her time there.</p><h2 id=\"el-fasher-largely-destroyed\">El-Fasher largely ‘destroyed’</h2><p>Last week, a team of UN aid workers <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">visited el-Fasher for the first time</a> since its takeover, finding a largely deserted city they said had the hallmarks of a “crime scene”.</p><p>“El-Fasher is a ghost of its former self,” said UN aid coordinator Denise Brown. “We don’t have enough information yet to conclude how many people remain there, but we know large parts of the city are destroyed.”</p><p>She added that conditions in the city are “very precarious”, with some people living without sanitation or water.</p><p>Sudan’s war erupted in April 2023 when a power struggle broke out between the Sudanese Armed Forces (SAF) and the RSF. It has since killed more than 100,000 people and displaced 14 million, including 4.3 million who have fled to neighbouring countries. It has also <a href=\"/news/2025/12/30/one-in-two-children-malnourished-in-parts-of-sudans-north-darfur-un-says\">triggered famine in several parts of Sudan</a>, a situation the UN has described as the “world’s worst humanitarian crisis”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>El-Fasher was the government-aligned SAF’s last major stronghold in the Darfur region before falling to the RSF, which grew out of the government-backed militia Popular Defence Forces, also known as the Janjaweed, accused of genocide against non-Arab ethnic groups during the 2000s Darfur conflict.</p><p>After taking over el-Fasher, RSF forces are now pushing east into the Kordofan region, creating 53,00 additional refugees, according to the UN.</p><p>Mohamed Refaat, Sudan chief of mission for the UN’s International Organization for Migration, has warned that if a ceasefire is not reached around Kadugli, a city in South Kordofan that the RSF is besieging, “the scale of violence we saw in el-Fasher could be repeated.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}