{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Venezuela: American regime change with a Trumpian twist | Politics | Al Jazeera",
            "time": "2026-01-03T14:01:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260103__89GW69H__v2__MidRes__VenezuelaUsConflictCrisis-1767428873.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has kicked off the new year with a typically deranged bang by <a href=\"/news/liveblog/2026/1/3/live-loud-noises-heard-in-venezuelas-capital-amid-us-tensions\">conducting</a> massive air strikes on Venezuela and reportedly capturing the country’s president, Nicolas Maduro, who has apparently been spirited off to an undisclosed location.</p><p>The attack does not come entirely as a surprise, given Trump’s track record of doing whatever the hell he wants with no regard for the law – or for his own promise to, you know, stop waging war abroad.</p><p>Indeed, Trump has been chattering for months about the possibility of enhanced US military action against Venezuela, as the US has gone about <a href=\"/opinions/2025/9/8/distraction-101-blow-them-up\">bombing boats</a> willy-nilly off the country’s coast, supposedly in the name of combatting drug trafficking.</p><p>This has entailed numerous extrajudicial killings and rampant <a href=\"https://thehill.com/policy/defense/5643557-hegseth-bradley-legal-liability/\">accusations</a> of war crimes. But, hey, it’s all in a day’s work for an administration that couldn’t care less about legal justification for its behaviour, much less human rights and other such silly concepts.</p><p>The US has also hijacked various oil tankers, with Trump unleashing blissfully ludicrous <a href=\"https://www.washingtonpost.com/world/2025/12/20/venezuela-oil-nationalization-expropriation/\">allegations</a> that Venezuela is guilty of stealing US oil, land and assets.</p><p>This latest bout of US aggression comes on the heels of decades of US sanctions, which have crippled the Venezuelan economy and which have constituted a <a href=\"/opinions/2025/12/12/the-us-is-already-at-war-with-venezuela\">form of warfare</a> unto themselves. As of 2020, former UN special rapporteur Alfred de Zayas <a href=\"https://venezuelanalysis.com/sanctions-kill/\">calculated</a> that 100,000 Venezuelans had already perished as a direct result of coercive economic measures.</p><p><a href=\"https://x.com/BasedMikeLee/status/2007396201600258094\">According to</a> a post earlier today on X by US Senator Mike Lee of Utah, US Secretary of State Marco Rubio informed him that Maduro has been arrested to stand trial in the United States on criminal charges, and that the air strikes on Venezuela were necessary to protect the US military personnel who were carrying out the arrest warrant.</p><p>And while the Trump administration has converted Maduro into the latest international bogeyman and existential menace, this narrative leaves much to be desired. Objectively speaking, the US itself is guilty of far more extensive and comprehensively criminal behaviour than the bumbling Maduro.</p><p>Ditto for top US ally Israel, whose leader Benjamin Netanyahu has been repeatedly feted by US presidents over the past two-plus years of <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">Israeli genocide in the Gaza Strip</a>.</p><p>Of course, no one in Washington would ever suggest that Netanyahu be bundled off to stand trial in the US, which prefers instead to fling billions of dollars at the Israeli military in order to aid in the mass slaughter.</p><p>Oil-rich Venezuela, on the other hand, has long been a thorn in the side of the US empire, starting with Maduro’s predecessor, Hugo Chavez, who propagated such <a href=\"/opinions/2019/1/2/how-capitalism-is-killing-us\">dangerous anti-capitalist ideas</a> as universal healthcare.</p><p>Now, the Trump administration accuses Maduro of serving as a ringleader for “narcoterrorism”, which would be laughable if it didn’t result in such large-scale destruction and the flagrant violation of international law.</p><p>Obviously, Trump is hardly the only US president in recent history to engage in blatantly illegal action abroad – although he does manage to add a certain dramatic layer of dementedness to everything he does.</p><p>One recalls the case of the late Panamanian leader Manuel Noriega, who remained on the CIA payroll for years, despite the US government’s full knowledge of his drug trafficking activities.</p><p>When Noriega ceased to be regarded as a valuable anti-communist ally in the 1980s, the US turned on him, spontaneously converting him into the face of evil.</p><p>In December 1989, President George H W Bush launched a <a href=\"/opinions/2024/1/24/letter-from-panamas-little-hiroshima\">patently insane attack</a> on Panama, where up to several thousand civilians were killed in the impoverished Panama City neighbourhood of El Chorrillo.</p><p>Noriega was eventually captured by US forces in 1990, after his brief stay at the Vatican embassy in the Panamanian capital was rendered unsustainable by the US tanks parked outside. The armoured vehicles’ speakers subjected him to a continuous playlist of musical torture, including singer Jon Bon Jovi’s song Wanted Dead or Alive and Lee Greenwood’s God Bless the USA.</p><p>The Panamanian was carted off to stand trial in – where else? – the United States, where the government apparently detected zero hypocrisy in holding its former buddy to judicial account for activities it had previously signed off on.</p><p>There was also the war on Iraq in 2003, which was waged on the basis of lies fabricated by Bush’s son President George W Bush and his administration. The US invaded the country, alleging it possessed weapons of mass destruction. Those were naturally nowhere to be found, but the US army nonetheless pulverised various parts of the country and killed hundreds of thousands of Iraqis.</p><p>Iraqi President Saddam Hussein was captured, tried and summarily executed by the US-appointed interim Iraqi government.</p><p>Indeed, wherever the US has intervened militarily, nothing good has tended to follow. This latest attack on Venezuela will hardly be the end of the story, contrary to Senator Lee’s contention that Rubio anticipates “no further action in Venezuela now that Maduro is in US custody”.</p><p>Rest assured that, as US impunity rages on, the deadly spectacle is far from over.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Senegal vs Sudan - AFCON 2025 | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-03T13:33:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25364683763800-1767446632.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Senegal vs Sudan – AFCON 2025</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up with full team news, in advance of our text commentary stream of the last 16 tie.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump bombs Venezuela, US ‘captures’ Maduro: All that we know | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-03T13:32:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26003237866896-1767443384.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump announced on Saturday morning that his country’s forces had <a href=\"/news/liveblog/2026/1/3/live-loud-noises-heard-in-venezuelas-capital-amid-us-tensions\">bombed Venezuela</a> and captured the South American nation’s president, Nicolas Maduro, and First Lady Cilia Flores in a dramatic overnight military attack that followed months of rising tensions.</p><p>Venezuela’s government said that the US had struck three states apart from the capital, Caracas, while neighbouring Colombia’s President Gustavo Petro released a longer list of places that he said had been hit.</p><p>The operation has few, if any, parallels in modern history. The US has <a href=\"/news/2026/1/3/maduro-joins-iraqs-saddam-panamas-noriega-as-latest-leader-taken-by-us\">previously captured foreign leaders</a>, including Iraq’s Saddam Hussein and Panama’s Manuel Noriega, but after invading those countries in declared wars.</p><p>Here is what we know about the US attacks and the lead-up to this escalation:</p><figure id=\"attachment_4211285\" aria-describedby=\"caption-attachment-4211285\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211285\" src=\"/wp-content/uploads/2026/01/AP26003226353978-1767443451.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pedestrians run after explosions and low-flying aircraft were heard in Caracas, Venezuela, Saturday, Jan. 3, 2026. (AP Photo/Matias Delacroix)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4211285\" class=\"wp-caption-text\">Pedestrians run after explosions and low-flying aircraft were heard in Caracas, Venezuela, on Saturday, January 3, 2026 [Matias Delacroix/ AP Photo]</figcaption></figure><h2 id=\"how-did-the-attack-unfold\">How did the attack unfold?</h2><p>At least seven explosions were reported from Caracas, a city of more than three million people, at about 2am local time (06:00 GMT), as residents said they heard low-flying aircraft. Lucia Newman, Al Jazeera’s Latin America editor, reported that at least one of the explosions appeared to come from near Fort Tiuna, the main military base in the Venezuelan capital.</p><p>Earlier, the US Federal Aviation Administration had issued instructions to American commercial airlines to stay clear of Venezuelan airspace.</p><p>Within minutes of the explosions, Maduro declared a state of emergency, as his government named the US as responsible for the attacks, saying that it had struck Caracas as well as the neighbouring states of Miranda, Aragua and La Guaira.</p><p>The US embassy in Bogota, Colombia, referred to the reports of the explosions and asked American citizens to stay out of Venezuela, in a statement. But the diplomatic mission did not confirm US involvement in the attacks. That came more than three hours after the bombings, from Trump.</p><figure id=\"attachment_4211287\" aria-describedby=\"caption-attachment-4211287\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211287\" src=\"/wp-content/uploads/2026/01/AP26003415366775-1767443520.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Venezuelan President Nicolás Maduro embrace in downtown Caracas, Venezuela, Saturday, Jan. 3, 2026, after U.S. President Donald Trump announced that Maduro had been captured and flown out of the country. (AP Photo/Cristian Hernandez)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4211287\" class=\"wp-caption-text\">Supporters of Venezuelan President Nicolas Maduro embrace in downtown Caracas, Venezuela, on Saturday, January 3, 2026, after US President Donald Trump announced that Maduro had been captured and flown out of the country [Cristian Hernandez/ AP Photo]</figcaption></figure><h2 id=\"what-did-trump-say\">What did Trump say?</h2><p>In a post on his Truth Social platform, Trump said, a little after 09:00 GMT that the US had “successfully carried out a large scale strike against Venezuela and its leader, President Nicolas Maduro, who has been, along with his wife, captured and flown out of the Country”.</p><p>Venezuela has not yet confirmed that Maduro was taken by US troops — but it also has not denied the claim.</p><p>Trump said that the attack had been carried out in conjunction with US law enforcement, but did not specify who led the operation.</p><p>Trump announced that there would be a news conference at his Mar-a-Lago resort in Florida at 11am local time (16:00 GMT) on Friday, where more details would be revealed.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211103\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-attacks-on-Venezuela-map-1767437429.png?quality=80\" alt=\"INTERACTIVE - US attacks on Venezuela map-1767437429\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"where-did-the-us-attack-in-venezuela\">Where did the US attack in Venezuela?</h2><p>While neither the US nor Venezuelan authorities have pinpointed locations that were struck, Colombia’s Petro, in a social media post, listed a series of places in Venezuela that he said had been hit.</p><p>They include:</p><ul>\n<li>La Carlota airbase was disabled and bombed.</li>\n<li>Cuartel de la Montana in Catia was disabled and bombed.</li>\n<li>The Federal Legislative Palace in Caracas was bombed.</li>\n<li>Fuerte Tiuna, Venezuela’s main military complex, was bombed.</li>\n<li>An airport in El Hatillo was attacked.</li>\n<li>F-16 Base No 3 in Barquisimeto was bombed.</li>\n<li>A private airport in Charallave, near Caracas, was bombed and disabled.</li>\n<li>Miraflores, the presidential palace in Caracas, was attacked.</li>\n<li>Large parts of Caracas, including Santa Monica, Fuerte Tiuna, Los Teques, 23 de Enero and the southern areas of the capital, were left without electricity.</li>\n<li>Attacks were reported in central Caracas.</li>\n<li>A military helicopter base in Higuerote was disabled and bombed.</li>\n</ul><figure id=\"attachment_4207478\" aria-describedby=\"caption-attachment-4207478\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4207478\" src=\"/wp-content/uploads/2026/01/2025-11-16T214231Z_848259457_RC2VVHAJ8HVY_RTRMADP_3_USA-VENEZUELA-MILITARY-1767228901.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The U.S. Navy’s Gerald R. Ford Carrier Strike Group, including the flagship USS Gerald R. Ford, USS Winston S. Churchill, USS Mahan and USS Bainbridge, sail towards the Caribbean Sea under F/A-18E/F Super Hornets and a U.S. Air Force B-52 Stratofortress, in the Atlantic Ocean November 13, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4207478\" class=\"wp-caption-text\">The US Navy’s Gerald R Ford Carrier Strike Group, including the flagship USS Gerald R Ford, USS Winston S Churchill, USS Mahan and USS Bainbridge, sail towards the Caribbean Sea, in the Atlantic Ocean, on November 13, 2025  [US Navy/Petty Officer 3rd Class Tajh Payne/Handout via Reuters]</figcaption></figure><h2 id=\"what-led-to-these-us-attacks-on-venezuela\">What led to these US attacks on Venezuela?</h2><p>Trump has, in recent months, accused Maduro of driving narcotics smuggling into the US, and has claimed that the Venezuelan president is behind the Tren de Aragua gang that Washington has proscribed as a foreign terrorist organisation.</p><p>But his own intelligence agencies have said that there is no evidence that Maduro is linked to Tren de Aragua, and US data shows that Venezuela is not a major source of contraband narcotics entering the country.</p><p>Starting in September, the US military launched a series of strikes on boats in the Caribbean Sea that it claimed were carrying narcotics. More than 100 people have been killed in at least 30 such boat bombings, but the Trump administration is yet to present any public evidence that there were drugs on board, that the vessels were travelling to the US, or that the people on the boats belonged to banned organisations, as the US has claimed.</p><p>Meanwhile, the US began its largest military deployment in the Caribbean Sea in at least several decades, spearheaded by the USS Gerald Ford, the world’s largest aircraft carrier.</p><p>In December, the US hijacked two ships carrying Venezuelan oil, and has since imposed sanctions on multiple companies and their tankers, accusing them of trying to circumvent already stringent American sanctions against Venezuela’s oil industry.</p><p>Then, last week, the US struck what Trump described as a “dock” in Venezuela where he claimed drugs were loaded onto boats.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925528\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Crude-oil-reserves-vs-exports-1756989578.png?quality=80\" alt=\"INTERACTIVE - Crude oil reserves vs exports-1756989578\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"could-all-this-be-about-oil\">Could all this be about oil?</h2><p>Trump has so far framed his pressure and military action against Venezuela and in the Caribbean Sea as driven by a desire to stop the flow of dangerous drugs into the US.</p><p>But he has increasingly also sought Maduro’s departure from power, despite a phone call in early December that the Venezuelan president described as “cordial”.</p><p>And in recent weeks, some senior aides of the US president have been more open about Venezuela’s oil: the country’s vast reserves of crude, unmatched in the world, amounted to an estimated 303 billion barrels (Bbbl) as of 2023.</p><p>On December 17, Trump’s top adviser Stephen Miller <a href=\"/news/2025/12/18/does-the-us-have-any-real-claim-on-venezuelan-oil-as-stephen-miller-says\">claimed</a> that the US had “created the oil industry in Venezuela” and that the South American country’s oil should therefore belong to the US.</p><p>But though US companies were the earliest to drill for oil in Venezuela in the early 1900s, international law is clear: sovereign states — in this case Venezuela — own the natural resources within their territories under the principle of Permanent Sovereignty over Natural Resources (PSNR).</p><p>Venezuela nationalised its oil industry in 1976. Since 1999, when socialist President Hugo Chavez, Maduro’s mentor and predecessor, came to power, Venezuela has been locked in a tense relationship with the US.</p><p>Still, one major US oil company, Chevron, continues to operate in the country.</p><p>The Venezuelan opposition, led by Nobel Peace Prize laureate Maria Corina Machado, has publicly called for the US to intervene against Maduro, and has pointed to the oil reserves that American firms could tap more easily with a new dispensation in power in Caracas.</p><p>Oil has long been Venezuela’s biggest export, but US sanctions since 2008 have crippled formal sales and the country today <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">earns only a fraction</a> of what it once did.</p><figure id=\"attachment_4211306\" aria-describedby=\"caption-attachment-4211306\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211306\" src=\"/wp-content/uploads/2026/01/AP25223734718647-1767444130.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuelan Vice President Delcy Rodriguez speaks to the press at the Foreign Office in Caracas, Venezuela, Monday, Aug. 11, 2025. (AP Photo/Ariana Cubillos)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4211306\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks to the media at the Foreign Office in Caracas, Venezuela, on August 11, 2025 [Ariana Cubillos/AP Photo]</figcaption></figure><h2 id=\"how-has-venezuela-s-government-reacted\">How has Venezuela’s government reacted?</h2><p>While Venezuela has not confirmed Maduro’s capture, Vice President Delcy Rodrigues told state-owned VTV that the government had lost contact with Maduro and First Lady Flores and did not have clarity on their whereabouts.</p><p>She demanded that the US provide “proof of life” of Maduro and Flores, and added that Venezuela’s defences were activated.</p><p>Earlier, in a statement, the Venezuelan government said that it “rejects, repudiates and denounces” the attacks.</p><p>It said that the aggression threatens the stability of Latin America and the Caribbean, and places the lives of millions of people at risk. It accused the US of trying to impose a colonial war, and force a regime change — and said that these attempts would fail.</p><figure id=\"attachment_4080363\" aria-describedby=\"caption-attachment-4080363\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4080363\" src=\"/wp-content/uploads/2025/11/AFP__20250808__692V79U__v1__HighRes__ComboUsVenezuelaPoliticsTrumpMaduro-1762158474.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt='(COMBO) This combination of pictures created on August 07, 2025 shows US President Donald Trump (L) in Washington, DC, on July 9, 2025, and Venezuelan President Nicolas Maduro (R) in Caracas on July 31, 2024. The United States doubled its bounty on Venezuelan President Nicolas Maduro -- who faces federal drug trafficking charges -- to $50 million on August 7, 2025, a move Caracas described as \"pathetic\" and \"ridiculous\". (Photo by Jim WATSON and Federico PARRA / AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4080363\" class=\"wp-caption-text\">This combination of pictures created on August 7, 2025 shows US President Donald Trump in Washington, DC, on July 9, 2025, and Venezuelan President Nicolas Maduro, right, in Caracas on July 31, 2024 [Jim Watson and Federico Parra/AFP]</figcaption></figure><h2 id=\"what-happens-to-maduro-next\">What happens to Maduro next?</h2><p>In a statement posted on X, Trump’s Attorney General Pam Bondi announced that Maduro and his wife have been indicted in the Southern District of New York.</p><p>Maduro has been charged with “Narco-Terrorism Conspiracy, Cocaine Importation Conspiracy” among other charges, Bondi said. It was unclear if his wife is facing the same charges, but she referred to the Maduro couple as “alleged international narco traffickers.”</p><p>“They will soon face the full wrath of American justice on American soil in American courts,” she added.</p><p>Mike Lee, a Republican senator from Utah, earlier posted on X that he had spoken to US Secretary of State Marco Rubio, who had told him that Maduro had been “arrested by US personnel to stand trial on criminal charges in the United States, and that the kinetic action we saw tonight was deployed to protect and defend those executing the arrest warrant.”</p><p>In 2020, US prosecutors had charged Maduro with running a cocaine-trafficking network.</p><p>But US officials remain silent on the illegality of Maduro’s capture and the attacks on Venezuela, which violate UN charter principles of sovereignty and territorial integrity of nations.</p><p>Russia and Cuba, close Maduro allies, condemned the attack. Colombia, which neighbours Venezuela and has itself been in Trump’s crosshairs, said that it “rejects the aggression against the sovereignty of Venezuela and of Latin America” – even though Bogota itself does not recognise Maduro’s government.</p><p>Most other nations have been relatively muted in their response to the US aggression so far.</p><figure id=\"attachment_4211302\" aria-describedby=\"caption-attachment-4211302\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211302\" src=\"/wp-content/uploads/2026/01/AP25134041174208-1767444006.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's Interior Minister Diosdado Cabello, left, Defense Minister Vladimir Padrino Lopez, second from left, Vice President Delcy Rodriguez, center, and Russian Ambassador to Venezuela Sergey Melik-Bagdasarov, second from right, inaugurate a monument commemorating the 80th anniversary of the Soviet Union's victory over Nazi Germany in World War II in Caracas, Venezuela, Tuesday, May 13, 2025.(AP Photo/Cristian Hernandez)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4211302\" class=\"wp-caption-text\">Venezuela’s Interior Minister Diosdado Cabello, left, Defence Minister Vladimir Padrino Lopez, second from left, and Vice President Delcy Rodriguez, centre, seen here at a ceremony commemorating the 80th anniversary of the Soviet Union’s victory over Nazi Germany in World War II in Caracas, Venezuela, on Tuesday, May 13, 2025. Rodriguez, Cabello and Lopez are among the leaders widely seen as Maduro’s closest aides [Cristian Hernandez/AP Photo]</figcaption></figure><h2 id=\"what-s-next-for-venezuela\">What’s next for Venezuela?</h2><p>Constitutionally, Rodriguez, the vice president, is next in line to take charge if Maduro indeed has been plucked out of Venezuela by the US.</p><p>Other senior leaders seen as close to Maduro and influential within the Venezuelan hierarchy include Interior Minister Diosdado Cabello, National Assembly President — and Delcy’s brother — Jorge Rodriguez, and military chief General Vladimir Padrino López.</p><p>But it is unclear whether the state apparatus that Chavez and Maduro carefully built over a quarter century will last without them.</p><p>“Maduro’s capture is a devastating moral blow for the political movement started by Hugo Chavez in 1999, which has devolved into a dictatorship since Nicolas Maduro took power,” Carlos Pina, a Venezuelan analyst based in Mexico, told Al Jazeera.</p><p>If the US does engineer — or has already engineered — a regime change, the opposition’s Machado could be a front-line candidate to take Venezuela’s top job, though it is unclear how popular that might be. In a <a href=\"/news/2025/12/5/the-homeland-is-the-homeland-venezuelans-brace-for-possible-us-attack\">November poll in Venezuela</a>, 55 percent of participants were opposed to military intervention in their country, and an equal number were opposed to economic sanctions against Venezuela.</p><p>Trump might be mistaken if he thinks the US can stay out of the chaos that’s likely to follow in a post-Maduro Venezuela, suggests Christopher Sabatini, a senior research fellow for Latin America, the US and North America programme at Chatham House.</p><p>“Assuming even if there is regime change – of some sort, and it’s by no means clear even if it does happen that it will be democratic – the US’s military action will likely require sustained US engagement of some sort,” he said.</p><p>“Will the Trump White House have the stomach for that?”</p></div></div></body></html>"
        },
        {
            "title": "Who is Venezuelan President Nicolas Maduro? | Donald Trump | Al Jazeera",
            "time": "2026-01-03T13:05:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767445445.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran’s Khamenei says rioters ‘must be put in their place’ amid protests | News | Al Jazeera",
            "time": "2026-01-03T12:54:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2018/01/d77d906404714b638f622f8812a1cfac_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s Supreme Leader Ayatollah Ali Khamenei has insisted that “rioters must be put in their place” after a week of <a href=\"/news/2026/1/1/several-killed-as-iran-protests-over-rising-cost-of-living-spread\">protests</a> that have shaken the Islamic Republic.</p><p>The first comments by 86-year-old Khamenei on Saturday come as violence surrounding the demonstrations over Iran’s ailing economy has killed at least 10 people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The protests show no sign of stopping and come as United States President Donald Trump <a href=\"/news/2026/1/2/trump-and-top-iranian-official-exchange-threats-over-protests-in-iran\">threatened</a> Iran on Friday that if Tehran “violently kills peaceful protesters”, Washington “will come to their rescue”.</p><p>While it remains unclear how and if Trump will intervene, especially in the wake of a huge <a href=\"/news/liveblog/2026/1/3/live-loud-noises-heard-in-venezuelas-capital-amid-us-tensions\">US military attack on Venezuela</a> and the purported capture of its President Nicolas Maduro, his comments led to an immediate, angry response from Iranian officials.</p><p>Iran’s United Nations Ambassador Amir Saeid Iravani has written to the UN secretary-general and the president of the UN Security Council, urging them to condemn “unlawful threats” towards Tehran from Trump.</p><p>Ali Larijani, secretary of the Supreme National Security Council, has said that US interference “is equivalent to chaos across the entire region and the destruction of American interests”.</p><p>The protests have become the biggest in Iran since 2022, when the death of 22-year-old Mahsa Amini in police custody triggered nationwide demonstrations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, the protests have yet to be as widespread and intense as those surrounding the death of Amini, who was detained over not wearing her hijab, or headscarf, as authorities demanded.</p><p>Speaking to an audience in Tehran, state television aired remarks by Khamenei that sought to separate the concerns of protesting Iranians, upset about the rial’s collapse, from “rioters”.</p><p>“We talk to protesters, the officials must talk to them,” Khamenei said. “But there is no benefit to talking to rioters. Rioters must be put in their place.”</p><p>He reiterated a claim constantly made by officials in Iran, that foreign powers like Israel or the US were pushing the protests, without offering any evidence. He also blamed “the enemy” for Iran’s collapsing rial.</p><p>“A bunch of people incited or hired by the enemy are getting behind the tradesmen and shopkeepers and chanting slogans against Islam, Iran and the Islamic Republic,” he said. “This is what matters most.”</p><p>Khamenei also said the US “must and will leave” the region.</p><p>“With the determination of the region’s nations, America must and will leave this region,” he said.</p><h2 id=\"economic-downturn\">Economic downturn</h2><p>Iran’s civilian government under reformist President Masoud Pezeshkian has been trying to signal it wants to negotiate with protesters.</p><p>However, Pezeshkian has acknowledged there is not much he can do as Iran’s rial has rapidly depreciated. That prompted the initial protests.</p><p>The protests, taking root in economic issues, have seen demonstrators chant against Iran’s government, as well, with clashes happening in multiple cities, leading to several deaths and dozens of arrests, according to Iranian authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tehran has had little luck in propping up its economy in the months since its June war with Israel, in which the US also bombed nuclear sites in Iran.</p><p>Iran recently said it was no longer enriching uranium at any site in the country, trying to signal to the West that it remains open to potential negotiations over its atomic programme to ease sanctions.</p><p>However, those talks have yet to happen as Trump and Israeli Prime Minister Benjamin Netanyahu have not only threatened Tehran against reconstituting its nuclear programme, but now have Iran’s missile programme in their crosshairs.</p></div></div></body></html>"
        },
        {
            "title": "Maduro joins Iraq’s Saddam, Panama’s Noriega as latest leader taken by US | News | Al Jazeera",
            "time": "2026-01-03T12:10:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/03/2006-04-05T120000Z_334813315_GM1DSHXTRKAA_RTRMADP_3_IRAQ-SADDAM-OUTBURST.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump’s <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\">claim</a> that the United States has captured his Venezuelan counterpart Nicolas Maduro and his wife amid “large scale” attacks on Venezuela, has <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">stunned</a> the world.</p><p data-start=\"191\" data-end=\"339\">Venezuela’s Vice President Delcy Rodriguez says the government does not know the whereabouts of Maduro and his wife, Cilia Flores.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"341\" data-end=\"493\">In an audio message broadcast on state television on Saturday, Rodriguez said the government was demanding proof that Maduro and Flores are still alive.</p><p>The rapidly escalating developments follow repeated deadly strikes by US forces in the Caribbean Sea and eastern Pacific Ocean on what Washington claims are drug-smuggling boats, and an attack on a docking area for alleged Venezuelan drug boats.</p><p>The reported capture of Maduro evokes previous eras when other leaders, such as Panama’s former military leader Manuel Noriega and former Iraqi President Saddam Hussein, were seized by the US.</p><h2 id=\"manuel-noriega\">Manuel Noriega</h2><p>In another direct intervention into Latin America, the <a href=\"/opinions/2016/1/31/the-truth-behind-us-operation-just-cause-in-panama\">US invaded Panama in 1989</a> to depose military and de facto leader Manuel Noriega, citing the protection of US citizens in Panama, undemocratic practices, corruption and the illegal drug trade.</p><p>Before attacking Panama, the US indicted Noriega for drug smuggling in Miami in 1988, just as it has targeted Maduro.</p><p>Noriega forced Nicolas Ardito Barletta to resign in 1985, cancelled the elections in 1989 and backed anti-US sentiment in the country, before the operation took place.</p><p>The US foray into Panama was at the time the largest US combat operation since the Vietnam War. The US government trotted out various justifications for the operation, such as improving the lot of the Panamanians by hauling Noriega off to the US to face drug-trafficking charges.</p><p>When the general began to show signs of being less obliging to US regional designs, however, he was rendered persona non grata by Washington.</p><p>He was tried on the Miami indictment after being flown to the US and was imprisoned there until 2010, when he was extradited to France to face another trial. France then sent him back to Panama a year later.</p><p>Noriega died in prison in Panama in 2017, where he was serving a sentence for his crimes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"saddam-hussein\">Saddam Hussein</h2><p>Iraqi President Saddam Hussein was captured by US forces on December 13, 2003, nine months after the US-led invasion and occupation of Iraq started based on false intelligence of Baghdad possessing weapons of mass destruction (WMD).</p><p>Like Noriega, Saddam <a href=\"/news/2003/9/4/when-rumsfeld-was-chummy-with-saddam\">had for years been a key Washington ally</a>, in his case, during the years of the Iraq-Iran war in the 1980s that killed one million people.</p><p>The US also claimed in the build-up to the 2003 war, without basis, that Saddam supported armed groups like al-Qaeda.</p><p>However, no WMDs were ever found in the country.</p><p>Saddam was found hiding in a hole near his hometown of Tikrit.</p><p>He stood trial in an Iraqi court and received the death penalty, leading to his execution by hanging for crimes against humanity on December 30, 2006.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"juan-orlando-hernandez\">Juan Orlando Hernandez</h2><p>The case of Honduras’s Hernandez demonstrates what some observers suggest is a hypocritical approach by the US.</p><p>Hernandez was captured in his home in Tegucigalpa in an operation by the US agents and Honduran forces in February 2022 – only days after he left his position as president of his country.</p><p>In April 2022, he was extradited to the US over his alleged involvement in corruption and the illegal drug trade, and in June of the same year, he was sentenced to 45 years in prison.</p><p>However, Hernandez was pardoned by US President Donald Trump on December 1, 2025.</p><p>Days later, Honduras’s top prosecutor <a href=\"/news/2025/12/9/honduras-issues-arrest-warrant-for-ex-president-hernandez-after-us-pardon\">issued an international arrest warrant</a> for Hernandez, intensifying legal and political turmoil just days after the ex-leader walked free from a United States prison.</p></div></div></body></html>"
        },
        {
            "title": "Footage shows Saudi-backed forces advancing in southern Yemen | Conflict | Al Jazeera",
            "time": "2026-01-03T12:07:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767441972.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Video of Venezuela’s Maduro released hours before ‘capture’ | Conflict | Al Jazeera",
            "time": "2026-01-03T12:02:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767441710.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Maduro capture is raising the bar “against international norms” | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-03T11:59:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/UPD-Quotable-thumbnail-16x9-1767441417.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“[Trump] has framed Maduro as the evil in this scenario and is going to go for him.”</p><p>President Nicolas Maduro’s capture by Trump gives America “the green light” to do it in other countries, says professor of public policy, Sultan Barakat.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US now owns outcome of “smash-and-grab” Maduro operation | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-03T11:40:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/20260103-SABATINI-H-1767440379.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US says it has captured Venezuelan President Maduro | Conflict | Al Jazeera",
            "time": "2026-01-03T10:58:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767437849.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump statement on ‘Maduro capture’ during US attack on Venezuela | Conflict | Al Jazeera",
            "time": "2026-01-03T10:57:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767437812.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Severe weather in Gaza hits vulnerable and wounded most in Israel’s war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-03T10:37:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260101-40135146-40135124-FORCED_LIVING_IN_THE_DESTROYED_FURKAN_MOSQUE_IN_KHAN_YUNIS-1767335780.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The winter has made a life of relentless suffering worse for the people of Gaza, particularly for the wounded, children and elderly, with hundreds of thousands in the Palestinian territory displaced by <a href=\"/news/2026/1/1/israeli-army-kills-palestinian-child-in-gaza-as-aid-crisis-deepens\">Israel’s genocidal war</a> desperately trying to survive on the scant humanitarian aid Israel is allowing in.</p><p>Nine-year-old Assad al-Madhna lost his left hand when Israeli fire hit a group of children playing in al-Zuwayda in central Gaza. The same attack also wounded him in the leg.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Now, as winter envelops the besieged enclave, Assad’s pain increases as the metal rods and pins holding his leg in place stiffen in the cold, making every step slower and agonising.</p><p>“I can’t play with other children as in winter, my legs and hands hurt a lot,” he told Al Jazeera.</p><p>“I haven’t received any prosthetic, struggle to change my clothes, and going to the toilet in this cold is a real challenge,” he said, adding: “Without my parents, I can’t manage it. At night, the severe cold becomes unbearable.”</p><p>A truce between Israel and Hamas since October 10 has been fragile, a ceasefire in name only, according to Palestinians and rights groups, after two years of destructive war.</p><p>Despite the truce, Palestinians in crowded camps – often in damaged tents and surrounded by mud – still face severe humanitarian conditions, trying to survive with few or no resources, making life the hardest for the most vulnerable.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-heating-at-all\">‘No heating at all’</h2><p>Eighteen-year-old Waed Murad survived an attack that wiped out her entire family – seven relatives in one strike.</p><p>She now lives with a life-altering injury, and when the temperatures drop, her nerve pain intensifies, sleep slips away, and the little recovery she had is threatened.</p><p>“I can’t keep myself warm because of the severe cold with the metal bars and pins always freezing,” she told Al Jazeera.</p><p>“I am living in a tent with no heating at all. Every time I hear the wind, I feel the pain will get worse, as the cold will affect the metal fixation devices even more.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the enclave, temperatures at night have ranged between eight and 12 degrees Celsius (46 and 53 degrees Fahrenheit) in recent days.</p><p>Nearly 80 percent of buildings in the Gaza Strip have been destroyed or damaged by the war, according to United Nations data.</p><p>About 1.5 million of Gaza’s 2.2 million residents have lost their homes, said Amjad Shawa, director of the Palestinian NGO Network in Gaza.</p><p>Of more than 300,000 tents requested to shelter displaced people, “we have received only 60,000,” Shawa told the AFP news agency, pointing to Israeli restrictions on the delivery of humanitarian aid into the territory.</p><h2 id=\"israel-slammed-for-banning-ngos\">Israel slammed for banning NGOs</h2><p>Meanwhile, the international community has condemned Israel’s recent announcement of a suspension of the operations of several international nongovernmental organisations in the occupied Palestinian territory.</p><p>UN Secretary-General Antonio Guterres said he was <a href=\"/news/2026/1/3/un-chief-guterres-calls-on-israel-to-reverse-ngo-ban-in-gaza-west-bank\">deeply concerned</a> and called for the measure to be reversed.</p><p>“This announcement comes on top of earlier restrictions that have already delayed critical food, medical, hygiene and shelter supplies from entering Gaza.”</p><p>“This recent action will further exacerbate the humanitarian crisis facing Palestinians,” Stephane Dujarric, spokesman for the secretary-general, said in a statement.</p><p>Several countries in the Middle East and Asia called on Israel to allow “immediate, full, and unhindered” deliveries of humanitarian aid to <a href=\"/features/2026/1/2/gaza-cousins-face-lost-youth-and-family-tragedy-after-amputations\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/2026/1/2/gaza-cousins-face-lost-youth-and-family-tragedy-after-amputations\" data-sk=\"tooltip_parent\">the Gaza Strip</a> as winter storms lash the bombarded Palestinian enclave.</p><p>In a statement on Friday, the foreign ministers of Qatar, Egypt, Jordan, Saudi Arabia, the United Arab Emirates, Turkiye, Pakistan and Indonesia warned that “deteriorating” conditions in Gaza had left nearly 1.9 million displaced Palestinians particularly vulnerable.</p><p>“Flooded camps, damaged tents, the collapse of damaged buildings, and exposure to cold temperatures coupled with malnutrition, have significantly heightened risks to civilian lives,” the statement read.</p><p>Earlier this month, Gaza experienced a similar spell of heavy rain and cold.</p><p>The weather caused at least 18 deaths due to the collapse of war-damaged buildings or exposure to cold, according to Gaza’s civil defence agency.</p><p>On December 18, the UN’s humanitarian office said 17 buildings collapsed during the storm, while 42,000 tents and makeshift shelters were fully or partially damaged.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Deadly earthquake rattles southern and central Mexico | Earthquakes | Al Jazeera",
            "time": "2026-01-03T10:07:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767434826.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump strikes Venezuela “to force Maduro out” | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-03T09:41:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/20260103-FERRER-H-1767433230.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuelan journalist describes moment of ‘targeted airstrikes’ | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-03T09:26:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767432322.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "World reacts to US bombing of Venezuela, ‘capture’ of Maduro | Donald Trump News | Al Jazeera",
            "time": "2026-01-03T09:22:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26003226353978-1767429021.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said the US has carried out a “large scale strike” against Venezuela and “captured” the country’s leader, President Nicolas Maduro.</p><p>In a post on Truth Social, Trump claimed Maduro and his wife had been “captured and flown out of the country” following the operation, which the US leader said was conducted “in conjunction with US law enforcement”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Washington had carried out <a href=\"/news/liveblog/2026/1/3/live-loud-noises-heard-in-venezuelas-capital-amid-us-tensions\">strikes inside Venezuela</a> early on Saturday, in a dramatic escalation that Venezuelans had feared for weeks.</p><p>In a statement on X, US Deputy Secretary of State Christopher Landau said Venezuela was experiencing a “new dawn”.</p><p>“The tyrant is gone. He will now – finally – face justice for his crimes,” Landau said.</p><p>In a statement shortly after the US bombings, Maduro’s government accused Washington of an “extremely serious military aggression”.</p><p>“Venezuela rejects, repudiates, and denounces before the international community the extremely serious military aggression perpetrated by the current government of the United States of America against Venezuelan territory and people,” the Venezuelan government said.</p><p>Here’s a look at how other countries are also reacting to the US attack and “capture” of Maduro.</p><h2 id=\"colombia\">Colombia</h2><p>“Alerting the whole world that they have attacked Venezuela,” Colombian President Gustavo Petro wrote in a series of statements posted on the social media platform X.</p><p>“The Republic of Colombia reiterates its conviction that peace, respect for international law, and the protection of life and human dignity must prevail over any form of armed confrontation,” Petro said.</p><p>In a separate post, he said Colombia “rejects the aggression against the sovereignty of Venezuela and of Latin America”.</p><p>Petro later announced the deployment of military forces to the Venezuelan border.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cuba\">Cuba</h2><p>President Miguel Diaz-Canel issued a sharply worded condemnation on social media, accusing Washington of carrying out a “criminal attack” against Venezuela and calling for an urgent international response.</p><p>In a post on X, Diaz-Canel said Cuba’s so-called “zone of peace” was being “brutally assaulted”, describing the US action as “state terrorism” directed not only at the Venezuelan people but at “Our America” more broadly.</p><p>He ended the statement with the revolutionary slogan: “Homeland or Death, We Shall Overcome.”</p><p>In a statement posted by various Cuban embassies around the world, Havana said it “denounces the US military attack against Venezuela”.</p><p>The statement also “demands an urgent reaction from the international community”, describing the attack as “state terrorism”.</p><h2 id=\"chile\">Chile</h2><p>In a statement posted on X, Chilean President Gabriel Boric Font expressed his government’s “concern and condemnation” of the US military actions in Venezuela.</p><p>“We call for seeking a peaceful solution to the serious crisis affecting the country,” he said.</p><p>“Chile reaffirms its commitment to basic principles of International Law, such as the prohibition of the use of force, non-intervention, the peaceful settlement of international disputes, and the territorial integrity of States. The Venezuelan crisis must be resolved through dialogue and the support of multilateralism, and not through violence or foreign interference.”</p><h2 id=\"mexico\">Mexico</h2><p>In a statement on X, President Claudia Sheinbaum Pardo said “Mexico condemns the military intervention in Venezuela.”</p><p>She also included in her post an article in the UN Charter which states: “The Members of the Organization, in their international relations, shall refrain from the threat or use of force against the territorial integrity or political independence of any State, or in any other manner inconsistent with the Purposes of the United Nations.”</p><h2 id=\"brazil\">Brazil</h2><p>Brazilian President Luiz Inacio Lula da Silva condemned the US bombings and capture of Maduro as crossing “an unacceptable line”.</p><p>“Attacking countries, in flagrant violation of international law, is the first step toward a world of violence, chaos, and instability, where the law of the strongest prevails over multilateralism,” Lula wrote on X.</p><p>He added that the US attacks recall the “worst moments of interference” in Latin American politics, threatening peace across the region. “The international community, through the United Nations, needs to respond vigorously to this episode,” he said.</p><h2 id=\"trinidad-and-tobago\">Trinidad and Tobago</h2><p>“Earlier this morning, Saturday 3rd January 2026, the United States commenced military operations within the territory of Venezuela. Trinidad and Tobago is NOT a participant in any of these ongoing military operations. Trinidad and Tobago continues to maintain peaceful relations with the people of Venezuela,” Prime Minister Kamla Persad-Bissessar said in a statement.</p><h2 id=\"iran\">Iran</h2><p>In a statement posted on X, Supreme Leader Ayatollah Ali Khamenei wrote, “What’s important is when one realises an enemy wants to force something on one’s govt. or nation with false claims, they must stand firmly against that enemy.”</p><p>“We won’t give in to them. With reliance on God &amp; confidence in the people’s support, we’ll bring the enemy to its knees,” he added.</p><p>In a separate statement, Iran’s Ministry of Foreign Affairs said it “strongly condemns the American military attack on Venezuela and the flagrant violation of the national sovereignty and territorial integrity of the country”.</p><h2 id=\"russia\">Russia</h2><p>Moscow ‍is ‍deeply concerned and condemned an “act of armed aggression” against ⁠Venezuela committed by the ​US, the Russian ‍Ministry of Foreign Affairs said. “In the current situation, ‍it ⁠is important … to prevent further escalation and to focus on finding a way out ​of ‌the situation through dialogue,” the ministry said in a statement.</p><p>The ministry said “Venezuela ⁠must ​be ‍guaranteed ‍the ⁠right to ​determine ‌its ‌own ‌destiny ⁠without any destructive, ‌military intervention ‍from ‌outside.</p><p>“‍We ⁠reaffirm ​our ‍solidarity with ‍the Venezuelan ⁠people and our ​support ‌for its ‌leadership’s ‌policy ⁠of defending the ‌country’s national ‍interests and ‌sovereignty, ” it added.</p><p>The ministry also said it was “extremely concerned” about the capture of Maduro and his wife, adding that if such actions took place “constitute an unacceptable violation of the sovereignty of an independent state.”</p><h2 id=\"united-states\">United States</h2><p>In a statement posted on X, US Attorney General Pam Bondi said Maduro and his wife have been indicted in the Southern District of New York.</p><p>“Nicolas Maduro has been charged with Narco-Terrorism Conspiracy, Cocaine Importation Conspiracy, Possession of Machineguns and Destructive Devices, and Conspiracy to Possess Machineguns and Destructive Devices against the United States. They will soon face the full wrath of American justice on American soil in American courts,” she said.</p><p>Meanwhile, Republican Senator Mike Lee said the US has completed its military action in Venezuela after capturing its leader, Maduro.</p><p>“He anticipates no further action in Venezuela now that Maduro is in US custody,” Lee wrote on X after what he said was a telephone call with US Secretary of State Marco Rubio.</p><h2 id=\"united-kingdom\">United Kingdom</h2><p class=\"tr-story-p1\">British Prime Minister Keir Starmer said his country was not involved in the United States’ strikes on Venezuela and that he wanted to speak with Trump and find out the full facts of what had happened.</p><p>“I want to establish the facts first. I want to speak to President Trump. I want to speak to allies. I can be absolutely clear that we were not involved … and I always say and believe we should all uphold international law,” he said in a statement to British broadcasters.</p><figure id=\"attachment_4211211\" aria-describedby=\"caption-attachment-4211211\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211211\" src=\"/wp-content/uploads/2026/01/AFP__20260103__89H82GV__v1__MidRes__ColombiaVenezuelaUsConflictCrisis-1767440965.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Venezuelans leaving their country arrive at the border crossing in Cucuta, Colombia, on January 3, 2026, after US forces had captured Venezuelan leader Nicolas Maduro after launching a \"large scale strike\" on the South American country. (Photo by Schneyder Mendoza / AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4211211\" class=\"wp-caption-text\">Venezuelans leaving their country arrive at the border crossing in Cucuta, Colombia early on Saturday, after US forces had captured Venezuelan leader Nicolas Maduro following a “large scale strike” in the country [Schneyder Mendoza/AFP]</figcaption></figure><h2 id=\"european-union\">European Union</h2><p>EU High Representative for Foreign Affairs and Security Policy Kaja Kallas said she has spoken with US Secretary of State Marco Rubio and the EU ambassador in Caracas regarding the latest developments in Venezuela.</p><p>“The EU is closely monitoring the situation in Venezuela,” Kallas said in a statement on X.</p><p>“The EU has repeatedly stated that Mr Maduro lacks legitimacy and has defended a peaceful transition. Under all circumstances, the principles of international law and the UN Charter must be respected. We call for restraint. The safety of EU citizens in the country is our top priority.”</p><h2 id=\"spain\">Spain</h2><p>‍Madrid called for de-escalation, moderation and ⁠respect ​for international ‍law in Venezuela, the Spanish ‍⁠Ministry of Foreign Affairs said in a statement. It ‌also offered itself as a ‌negotiator ‌to help ⁠find a peaceful solution in ‌Venezuela.</p><h2 id=\"germany\">Germany</h2><p>In a statement to AFP news agency, Germany’s foreign ministry said it is “monitoring the situation in Venezuela very closely and following the latest reports with great concern.”</p><p>“The foreign ministry is in close contact with the embassy in Caracas,” Berlin said adding that the government’s crisis team was in session and is “coordinating closely with our partners.”</p><h2 id=\"italy\">Italy</h2><p>‍Prime Minister Giorgia Meloni said she ‍was “closely monitoring the situation in Venezuela”, also ‍with ⁠an aim of “gathering information about our fellow citizens” in the ​country. Meloni ‌added she was in constant contact with Italy’s Foreign ‌Minister Antonio ‌Tajani. About 160,000 ⁠Italians currently live in Venezuela, most ‌of them with dual citizenship.</p><h2 id=\"indonesia\">Indonesia</h2><p>Indonesia is monitoring developments in Venezuela to ensure the safety of its citizens, Foreign Ministry Spokesperson Yvonne Mewengkang said.</p><p>“Indonesia also calls on all relevant parties to prioritize peaceful resolution through de-escalation and dialogue, while prioritizing the protection of civilians.</p><p>“Indonesia emphasizes the importance of respecting international law and the principles of the UN Charter.”</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "A New Year for Gaza: Will life return? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-03T09:18:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/WhatsApp-Image-2025-05-07-at-11.03.55-4-1-1746618024.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> Over the past two years, we stopped counting seasons, days, and the passage of time.</p><p>Days are no longer days; the life we knew before the outbreak of Israel’s genocidal war is gone.</p><p>Instead, days merge as we taste every shade of suffering and drink from every bitter cup except the one that will give us our lives back.</p><p>We watch the world writing about the end of 2025, celebrating achievements and opening a blank page to welcome the coming year.</p><p>But a new year in Gaza means we are entering the third year of the war and its aftermath.</p><p>It’s as if Gaza has its own calendar since the genocide began.</p><h2 id=\"carrying-tears-and-disbelief\">Carrying tears and disbelief</h2><p>Whoever emerged from this year alive survived with their body, but their soul has been eroded – you can see it on the face of any woman or man who has been displaced for two years.</p><p>We were hopeful at the beginning of 2025 as we returned, carrying our tears and disbelief, to northern Gaza, to our destroyed homes where we had lived our entire lives.</p><p>In that ceasefire in January 2025, we thought the war had ended and that we could start anew.</p><p>But we were wrong. Only six weeks later, as people were still trying to absorb life in post-war northern Gaza, the war returned, even more brutal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In mid-March, we were woken to the sound of bombs – a sound that had never really left us. This time, Israel added the weapon of starvation, blocking the entry of everything, even aid.</p><p>And so it went: War, bombardment, blood, hunger, and the constant race to secure a single meal.</p><p>Seasons of abundance passed us by, Eid and feast days, while tables were bare. No holiday cookies, no coffee, no chocolate. Nothing.</p><p>People made do by offering water, and some stopped receiving visitors, hiding their poverty.</p><p>This year’s Eid, supermarket shelves had been bare for months.</p><p>A vendor set out a table with thin fingers of sweets his wife had made at home from sugar, sesame, and flour. One little piece sold for 10 shekels (about $3).</p><p>I wasn’t surprised. Sugar and flour were priceless, sold by the gramme, like gold.</p><p>That day, I went from place to place with my children, trying to find any sign of celebration.</p><p>I was surprised at myself for hoping, even subconsciously, that it being Eid might change things, that perhaps food would enter.</p><p>But I told myself: What would it being Eid matter in Gaza? Nothing changes. It’s just another day, the same reality. A day in Gaza means bombs in the sky, and hunger and deprivation of joy on the ground.</p><p>I decided not to go see my family in the north for Eid and turned back home.</p><figure id=\"attachment_3802258\" aria-describedby=\"caption-attachment-3802258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3802258\" src=\"/wp-content/uploads/2025/06/WhatsApp-Image-2025-06-25-at-10.15.25-AM-2-1750975763.jpeg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"Iyas and Maram\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3802258\" class=\"wp-caption-text\">Maram Humaid’s son Iyas has lived most of his life in war [Maram Humaid/Al Jazeera]</figcaption></figure><p>Not only because I stood at a street corner for more than an hour and a half looking for a car or even an animal-drawn cart to take us north, but also because I felt joy was dead, no matter how hard I tried. So I returned, broken, my children trailing behind me.</p><p>I had enough money to buy them new clothes, but all my money couldn’t buy them a cookie.</p><p>I collapsed onto a couch at home, wondering at the wrath that seemed to have been unleashed on us in Gaza while the rest of the planet carried on, celebrating Eid as famine consumed us.</p><h2 id=\"the-passing-of-days\">The passing of days</h2><p>As the days passed, they drained us.</p><p>Day after day, I began to lose my desire to work, to write, to keep listening to people’s stories.</p><p>What’s the point of listening to the stories of the hungry when the world has grown accustomed to our protruding bones? What’s the point of covering a massacre that isn’t ending?</p><p>I had no energy left. I would think of a story, but my mind would tell me to conserve what energy remained.</p><p>My days narrowed to counting how much flour, rice, and sugar we had left. I cooked lentils over an open, smoking fire for my children. I worried about the last of the yeast, worried about how to find more firewood, craved a cup of coffee as if it were a dream, and scrolled through photos of once-abundant tables.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>We were seeing people die for a bag of flour or a food parcel, and crowds gathering at night to go to aid distribution points.</p><p>I had never stopped thinking about leaving Gaza throughout the war, but my motivation changed as the thoughts got sharper.</p><p>I was dreaming of taking my children somewhere they could eat whatever they wanted.</p><p>I want to title all this humiliation and suffering in my memory as: “So we do not forget.”</p><p>How could I forget, when even now, whenever I pass a stall full of fruits and vegetables, I gasp and stare, my heart pounding with prayers that this blessing will not disappear again?</p><p>How could I forget, when I still remember my shock and emotion in late September when I entered a supermarket and saw shelves of food? I went into a buying frenzy.</p><p>I took a bit of everything: Canned goods, chocolate, chips, cream cheese, flour, legumes. I felt like I was carrying treasures, even at double the price.</p><p>Since then, whenever I enter a grocery shop, anxiety, fear, and exhaustion overwhelm me. I buy what I need and what I don’t need.</p><p>Food is more available, yet my mind tells me that this abundance will not last. We are conditioned to deprivation, empty shelves and severed supply lines.</p><figure id=\"attachment_3850266\" aria-describedby=\"caption-attachment-3850266\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850266\" src=\"/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-22-at-15.41.15-4-1-1753188428.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The food that has to last all day for the family. a small basket of bread and three small bowls of lentil gruel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850266\" class=\"wp-caption-text\">Hunger, the weapon we never expected in Gaza [Maram Humaid/Al Jazeera]</figcaption></figure><p>It is a deep trauma, a constant feeling that food will disappear. I can’t say I hate food, but I hate the terror and fear around it.</p><p>The same feeling returns with every door slam, every rug shaken out, every sound of a passing truck, or gunfire. All of it throws us into a state of emergency, waiting for the sound of a missile.</p><h2 id=\"achievements\">‘Achievements’</h2><p>The other night, just before the end of the year, I was joking with my father and my siblings, who have been sheltering with us since September, when Israel forced people out of the north.</p><p>We wanted to imitate the social media “achievements” trend, where friends and families gather around a cake, and each person lights a candle and details an achievement for the year.</p><p>We began – without a cake – under dim LED lights, because electricity had been cut for months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>When my turn came, I said my greatest achievement this year was retaining my mental and psychological faculties.</p><p>I hadn’t even finished my sentence before everyone burst into laughter.</p><p>“Who told you that you still have your mental and psychological faculties?” my sister choked out around her laughter.</p><p>I fell silent, stunned by their reaction, then laughed along with them when I realised the weight of what I had said.</p><p>What is this, you fool? What psyche, what sanity? God forgive you, Maram.</p><p>After what you mentioned above, and what you didn’t mention, and everything you will never mention, is there still room to speak of mental and emotional stability?</p><p>It was the most honest ending to this year.</p><p>An ending where I fully understood the limits of my strength and that I had reached the end of it, yet somehow I managed to keep going.</p><p>This is not defiance, nor strength. Prolonged survival in this state eats away at souls and minds.</p><p>Day after day, our humanity erodes further until we are no longer fit for life, no matter how many years pass.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video shows aftermath of explosions in Venezuela | Conflict | Al Jazeera",
            "time": "2026-01-03T08:59:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767430757.jpg?resize=1626%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saudi Arabia welcomes request from Yemen to help resolve southern battle | Conflict News | Al Jazeera",
            "time": "2026-01-03T08:36:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-02T181746Z_362854302_RC26TIAI39LH_RTRMADP_3_YEMEN-SECURITY-SAYOUN-UGC-1767428297.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Saudi Arabia’s foreign ministry has welcomed a request from Yemen’s Saudi-backed Presidential Leadership Council (PLC) for a forum in Riyadh to resolve <a href=\"/video/newsfeed/2026/1/2/saudi-backed-forces-launch-offensive-against-yemens-stc\">a deadly factional rift</a> in the country’s south that has stoked armed conflict there and triggered tensions between Gulf Arab nations.</p><p>In a statement on Saturday, the Saudi foreign ministry called on southern factions to participate in the forum in the Saudi capital to “formulate a comprehensive vision for fair solutions to the southern cause”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Earlier on Saturday, PLC Chairman Rashad al-Alimi appealed to the different groups and figures in southern Yemen to come together for a meeting in Riyadh, according to Saba News Agency.</p><p>Saba quoted al-Alimi as underlining the “justness and centrality of the southern cause” and “rejected any unilateral or exclusionary solutions” to resolve the ongoing conflict.</p><p>Deadly tensions have erupted in recent days, after the separatist group Southern Transitional Council (STC) launched a major offensive in Yemen’s Hadramout and al-Mahra provinces, which make up nearly half of Yemen’s territory.</p><p>Oil-producing Hadramout borders Saudi Arabia, and many prominent Saudis trace their origins to the province, lending it cultural and historical significance for the kingdom. Its capture by the STC last month was regarded by the Saudis as a threat.</p><p>The STC is part of the anti-Houthi coalition in Yemen’s south. But it is said to harbour plans to carve out its own nation in southern Yemen, causing conflict with its partner, the internationally recognised Yemeni government led by the PLC.</p><p>The Saudis have accused its coalition partner, the United Arab Emirates (UAE), of arming the STC, whose military operation is now threatening to split Yemen into three, while also posing problems to Riyadh’s own national security.</p><p>The UAE has denied those allegations, insisting that it supports Saudi Arabia’s security.</p><p>In a statement on Saturday, the UAE expressed its “deep concern” over the ongoing escalation and called on the Yemenis “to prioritise wisdom and exercise restraint to ensure security and stability in the country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Saudi-backed coalition was formed in 2015 in an attempt to dislodge the Iran-backed Houthi rebels from Yemen’s north.</p><p>But after a brutal, decade-long civil war, the Houthis remain in place while the Saudi and Emirati-backed factions attack each other in the south.</p><p>On Friday, air strikes by a Saudi-led coalition killed 20 people, according to the STC.</p><p>Late on Friday, the UAE announced the return of all Emirati armed forces personnel from Yemen, signalling a possible detente with Saudi Arabia.</p><p>The UAE’s defence ministry said that the withdrawal of its forces from Yemen is in accordance with its decision “to conclude the remaining missions of counter-terrorism units”.</p><p>“The process has been conducted in a manner that ensured the safety of all personnel and carried out in coordination with all relevant partners,” the ministry said in a statement published on the Emirates News Agency website.</p><p>Amid the UAE’s announcement of a withdrawal, the STC unilaterally declared that it aims to hold <a href=\"/news/2026/1/2/yemeni-province-launches-operation-to-take-bases-back-from-separatist-stc\">a referendum on independence</a> from the north in two years.</p><p>In an interview with Al Jazeera, former Yemeni diplomat and parliament member Ali Ahmed al-Amrani, however, dismissed the idea of secession as a solution to the Yemeni crisis, saying it “does not reflect a national consensus”.</p><p>Meanwhile, Hisham Al-Omeisy, a political and conflict analyst focusing on Yemen with the European Institute of Peace, warned that if not resolved, the latest violence in the south could mark the start of a dangerous new phase in the war, with rival forces seeking to reshape control on the ground.</p><p>“We’re going to be basically seeing a bloody conflict, at least in the coming few days, to draw a new map in the south,” he added.</p><p>“This is prolonged fighting,” Al-Omeisy told Al Jazeera, describing a situation in which “warring factions are trying to gain territory and secure the upper hand.</p><p>“This is a proxy war within a proxy war,” he said, adding that the consequences could extend far beyond Yemen’s borders.</p></div></div></body></html>"
        },
        {
            "title": "Iranians face mounting hardship as protests intensify | Protests | Al Jazeera",
            "time": "2026-01-03T08:06:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/clean2-1767427558.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Helicopters seen over Venezuelan capital as explosions rock city | Donald Trump | Al Jazeera",
            "time": "2026-01-03T07:56:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767426925.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Sudan sources say South Sudanese among captured RSF members as war rages | News | Al Jazeera",
            "time": "2026-01-03T07:44:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_695343a3669ed-1767064483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sudan sources say South Sudanese among captured RSF members as war rages</h1><p class=\"article__subhead\"><em>More than 10 South Sudanese have been captured in the North Kordofan State in central Sudan, sources say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Sudanese military has captured South Sudanese fighting alongside the Rapid Support Forces (RSF) paramilitary group in battles that broke out in a central region of the country this week, according to sources in the government-aligned Sudanese Armed Forces (SAF).</p><p>The sources told Al Jazeera that the army and its allied forces captured more than 10 members on Thursday in the towns of Kazqil and al-Rayash in the North Kordofan State in central Sudan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They also said that Sudan is about to address the government of South Sudan and provide official evidence proving the participation of these elements in the ranks of the RSF.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a separate development, Hamid Ali Abubakar, security adviser to RSF commander Mohamed Hamdan Dagalo, was killed along with several aides in a drone attack carried out by SAF near the city of Zalingei, the capital of Central Darfur state, RSF security adviser al-Basha Tabiq said on Thursday evening.</p><p>Tabiq announced the death in a post on Facebook, mourning “Commander Adviser Hamid Ali Abubakar”, who also led the RSF’s “al-Saif al-Battar” military unit, which operates mainly in northern, central and western parts of the Darfur region.</p><p>Tabiq accused the SAF of “assassinating” Abubakar and warned it would “pay a heavy price for this crime”.</p><p>The three Kordofan states – North, West, and South – have seen weeks of fierce fighting between the army and the RSF, prompting tens of thousands of people to flee.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"worsening-humanitarian-crisis\">Worsening humanitarian crisis</h2><p>Thousands of families <a href=\"/news/2026/1/1/only-sheets-to-cover-us-sudans-displaced-face-little-shelter-in-kosti\">fleeing renewed fighting in Kordofan and Darfur</a> have arrived in the city of Kosti, only to find overcrowded camps and dwindling international support.</p><p>Meanwhile, the North Darfur Emergency Chambers Council warned of the worsening humanitarian disaster in the Umbro locality of North Darfur State, where heavy clashes are ongoing amid an RSF offensive.</p><p>The council said the region is experiencing tragic conditions that have led to the forced displacement of more than 6,500 families.</p><p>Of Sudan’s 18 states, the RSF controls all five states of the Darfur region in the west, except for some northern parts of North Darfur that remain under army control.</p><p>The army, meanwhile, holds most areas of the remaining 13 states in the south, north, east, and centre, including the capital Khartoum.</p><p>Sudan’s humanitarian crisis has sharply worsened since the war between the army and the RSF erupted in April 2023 over a dispute on unifying the military establishment, killing tens of thousands and displacing millions.</p></div></div></body></html>"
        },
        {
            "title": "Live: Trump claims Venezuela’s Maduro ‘captured’ after US attacks | News | Al Jazeera",
            "time": "2026-01-03T07:27:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26003246538765-1767424202.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Live: Trump claims Venezuela’s Maduro ‘captured’ after US attacks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>President Trump claims President Maduro and his wife Cilia Flores ‘captured’ and flown out of the country in a military operation.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Explosions heard over Venezuelan capital Caracas amid US tensions | Conflict | Al Jazeera",
            "time": "2026-01-03T07:10:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767424178.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Jan 2026</span><span aria-hidden=\"true\">3 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}