{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "A ‘fearful’ country? Crime concerns grip Chile ahead of presidential race | Elections News | Al Jazeera",
            "time": "2025-12-12T13:40:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25345042069388-1765469216.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"domino-effect\">Domino effect</h2><p>Chile has nearly 15.8 million registered voters, and this year, for the first time since 2012, all of them are required by law to vote in the presidential race.</p><p>Kast is believed to have the upper hand in Sunday's run-off.</p><p>Though he came in second place during the first round of voting in November, he is expected to sweep up additional support from conservative candidates who did not make the cut-off for the second vote.</p><p>But some voters expressed scepticism about the emphasis on crime in this year's race.</p><p>Daniela Ocaranza, a mother who lives in a low-income neighbourhood in Santiago, considers the heightened focus on crime to be a ploy.</p><p>She volunteers at an organisation that fights for affordable housing, and she thinks politicians are leveraging the uptick in crime to convince the voters to put more resources into security.</p><p>“Crime has increased,” Ocaranza acknowledged. “But this happens in all countries.”</p><p>She said the media is partly to blame in raising fears. It shows “you the same crime 30 times a day — morning, noon and night — so the perception is that there is more\".</p><p>“But there are many other things that are more important,” Ocaranza stressed, pointing to issues like education, healthcare and pensions. They are areas that she sees best addressed by Jara, whom she will be voting for on Sunday.</p><p>For his part, Johnson said politicians draw up hardline policies to appease residents who want urgent action taken.</p><p>But he noted that research has shown punitive measures don’t typically produce results. In the meantime, he warned that the outsized fears about crime can have real-world ramifications.</p><p>“Today, there are fewer people consuming art, going out to see theatre, going out to restaurants. So it doesn’t just limit someone’s quality of life but also economic development,\" Johnson said.</p><p>“Fear is extremely harmful. It might even be more hurtful than the actual crime.”</p></div></div></body></html>"
        },
        {
            "title": "US slaps sanctions on Maduro family, Venezuelan tankers: What we know | Explainer News | Al Jazeera",
            "time": "2025-12-12T13:20:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-10T213000Z_1762248913_RC2XDIABISPX_RTRMADP_3_VENEZUELA-ANNIVERSARY-MARCH-1765538645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has <a href=\"/news/2025/12/12/us-sanctions-family-of-venezuelas-maduro-6-oil-tankers-in-new-crackdown\">announced sanctions</a> on three nephews by marriage of Venezuelan President Nicolas Maduro and six Venezuela-flagged oil tankers and shipping firms linked to them, amid ongoing political conflict between Washington and Caracas.</p><p>This latest move by Donald Trump’s administration on Thursday came just one day after US forces <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">seized another oil tanker</a>, the Skipper, just off the coast of Venezuela.</p><p>As well as the so-called “narco-nephews” – Franqui Flores, Carlos Flores and Efrain Campo – the US has also placed sanctions on Panamanian businessman Ramon Carretero.</p><p>Since September, the US has carried out at least 21 deadly strikes on alleged drug-smuggling boats in the Caribbean Sea, killing more than 80 people. While the White House has justified the attacks as necessary to stem the flow of illegal drugs into the US, political observers believe the aim is to <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\">drive Maduro out of power</a>, not least because Venezuela is <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">not a main source of drugs</a> and the Trump administration has provided no evidence that any of the boats were carrying them.</p><p>So, what sanctions are imposed by the Trump administration? Why is Washington sanctioning Venezuelan oil? And how does Chevron, a US oil major, still get to do business in Venezuela?</p><figure id=\"attachment_4169087\" aria-describedby=\"caption-attachment-4169087\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169087\" src=\"/wp-content/uploads/2025/12/2025-12-10T224316Z_72978865_RC2YDIAFSTHI_RTRMADP_3_USA-VENEZUELA-OIL-SEIZURE-1765538663.jpg?w=770&amp;resize=770%2C498&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169087\" class=\"wp-caption-text\">A US military helicopter flies near an oil tanker during a seizure by the United States off the coast of Venezuela, on December 10, 2025, in a still image from video [US Attorney General/Handout via Reuters]</figcaption></figure><h2 id=\"what-new-sanctions-have-been-placed-on-the-maduro-family-and-oil-tankers\">What new sanctions have been placed on the Maduro family and oil tankers?</h2><p>Escalating economic pressure on Venezuela, the US Treasury Department imposed new sanctions targeting members of Maduro’s family and the maritime network facilitating the country’s oil exports.</p><p>Announcing the measures, US Treasury Secretary Scott Bessent said they marked a reversal of the previous Biden administration’s diplomatic strategy and aimed to cut off funding for what the US terms a “corrupt narco-terrorist regime”.</p><p>The new designations focus on the nephews of Maduro’s wife, Cilia Flores. The US’s Office of Foreign Assets Control (OFAC) sanctioned the “narco-nephews”, two of whom were convicted of drug trafficking in the US in 2016 but granted clemency by President Biden in 2022 in a prisoner exchange.</p><p>Additionally, Carlos Erik Malpica Flores, a former national treasurer and executive of state-owned oil company PDVSA, has been readded to the sanctions list.</p><p>The US authorities also named Panamanian businessman Ramon Carretero Napolitano and six shipping companies accused of using “deceptive practices” to transport oil to Asian markets covertly.</p><p>Six specific vessels – White Crane, Kiara M, H Constance, Lattafa, Tamia, and Monique – have been identified as “blocked property”.</p><p>The Treasury said the new sanctions have been applied in addition to existing ones on President Maduro, his wife, Flores, his son Nicolas Maduro Guerra, and Flores’s three sons, Walter Gavidia Flores, Yosser Gavidia Flores and Yoswal Gavidia Flores.</p><figure id=\"attachment_4169096\" aria-describedby=\"caption-attachment-4169096\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169096\" src=\"/wp-content/uploads/2025/12/2025-12-01T235503Z_2093010719_RC2X7IAOVUXW_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1765538761.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169096\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro with his wife Cilia Flores during a ceremony to swear in new community-based organisations in Caracas, Venezuela, on December 1, 2025 [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"how-do-these-sanctions-work\">How do these sanctions work?</h2><p>Essentially, the sanctions mean targeted individuals are barred from accessing any property or financial assets held in the US. They cannot access US bank accounts, sell their property, or access their money if it passes through the US financial system.</p><p>Any US companies or citizens doing business with any sanctioned individual or company will be penalised and risk becoming subject to enforcement actions.</p><p>The sanctions extend beyond the individuals on the list. Any entity that is owned 50 percent or more, directly or indirectly, by one or more of the blocked persons is also sanctioned as well, even if that company isn’t explicitly named.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-the-trump-administration-sanctioning-the-maduro-family\">Why is the Trump administration sanctioning the Maduro family?</h2><p>The Trump administration accuses the family of heading up drug cartels and overseeing drug trafficking in Venezuela.</p><p>In its statement, the Treasury Department asserted that the nephews have been involved in trafficking cocaine since they were granted clemency by Biden in 2022.</p><p>The new sanctions also have a domestic political dividend as Trump frames them as a direct repudiation of the Biden administration’s diplomatic strategy towards Venezuela.</p><p>The Republican president argues that the previous administration’s attempt to offer sanctions relief, including delisting anyone on the terrorist list, has failed to result in democratic elections in Venezuela.</p><p>The sanctions mark Trump’s return to a “maximum pressure” strategy, and his aim to dismantle the financial networks that support Maduro.</p><p>Trump is hitting Venezuela, a petro-state where up to 95 percent of export earnings are from fossil fuels, where it hurts.</p><p>“Maduro continues to deny democratic values in the country and refuses to recognise the will of the Venezuelan people, and thus it is in the foreign policy interest of the United States to continue to apply pressure to those tied to the Maduro regime,” the Treasury said in a statement.</p><figure id=\"attachment_4169098\" aria-describedby=\"caption-attachment-4169098\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169098\" src=\"/wp-content/uploads/2025/12/2022-12-02T194504Z_289245501_RC2QXX9TRM5Z_RTRMADP_3_VENEZUELA-CHEVRON-1765538851.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169098\" class=\"wp-caption-text\">The US government granted a six-month licence allowing Chevron, whose Caracas office is shown here, to boost oil output in US-sanctioned Venezuela [File: Gaby Oraa/Reuters]</figcaption></figure><h2 id=\"does-that-mean-us-oil-companies-cannot-do-business-in-venezuela\">Does that mean US oil companies cannot do business in Venezuela?</h2><p>No, not entirely. Oil giant Chevron has managed to keep operating there.</p><p>With a capacity of more than 300 billion barrels, Venezuela has the world’s largest proven oil reserves.</p><p>However, its reserves have dropped sharply over the past three decades, since former President Hugo Chavez and then the succeeding Maduro administration squeezed control of the state-run oil company, PDVSA.</p><p>Currently, Chevron is the only US oil producer still active in Venezuela. The company secured a licence from President Biden in 2022 to operate outside US sanctions. The Trump administration extended the firm another waiver this year.</p><p>Chevron, which partners with PDVSA, accounts for about one-fifth of Venezuela’s official oil production.</p><p>Chevron increased shipments from 128,000 barrels per day (bpd) in October this year to 150,000bpd last month. The US group says it needs to recover billions of dollars PDVSA owes in unpaid bills and property seizures.</p><h2 id=\"what-other-sanctions-does-the-us-already-have-in-place-on-venezuela\">What other sanctions does the US already have in place on Venezuela?</h2><p>At the core of the US sanctions programme are targeted financial and asset-blocking measures. US citizens and companies are banned from dealing with various designated Venezuelan officials, business leaders and entities whose property and interests in property are frozen in the US, unless authorised to do so by OFAC.</p><p>In addition to individual sanctions, the US has imposed broad sectoral restrictions on Venezuela’s economy, most notably on its state-owned oil company, PDVSA, and related oil exports. Since 2017, Washington has barred the Venezuelan government from US financial markets and prohibited the purchase of Venezuelan debt.</p><p>In 2019, sanctions were extended to freeze PDVSA assets in the US, restrict US firms – except Chevron – from doing business with PDVSA, and deter international partners from engaging with Venezuela’s oil sector.</p><p>US policy also includes visa restrictions and travel bans on Venezuelan officials and their associates, whom they accuse of undermining democracy or being responsible for human rights violations.</p><p>The US has also sanctioned maritime and shipping operations connected to Venezuela’s oil trade, including designating vessels and shipping companies which transport Venezuelan crude.</p><p>Since Trump’s return to the US presidency earlier this year, the US has added terrorism-related designations to Venezuelan groups it alleges are involved in drug trafficking or broader criminal networks. These designations carry their own financial and legal restrictions, often intersecting with existing economic sanctions.</p><p>In November, the US government designated the Venezuelan <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles</a> as a terrorist organisation and alleged that the group, which is accused of drug trafficking operations, is overseen by Maduro himself.</p><figure id=\"attachment_4169090\" aria-describedby=\"caption-attachment-4169090\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169090\" src=\"/wp-content/uploads/2025/12/2025-12-10T224806Z_2094381794_RC2WDIAZRGS9_RTRMADP_3_VENEZUELA-ANNIVERSARY-MARCH-1765538677.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169090\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro points towards supporters, during a march to commemorate the Battle of Santa Ines, on the same day Venezuelan opposition leader Maria Corina Machado was awarded the 2025 Nobel Peace Prize in Norway, in Caracas, Venezuela, December 10, 2025 [Gaby Oraa/Reuters]</figcaption></figure><h2 id=\"how-have-sanctions-affected-venezuela\">How have sanctions affected Venezuela?</h2><p>US sanctions against Venezuela have contributed to one of the most severe economic collapses in modern history outside of a war zone.</p><p>In the late 1990s, Caracas was producing 3.6 million barrels of oil per day, generating 95 percent of its export revenues. But US sanctions and years of mismanagement have brought production below 1 million bpd.</p><p>That severely reduced tax revenues from oil proceeds, a key source of government income. Eventually, after the central bank printed more money to cover budget shortfalls and imports became increasingly expensive, inflation exceeded 1 million percent in 2018.</p><p>Venezuela defaulted on its commercial debt in 2017. Together with bonds issued by PDVSA and the state-owned utility, Elecar, the government owes approximately $92bn. An additional $57bn is owed to China and in various arbitration awards.</p><p>In all, Venezuela’s debt-to-GDP ratio is estimated at 148 percent.</p><p>The US relieved some sanctions briefly during Biden’s presidency, under the 2023 Barbados Agreement, notably on oil and debt, in return for political guarantees such as holding free and fair elections and releasing detained US citizens.</p><p>The deal allowed Venezuela to earn an additional $740m in oil sales. But then Maduro blocked his main opponent, <a href=\"/news/2025/10/10/who-is-maria-corina-machado-2025-winner-of-the-nobel-peace-prize\">Maria Corina Machado</a>, who remains in hiding but was awarded this year’s Nobel Peace Prize, from running for election, and Biden reimposed US sanctions in April 2024.</p><p>However, experts suggest, sanctions have actually helped Maduro stay in power to some extent. Venezuelan officials shifted to an illicit “black market” economy using shadow fleets to transport oil. That, in turn, strengthened a loyal circle of military and business elites who profit from evading sanctions, and circling back their support to Maduro.</p><figure id=\"attachment_4169085\" aria-describedby=\"caption-attachment-4169085\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169085\" src=\"/wp-content/uploads/2025/12/2025-12-10T214724Z_415112225_RC2XDIAQZIJB_RTRMADP_3_VENEZUELA-ANNIVERSARY-MARCH-1765538660.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169085\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro dances, as he joins supporters during a march to commemorate the Battle of Santa Ines, on the same day Venezuelan opposition leader Maria Corina Machado was awarded the 2025 Nobel Peace Prize, in Caracas, Venezuela, on December 10, 2025 [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"are-there-ways-to-get-around-these-sanctions\">Are there ways to get around these sanctions?</h2><p>There are myriad methods Venezuela has adopted under Maduro to skirt US sanctions.</p><p>Caracas, in coordination with other sanctioned states such as Iran, has used a “shadow fleet” of older, lightly regulated oil tankers to transport crude to buyers such as Chinese refiners.</p><p>These vessels often turn off Automated Identification System (AIS) transponders, use falsified tracking data, change names or flags, or operate under opaque ownership structures in jurisdictions that do not enforce sanctions rigorously.</p><p>They aim to conceal the true origin and destination of the oil and frustrate enforcement of sanctions. The Skipper, which was seized off the coast of Venezuela by the US this week, is believed to be a part of this network of tankers which smuggle oil for countries facing stiff sanctions, including Venezuela, Russia and Iran.</p><p>Venezuelan oil shipped to China has, in some cases, been labelled as Brazilian crude or otherwise relabelled on certificates of origin, Reuters reported, allowing carriers and buyers to circumvent tagging that would flag cargo as subject to US sanctions.</p><p>Transshipment at sea or in intermediate ports, where sanctioned cargoes can be switched from one vessel to another which is not on a sanctions list, is another method of evading detection.</p><p>Some sanctioned entities have also been reported as using shell companies or intermediaries in tax havens to obscure beneficial ownership and make it harder for sanctions regulators to trace transactions.</p><p>In recent years, Venezuelan officials have also reportedly used cryptocurrencies to facilitate transactions and access foreign currency. While this does not directly replace large oil export proceeds, it reflects broader methods for accessing value outside the formal financial architecture subject to US controls.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera crew takes cover from Thailand-Cambodia artillery duel | Newsfeed | Al Jazeera",
            "time": "2025-12-12T12:59:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765544391.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What New Delhi can learn from China’s war on air pollution | Environment | Al Jazeera",
            "time": "2025-12-12T12:35:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AP25294192089334-1761028083.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The air quality in New Delhi and its surrounding areas has turned hazardous as a dense layer of smog blanketed the Indian capital. Several parts of Delhi <a href=\"https://www.hindustantimes.com/india-news/delhi-air-quality-turns-severe-as-aqi-crosses-400-several-areas-reel-under-choking-pollution-101763864565629.html?utm\" target=\"_blank\" rel=\"noopener\">recorded</a> an air quality index (AQI) of 400 and even 450 – a level considered as “severe” under international pollution standards.</p><p>Every winter, air pollution in Delhi spikes around this time when cold air traps smoke and fumes from fireworks, stubble burning and heavy traffic. The crisis is aggravated by vehicular and industrial emissions, massive road dust, construction activities and coal and biomass-fired residential heating.</p><p>As dozens of Indian cities grapple with “poor” or “very poor” air quality, per India’s pollution watchdog, China serves as a model for its neighbouring nation. Beijing, through stringent measures and effective air pollution control policies, has made a considerable effort to improve its air quality while also achieving impressive economic growth.</p><p>Twenty years ago, Beijing was crowned as the world’s smog capital. China’s <a href=\"https://wmo.int/media/magazine-article/air-quality-management-and-weather-prediction-during-2008-beijing-olympics#:~:text=Temporary%20emission%20reduction%20regulations%20were,et%20al.%2C%202008).\" target=\"_blank\" rel=\"noopener\">temporary</a> emission reduction regulations for the 2008 Beijing Olympics set the stage for its war on air pollution. With the <a href=\"https://english.mee.gov.cn/News_service/infocus/201309/t20130924_260707.shtml\" target=\"_blank\" rel=\"noopener\">launch</a> of a five-year national action plan in 2013, the country introduced a raft of measures, including the closure of coal-fired boilers, promoting public transport and new energy vehicles, accelerating technological reform of enterprises and boosting innovation and green energy.</p><p>Special emphasis was given to slashing the “particulate matter (PM2.5)”. These inhalable particles, equal or less than <a href=\"https://www.who.int/news-room/spotlight/how-air-pollution-is-destroying-our-health\" target=\"_blank\" rel=\"noopener\">2.5 microns</a> in diameter, are a major source of air pollution and pose the greatest danger to human health over their ability to penetrate deep into the lungs and enter the bloodstream.</p><p>Beijing’s efforts, coupled with the establishment of an early warning and emergency response system, better <a href=\"https://www.weforum.org/stories/2021/02/china-tackling-air-pollution-big-data/\">regulation</a> of pollution activities, relocation of factories from populated areas and incentives for farmers to discourage agricultural burning, made a lasting impact, showing a dramatic 35 percent improvement in highly polluted areas by 2017.</p><p>In the following years, Beijing continued its campaign against air pollution. <a href=\"https://www.cfr.org/blog/chinas-battle-against-air-pollution-update\">Average PM2.5 concentration</a> dropped by a half, from 72 micrograms per cubic metre (μg/m³) in 2013 to 36μg/m³ in 2019, dropping further to <a href=\"https://www.mee.gov.cn/ywdt/xwfb/202502/t20250224_1102786.shtml\">29.3μg/m³</a> in 2024. Although substantially higher than the World Health Organization’s <a href=\"https://www.iqair.com/newsroom/2021-who-air-quality-guidelines\">guidelines</a> – 5μg/m³ – it still marked a major breakthrough in China’s push against air pollution.</p><p>Despite the challenges posed by the pandemic, China sustained its <a href=\"https://www.gov.cn/zhengce/content/2018-07/03/content_5303158.htm\" target=\"_blank\" rel=\"noopener\">battle</a> for blue skies, rolling out targeted air pollution control policies such as limiting construction-related emissions, deploying clean industrial technologies, cutting steel production, retiring old cars and encouraging the adoption of electric energy vehicles. The measures paid dividends as China’s capital <a href=\"https://edition.cnn.com/2021/08/23/china/china-air-pollution-mic-intl-hnk/index.html\" target=\"_blank\" rel=\"noopener\">transformed</a> from an environmental backwater into an emblematic case of urban air quality governance. Blue skies are indeed back in Beijing, given PM2.5 concentration <a href=\"https://english.news.cn/20251016/44cf9562f5184a9fa1eb6b01bbef0708/c.html\">averaged</a> 24.9μg/m³ in the first three quarters of 2025, per the government.</p><p>The recent improvement builds on prior gains. In 2022, average annual PM2.5 concentration across China <a href=\"https://news.cgtn.com/news/2023-01-29/339-Chinese-cities-enjoy-good-air-quality-on-86-5-of-days-in-2022-1gYTmxFHeI8/index.html\">fell</a> to 29μg/m³, according to Chinese media, and the number of days classified as having good air quality in 339 cities reached 316 – a progress not many regional countries could match. As many parts of the world <a href=\"https://epic.uchicago.edu/insights/chinas-air-quality-policies-have-swifty-reduced-pollution-improved-life-expectancy/\">experienced</a> rising PM2.5 levels, China’s steep reductions were so substantial that they single-handedly drove a decline in global pollution, highlighting the country’s outsized contribution to improving air quality worldwide.</p><p>Independent research supports the data. Thanks to timely government <a href=\"https://www.adb.org/sites/default/files/publication/1063841/eawp-075-air-quality-peoples-republic-china.pdf\">intervention</a>, strong coordination between local and central administrations and international financial institutions, the Greater Beijing-Tianjin-Hebei Region notched a significant achievement. According to the Asian Development Bank, the region has made major gains in air quality: between 2015 and 2023, average annual PM2.5 levels fell by 44.2 percent, sulphur dioxide by 76.3 percent and nitrogen dioxide by 34.8 percent, while the share of days with good air quality rose by 10.3 points to 63.1 percent.</p><p>Experts <a href=\"https://news.cgtn.com/news/2025-09-07/China-s-remarkable-global-achievement-in-air-pollution-control-1GtI6NZsWgE/p.html\" target=\"_blank\" rel=\"noopener\">underscore</a> that China’s environmental frameworks have boosted cross-sector cooperation and spurred active participation from industries that were once major polluters. Over the years, Beijing has developed the world’s largest and most comprehensive new energy industrial chain. Its <a href=\"https://www.bbc.com/news/articles/cx2rz08en2po\" target=\"_blank\" rel=\"noopener\">leadership</a> in producing renewable energy and manufacturing electric vehicles positions it at the centre of the global clean energy transition, making it an important actor to combat air pollution at home and abroad.</p><p>With Chinese gross domestic product (GDP) growing by more than 73 percent between 2013 and 2024 and PM2.5 concentrations plunging to 26μg/m³ in the January-September period, the country demonstrates how a consistent, policy-driven approach can maintain a high growth rate and still strive to deliver clean air to its people. This experience offers a precedent for India and other nations, pursuing to curb pollution without impeding their development goals.</p><p>Air pollution is the greatest environmental health risk. It knows no borders, exacerbates climate change, causes economic losses and reduces agricultural productivity. Even in China, where three-quarters of cities met their annual PM2.5 targets in 2024, the monster is resurging sharply across several regions, urging Beijing to intensify its own measures and ensure enforcement.</p><p>The scale of this challenge necessitates strengthening cooperation and sharing best practices, particularly among countries in South, Southeast and East Asia that are worst affected. Being at the forefront of the air pollution crisis – what China faced a decade earlier amid rapid development and urbanisation – India cannot afford to be complacent in drawing valuable lessons both from Chinese past successes and nascent challenges.</p><p>By adopting elements of China’s clean-air playbook – from shutting down highly polluting factories and expanding electric bus fleets to establishing real-time dust monitoring at construction sites and reinforcing interprovincial coordination – India could make meaningful progress in securing cleaner air and a sustainable future for its people, while advancing its own development and economic growth.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "New footage shows six Israeli captives held in Gaza tunnel prior to deaths | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-12T12:31:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250119__36UL2E8__v1__HighRes__PalestinianIsraelConflictCeasefire-1765540110.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli media outlets have aired footage of six Israeli captives lighting Hanukkah candles in a Hamas tunnel in Gaza, eight months before their deaths during Israel’s genocidal war in the besieged enclave.</p><p>The footage, depicting captives Hersh Goldberg-Polin, Carmel Gat, Eden Yerushalmi, Almog Sarusi, Ori Danino and Alex Lobanov, was released online on Thursday night after being aired on Israeli television.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military said the footage had been filmed by Hamas for propaganda purposes but never released, and had been recovered by the Israeli military during its operations in Gaza.</p><p>The footage, which had previously only been shown to the captives’ families, differed from other clips of Israeli captives released during the war, which typically showed the Israelis reading statements.</p><p>It showed the captives marking Hanukkah in December 2023 by lighting candles and singing, some 80 days into their captivity and eight months before they were killed in August 2024.</p><p>Israel says the six were killed by being shot at close range by their captors in Rafah’s Tal as-Sultan neighbourhood on August 29, 2024, and discovered by the Israeli military two days later, before their remains were returned home.</p><p>The captives were also shown eating as they marked the start of the new year in 2024, as well as playing cards and backgammon.</p><p>One of the captives, Goldberg-Polin, was shown missing the lower part of his left arm, which was blown off by a grenade during the Hamas-led attack in southern Israel on October 7, 2023, Israeli media reported.</p><p>The families of the captives depicted in the footage released a statement saying the clips depicted their loved ones’ humanity, unity and strength.</p><p>“Lighting the candles in this dark place is the Jewish essence of the heroism of light over darkness,” said the statement.</p><p>“Hamas filmed the videos as part of a plot to spread propaganda, but the humanity of the six heroes shines through.”</p><p>Israeli media reported that the bodies of the six captives were found about 1km (0.6 miles) from where another captive, Farhan al-Qadi, had been rescued by the Israeli military just days earlier.</p><p>The return of the captives, both living and dead, was a central plank of the <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">US-brokered ceasefire deal</a> between Israel and Hamas.</p><p>On October 13, as per the deal, Hamas released all 20 remaining living Israeli captives in exchange for 250 Palestinians serving long prison sentences and 1,700 Palestinians disappeared by Israel since the start of the war. Many of the returned Palestinians <a href=\"/news/2025/10/18/what-we-know-about-the-torture-abuse-of-palestinian-prisoners-by-israel\">described beatings</a> and abuse during their time in Israeli detention.</p><p>In subsequent exchanges of remains, 27 of the 28 bodies of Israeli captives have been returned, as well as more than 300 Palestinian bodies, many of which were <a href=\"/news/2025/10/15/gaza-medics-find-signs-of-torture-on-palestinian-bodies-returned-by-israel\">mutilated and showed signs of torture and execution</a>. Many remain unidentified, leaving families with missing relatives unable to find closure in their mourning.</p><p>Hamas has said it requires heavy excavation equipment to recover the last remaining Israeli captive’s body from under the rubble caused by Israeli bombardment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Eight wars ended? What’s happened to Trump’s peace deals | Donald Trump | Al Jazeera",
            "time": "2025-12-12T12:26:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765542396.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Newly released video shows Israeli captives inside Gaza tunnel | Newsfeed | Al Jazeera",
            "time": "2025-12-12T12:19:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765541928.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ongoing Taliban-Olympic talks hope to prompt Afghan women’s rights U-turn | Olympics News | Al Jazeera",
            "time": "2025-12-12T11:56:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP111125119342-1765539648.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Afghanistan’s International Olympic Committee member Samira Asghari says the Taliban authorities must face the stark truth that if they are ever to be accepted internationally, they must respect the rights of women to education and sport.</p><p>Asghari, who at 31 is living in exile for the second time, does, however, favour engaging with Afghanistan’s rulers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Taliban government have banned girls from schools beyond the age of 12, and barred women from most jobs and public services – and from playing sport.</p><p>Asghari, who in 2018 became Afghanistan’s first ever IOC member, accepts her “situation is quite challenging” and beating the drum for Afghan women’s sport “does require certain precautions”.</p><p>Nevertheless, the former international basketball player, like many top Afghan women athletes, is undeterred in speaking out about the treatment of women under the Taliban authorities.</p><p>“The reality is that when you take a public stand for women’s rights you do become a target, but I believe strongly in communication and engagement,” she said in an email interview with the AFP news agency.</p><p>“As long as the Taliban remain the reality on the ground in Afghanistan, we cannot afford to waste time doing nothing.</p><p>“In my role, I have tried to help smooth the discussions between the IOC and those currently in control, focusing on the sport rights of women and girls and particularly primary school girls who are still inside Afghanistan.”</p><p>Asghari, one of four children born to a retired professional makeup artist mother and a father who was a manager in the Afghan Olympic national committee, says the “conversations are not always easy”.</p><p>“They are not about legitimising any government,” she said.</p><p>“But they are very important for creating tangible opportunities for future generations of young boys and girls in Afghanistan.”</p><h2 id=\"i-hope-fifa-can-align-with-ioc-talks-with-the-taliban\">‘I hope FIFA can align with IOC talks with the Taliban’</h2><p>With Afghan sportswomen spread around the globe, putting together teams is complex.</p><p>However, a women’s football team, Afghan Women United, made up of players based in Europe and Australia, <a href=\"https://www.bing.com/ck/a?!&amp;&amp;p=9f38d800c737e7015c0db97152f38720ab05d8d6222d296b9bbf1eb11cb4d75bJmltdHM9MTc2NTQ5NzYwMA&amp;ptn=3&amp;ver=2&amp;hsh=4&amp;fclid=3aeb4474-56e9-6d1a-12d9-50b757526c8b&amp;psq=afghan+women+football+site%3aaljazeera.com&amp;u=a1aHR0cHM6Ly93d3cuYWxqYXplZXJhLmNvbS9zcG9ydHMvMjAyNS8xMC8yNy9hZmdoYW4td29tZW5zLWZvb3RiYWxsLXJldHVybnMtdG8taW50ZXJuYXRpb25hbC1zdGFnZS1pbi1maWZhLXRvdXJuYW1lbnQ\">recently competed in FIFA Unites: Women’s Series 2025</a> in Morocco.</p><p>“This support for athletes outside Afghanistan is just the first step, and I hope FIFA can align with the IOC’s ongoing talks with the Taliban,” she said.</p><p>Asghari, who had been involved in the “project” for more than a year, hopes the message gets through to Afghanistan’s rulers.</p><p>“The Taliban were given the country and now they’re trying to maintain power while ignoring fundamental human rights, particularly for women,” she said.</p><p>“It’s very difficult for them to continue ruling Afghanistan this way in the long term, and the Taliban need to understand that their international acceptance is directly linked to respecting human rights, including the rights of women to education and sport.”</p><p>Asghari, who attended the recent Islamic Solidarity Games in Riyadh, where Afghan women and men competed, said she hoped for “small openings” in the Taliban’s stance.</p><p>“I also believe that if we can find small openings — like developing sport in primary schools where girls are still allowed to attend up to sixth grade — we should take them,” she said.</p><p>“This isn’t about accepting the Taliban’s restrictions, it’s about not abandoning the girls and women of Afghanistan.</p><p>“We have to work with reality, while continuing to push for fundamental change.”</p><p>Asghari says even achieving small breakthroughs like that could prevent the long-term harm women suffered during the Taliban’s first spell in power, from 1996 to 2001.</p><p>She said she had seen the impact on her return from her first period of exile, in Iran.</p><p>“What concerns me deeply is that we’re creating another lost generation,” she said.</p><p>“I remember when I was in sixth grade aged 12, and there was a 20-year-old woman sitting next to me in the same class because she couldn’t go to school during the previous Taliban era.</p><p>“I didn’t know how to communicate with her and it was difficult for both of us, but especially for her because she had lost so many years.</p><p>“I cannot accept seeing this happen again. That’s why even small opportunities matter so much.”</p><p>Asghari retains hope despite the bleak outlook and believes in “continued engagement and dialogue” with the Taliban.</p><p>“The future of Afghanistan is this young generation. We need to give them every opportunity we can, no matter how small, and never, ever give up on them.”</p></div></div></body></html>"
        },
        {
            "title": "Israel bombards areas across southern Lebanon in latest truce violation | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-12T11:41:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-13.46.22-1765536389.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Israeli warplanes have carried out at least a dozen attacks across southern Lebanon, targeting what the military claims are Hezbollah training facilities in the latest flagrant near-daily violations that have further undermined a year-old ceasefire.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The raids hit hills and valleys in the Jezzine and Zahrani areas, including locations near al-Aaichiyeh, between al-Zrariyeh and Ansar, and around Jabal al-Rafie and the outskirts of several towns, according to Lebanon’s state news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Israel’s military said it struck a compound used by Hezbollah’s elite Radwan Force for weapons training, claiming the facilities were being used to plan attacks against Israeli forces and civilians.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Al Jazeera’s Zeina Khodr, reporting from Beirut described the ceasefire in Lebanon as “a one-sided truce, since Israel has continued near-daily attacks on the country.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Khodr said the latest attacks avoided densely populated areas. “The locations were in hills and valleys, not population centres,” she said, noting this marked a repeated pattern.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“In fact, just a few days ago, in the middle of the night, they did the same thing.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Israeli military said it also hit what it said were rocket-launching sites and other infrastructure, describing the operations as necessary to counter what it deemed violations of understandings between Israel and Lebanon.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">However, the continued bombardment has drawn sharp criticism from the United Nations, which reported in November that at least 127 civilians, including children, have been killed in Lebanon since the ceasefire took effect in late 2024. UN officials have warned the attacks amount to “war crimes”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Khodr explained that the attacks form part of a sustained military pressure campaign.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“This is all part of military pressure on Hezbollah to force it to disarm,” she said. Israel wants the group “to give up its strategic weapons, its long-range weapons, its precision-guided missiles, its drones” which the Israeli military believes are stored in the Bekaa Valley and further inland.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">But Hezbollah has sharply refused to relinquish its arsenal as long as Israel bombards and occupies parts of Lebanon. The group “doesn’t want to give up its weapons because it would view that as surrender”, Khodr added, noting that “Hezbollah and Lebanon do not have the upper hand. Israel enjoys air superiority.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Tensions escalated further two weeks ago when Israel bombed Beirut’s southern suburbs, killing Hezbollah’s top military commander, <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>. The group has yet to respond, but said it will do so at the right time.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The attacks come as Lebanon and Israel recently dispatched civilian envoys to a committee monitoring their ceasefire for the first time in decades, a move aimed at expanding diplomatic engagement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">However, Hezbollah leader Naim Qassem criticised Lebanon’s decision to send former Ambassador Simon Karam to the talks, calling it a “free concession” to Israel.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Lebanese officials have expressed frustration over Israel’s near-daily attacks.</p><p>“It is one of the reasons why Lebanon agreed to sit down for face-to-face talks with the Israelis,” Khodr said, “engaging in diplomatic talks that are seen as very sensitive in Lebanon, in the hopes that it would avoid war.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">President Joseph Aoun said last week that Lebanon “has adopted the option of negotiations with Israel” aimed at stopping the continued attacks, while Prime Minister Nawaf Salam called for a more robust verification mechanism to monitor both Israeli violations and Lebanese army efforts to dismantle Hezbollah infrastructure.</p><p>“But the US ambassador to Lebanon, Michel Issa, made it clear a few days ago that even though Lebanon is sitting down in a room with a longtime enemy, it does not mean that the Israeli attacks will stop,” Khodr said.</p></div></div></body></html>"
        },
        {
            "title": "Liverpool’s Slot to meet Mohamed Salah amid Saudi transfer talk | Football News | Al Jazeera",
            "time": "2025-12-12T11:31:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-07T141425Z_1490931914_RC27BIADRQZW_RTRMADP_3_SOCCER-ENGLAND-LEE-LIV-1-1765537947.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool manager Arne Slot has confirmed that he will meet with Mohamed Salah to decide whether the Egyptian international will be involved in the Premier League champions match at Brighton and Hove Albion on Saturday.</p><p>The 33-year-old forward, who has won both the UEFA Champions League and two Premier League titles with the Anfield-based club, caused controversy with his reaction to being named on the bench for the 3-3 draw with Leeds United last Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the third consecutive game that Salah had been benched for and he told reporters after the Leeds match he had been “<a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">thrown under the bus</a>” by the club following their slow start to their latest title defence, with the team languishing in 10th place with 23 points from 15 matches.</p><p>That led to the former Chelsea and Roma forward being <a href=\"/sports/2025/12/8/inter-milan-vs-liverpool-champions-league-salah-team-start-and-lineups\">left out of the squad</a> that travelled to Italy for Tuesday’s 1-0 win at Inter Milan in the Champions League.</p><p>As a result, rumours grew about Salah’s future at Liverpool, with interest confirmed from the Saudi Pro League.</p><p>Slot was reticent to be drawn on the subject after <a href=\"/sports/2025/12/9/liverpool-snatch-win-at-inter-milan-with-late-penalty-from-szoboszlai\">the match in Milan</a>, but has moved to calm speculation over Salah’s future after the player’s fiery criticism.</p><p>“I will have a conversation with Mo this morning, the outcome of that conversation determines how things will look tomorrow,” Slot told reporters on Friday.</p><p>When asked if he wanted Salah to stay at the club, Slot said: “I have no reasons to not want him to stay.”</p><p>Pressed on Salah’s status, Slot refused to offer any guarantees.</p><p>“I think the next time I speak about Mo should be with him and not in here. You can keep on trying but there is not much more to say about it,” he said.</p><h2 id=\"talks-about-salah-s-liverpool-future-under-way-amid-transfer-rumours\">Talks about Salah’s Liverpool future under way amid transfer rumours</h2><p>The Dutchman did confirm that talks had begun between both parties following the second of the three matches that saw Salah dropped to the bench.</p><p>“After the Sunderland game, there were a lot of conversations between his representatives and ours, between him and me,” he added.</p><p>Slot also chose to reveal that the decision to leave Salah at home for the trip to Milan followed discussions within the club.</p><p>“I am always in contact with them (sporting director Richard Hughes and chief executive of football Michael Edwards) but when it comes to the decision-making of the lineup or the squad, they leave that open to me.</p><p>“That’s not to say I don’t talk to them. Mainly Richard, not Michael. The decision to play a player or have them in the squad is entirely up to me.”</p><p>Salah, nicknamed the “Egyptian King,” has endured a turbulent campaign following an extraordinary 2024-25 season.</p><p>He is set to depart for the Africa Cup of Nations on Monday – with his international teammates <a href=\"/sports/2025/12/10/mohamed-salah-egypt-teammates-rally-behind-unsettled-teammate-before-afcon\">already backing</a> their colleague – leaving Liverpool to attempt to extend their four-game unbeaten run across all competitions while silencing the off-field turmoil.</p><p>Whether he returns to Anfield afterwards remains uncertain, with <a href=\"/sports/2025/12/9/liverpools-mohamed-salah-a-transfer-target-for-saudi-arabia\">Saudi suitors</a> circling and Salah hinting that his Liverpool chapter may be drawing to a close.</p><h2 id=\"isak-in-doubt-for-liverpool-s-premier-league-match-with-brighton\">Isak in doubt for Liverpool’s Premier League match with Brighton</h2><p>There is a question mark over Alexander Isak’s status for Saturday, with Slot saying the forward picked up a knock in the first half against Inter Milan, and that he will be evaluated on Friday before they decide whether or not he can start.</p><p>Slot is pleased with how Isak and Hugo Ekitike have played together, saying their partnership will continue to improve.</p><p>“The more they play together, the more they will adapt to each other and the better they will cooperate,” Slot said. “I saw promising things from the both of them, it’s only the second time they’ve played together. We will see more of them playing together in the future.”</p><p>Slot will have Federico Chiesa available on Saturday after he recovered from illness, while Wataru Endo and Cody Gakpo are expected to be out for a “few weeks”.</p></div></div></body></html>"
        },
        {
            "title": "Benin settles after failed coup attempt, but regional concerns remain | Politics News | Al Jazeera",
            "time": "2025-12-12T10:45:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6936a02d8bea-1765187629.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Cotonou, Benin –</strong> The Dantokpa market in Cotonou is once again a whirlwind of activity, just days after a failed bid to topple the Beninese government.</p><p>Pedestrians and cart pushers jostle in the narrow streets, a sign that daily life is returning to normal following the brief but intense crisis.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Among the bustling crowds, petty traders like Abel Ayihuonsou are back to selling their goods, eager for information about the attempted putsch and what it means for the nation’s future.</p><p>“For the moment, everything is back to normal. And that’s very good for the country and we are happy,” Ayihuonsou said, summarising the widespread relief.</p><h2 id=\"the-failed-putsch\">The failed putsch</h2><p>The crisis <a href=\"/news/2025/12/8/benins-foiled-coup-how-it-unfolded-and-what-we-know\">began on Sunday</a> morning when a group of soldiers seized the national television station and announced the deposition of President Patrice Talon.</p><p>However, the attempted coup was swiftly defeated by forces loyal to the president, critically supported by the Nigerian Air Force.</p><p>While former colonial power France and regional country Ivory Coast offered Benin support, Nigerian forces, alongside loyalist troops, were instrumental in quashing the rebellion.</p><p>Nigeria deployed military jets to target the mutineers, as forces loyal to Benin’s president surrounded a base where the plotters had holed up. This coordinated action forced the coup leaders to retreat from both the state television station they had occupied and the presidential palace they had tried to take by force.</p><p>By Sunday afternoon, the interior minister had released a statement saying Beninese army leadership had “foiled the attempt”. And that evening, Talon appeared on state television promising to punish those responsible.</p><p>“I would like to assure you that the situation is completely under control and therefore invite you to calmly go about your activities starting this very evening,” the president said.</p><figure id=\"attachment_4157237\" aria-describedby=\"caption-attachment-4157237\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157237\" src=\"/wp-content/uploads/2025/12/afp_6935677dc711-1765107581.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) Benin's president Patrice Talon waves upon his arrival to inspect a guard of honour during the celebrations marking the 62nd independence anniversary in Cotonou, on August 1, 2022.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157237\" class=\"wp-caption-text\">Benin’s President Patrice Talon in Cotonou, on August 1, 2022 [File: AFP]</figcaption></figure><p>Beninese journalist Moise Dosumou highlighted the strategic nature of the intervention, suggesting that although Benin requested help, Nigeria’s prompt reaction was key as a regional power.</p><p>“A threat of instability at its doorstep would inevitably spill over onto both Nigeria and ECOWAS,” Dosumou observed.</p><p>Nigeria’s role in Benin, although commended by the African Union, regional bloc the Economic Community of West African States (ECOWAS), and other international bodies, drew criticism at home.</p><p>Some Nigerians wondered how Nigerian fighter jets thwarted a coup in a foreign country, while seemingly unable to do the same to <a href=\"/features/2025/11/8/nigerians-demand-own-solutions-to-violence-as-trump-threatens-us-invasion\">bandits and armed groups</a> terrorising villagers at home.</p><h2 id=\"a-region-in-flux\">A region in flux</h2><p>The failed coup comes at a precarious time for the region.</p><p>Several West African countries have witnessed coups in recent years, including Benin’s northern neighbours, Niger and Burkina Faso, as well as Mali, Chad, Guinea and, most recently, <a href=\"/video/the-take-2/2025/12/2/aje-onl-aj_tt_gnb_coupdetat_av_v1-021225\">Guinea-Bissau</a>, where soldiers seized power last month.</p><p>A successful takeover in Benin would have further weakened ECOWAS, which suspended Burkina Faso, Mali and Niger following the successful military takeovers there. These three nations then formed their own confederate alliance known as the Alliance of Sahel States (AES).</p><p>Many in the AES states welcomed the initial announcement by the Beninese coup leaders on Sunday.</p><p>Analysts believe that a successful coup in Benin could have led the country, which is also battling armed groups, to join the AES, further isolating ECOWAS.</p><p>The government maintains that the coup was homegrown, but suggests the scope of the investigation is broad.</p><p>“But if investigations allow us to trace it back to a foreign country or foreign forces that contributed to it, we will also, within the framework of international cooperation, express our disapproval and condemnation to those actors,” said Wilfried Leandre Houngbedji, spokesman for the Benin government.</p><figure id=\"attachment_4168177\" aria-describedby=\"caption-attachment-4168177\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168177\" src=\"/wp-content/uploads/2025/12/reuters_693b1bc2-1765481410.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People walk at the market of Dantokpa, two days after the country's armed forces thwarted the attempted coup against the government, in Cotonou, Benin, December 9, 2025. REUTERS/Charles Placide Tossou\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168177\" class=\"wp-caption-text\">People walk at the Dantokpa market, two days after the country’s armed forces thwarted the attempted coup against the government, in Cotonou [Charles Placide Tossou/Reuters]</figcaption></figure><p>The coup’s shock isn’t limited to Benin politics. The small West African country is an important maritime hub. Many countries in the region, especially the landlocked nation of Niger, relied heavily on the port of Cotonou for imports and exports.</p><p>That relation took a hit after the military takeover in Niamey in 2023. Benin’s implementation of ECOWAS sanctions in the aftermath of the coup damaged relations between the two neighbours. Niger now relies on supplies from Togolese ports that are rerouted through Mali and Burkina Faso, forcing up the cost of goods because of the additional logistics.</p><p>The instability is not limited to Benin. ECOWAS also recently suspended Guinea-Bissau after the military seized power there following a contested presidential election.</p><p>Across the region, many people are disgruntled by the attitude of politicians. It’s little surprise that coups in the region, whether failed or successful, receive at least some support from the individuals who see politicians as nothing more than an elite group mostly concerned about their own interests.</p><p>Benin officials, however, said the country isn’t where it is supposed to be, but remarkable progress has been made in various sectors, like infrastructure development and investments, in apparent reaction to a string of accusations levelled against the president and his government.</p><h2 id=\"the-future-of-benin-s-democracy\">The future of Benin’s democracy</h2><p>President Talon, who survived the attempt, is set to complete his second term, backed by ECOWAS, whose forces have been deployed to help secure the country’s 34-year-old democracy.</p><p>The attempted coup, however, has fundamentally shaken the nation’s confidence that its democratic stability was permanent.</p><p>Presidential elections are scheduled for next April. Although Talon is not running, some critics perceive his influence in the weakening of the opposition, potentially smoothing the path for the governing party’s candidate.</p><p>It remains unclear how long Nigerian fighter jets and ECOWAS troops will be deployed to deter future attempts by disgruntled soldiers.</p><p>Meanwhile, for people in the region, the failed coup is a stark reminder that stability can be fragile. And many fear that the recent surge in successful and failed coups across the continent means West Africa risks reclaiming its notoriety as a region prone to military takeovers.</p><figure id=\"attachment_4168170\" aria-describedby=\"caption-attachment-4168170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168170\" src=\"/wp-content/uploads/2025/12/reuters_693b1b8c-1765481356.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"FILE PHOTO: Military armoured vehicles take position in front of the headquarters of Benin's radio and television station, a day after the country's armed forces thwarted the attempted coup against the government of Benin's President Patrice Talon, in Cotonou, Benin, December 8, 2025. REUTERS/Charles Placide Tossou/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168170\" class=\"wp-caption-text\">Military armoured vehicles take position in front of the headquarters of Benin’s radio and television station, a day after the country’s armed forces thwarted an attempted coup against the government of Benin’s President Patrice Talon [Charles Placide Tossou/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "ICC judges stoic in face of US sanctions over Israeli war crimes cases | ICC News | Al Jazeera",
            "time": "2025-12-12T10:21:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25343279775086-1765532300.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Judges and prosecutors at the International Criminal Court (ICC) have been cut off by banks, credit card companies and tech giants like Amazon as a result of sanctions brought by the United States President Donald Trump administration over war crimes investigations into Israeli and US officials.</p><p>The Associated Press news agency reported on Friday on the sweeping and punitive effect of the US sanctions on nine staff members – including six judges and the chief prosecutor – of The Hague court.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The measures, introduced in an executive order by Trump earlier this year, block their access to basic financial services and everyday activities like online shopping and email, and prevent them from entering the US, subjecting them to the same restrictions as those brought against figures like Russian President Vladimir Putin, who nevertheless was allowed to visit the US state of Alaska for a summit with Trump in August.</p><p>“Your whole world is restricted,” Canadian judge Kimberly Prost, one of the ICC officials targeted by the sanctions, told AP.</p><p>The ICC, the world’s permanent war crimes tribunal with 125 member states, was targeted with the restrictions in February, with the White House saying the move was in response to the “illegitimate and baseless actions targeting America and our close ally Israel”.</p><p>The order followed the ICC’s move to issue <a href=\"/news/liveblog/2024/11/21/live-israeli-attacks-kill-52-in-north-gaza-us-defends-gaza-ceasefire-veto\">arrest warrants</a> for Israeli Prime Minister Benjamin Netanyahu and his former Defense Minister Yoav Gallant for “crimes against humanity and war crimes” committed during its genocidal war on Gaza.</p><p>Neither Israel nor the US is a member of the ICC.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"now-i-m-on-a-list-with-those-implicated-in-terrorism\">‘Now I’m on a list with those implicated in terrorism’</h2><p>Prost, who was named in the latest round of sanctions in August, told AP that she had lost access to her credit cards, had purchased e-books vanish from her device, and Amazon’s Alexa stopped responding to her.</p><p>“It’s the uncertainty,” she said. “They are small annoyances, but they accumulate.”</p><p>Prost had been sanctioned for voting to allow the court’s investigation into alleged war crimes and crimes against humanity committed in Afghanistan, including by US soldiers and intelligence operatives.</p><p>“I’ve worked all my life in criminal justice, and now I’m on a list with those implicated in terrorism and organised crime,” she said.</p><p>Luz del Carmen Ibanez Carranza, a sanctioned Peruvian judge, said the US travel sanctions, which also extended to family members, meant her daughters could no longer attend conferences in the US.</p><p>The sanctions threaten businesses and individuals with substantial US fines and prison time if they provide sanctioned people with “financial, material, or technological support”, driving them to withdraw services to the targeted individuals.</p><p>“You’re never quite sure when your card is not working somewhere, whether this is just a glitch or whether this is the sanction,” deputy prosecutor Nazhat Shameem Khan told the AP.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"reports-of-threats-over-warrants\">Reports of threats over warrants</h2><p>The sanctions are reportedly only one of the measures that have been levelled against the court in an attempt to exert pressure over the arrest warrants against Netanyahu and Gallant.</p><p>In July, the Middle East Eye (MEE) website <a href=\"/news/2025/7/16/icc-prosecutor-warned-to-drop-netanyahu-case-or-be-destroyed-report\">reported</a> that the court’s chief prosecutor, Karim Khan, was warned that he and the ICC would be “destroyed” if the warrants were not withdrawn.</p><p>The threat reportedly came from Nicholas Kaufman, a British-Israeli defence lawyer at the court linked to a Netanyahu adviser. Khan said the Israeli leader’s legal adviser told him he was “authorised” to make Khan a proposal that would allow the prosecutor to “climb down the tree”, the news website reported.</p><p>The site reported in August that Khan had also been privately warned by then-British Foreign Secretary David Cameron in April the previous year that the <a href=\"/news/2025/6/11/uk-lawmakers-slam-former-foreign-secretary-cameron-for-threatening-icc\">UK would defund and withdraw from the ICC</a> if it issued the warrants against Netanyahu and Gallant, while in May 2024, US Republican Senator Lindsey Graham also “threatened” Khan with sanctions if he applied for the warrants.</p><p>In May, Khan’s office announced he had <a href=\"/news/2025/5/16/icc-prosecutor-to-step-aside-until-probe-into-alleged-misconduct-ends\">taken a leave of absence</a> pending the conclusion of a UN-led investigation into allegations of sexual misconduct against him, with two deputy prosecutors assuming his responsibilities.</p><p>His lawyers said he rejected all claims of wrongdoing and had only stepped aside temporarily due to intense media scrutiny.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Tanker seizure is US tactic “to starve” Venezuela of cash | Digital Series | Al Jazeera",
            "time": "2025-12-12T10:03:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/20251212_SABATINI_H-1765533782.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia worst it’s been “since the civil war” amid Thai conflict | Border Disputes | Al Jazeera",
            "time": "2025-12-12T09:59:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/luke-horz-1765533500.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“Thailand opened nine front lines as of yesterday [December 11], this morning it’s been extended.”</p><p>Correspondent Luke Hunt from The Diplomat says the fighting along the Thailand-Cambodia border is the worst it’s been in many years.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Protests at Portuguese parliament on day of general strike | Newsfeed | Al Jazeera",
            "time": "2025-12-12T09:52:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765533112.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why is Trump demanding travellers’ social media handles; how will it work? | Politics News | Al Jazeera",
            "time": "2025-12-12T09:22:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693bc9b0-1765525936.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is planning to require some visitors to provide their <a href=\"/news/2025/12/11/us-plans-to-ask-visitors-to-share-5-years-of-social-media-history-to-enter\">social media history</a> from the past five years, according to US President Donald Trump’s administration.</p><p>This requirement will apply to visitors who do not need a visa to enter the US.</p><p>Here is a closer look at this proposal:</p><h2 id=\"what-is-the-us-planning-to-do\">What is the US planning to do?</h2><p id=\"what-sorts-of-things-could-people-be-barred-from-entering-for\">The proposal was announced on the Federal Register by the US Customs and Border Protection (CBP) on Wednesday. It will enable officials to collect up to five years of social media history from travellers from certain visa-waiver countries before they can enter the country.</p><p>The proposal states that this mandatory social media history disclosure is in line with Executive Order 14161, signed by Trump in January 2025.</p><p>That order, titled “Protecting the United States from foreign terrorists and other national security and public safety threats”, required US government agencies to increase their vetting of foreign nationals entering the country.</p><h2 id=\"who-would-this-affect\">Who would this affect?</h2><p data-start=\"169\" data-end=\"451\">The requirement will apply to travellers using the Electronic System for Travel Authorization (ESTA) under the US’s Visa Waiver Program.</p><p data-start=\"169\" data-end=\"451\">The Visa Waiver Program permits citizens of <a href=\"https://travel.state.gov/content/travel/en/us-visas/tourism-visit/visa-waiver-program.html\" target=\"_blank\" rel=\"noopener\">42 countries</a> – including the United Kingdom, Germany, Qatar, Greece, Malta, New Zealand, Australia, Japan, Israel and South Korea – to travel to the US for tourism or business purposes for up to 90 days.</p><p data-start=\"169\" data-end=\"451\">At present, the ESTA automatically screens applicants and grants travel approval without requiring an in-person interview at a US embassy or consulate, unlike standard visa applications. Applicants are required to provide a more limited set of information, such as their parents’ names, current email address and details of any past criminal record.</p><p data-start=\"169\" data-end=\"451\">Since 2016, the ESTA has included an optional question asking travellers to disclose their social media information.</p><h2 id=\"how-would-this-work\" data-start=\"169\" data-end=\"451\">How would this work?</h2><p>Once the proposal comes into effect, visitors will be required to provide CBP with a list of their social media handles or usernames used over the past five years.</p><p>The visitors would not have to give CBP their social media log‑in credentials or passwords. They will use this information to review the publicly accessible information on the social media profiles of these visitors.</p><p>The new notice also states that travellers will have to provide additional personal information, including all telephone numbers used over the past five years and email addresses used over the previous 10 years.</p><p data-start=\"1488\" data-end=\"1872\">Authorities also said they plan to add what are described as “high-value data fields” to the ESTA application “when feasible”. These will include metadata from electronically submitted photographs, extensive personal details about applicants’ family members, such as their places of birth and telephone numbers used over the past five years, as well as biometric information, including fingerprints, DNA and iris data.</p><p data-start=\"1488\" data-end=\"1872\">The announcement did not include information about what the administration will be looking for within social media accounts of visitors or why it is asking for that information.</p><p id=\"it-is-unclear-when-the-proposal-would-take-effect\">It is unclear when the proposal will take effect. However, the public now has 60 days to submit comments about the proposed changes before they are finalised, the notice in the Federal Register states.</p><h2 id=\"why-is-the-us-government-doing-this-now\">Why is the US government doing this now?</h2><p data-start=\"169\" data-end=\"451\">Travellers from non-Visa Waiver Program countries have been required to disclose their social media handles since 2019. This is an extension of that.</p><p data-start=\"169\" data-end=\"451\">That measure was first introduced by the Trump administration during his first term as president, and was kept in place during President Joe Biden’s tenure.</p><p data-start=\"169\" data-end=\"451\">The CBP and US Citizenship and Immigration Services (USCIS) have been seeking to significantly broaden the existing social media disclosure rules for some time.</p><p data-start=\"169\" data-end=\"451\">“USCIS has proposed to extend the social media disclosure requirement to applicants for other immigration benefits as well – up through naturalisation,” Caroline DeCell, a senior staff attorney and legislative adviser at Columbia University’s Knight First Amendment Institute, told Al Jazeera.</p><p>In June this year, the State Department also announced that it now requires all F, M and J visa applicants to make their social media profiles public as part of enhanced screening to identify national security threats.</p><p>Most social media platforms allow users to either keep their profiles private or make them public.</p><p>Private profiles can only be viewed by people actively added as friends – this includes all posts, photos, videos or other content posted by the profile user. Content posted on public profiles can be viewed by anyone.</p><p>This relates to student visas for those enrolled in accredited colleges, or in vocational or technical, non‑academic educational programmes. It also covers exchange visitors participating in approved exchange study programmes.</p><p>“A US visa is a privilege, not a right,” the State Department statement from June said.</p><h2 id=\"what-are-the-privacy-implications-of-this\">What are the privacy implications of this?</h2><p>DeCell said that if the CBP proposal is approved, the privacy implications would be “significant” as it will require disclosure not only of social media handles, but also of all phone numbers used in the past five years and email addresses used in the past 10 years, as well as biometric data.</p><p>“Even travellers who post publicly on social media typically maintain some expectation of obscurity, if not privacy, online. And those who use pseudonymous social media handles or email addresses would be directly deprived of their online anonymity,” she said.</p><p>DeCell added that if the USCIS proposal to seek this information for all immigration visa and citizenship applicants is also approved, besides the CBP proposal for travellers from visa waiver countries, “then nearly every non-US citizen who seeks to enter or remain in the United States would be subject to indefinite social media surveillance by the US government”.</p><p>Under the USCIS proposal, US citizens who petition in support of their relatives’ immigration applications would also be subjected to this “surveillance”.</p><h2 id=\"what-are-the-implications-for-freedom-of-speech\">What are the implications for freedom of speech?</h2><p>The First Amendment to the US Constitution guarantees the freedom of religion, speech, the press and peaceful assembly.</p><p>However, DeCell warned that this expanding system will deter free speech online and many foreigners will be put off from travelling to the US, whether for work or leisure.</p><p>“It’s a massive blow to First Amendment freedoms,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Gaza storms a “terrible situation” for Palestinians | Al Jazeera | Al Jazeera",
            "time": "2025-12-12T09:08:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-QT-thumbnail-16x9-1765528641.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Jonathan Crickx on how the intense storms battering Gaza are deepening an already dire humanitarian crisis.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jonathan Crickx, chief of communication at UNICEF Palestine, talks about how the intense storms battering Gaza are deepening an already dire humanitarian crisis for Palestinians.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Fans slam FIFA, demand halt to ‘extortionate’ 2026 World Cup ticket sales | Football News | Al Jazeera",
            "time": "2025-12-12T09:02:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__879L8EN__v1__MidRes__FblWc2026Draw-1765027657.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Football’s leading fan organisations have demanded FIFA immediately stop selling tickets for <a href=\"/sports/2025/12/11/world-cup-2026-all-to-know-six-months-before-fifa-tournament-starts\">next year’s World Cup</a>, to be played in the United States, Canada and Mexico, warning that prices reaching nearly $9,000 for premium final seats will exclude supporters from the tournament.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Football Supporters Europe, which called the ticket pricing “extortionate”, issued the call on Thursday after national associations began circulating price lists showing costs up to seven times higher than the 2022 World Cup in Qatar.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The group described the pricing structure as a “monumental betrayal” of the tournament’s traditions and called for urgent consultations before sales continue.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A fan attending every match next June and July from the group stage through the championship game faces costs of at least $6,900 via official supporter channels, based on price details released by Germany, England and Croatia’s football federations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Premium tickets for the July 19 final at MetLife Stadium in New York are priced at $8,680, compared with roughly $1,600 for the equivalent category in Qatar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>FIFA is already under the microscope in the wake of its President Gianni Infantino’s effusive praise for US President Donald Trump and the doling out by the world football governing body of an inaugural <a href=\"/news/2025/12/6/trump-wins-fifas-new-peace-prize\">peace prize</a> award to the US leader, who was infuriated to be bypassed for this year’s Nobel Peace Prize.</p><p>That has <a href=\"/news/2025/12/10/fifas-gianni-infantino-faces-ethics-complaint-over-trump-peace-prize\">triggered a formal complaint over ethics violations</a> and political neutrality. Human rights group FairSquare said on Tuesday that it has filed a complaint with FIFA’s ethics committee, claiming the organisation’s behaviour was against the common interests of the global football community.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The latest controversy comes as FIFA began its third phase of ticket sales, with variable pricing now applied to group stage matches based on what the governing body terms fixture “attractiveness”, though it has not explained how this is calculated.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">England’s opening match against Croatia carries a $523 price tag for seats behind the goal, while Scotland supporters will pay less for comparable matches, creating what critics call an opaque two-tier system.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“For the prices that have been put up by FIFA, we’re a bit stunned,” Football Supporters Europe executive director Ronan Evain said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">He warned that final tickets approaching $4,000 would strip stadiums of the atmosphere that makes the tournament compelling, adding that “none of this will happen” at current pricing levels.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Henry Winter, a prominent football writer in the UK, cautioned that excluding passionate supporters who generate atmosphere risks turning the competition into what he termed the “Corporate Games,” potentially leaving broadcasters, who pay FIFA substantial sums, facing empty seats and muted crowds.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">For fans travelling from outside North America, the financial burden extends far beyond tickets. Gary Al-Smith, who covers African football, noted that supporters “will fly in from outside the US, spend on lodging and feeding,” warning this would prove “one helluva costly World Cup for fans”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The pricing represents a dramatic departure from FIFA’s 2018 bid document for the tournament across the US, Canada and Mexico, which projected group stage tickets starting at $21.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">FIFA has excluded the cheapest ticket tier from supporter group allocations entirely, holding back category four seats from public sale where fluctuating demand-based pricing will apply.</p></div></div></body></html>"
        },
        {
            "title": "Kilmar Abrego Garcia freed from US immigration detention, returns home | Migration News | Al Jazeera",
            "time": "2025-12-12T08:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_690dda000e3c1-1762515456.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kilmar Abrego Garcia, whose case has become a flashpoint in the Trump administration’s immigration crackdown in the United States, has been freed from detention on a judge’s order and returned to his home, according to reports.</p><p>Abrego Garcia was due to check in with US immigration officials on Friday, The Associated Press news agency reported, a day after returning to his home following his release from an immigration processing centre in the latest twist in a convoluted case of deportation and detention targeting the Maryland man.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a ruling on Thursday, US District Judge Paula Xinis in Maryland <a href=\"/news/2025/12/11/us-judge-orders-release-of-kilmar-abrego-garcia-from-immigration-detention\">ordered</a> Immigration and Customs Enforcement to let Abrego Garcia go immediately, writing that federal authorities had detained him again after his return to the US without any legal basis.</p><h2 id=\"the-face-of-trump-s-hardline-immigration-policies\">The face of Trump’s hardline immigration policies</h2><p>Abrego Garcia has an American wife and children and has lived in Maryland for years, under protected legal status since 2019, when a judge ruled he should not be deported because he could be harmed in his home country by a gang that targeted his family. He originally moved to the US without documentation as a teenager.</p><p>He then became the highest-profile case among more than 200 people sent to the notorious <a href=\"/opinions/2025/6/1/why-trump-and-bukele-are-destroying-kilmar-abrego-garcias-life\">El Salvador’s CECOT mega-prison</a> as part of President Donald Trump’s crackdown on refugees, migrants and asylum seekers in the US.</p><p>He was wrongfully deported by the Trump administration to El Salvador in March. A court later ordered his return to the US, where he was detained again, as immigration officials sought to deport him to a <a href=\"/news/2025/10/27/us-judge-asks-for-assurance-abrego-garcia-wont-be-deported-to-liberia\">series of African countries</a> instead of El Salvador.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"judicial-activism\">‘Judicial activism’</h2><p>The Department of Homeland Security slammed Thursday’s ruling and said it would appeal, labelling the decision as “naked judicial activism” by a judge appointed during President Barack Obama’s administration.</p><p>“This order lacks any valid legal basis, and we will continue to fight this tooth and nail in the courts,” said Tricia McLaughlin, the department’s assistant secretary.</p><p>Abrego Garcia’s lawyer, Simon Sandoval-Moshenberg, said he expected his client’s ordeal was far from over, and he was preparing to defend him against further deportation efforts.</p><p>“The government still has plenty of tools in their toolbox,” Sandoval-Moshenberg said.</p><p>“We’re going to be there to fight to make sure there is a fair trial.”</p><p>The lawyer said the judge’s ruling had made it clear that the government could not detain a person indefinitely without legal authority, adding that Abrego Garcia had already “endured more than anyone should ever have to”.</p><h2 id=\"legal-battles-ongoing\">Legal battles ongoing</h2><p>Abrego Garcia has filed a federal lawsuit claiming the Trump administration is illegally using the deportation process to punish him due to the attention his case received.</p><p>Since his return, federal authorities have also filed charges against Abrego Garcia for alleged human smuggling related to a 2022 traffic stop.</p><p>He has pleaded not guilty and filed a motion to dismiss the charges, claiming the prosecution is vindictive.</p><p>In her ruling on Thursday, Judge Xinis said Trump lawyers “affirmatively misled” the court, including falsely claiming that Costa Rica had rescinded an offer to accept Abrego Garcia.</p><p>Abrego Garcia has said he was willing to resettle there in the event he was deported from the US.</p><p>In a separate proceeding, Abrego Garcia has also petitioned to reopen his immigration case to <a href=\"/news/2025/8/27/kilmar-abrego-garcia-to-seek-asylum-in-the-us-in-bid-to-avoid-deportation\">seek asylum</a> in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestine’s historic Arab Cup run ends in quarter-final loss | Newsfeed | Al Jazeera",
            "time": "2025-12-12T07:59:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765526357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: At least 14 people die in Gaza in past 24 hours amid storm | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-12T07:44:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AA-20251212-39962740-39962726-HEAVY_RAINS_FLOOD_THOUSANDS_OF_TENTS_SHELTERING_DISPLACED_CIVILIANS_IN_GAZA-1765540080.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: At least 14 people die in Gaza in past 24 hours amid storm</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Storm Byron has caused a number of houses, walls and tents to collapse across the war-ravaged Gaza Strip.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Rights group accuses RSF of systematic sexual violence in Sudan’s civil war | Sudan war News | Al Jazeera",
            "time": "2025-12-12T07:31:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T113138Z_426516005_RC2K1IANW01R_RTRMADP_3_SUDAN-POLITICS-CHAD-AID-1765348502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A women’s rights organisation has documented nearly 1,300 cases of endemic sexual and gender-based violence across war-torn Sudan, with the paramilitary Rapid Support Forces (RSF) blamed for the overwhelming majority of attacks.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Strategic Initiative for Women in the Horn of Africa (SIHA) released findings on Thursday showing it had verified 1,294 incidents spanning 14 states since Sudan’s brutal civil war started in April 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The disclosure underscores how sexual violence has become a systematic weapon in the war, the report said, which is one gruesome part of what humanitarian organisations have called the world’s largest humanitarian crisis.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The SIHA network attributed 87 percent of cases where perpetrators were identified as RSF fighters, describing the violations as “widespread, repeated, intentional, and often targeted” rather than contained incidents.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rape accounted for more than three-quarters of documented incidents, while 225 cases involved children as young as four years old.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The group outlined a calculated three-stage pattern accompanying RSF territorial advances. Initial home invasions and looting accompanied by rape, followed by attacks in public spaces as control solidifies, and finally the long-term detention of women subjected to torture, gang rape and forced marriage.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“Women and girls from non-Arab tribes in Darfur, including the Masalit, Berti, Fur and Zaghawa, were directly targeted,” the report said. In Al-Gezira state, witnesses described RSF forces singling out lighter-skinned girls and women aged 14 to 30 as “trophies”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Just last week, the Sudan Doctors Network, a medical monitoring organisation, documented 19 additional rape cases at al-Afad Camp in al-Dabba, where women fleeing the recently fallen city of el-Fasher were attacked by RSF forces. Two survivors are pregnant and receiving care.</p><h3>Fighting for control of Kordofan</h3><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The main fighting has shifted from Darfur, following the RSF capture of el-Fasher in October, to the vast central Kordofan region, which sits between territory controlled by the government-aligned Sudanese Armed Forces (SAF) in the east and RSF-held areas in the west.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The paramilitary force currently holds a commanding position and has been advancing on urban centres across West Kordofan.</p><p>After RSF forces <a href=\"/news/2025/12/11/south-sudan-army-to-secure-critical-heglig-oilfield-in-sudan-war-spillover\">captured</a> the Heglig oilfield near the South Sudan border on December 8, both warring parties agreed to allow South Sudanese troops to secure the site, which serves as a critical economic lifeline for both countries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Sudan confirmed that seven of its soldiers were killed on Thursday in a drone strike by the SAF.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">On December 5, RSF fighters attacked a preschool in Kalogi locality, <a href=\"/news/2025/12/5/rsf-kills-dozens-mostly-children-in-war-torn-sudans-kalogi-saf-sources\">killing</a> more than 100 people, including 46 children. The attackers then targeted paramedics and civilians who rushed to assist victims in what authorities described as deliberate suicide drone strikes.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">United Nations human rights chief Volker Turk <a href=\"/news/2025/12/4/un-warns-sudans-kordofan-faces-mass-atrocities-as-fighting-spreads\">warned</a> days earlier that Kordofan faces “another wave of mass atrocities,” saying history was “repeating itself” after international warnings before el-Fasher’s fall went largely unheeded.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Since late October, the UN has documented at least 269 civilian deaths from bombardment, artillery fire and summary killings in the region, though communication blackouts suggest the actual toll is far higher.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The conflict has displaced 12.4 million people and forced 3.3 million to flee as refugees since erupting in April 2023.</p><p>In the meantime, the UN’s World Food Programme has said it will cut rations in Sudan from January because of severe funding gaps, warning that communities already facing famine will receive only 70% of their usual aid, with even deeper reductions for those at risk.</p><p>The agency said that its resources could “fall off a cliff” by April.</p><p>Massad Boulos, a senior adviser to President Donald Trump, met this week with British Foreign Secretary Yvette Cooper, with both governments committing to “cut external financial and military backing for the belligerents” fuelling the war.</p><p>The UK on Friday sanctioned four senior RSF commanders, including the group’s deputy leader and brother of its leaders, Abdul Rahim Hamdan Dagalo, over alleged mass killings and sexual violence in El Fasher.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Washington sanctioned four Colombian nationals this week for running a recruitment network that has brought more than 300 military veterans to fight for the RSF, though the measures did not target a United Arab Emirates company that investigators say arranged the deployments.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The UAE has repeatedly denied supporting the paramilitary force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Verdict in Hong Kong media tycoon Jimmy Lai’s trial due next week | Freedom of the Press News | Al Jazeera",
            "time": "2025-12-12T07:21:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20210201__8ZY6AB__v3__HighRes__TopshotHongKongChinaPolitics-1765517816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hong Kong’s High Court is set to hand down a verdict in the case of pro-democracy campaigner and media mogul Jimmy Lai next week, bringing an end to his lengthy national security trial.</p><p>Lai’s verdict will be delivered by a three-judge panel in a hearing that begins at 10am local time (02:00 GMT) on Monday, according to a court diary notice seen on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Founder of the now-shuttered <a href=\"/news/2021/6/24/final-edition-hong-kongs-apple-daily\">pro-democracy Apple Daily newspaper,</a> Lai, 78, is charged with foreign collusion under Hong Kong’s national security law, which Beijing imposed following huge and sometimes violent pro-democracy protests in 2019.</p><p>He previously pleaded not guilty to two counts of conspiring to collude with foreign forces, as well as a third count of sedition under a colonial-era law.</p><p>Authorities accuse Lai, who has been detained since December 2020, of using the Apple Daily to conspire with six former executives and others to produce seditious publications between April 2019 and June 2021.</p><p>He is accused of using his publication to conspire with paralegal Chan Tsz-wah, activist Andy Li, and others to invite foreign countries – including the United States, Britain and Japan – to impose sanctions, blockades and other hostile measures against Hong Kong and China.</p><p>Prosecutors also accuse Lai of stoking hatred against authorities in Beijing and Hong Kong through writing and publishing more than 150 critical op-eds in the outlet.</p><p>He faces life imprisonment if convicted.</p><p>Lai has been held in solitary confinement for more than 1,800 days, with his family saying they fear for his wellbeing and his health is deteriorating as he suffers from diabetes, high blood pressure, as well as heart palpitations that require medication.</p><p>In August, the court postponed closing arguments in his 156-day trial – which began in December 2023 – citing a “medical issue” involving the 78-year-old’s heart.</p><p>Authorities say Lai has received proper treatment and medical care during his detention.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-to-do-everything-i-can-to-save-him\">Trump to do ‘everything I can to save him’</h2><p>Hong Kong was handed back to China in 1997 after more than 150 years under British colonial rule.</p><p>As part of the “one country, two systems” approach, Hong Kong officially operates a separate judicial system based on Common Law traditions, meaning Lai has greater legal protections than he would in mainland China.</p><p>But Hong Kong has experienced significant democratic backsliding in recent years, which accelerated following mass pro-democracy protests in 2019-20, which resulted in a harsh crackdown on dissent in the territory by Beijing.</p><p>In 2020, Chinese authorities introduced a <a href=\"/news/2020/7/1/details-of-chinas-national-security-law-for-hong-kong-unveiled\">draconian national security law</a> to crush the protest movement, establishing secession, subversion, terrorism, and collusion with foreign organisations as crimes carrying hefty punishments.</p><p>Lai’s trial represents the most high-profile use of that law, with critics condemning his trial as politically motivated.</p><p>The Chinese and Hong Kong governments insist Lai is being given a fair trial and have said the legal process must be allowed to reach its conclusion.</p><p>But his case has drawn international scrutiny, including from US President Donald Trump, who has repeatedly <a href=\"/news/2025/8/15/trump-promises-to-save-jailed-hong-kong-media-tycoon-jimmy-lai\">promised to “save” Lai</a>. In August, Trump promised to do “everything I can to save him”.</p><p>“His name has already entered the circle of things that we’re talking about, and we’ll see what we can do,” <a href=\"/news/2025/8/15/trump-promises-to-save-jailed-hong-kong-media-tycoon-jimmy-lai\">Trump told Fox News Radio.</a></p><p>Trump also reportedly raised Lai’s case during a meeting with Chinese leader Xi Jinping when the pair met in South Korea in October.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "The US is already at war with Venezuela | Donald Trump | Al Jazeera",
            "time": "2025-12-12T07:12:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693b1752-1765480274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Wednesday, the United States <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">hijacked an oil tanker</a> off the coast of Venezuela – a new move in the ongoing aggression against the South American nation by the administration of US President Donald Trump.</p><p>Over recent months, the US has gone about wantonly <a href=\"/opinions/2025/9/8/distraction-101-blow-them-up\">blowing up</a> small boats in the Caribbean Sea along with their passengers, whom Trump has telepathically divined to be drug traffickers.</p><p>Exercising his passion for ridiculous overstatement, Trump proclaimed on Wednesday that the seized vessel was a “large tanker, very large, largest one ever seized, actually”.</p><p>When asked at a <a href=\"https://www.youtube.com/watch?v=-BVktrd0ZeY\" target=\"_blank\" rel=\"noopener\">news conference</a> about the ship’s altered destination, Trump advised reporters to “get a helicopter and follow the tanker” – although folks might reasonably be wary of taking to the skies around Venezuela given Trump’s unilateral <a href=\"/news/liveblog/2025/11/29/live-donald-trump-says-venezuela-airspace-now-closed-as-tensions-surge\">decree</a> in November that the country’s airspace was “closed in its entirety”.</p><p>Of course, the airspace closure hasn’t managed to interfere with continuing US <a href=\"https://apnews.com/article/venezuela-maduro-us-trump-deportation-flights-c8de53d34483533ec8e58a165f5f63fd\">deportation flights</a> to Venezuela.</p><p>Regarding the fate of the tanker’s valuable contents, Trump remarked, “I assume we’re going to keep the oil.”</p><p>To be sure, this comment doesn’t do much to shore up the US claim that it’s not after Venezuela’s vast oil reserves at all, but is simply trying to guard the hemisphere against nefarious Venezuelan narco-terrorists endeavouring to flood the homeland with fentanyl and other deadly products.</p><p>As per Trumpian fantasy, the ringleader of the narco-terror operation is none other than Venezuelan President Nicolas Maduro himself.</p><p>Never mind that Venezuela has approximately zero to do with drugs entering the US and doesn’t even produce fentanyl.</p><p>At times like these, one can’t help but recall US behaviour vis-a-vis another oil-rich nation around the turn of the century, when then-President George W Bush oversaw a campaign of mass slaughter in Iraq based on manufactured allegations of weapons of mass destruction.</p><p>But amid all the talk of a potential US war on Venezuela – which Trump has been threatening for months – the fact of the matter is that the US is already waging war on the country.</p><p>US Defense Secretary Pete Hegseth, newly <a href=\"/news/2025/9/5/trump-symbolically-changes-department-of-defense-to-department-of-war\">rebranded</a> as the “Secretary of War”, recently admitted as much when he chalked up US war crimes against Caribbean seafarers to the “<a href=\"https://www.nbcnews.com/politics/national-security/pete-hegseth-says-didnt-see-survivors-september-boat-strike-fog-war-rcna246978\" target=\"_blank\" rel=\"noopener\">fog of war</a>”.</p><p>In reality, however, the US war on Venezuela long predates this year’s slew of extrajudicial executions and terrorisation of local fishermen.</p><p>After <a href=\"https://www.theguardian.com/world/2002/apr/21/usa.venezuela\" target=\"_blank\" rel=\"noopener\">backing</a> a failed coup in 2002 against Maduro’s predecessor Hugo Chavez, a socialist icon and thorn in the side of empire, the US imposed punishing sanctions on Venezuela in 2005.</p><p>According to the Washington, DC-based Center for Economic and Policy Research, these sanctions would go on to cause <a href=\"https://cepr.net/newsroom/report-finds-us-sanctions-on-venezuela-are-responsible-for-tens-of-thousands-of-deaths/\" target=\"_blank\" rel=\"noopener\">more than 40,000 deaths</a> in the country in 2017-18 alone. Anyone doubting the intentional lethality of coercive economic measures would do well to recall the 1996 <a href=\"/opinions/2022/3/25/lets-remember-madeleine-albright-as-who-she-really-was\">response</a> of then-US ambassador to the United Nations Madeleine Albright to the estimate that half a million Iraqi children had thus far perished as a result of the US sanctions regime: “We think the price is worth it.”</p><p>Sanctions on Venezuela were then drastically intensified by Trump in 2019, with an eye to assisting <a href=\"/tag/juan-guaido/\">Juan Guaido</a> – the little-known right-wing character who had spontaneously appointed himself interim president of Venezuela – in his efforts to oust Maduro.</p><p>Those efforts were unsuccessful, and Guaido ended up in Miami, but sanctions continued to wreak devastating havoc. In March 2019, Trump’s former Secretary of State Mike Pompeo <a href=\"https://2017-2021-translations.state.gov/2019/03/11/remarks-to-the-press/\" target=\"_blank\" rel=\"noopener\">boasted</a> eloquently to the press of the effectiveness of economic warfare: “The circle is tightening. The humanitarian crisis is increasing by the hour … You can see the increasing pain and suffering that the Venezuelan people are suffering from.”</p><p>Indeed, while the official narrative is that sanctions are meant to target the powers that be, it is the general public that pays the price. In the years following Guaido’s failed auto-election, the “suffering that the Venezuelan people are suffering from” became ever more apparent, and by 2020, former UN Special Rapporteur Alfred de Zayas <a href=\"https://venezuelanalysis.com/sanctions-kill/\">estimated</a> that 100,000 Venezuelans had died on account of sanctions.</p><p>In 2021, UN expert Alena Douhan reported that the economic blockade had rendered more than 2.5 million Venezuelans severely food insecure. This is to say nothing of <a href=\"/video/the-stream/2023/6/13/how-are-us-sanctions-affecting-life-in-venezuela\">outbreaks of previously controlled diseases</a>, stunted growth among children, and shortages of water and electricity.</p><p>It can meanwhile be safely filed under the “can’t make this sh*t up” category that, at the very moment he is going after alleged narco-traffickers in Venezuela, Trump chose to <a href=\"https://edition.cnn.com/2025/12/02/politics/juan-orlando-hernandez-pardon\" target=\"_blank\" rel=\"noopener\">pardon</a> Juan Orlando Hernandez, the right-wing former narco-president of Honduras who was <a href=\"/opinions/2024/3/17/the-criminal-hypocrisy-of-hernandezs-drug-conviction-in-a-us-court\">convicted</a> last year in a US federal court.</p><p>In October, Trump <a href=\"/opinions/2025/11/23/venezuela-a-not-so-covert-cia-disaster-in-the-making\">authorised</a> the CIA to conduct covert operations inside Venezuela – the same CIA, mind you, that has been <a href=\"/opinions/2025/11/23/venezuela-a-not-so-covert-cia-disaster-in-the-making\">up to its eyeballs</a> in the drug trade since forever. Now with the tanker hijacking, the administration has underscored its acute disregard for anything resembling civilised diplomacy.</p><p>The other day, I spoke with a young Venezuelan man whom I met in the <a href=\"/opinions/2025/8/22/the-darien-gap-closure-border-theatre-in-the-jungle\">Darien Gap</a> in 2023 as he made his way towards the US – one of millions of Venezuelans forced to leave home in search of a life that is economically sustainable.</p><p>After almost drowning in the river as he crossed from Mexico into the US, he was detained for a month and then provisionally released into the country. Two years later, he was captured by ICE agents in California, detained for several more months, and then deported to Caracas.</p><p>When I asked him his thoughts on Trump’s current machinations in Venezuela, he said simply: “I have no words.”</p><p>And as the US barrels towards another surreal war armed with blatant lies, words are indeed often hard to come by.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US sanctions family of Venezuela’s Maduro, 6 oil tankers in new crackdown | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-12T06:34:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T215309Z_812249859_RC2X7IA4GQXT_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764808402.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration has imposed new sanctions on Venezuela, targeting three nephews of President Nicolas Maduro’s wife, Cilia Flores, as well as six crude oil tankers and shipping companies linked to them, as Washington steps up pressure on Caracas.</p><p>Two of the sanctioned nephews were previously convicted in the United States on drug trafficking charges before being released as part of a prisoner exchange.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US is also targeting Venezuela’s oil sector by sanctioning a Panamanian businessman, Ramon Carretero Napolitano, whom it says facilitates the shipment of petroleum products on behalf of the Venezuelan government, along with several shipping companies.</p><p>The US Treasury Department said on Thursday that the measures include sanctions on six crude oil tankers it said have “engaged in deceptive and unsafe shipping practices and continue to provide financial resources that fuel Maduro’s corrupt narco-terrorist regime”.</p><p>Four of the tankers, including the 2002-built H Constance and the 2003-built Lattafa, are Panama-flagged, with the other two flagged by the Cook Islands and Hong Kong.</p><p>The vessels are supertankers that recently loaded crude in Venezuela, according to internal shipping documents from state oil company PDVSA.</p><h2 id=\"an-act-of-piracy\">‘An act of piracy’</h2><p class=\"dcr-130mj7b\">In comments on Thursday night, Trump also repeated his threat to soon begin strikes on suspected narcotics shipments making their way via land from Venezuela to the US.</p><p data-start=\"1604\" data-end=\"1682\">His remarks followed the US <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">seizure of an oil tanker</a> off Venezuela’s coast.</p><p class=\"dcr-130mj7b\">White House Press Secretary Karoline Leavitt said the US would take the tanker to a US port.</p><p class=\"dcr-130mj7b\">“The vessel will go to a US port, and the United States does intend to seize the oil,” Leavitt said during a news briefing. “However, there is a legal process for the seizure of that oil, and that legal process will be followed.”</p><p class=\"dcr-130mj7b\">Maduro condemned the seizure, calling it “an act of piracy against a merchant, commercial, civil and private vessel,” adding that “the ship was private, civilian and was carrying 1.9 million barrels of oil that they bought from Venezuela”.</p><p class=\"dcr-130mj7b\">He said the incident had “unmasked” Washington, arguing that the true motive behind the action was the seizure of Venezuelan oil.</p><p class=\"dcr-130mj7b\">“It is the oil they want to steal, and Venezuela will protect its oil,” Maduro added.</p><p data-start=\"1936\" data-end=\"2151\">Maduro’s condemnation came as US officials emphasised that the latest sanctions also targeted figures close to the Venezuelan leader.</p><figure id=\"attachment_4168560\" aria-describedby=\"caption-attachment-4168560\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168560\" src=\"/wp-content/uploads/2025/12/2025-12-10T213245Z_1708371538_RC2XDIAODPA3_RTRMADP_3_VENEZUELA-ANNIVERSARY-MARCH-1765512968.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168560\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro holds a sword which belonged to Ezequiel Zamora, a Venezuelan soldier [FILE: Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"maduro-s-relatives-targeted\" class=\"dcr-130mj7b\">Maduro’s relatives targeted</h2><p data-start=\"116\" data-end=\"365\">Franqui Flores and Efrain Antonio Campo Flores, nephews of Venezuelan first lady Cilia Flores, were also sanctioned. The two became known as the “narco nephews” after their arrest in Haiti in 2015 during a US Drug Enforcement Administration sting.</p><p data-start=\"116\" data-end=\"365\">They were convicted in 2016 on charges of attempting to carry out a multimillion-dollar cocaine deal and sentenced to 18 years in prison, before being released in a 2022 prisoner swap with Venezuela.</p><p data-start=\"116\" data-end=\"365\">A third nephew, Carlos Erik Malpica Flores, was also targeted. US authorities allege he was involved in a corruption scheme at the state oil company.</p><p data-start=\"116\" data-end=\"365\">Maduro and his government have denied links to criminal activity, saying the US is seeking regime change to gain control of Venezuela’s vast oil reserves.</p><p data-start=\"738\" data-end=\"995\">Beyond the individuals targeted, the US is also preparing to intercept additional ships transporting Venezuelan oil, the Reuters news agency reported, citing sources.</p><p data-start=\"1936\" data-end=\"2151\">Asked whether the Trump administration planned further ship seizures, White House spokesperson Leavitt told reporters she would not speak about future actions but said the US would continue executing the president’s sanctions policies.</p><p data-start=\"1936\" data-end=\"2151\">“We’re not going to stand by and watch sanctioned vessels sail the seas with black market oil, the proceeds of which will fuel narcoterrorism of rogue and illegitimate regimes around the world,” she said on Thursday.</p><p data-start=\"1936\" data-end=\"2151\">Wednesday’s <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">seizure</a> was the first of a Venezuelan oil cargo amid US sanctions that have been in force since 2019. The move sent oil prices higher and sharply escalated tensions between Washington and Caracas.</p><figure id=\"attachment_4168556\" aria-describedby=\"caption-attachment-4168556\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168556\" src=\"/wp-content/uploads/2025/12/2025-12-11T185424Z_1778523599_RC2HEIAUOTJF_RTRMADP_3_USA-TRUMP-1765512613.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"White House Press Secretary Karoline Leavitt\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168556\" class=\"wp-caption-text\">White House Press Secretary Karoline Leavitt holds a news briefing [Jonathan Ernst/Reuters]</figcaption></figure></div></div></body></html>"
        }
    ]
}