{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "NFL headquarters was mass shooter’s target, NYC mayor says | Gun Violence | Al Jazeera",
            "time": "2025-07-29T18:23:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T144909Z_527811195_RC27WFAEYUCZ_RTRMADP_3_NEW-YORK-SHOOTING_cropped-1753812458.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ivory Coast’s president says will seek fourth term in office | Elections News | Al Jazeera",
            "time": "2025-07-29T17:44:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T141006Z_1884102169_RC2N7FA64ZSX_RTRMADP_3_IVORYCOAST-POLITICS-1753806384.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ivory Coast’s president says will seek fourth term in office</h1><p class=\"article__subhead\"><em>Alassane Ouattara, 83, announced the plan after changing the constitution to remove presidential term limits.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ivory Coast President Alassane Ouattara has announced he will seek a fourth term leading the West African nation, as tensions rise over the exclusion of many heavyweight opposition candidates.</p><p>Earlier, he had been officially nominated by his ruling Rally of Houphouetists for Democracy and Peace (RHDP) party as its candidate, but had not yet said if he would contest the October 25 election.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>With the country’s <a href=\"/news/2025/6/4/key-ivory-coast-opposition-figures-banned-from-october-presidential-vote\">most high-profile opposition politicians ruled ineligible</a>, Ouattara is the clear frontrunner.</p><p>The 83-year-old president, who has led the country since 2011, declared his plan in a televised announcement on Tuesday.</p><p>“For several months, I have received numerous calls from fellow citizens regarding my potential candidacy in the presidential election,” he said.</p><p>Referring to the country by its name in French, he went on: “Women and young people from all regions of Cote d’Ivoire, and countless anonymous voices from our neighbourhoods, towns, and villages have reached out.</p><p>“In response to those appeals, I announced on June 22 that, as president of all Ivorians, I would, after careful reflection, make a decision guided solely by the best interest of the nation.”</p><p>Ouattara won a third term in 2020 after the constitution was changed to reset the presidential term limit. He had said he was not going to run again, but he changed his position following the death of his hand-picked successor, Prime Minister Amadou Gon Coulibaly.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"opposition-campaign\">Opposition campaign</h2><p>Critics of Ouattara accuse him of tightening his grip on power and strongly oppose his running again.</p><p>The opposition has accused the authorities of targeting their opponents by legal means, but the government insists the judiciary acts independently.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The two main opposition parties have launched a joint campaign to demand the reinstatement of their barred leaders ahead of the presidential election.</p><p>This alliance brings together the African People’s Party of Ivory Coast (PPA-CI) – led by former president Laurent Gbagbo – and the Democratic Party of Ivory Coast (PDCI), the country’s largest opposition force, headed by former international banker Tidjane Thiam.</p><p>Gbagbo, his former right-hand man Charles Ble Goude and ex-Prime Minister Guillaume Soro have been struck from the electoral register due to criminal convictions.</p><p>Ouattara’s most prominent rival, Thiam, was <a href=\"/news/2025/6/20/thithi-president-supporters-rally-for-banned-ivorian-presidential-candidate\">barred from running by a court</a> on the grounds that he was still a French citizen at the time he declared his candidacy, even though he later renounced his French nationality. Ivorian law bans dual nationals from running for president.</p><p>Some previous elections in the Ivory Coast have been fraught with tension and violence. When Ouattara announced his third-term bid, several people were killed in the ensuing violence. There have been protests against the court’s decision to bar Thiam from contesting the election.</p><p>Ouattara is the latest among a growing number of leaders in West Africa who remain in power after changing the constitutional term limit.</p><p>Coup leaders in the region have used alleged corruption within democratic governments and electoral changes as a pretext to seize power, leading to a split in the regional bloc, the Economic Community of West African States (ECOWAS).</p></div></div></body></html>"
        },
        {
            "title": "Trump administration moves to nix key finding on greenhouse gas emissions | Climate Crisis News | Al Jazeera",
            "time": "2025-07-29T17:37:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25208597304813-1753681587.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Environmental Protection Agency (EPA) has announced it plans to revoke a scientific finding on <a href=\"/news/2025/7/23/world-court-hearing-says-climate-change-is-urgent-and-existential-threat\">climate change</a> that has served as the basis for key environmental and pollution regulations.</p><p>In an interview on Tuesday, Lee Zeldin, President <a href=\"/news/2025/7/29/trump-denies-seeking-summit-with-xi-says-he-may-visit-china\">Donald Trump’s</a> pick to head the EPA, said that the agency would nix the 2009 “endangerment finding” that links emissions from motor vehicles to climate change and negative health impacts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Zeldin added that those who seek to reduce carbon emissions only highlight the negative effects.</p><p>“With regard to the endangerment finding, they’ll say carbon dioxide is a pollutant and that’s the end of it. They’ll never acknowledge any type of benefit or need for carbon dioxide,” Zeldin told a right-wing podcast, Ruthless.</p><p>“It’s important to note, and they don’t, how important it is for the planet.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The “endangerment finding” has been central to the justifications for regulating greenhouse gas emissions, including through vehicle emissions standards.</p><p>The finding, issued under Democratic President Barack Obama, has become a frequent target of conservative lawmakers and fossil fuel companies, which have sought its repeal.</p><p>Nevertheless, the “endangerment finding” has withstood several legal challenges in court.</p><p>Its revocation would be a continuation of the Trump administration’s push to <a href=\"/news/2025/3/12/trump-administration-slashes-dozens-of-us-environmental-protections\">roll back</a> environmental protections and slash regulations in the name of boosting the economy.</p><p>The news agency Reuters reported last week that the EPA is also planning to scrap all greenhouse gas emissions standards on light-duty, medium-duty and heavy-duty vehicles.</p><p>In Tuesday’s interview, Zeldin likewise positioned the repeal of the “endangerment finding” as a boon to business.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“There are people who, in the name of climate change, are willing to bankrupt the country,” Zeldin said.</p><p>“They created this endangerment finding and then they are able to put all these regulations on vehicles, on airplanes, on stationary sources, to basically regulate out of existence, in many cases, a lot of segments of our economy.”</p><p>Zeldin also touted the finding’s revocation as the “largest deregulatory action” in US history — and a potentially fatal blow to efforts to curb climate change.</p><p>“This has been referred to as basically driving a dagger into the heart of the climate change religion,” Zeldin said.</p><p>A 2021 study from Harvard University’s TH Chan School of Public Health found that a decrease in vehicle emissions helped bring the number of yearly deaths attributed to air pollution down from 27,700 in 2008 to 19,800 in 2017.</p><p>The researchers credited that decline to a combination of federal regulations and technological improvements.</p><p>They also noted that, if emissions had remained at the 2008 levels, the number of deaths would have instead risen to 48,200 by 2017.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Supporters consider air pollution regulations to be a vital part of the effort to slow climate change and minimise adverse health effects.</p><p>Trump, however, has defied scientific consensus on climate change and referred to it as a “hoax”.</p><p>Instead, he has pushed for the US to <a href=\"/news/2025/1/21/drill-baby-whats-the-paris-climate-deal-why-does-trump-want-out\">ramp up</a> fossil fuel production, considered the primary contributor to climate change.</p><p>Earlier this month, his energy secretary, Chris Wright, wrote a column for The Economist magazine arguing that climate change is “not an existential crisis” but a “byproduct of progress”.</p><p>“I am willing to take the modest negative trade-off for this legacy of human advancement,” Wright wrote.</p><p>The United Nations has estimated that, between 2030 and 2050, climate change would contribute to 250,000 additional deaths per year, from issues related to tropical diseases like malaria, heat stress and food security.</p></div></div></body></html>"
        },
        {
            "title": "Union Pacific to buy Norfolk Southern for $85bn | Transport News | Al Jazeera",
            "time": "2025-07-29T17:17:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25108072889964-1753806021.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Union Pacific has announced its intentions to buy its smaller rival, Norfolk Southern, which would create the first coast-to-coast freight rail operator in the United States and reshape the movement of goods from grains to autos across the US.</p><p>The Omaha, Nebraska-based railroad giant announced the proposed $85bn deal on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>If the merger is approved, the transaction would be the largest-ever buyout in the railroad sector.</p><p>Union Pacific has a stronghold in the western two-thirds of the US, with Norfolk’s 31,382 km (19,500-mile) network that primarily spans 22 eastern states.</p><p>The two railroads are expected to have a combined enterprise value of $250bn and would unlock about $2.75bn in annualised synergies, the companies said.</p><p>The $320 per share price implies a premium of 18.6 percent for Norfolk from its close on July 17, when reports of the merger first emerged.</p><p>The companies said last week on Thursday that they were in advanced discussions for a possible merger.</p><p>The deal will face lengthy regulatory scrutiny amid union concerns about potential rate increases, service disruptions and job losses. The 1996 merger of Union Pacific and Southern Pacific had temporarily led to severe congestion and delays across the Southwest.</p><p>The deal reflects a shift in antitrust enforcement under US President Donald Trump’s administration. Executive orders aimed at removing barriers to consolidation have opened the door to mergers that were previously considered unlikely.</p><p>Surface Transportation Board Chairman Patrick Fuchs, appointed in January, has advocated for faster preliminary reviews and a more flexible approach to merger conditions.</p><p>Even under an expedited process, the review could take from 19 to 22 months, according to a person involved in the discussions.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Major railroad unions have long opposed consolidation, arguing that such mergers threaten jobs and risk disrupting rail service.</p><p>“We will weigh in with the STB [regulator] and with the Trump administration in every way possible,” said Jeremy Ferguson, president of the SMART-TD union’s transport division, after the two companies said they were in advanced talks last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“This merger is not good for labour, the rail shipper/customer or the public at large,” he said.</p><p>The companies said they expect to file their application with the STB within six months.</p><p>The SMART-TD union’s transport division is North America’s largest railroad operating union with more than 1,800 railroad yardmasters.</p><p>The North American rail industry has been grappling with volatile freight volumes, rising labour and fuel costs and growing pressure from shippers over service reliability, factors that could further complicate the merger.</p><h2><strong>Industry consolidation</strong></h2><p>The proposed deal has also prompted competitors BNSF, owned by Berkshire Hathaway, and CSX, to explore merger options, people familiar with the matter said.</p><p>Agents at the STB are already conducting preparatory work, anticipating they could soon receive not just one, but two megamerger proposals, a person close to the discussions told Reuters on Thursday.</p><p>If both mergers are approved, the number of Class I railroads in North America would shrink to four from six, consolidating major freight routes and boosting pricing power for the industry.</p><p>The last major deal in the industry was the $31bn merger of Canadian Pacific and Kansas City Southern that created the first and only single-line rail network connecting Canada, the US and Mexico.</p><p>That deal, finalised in 2023, faced heavy regulatory resistance over fears it would curb competition, cut jobs and disrupt service, but was ultimately approved.</p><p>Union Pacific is valued at nearly $136bn, while Norfolk Southern has a market capitalisation of about $65bn, according to data from LSEG.</p><p>As of 12:15pm in New York (16:15 GMT), Union Pacific’s stock is down 3.9 percent, and Norfolk Southern is down 3.2 percent. Competitor CSX is also trending down. The stock has fallen 1.6 percent since the market opened this morning.</p></div></div></body></html>"
        },
        {
            "title": "Trump ally Marjorie Taylor Greene decries ‘genocide’ in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T17:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-10-26T190931Z_1818363578_RC2ESAAVLIT8_RTRMADP_3_USA-ELECTION-TRUMP-1753803739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States Congresswoman Marjorie Taylor Greene, a right-wing ally of US President <a href=\"/video/newsfeed/2025/7/28/trump-some-of-those-kids-thats-real\">Donald Trump</a>, has suggested that Israel is committing genocide against Palestinians in Gaza, highlighting a growing schism in the Republican Party.</p><p>In a social media <a href=\"https://x.com/RepMTG/status/1950000279593607551\" target=\"_blank\" rel=\"noopener\">post</a> this week, Greene condemned the dire situation in Gaza, where an Israeli-imposed hunger crisis has killed more than 120 people.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>She also criticised her colleague Randy Fine, who has openly celebrated the starvation and bombardment of Palestinians.</p><p>“It’s the most truthful and easiest thing to say that Oct 7th in Israel was horrific and all hostages must be returned, but so is the genocide, humanitarian crisis, and starvation happening in Gaza,” Greene wrote.</p><p>Her words echo assessments from leading human rights groups and United Nations experts, describing Israel’s actions in Gaza as consistent with genocide.</p><p>Genocide — defined by the United Nations as “acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group” — is seen as one of the <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">gravest war crimes</a>.</p><p>So far, the Israeli military has killed more than 60,000 people and turned most of Gaza into rubble.</p><p>But only a handful of US lawmakers have accused Israel <a href=\"/news/2024/12/5/amnesty-international-accuses-israel-of-committing-genocide-in-gaza\">of genocide</a>, making Greene’s comments all the more remarkable.</p><p>In the US, the legislators most vocal against Israel’s war in Gaza have largely represented the political left. Greene, however, is one of the most prominent faces of Trump’s right-wing Make America Great Again (MAGA) movement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, there has been increasing international pressure to denounce the Israeli blockade on Gaza, which has limited the entry of basic supplies into the territory.</p><p>In recent days, images of emaciated Palestinian children and evidence of mass hunger in Gaza have sharpened the criticism against Israel <a href=\"/news/2025/7/26/horrors-upon-horrors-how-us-congress-responded-to-mass-hunger-in-gaza\">in US politics</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last week, Congressman John Garamendi, a Democrat, also suggested that Israel’s policies amount to genocide.</p><p>“It’s impossible to look at the starvation caused by Israel’s dangerous and willful failure to enable humanitarian aid and not see a genocide being committed against the people of Palestine,” said Garamendi.</p><p>The US provides Israel with billions of dollars in military aid, as well as diplomatic backing at international forums. The Trump administration has nevertheless been reluctant to criticise Israel over its atrocities and blockade in Gaza.</p><p>Amid that anger, Fine — another <a href=\"/news/2024/11/24/trump-backs-staunchly-anti-muslim-florida-lawmaker-to-run-for-us-congress\">Trump ally</a> — sparked outrage last week when he appeared to endorse Israel’s starvation campaign in Gaza while also dismissing it as “Muslim terror propaganda”.</p><p>“Release the hostages,” he <a href=\"https://x.com/RepFine/status/1947635219869139083\" target=\"_blank\" rel=\"noopener\">wrote</a> in a social media post earlier this week. “Until then, starve away.”</p><p>Fine, who was elected to Congress earlier this year with the endorsement of Trump and the support of the American Israel Public Affairs Committee (AIPAC), has a history of Islamophobic and anti-Palestinian positions.</p><p>For example, in 2021, when a commenter sent Fine a photo of a dead Palestinian child and asked him how he sleeps at night, Fine offered a glib <a href=\"https://x.com/VoteRandyFine/status/1400916571892105221?lang=en\" target=\"_blank\" rel=\"noopener\">response</a>: “Quite well, actually! Thanks for the pic!”</p><p>In September of last year, he also appeared to praise the killing of <a href=\"/news/2024/9/13/light-in-any-room-friends-hail-aysenur-eygi-us-citizen-killed-by-israel\">Aysenur Ezgi Eygi</a>, a US activist who was fatally shot by the Israeli military in the occupied West Bank.</p><p>“Throw rocks, get shot. One less #MuslimTerror ist. #FireAway,” Fine <a href=\"https://x.com/VoteRandyFine/status/1832198747495002573\" target=\"_blank\" rel=\"noopener\">wrote</a> in a social media post at the time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier in July, top Democrats in the House of Representatives called Fine “unhinged, racist and Islamophobic” over a social media attack on Muslim American Congresswoman <a href=\"/news/2021/8/12/aipac-accused-of-islamophobia-after-attacks-on-ilhan-omar\">Ilhan Omar</a>.</p><p>Fine had responded to Omar’s criticism of Israeli Prime Minister <a href=\"/news/2025/7/8/netanyahu-trump-discuss-forced-transfer-of-palestinians-out-of-gaza\">Benjamin Netanyahu’s</a> visit to Washington, DC, by saying: “I’m sure it is difficult to see us welcome the killer of so many of your fellow Muslim terrorists.”</p><p>But the Republican congressman’s recent comments on the starvation in Gaza appear to have gone too far, even for some of Israel’s staunchest supporters.</p><p>The American Jewish Committee (AJC), a pro-Israel advocacy group, slammed Fine’s remarks last week.</p><p>“Implying that starvation is a <a href=\"/news/2025/7/26/israeli-attacks-forced-starvation-kill-more-than-70-palestinians-in-gaza\">legitimate tactic</a> is unacceptable,” AJC <a href=\"https://x.com/AJCGlobal/status/1948021021916729806\" target=\"_blank\" rel=\"noopener\">wrote</a> in response to Fine’s post.</p><p>“All those in need of humanitarian aid should receive it promptly and safely. Our leaders must focus less on scoring political points and more on doing their jobs.”</p><p>For her part, Greene warned that Fine’s “awful statement will actually cause more anti-Semitism”.</p></div></div></body></html>"
        },
        {
            "title": "Procter and Gamble to raise prices to offset tariff costs | Business and Economy News | Al Jazeera",
            "time": "2025-07-29T17:14:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP23013503592696-1753804634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Procter &amp; Gamble has said it will need to raise prices on a quarter of the goods it sells in the United States starting this month in order to mitigate costs it has faced because of the tariffs imposed by US President Donald Trump.</p><p>On Tuesday, in conjunction with its earnings report, the world’s largest consumer goods maker named Shailesh Jejurikar as its new chief executive officer as the <a href=\"/economy/2025/4/24/businesses-pare-back-outlook-as-trump-tariffs-weigh-on-spending\" target=\"_blank\" rel=\"noopener\">company navigates tariff-</a>driven uncertainty weighing on the sector.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The price hikes have been communicated to retailers such as Walmart and Target and are in the mid-single digits across categories, a spokesperson said, and will be seen on shelves starting in August.</p><p>In May, <a href=\"/economy/2025/5/15/largest-us-retailer-walmart-warns-of-price-hikes-because-of-tariffs\" target=\"_blank\" rel=\"noopener\">Walmart also announced </a>that it would need to raise prices on goods sold at the big box retailer because of the economic impact of tariffs.</p><p>P&amp;G topped fourth-quarter estimates for its earnings report. The Cincinnati, Ohio-based firm reported revenue of $20.89bn for the quarter. Organic sales grew about 2 percent in fiscal 2025, driven by P&amp;G’s portfolio of branded pantry staples, as well as higher pricing, particularly for fresher products. But that comes as growth is expected to slow.</p><h2 id=\"growth-stalls\">Growth stalls</h2><p>P&amp;G expects fiscal 2026 annual net sales growth of between 1 percent and 5 percent, largely below estimates of a 3.09 percent growth.</p><p>Market growth slowed from where it was at the start of the year in both the US and Europe, and volatile macroeconomic, geopolitical and consumer dynamics were resulting in headwinds that were not anticipated at the start of the year, CFO Andre Schulten said during a call with journalists.</p><p>“The consumer clearly is more selective in terms of shopping behaviour in our categories, and we see a desire to find value either by going into larger pack sizes in club channel or online or big box retailers or by lowering the cash outlay,” Schulten said.</p><p>The comments from the company reinforce how consumers, particularly in the lower-income category, are seeking value as they look to stretch their household budgets. Packaged food maker Nestle said last week that consumer spending in North America remained weak.</p><p>“Given the immense pressure put on US consumers in particular, the organic growth is a very good sign that long-term earnings projections should hold up,” said Brian Mulberry, portfolio manager at Zacks Investment Management.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>P&amp;G, which makes household basics spanning from Bounty paper towels to Metamucil fibre supplements, estimated tariffs will increase its costs by about $1bn before tax for fiscal 2026. That compares with projections of between $1bn and $1.5bn made in April.</p><p>The company rolled out a restructuring effort in June to exit some brands and<a href=\"/economy/2025/6/5/procter-gamble-to-cut-7000-jobs-over-the-next-two-years\" target=\"_blank\" rel=\"noopener\"> cut about 7,000 jobs over the next two years</a> to increase productivity. Prices rose about 1 percent in the fourth quarter, while volumes were flat.</p><p>P&amp;G expects fiscal 2026 core net earnings per share growth in the range of $6.83 and $7.09, compared with estimates of $6.99, according to estimates compiled by LSEG.</p><p>On Wall Street, the company’s stock over the last five days is down 0.5 percent, down 1.1 percent for the month and since the beginning of the year, it has tumbled 5.15 percent.</p></div></div></body></html>"
        },
        {
            "title": "UK to recognise Palestine unless Israel agrees to ceasefire | Newsfeed | Al Jazeera",
            "time": "2025-07-29T17:09:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753808935.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UK plans to recognise Palestine in September unless Israel halts Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T17:08:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/000_688H9DX-1753807053.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1113\" data-end=\"1342\">British Prime Minister Keir Starmer has told his cabinet that the United Kingdom will recognise the state of Palestine by September unless Israel takes “substantive steps” to end its war on Gaza and commits to a lasting peace process.</p><p data-start=\"1344\" data-end=\"1671\">According to a government statement issued after an emergency cabinet meeting on Tuesday, Starmer said the move could come before the United Nations General Assembly in New York unless Israel agrees to a ceasefire, halts plans to annex parts of the occupied West Bank, and supports a political path towards a two-state solution.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1673\" data-end=\"1938\">“[Starmer] reiterated that there is no equivalence between Israel and Hamas and that our demands on Hamas remain, that they must release all the hostages, sign up to a ceasefire, accept that they will play no role in the government of Gaza, and disarm,” the statement added.</p><p data-start=\"1940\" data-end=\"2126\">Starmer interrupted ministers’ summer holidays to discuss a draft European-led peace initiative and plans to increase humanitarian aid to Gaza, where the <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">UN has warned of looming famine</a>.</p><p data-start=\"2128\" data-end=\"2307\">While past UK governments have supported Palestinian statehood “when the time is right”, none has publicly tied it to a specific deadline or laid out preconditions so explicitly.</p><p data-start=\"637\" data-end=\"836\">Israel lashed out at the UK following the announcement, calling it a “reward for Hamas” that would only undermine diplomatic efforts to end the war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"838\" data-end=\"952\">In a statement posted on X, Israel’s Foreign Ministry claimed the UK’s move would damage any chance of a ceasefire. Israel broke the last negotiated ceasefire in March.</p><p data-start=\"954\" data-end=\"1201\">Starmer informed Israeli Prime Minister Benjamin Netanyahu of the plan in a phone call before making it public, Reuters reported. Details of the conversation have not been disclosed.</p><p data-start=\"1203\" data-end=\"1317\">Meanwhile, US President Donald Trump has denied having any talks with Starmer about Britain’s recognition plans.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1319\" data-end=\"1399\">“We never did discuss it,” Trump told reporters aboard Air Force One on Tuesday.</p><h2 id=\"the-right-time\" data-start=\"1319\" data-end=\"1399\">‘The right time’</h2><p data-start=\"1602\" data-end=\"1819\">The proposal, backed by growing voices within Starmer’s own Labour Party, would mark a major shift in the UK’s position, as successive governments have long delayed recognition, citing the need for “the right time”.</p><p data-start=\"2309\" data-end=\"2569\">With pressure mounting from within Starmer’s own party, his position appears to have shifted. More than half of Labour’s backbench MPs have signed a letter urging the government to formally recognise a Palestinian state as leverage to push Israel towards peace.</p><p data-start=\"2571\" data-end=\"2793\">Speaking to reporters, Starmer defended the timing and conditions of the announcement, saying the decision was driven by the “intolerable situation” in Gaza and a fear that the two-state solution was slipping out of reach.</p><p data-start=\"2795\" data-end=\"3003\">“This is intended to further that cause,” he said. “It’s done now because I’m particularly concerned that the idea of a two-state solution is reducing and feels further away today than it has for many years.”</p><p data-start=\"3005\" data-end=\"3137\">He added that recognition of Palestine would be part of an eight-point peace plan the UK has been developing with European partners. Last week, French President Emmanuel Macron said France <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">would formally</a> recognise Palestine as a state, becoming the largest and most influential European nation to do so. European Union members Norway, Spain and the Republic of Ireland <a href=\"/news/2024/5/28/ireland-norway-and-spain-recognised-palestine-what-has-that-changed\">have previously said they recognise the State of Palestine.</a></p><p data-start=\"3139\" data-end=\"3320\">Labour MP Sarah Champion, who organised the letter to Starmer, said there will never be a perfect moment to recognise Palestinian statehood, but warned this might be the last chance.</p><p data-start=\"3322\" data-end=\"3502\" data-is-last-node=\"\" data-is-only-node=\"\">“What we do have, however, is the perfect storm to prevent a two-state solution ever happening,” she said. “It is now or never if we believe in Palestinians’ right to recognition.”</p><p data-start=\"3322\" data-end=\"3502\" data-is-last-node=\"\" data-is-only-node=\"\">\n</p></div></div></body></html>"
        },
        {
            "title": "Who was Awdah Hathaleen, Palestinian activist killed by an Israeli settler? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T16:24:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/db626d5d-328e-4798-b5dc-27331e9e7a03-1-1753802647.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Masafer Yatta, occupied West Bank</strong> – Awdah Hathaleen was standing by a fence in the Umm al-Kheir community centre when he was <a href=\"/news/2025/7/29/israeli-settler-kills-west-bank-activist-who-worked-on-oscar-winning-film\">shot in the chest</a> by an Israeli settler on Monday.</p><p>The beloved 31-year-old activist and father of three fell to the ground as people rushed over to try to help him. Then an ambulance came out of the nearby illegal settlement of Carmel and took him away.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Israeli authorities have refused to release his body for burial, simply telling his family on Monday night that he had died, depriving them of the closure of laying him to rest immediately, as Islam dictates.</p><h2 id=\"mourning\">Mourning</h2><p>Under the scorching sun of the South Hebron Hills, the people of Umm al-Kheir were joined by anti-occupation activists from all over the world – gathered in silence to mourn Awdah, who was a key figure in non-violent resistance against settler violence in Masafer Yatta.</p><p>They came together in the same yard where Awdah was standing when he was shot to death by Israeli settler Yinon Levi, who later said, “I’m glad I did it,” according to witnesses.</p><p>Rocks had been laid in a circle around Awdah’s blood on the ground, mourners stopping there as if paying their respects.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Around the circle, the elders sat in silence, waiting for news that didn’t arrive on whether Awdah’s body would be returned by the Israeli army.</p><p>There is a feeling of shock that Awdah, out of all people, was the one murdered in cold blood, his cousin Eid Hathaleen, 41, told Al Jazeera about his “truly beloved” relative.</p><p>“There was [nobody] who contributed as much to the community in Umm al-Kheir as Awdah,” Alaa Hathaleen, 26, Awdah’s cousin and brother-in-law, said.</p><p>“I can’t believe that tomorrow I will wake up and Awdah won’t be here.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Awdah had three children – five-year-old Watan, four-year-old Muhammad, and seven-month-old Kinan – and he loved them above everything else in the world, several of his friends and relatives told Al Jazeera.</p><p>“He was a great father,” Alaa said. “The children would go to him more than to their mother.”</p><p>Awdah got married in 2019, Jewish Italian activist Micol Hassan told Al Jazeera over the phone. “His wedding was a beautiful occasion in 2019. We organised cars that came from all over Palestine [for it].</p><p>“He loved his children so much,” she continued. “Every time he put them to sleep, they cried and asked where their daddy was.”</p><figure id=\"attachment_3863392\" aria-describedby=\"caption-attachment-3863392\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863392\" src=\"/wp-content/uploads/2025/07/9H6B7926-1753798995.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alaa crouches next to a big bloodstain on the ground, which the villagers have encircled with rocks as a memorial of sorts to the slain Awdah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863392\" class=\"wp-caption-text\">Alaa Hathaleen, Awdah’s cousin, stares in disbelief at the bloodstain that marks the spot where Awdah was shot. In Umm al-Kheir, Masafer Yatta, occupied West Bank, on July 29, 2025 [Mosab Shawer/Al Jazeera]</figcaption></figure><p> </p><p>Hassan, who has been barred from returning to the occupied West Bank by Israeli authorities, also fondly recalled how much Awdah loved coffee and how she would bring him packs of Italian coffee whenever she was able to get to Umm al-Kheir.</p><p>Awdah also loved football, playing it every chance he got, even though Umm al-Kheir’s facilities are badly degraded and all the villagers have is a paved yard with dilapidated goalposts.</p><p>In fact, Awdah’s last breaths were on that same battered football pitch, possibly the one place in the village where he spent the most time.</p><p>No matter how bad settler attacks were, Alaa said, Awdah would sit down with him and discuss their projections and hopes for his favourite team, Spanish side Real Madrid.</p><p>“His love for Real Madrid ran in his veins,” Alaa added. “Maybe if they knew how much he loved them, Real Madrid would speak about Masafer Yatta.”</p><h2 id=\"peaceful-activist-and-radical-humanist\">Peaceful activist and ‘radical humanist’</h2><p>Awdah has been an activist since he was 17 years old, working to stop the Israeli attempts to expel the villagers of Masafer Yatta from their homes and lands.</p><p>He hosted countless visiting activists who came to the occupied West Bank to support Palestinian activists and villagers, helping them understand the situation on the ground and embracing their presence with his trademark hospitality.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Perhaps his most famous such collaboration was his work with Basel Adra and Yuval Abraham, who co-directed No Other Land, a documentary film that won an Oscar award this year.</p><p>Everyone who spoke to Al Jazeera remembers him as the kindest person, with a brave, peaceful heart.</p><p>He was “tayyeb, salim”, they said, using the Arabic words for “kind” and “peaceful”.</p><p>Awdah would tell anyone who came to Umm al-Kheir that he didn’t choose to be an activist; it just happened, Hassan told Al Jazeera, adding that he welcomed everyone, regardless of faith or citizenship.</p><p>“He was a radical humanist,” she said.</p><p>“He wanted the occupation to end without suffering,” said Alaa, adding that Awdah always thought about what the future would bring for his children and others.</p><p>He chose to become an English teacher because of that, Eid told Al Jazeera. He wanted the village children to grow up educated and able to tell the world their story in English, so they could reach more people.</p><p>“He taught all his students to love and welcome everyone regardless of their faith and origin,” said Eid.</p><p>A group of his students – he taught English from grades one through nine in the local school – huddled together in the community centre yard among the mourners, remembering their teacher.</p><p>“He would always try to make classes fun,” said Mosab, nine years old.</p><p>“He made us laugh,” added his classmate Mohammed, 11.</p><figure id=\"attachment_3863385\" aria-describedby=\"caption-attachment-3863385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863385\" src=\"/wp-content/uploads/2025/07/9H6B7991-1753798810.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Two cute boys cling to their uncle's neck and look at the camera.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863385\" class=\"wp-caption-text\">Alaa Hathaleen, Awdah’s cousin, holding Awdah’s sons, five-year-old Watan, right, and four-year-old Muhammad, left, in Umm al-Kheir, Masafer Yatta, occupied West Bank, July 29, 2025 [Mosab Shawer/Al Jazeera]</figcaption></figure><h2 id=\"murdered-by-a-raging-settler\">Murdered by a raging settler</h2><p>Umm al-Kheir is one of more than 30 villages and hamlets in the West Bank’s Masafer Yatta, a region that, more than any, has seen the consequences of the expansion of settlements and violence linked to it.</p><p>The incident that led up to Awdah’s killing began the day before, recounted activist Mattan Berner-Kadish, who had been in Umm al-Kheir providing protective presence to the Palestinian community.</p><p>A digger was to be delivered to the illegal settlement, and the villagers had agreed to coordinate the passage of the machinery with the settlers, to prevent any damage to village infrastructure.</p><p>But the settler driving the machinery ran over a water pipe and began rolling over other infrastructure, threatening to roll into the town and cause more damage.</p><p>When villagers gathered to try to stop the machinery, the operator used the digger’s claw to hit one of them in the head, dropping him to the ground, semi-conscious.</p><p>Awdah was 10-15 metres (30-50 feet) away from the altercation, standing in the community centre yard, looking on.</p><p>In the chaos, gunshots started ringing out, and Berner-Kadish saw Yinon Levi shooting at people. Amid the screams and panic, he realised that Awdah had been shot.</p><p></p><p>He tried to calm Levi down, telling him that he had directly shot someone and likely killed him. To which Levi responded: “I’m glad I did it.”</p><p>Berner-Kadish also tried to talk to the Israeli soldiers who arrived on the scene, only to hear from three of them that they wished they had been the ones to shoot Awdah.</p><p>Following the murder, the Israeli army arrested five men from the Hathaleen family. On Tuesday, the Israeli army closed the area around Umm al-Kheir, restricting any access to it.</p><p>Also on Tuesday, Levi was released to house arrest by Israeli courts, which charged him with negligent homicide.</p><p>Levi was sanctioned by Canada, the United Kingdom and the United States for violent attacks on Palestinians.</p><p>The five Hathaleen men arrested after Awdah was killed are still in Israeli custody, Alaa told Al Jazeera.</p><p>Weeping, he fretted: “What if [the Israelis] return [Awdah’s] body and they can’t pay their last tribute to them?”</p><figure id=\"attachment_3863474\" aria-describedby=\"caption-attachment-3863474\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863474\" src=\"/wp-content/uploads/2025/07/GettyImages-2226899108-1753802428.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"29 July 2025, Palestinian Territories, Hebron: Israeli Defense Forces arrest an activist as they raid the mourning tent where Palestinians of Umm Al-Khair community gatheted to mourn Awdah Al-Hathaleen, who was shot by an Israeli right-wing settler the previous day. Photo: Ilia Yefimovich/dpa (Photo by Ilia Yefimovich/picture alliance via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863474\" class=\"wp-caption-text\">Israeli soldiers arrest an activist as they raid the tent where people gathered to mourn Awdah Hathaleen [Ilia Yefimovich/picture alliance via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "RSF attacks compound humanitarian crisis in Sudan’s strategic city | Sudan war News | Al Jazeera",
            "time": "2025-07-29T16:16:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/09/AP23249592525780-1694940945.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On the morning of June 25, the crackling sound of machinegun fire startled Hamisa and her family as they were having breakfast in Sudan’s North Kordofan state.</p><p>The paramilitary Rapid Support Forces (RSF) had just stormed her village, Kazkeel, on motorbikes, as they burned huts and farms and fired artillery at women and children fleeing for their lives.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Hamisa, 60, fled with her seven teenage children, siblings and mother. As they made a run for it, she saw young men from her village picking up guns to confront the RSF.</p><p>They were outgunned and outnumbered.</p><p>“While we were escaping, we saw the [RSF] kill six young men in front of us,” she told Al Jazeera, solemnly.</p><p>“The entire village escaped when the RSF arrived. We left with nothing but the clothes on our backs until we reached the nearest, safest village,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>An epicentre of conflict</h3><p>Sudan’s regular army, known as the Sudanese Armed Forces (SAF), has fought a bloody civil war against the paramilitary Rapid Support Forces (RSF) since April 2023.</p><p>The conflict produced the worst humanitarian crisis in the world by most measures before the RSF’s recent attacks in North Kordofan, a strategic region in southern Sudan.</p><p>Over the last several weeks, the RSF has raided villages and scorched families to death. They have also shot and killed pregnant women and children, according to the Emergency Lawyers, a local monitor.</p><p>The violence has pushed tens of thousands of people to seek refuge in SAF-controlled el-Obeid, the capital of North Kordofan.</p><p>Hamisa and her family are struggling to survive after reaching the city on July 15. Like most displaced people, she is living in an overcrowded hut with barely enough food and clean water.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In addition, those displaced fear the RSF is trying to reimpose a siege on el-Obeid and then invade the city, a concern shared by analysts and relief workers.</p><p>“People all around us are still traumatised by the RSF. The children with us are very scared. They think the RSF will enter [el-Obeid],” Hamisa told Al Jazeera.</p><p>A siege would exacerbate the already catastrophic humanitarian crisis in el-Obeid and eliminate a key SAF logistics hub.</p><p>The SAF relies on el-Obeid to carry out air strikes against the RSF in the western region of Darfur, as well as to keep RSF fighters a safe distance away from the capital Khartoum, according to Nathaniel Raymond, who follows conflict dynamics in Sudan as head of the Humanitarian Research Lab at the Yale School of Public Health.</p><p>“If SAF loses el-Obeid … they would lose a lot of their ability to project force outside of Khartoum,” he told Al Jazeera.</p><figure id=\"attachment_3863375\" aria-describedby=\"caption-attachment-3863375\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863375\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Who-controls-what-in-Sudan-JULY-29-2025-copy-3-1753798269.png?quality=80\" alt=\"Interactive map Sudan el-Obeid\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863375\" class=\"wp-caption-text\">A map showing areas under control by the RSF and SAF in and around the strategic city of el-Obeid in North Kordofan [Interactive/Al Jazeera]</figcaption></figure><h3>Strategic hub</h3><p>Back in February, the SAF managed to break the RSF’s chokehold siege over el-Obeid, providing much-needed relief to its units and fighters.</p><p>El-Obeid is located some 529 kilometres (329 miles) from North Darfur’s capital el-Fasher, where SAF forces and hundreds of thousands of civilians are currently besieged by the RSF.</p><p>Any hope of carrying out a rescue mission to break the siege requires that the SAF maintain control over el-Obeid, explained Raymond.</p><p>He added that holding on to the city would also protect Khartoum from being overwhelmed by RSF drone strikes.</p><p>Yet the looming onset of Sudan’s rainy season – accompanied by heavy fog and preceding heavy rainfall  – could give the RSF an opportunity to mount a major assault. The rainy season is arriving in Sudan late this year, but forecasts suggest it could start in the coming days or weeks, said Raymond.</p><p>“SAF pilots look out the window of their planes [when dropping bombs]. They do not have laser guidance [because they fly old planes]. When the clouds come, it’ll be an operational advantage for the RSF,” Raymond told Al Jazeera.</p><p>“[The start of the rainy season] is the sweet spot,” he added. “The roads aren’t saturated yet and the valleys aren’t full [of rain], so the RSF will have cloud cover without any impact on their manoeuvrability.”</p><figure id=\"attachment_3838234\" aria-describedby=\"caption-attachment-3838234\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3838234\" src=\"/wp-content/uploads/2025/07/AP24162280843036-1752557353.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Sudanese soldiers from the Rapid Support Forces unit.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3838234\" class=\"wp-caption-text\">Sudanese soldiers from the Rapid Support Forces unit, led by General Mohammed Hamdan Dagalo, the deputy head of the military council, secure the area where Dagalo attends a military-backed tribe’s rally, in the East Nile province, Sudan, on June 22, 2019 [Hussein Malla/AP]</figcaption></figure><p>Any attack on el-Obeid would be catastrophic for the roughly 137,000 people seeking refuge in the city, a figure disclosed to Al Jazeera by Emmanuel Ufot, the director of Emergency Programs in North Sudan for Mercy Corps, one of the few global relief agencies active in North Kordofan.</p><p>He added that civilians would have to flee to Kosti in White Nile state if the RSF attacks el-Obeid, since all other exit points would be besieged and closed off.</p><p>Kosti is about 265 kilometres (165 miles) away from el-Obeid.</p><p>“We have to factor in the women, babies, elderly and disabled. These are people that will not be able to run when there is a lot of conflict,” Ufot told Al Jazeera.</p><h3>No safe haven</h3><p>Another pressing concern is the severe lack of humanitarian relief for civilians, according to relief workers.</p><p>Ufot from Mercy Corps said that only about 5 percent of the displaced in el-Obeid have a sturdy roof over their head because they are taking shelter in a school.</p><p>The rest live in huts or without any shelter at all.</p><p>With the rainy season coming, flooding and overcrowding could lead to the rapid spread of preventable diseases like cholera, a waterborne illness that has already infected tens of thousands of people in Sudan. Children are particularly vulnerable to cholera.</p><p>The RSF is compounding the crisis by firing drones and heavy artillery at civilian targets such as homes, basic services  – like power stations, and hospitals, according to Yousef Hederby, a local volunteer.</p><p>“El-Obeid is subjected to a lot of artillery shelling [from the RSF]. And the shelling hits civilian homes and residential areas,” Hederby told Al Jazeera.</p><p>He added that four people were killed and some 20 were injured by the indiscriminate shelling in mid-July. He noted the violence came after the RSF killed more than 300 people in villages located near el-Obeid in North Kordofan between July 12 and July 15.</p><p>Al Jazeera sent written questions to the RSF’s press office asking the group to respond to credible reports that it has intentionally targeted civilians and carried out mass killings in recent weeks.</p><p>The RSF did not respond before publication.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hamisa, the elderly woman who already survived one mass killing, fears she will not survive a second if the RSF enters el-Obeid.</p><p>She told Al Jazeera that the ongoing war in Sudan is worse than the civil war in the 1990s, referring to the north-south conflict that eventually divided Sudan into two countries in 2011.</p><p>“There were limits to the civil war in the 1990s. Our village wasn’t in a lot of danger at the time,” she told Al Jazeera.</p><p>“But this war has spread to every village and area in Sudan. There is a safe place in Kordofan,” she added.</p><p>“We are all very scared.”</p></div></div></body></html>"
        },
        {
            "title": "The UK is slipping into racist dystopia | Racism | Al Jazeera",
            "time": "2025-07-29T16:16:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-08-04T193050Z_621121256_RC2299ALJH4Q_RTRMADP_3_BRITAIN-PROTESTS-1753802367.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been a year since the Southport attack, which triggered furious racist riots in the streets of the United Kingdom. Unruly crowds, galvanised by false claims that the perpetrator was Muslim, went on a rampage, attacking mosques, Muslim-owned businesses, homes, and individuals they perceived as Muslim.</p><p>As the riots were raging, I was finishing my novel, The Second Coming. The book is set in a dystopian future in which a Christian militia inspired by English nationalism seizes London, bans Islam, and exiles Muslims to refugee camps in Birmingham. The events unfolding in the streets as I was writing the final chapters made me realise that today, we are much closer to the dystopian world in my novel than I had imagined.</p><p>The scenes and images that helped me shape this fictional world were inspired by the England I lived in during my youth, when racist violence was rampant. Gangs of white youth would hunt us down, especially after the pubs closed, in wave after wave of what they called “Paki bashing”.</p><p>Knife attacks and fire bombings were not uncommon, nor were the demands by far-right groups, such as the National Front and the British National Party, for the repatriation of Black (ie, non-white) “immigrants”.</p><p>Attending school sometimes meant running through a gauntlet of racist kids. In the playground, sometimes they swarmed around, chanting racist songs.</p><p>As a student, I lost count of the number of times I was physically attacked, at school, in the street, or in pubs and other places. When I lived in East London, I was with the local youth of Brick Lane, where hand-to-hand fighting took place to stop hordes of racist attackers. These assaults were not an isolated phenomenon. Similar scenes took place across the country, with the National Front and British National Party organising hundreds of marches, emboldening white supremacist gangs.</p><p>Around this time, some of my peers and I were arrested and charged with “conspiracy to make explosives” for filling up milk bottles with petrol as a way of defending our communities against racist violence; our case came to be known as the Bradford 12. These struggles, whether in Brick Lane or Bradford, were part of a broader fight against systemic racism and far-right ideologies that sought to terrorise and divide us.</p><p>The overt, street-level violence of those years was terrifying, but it came from the margins of society. The ruling political class, though complicit, avoided openly aligning with these groups. A case in point is Margaret Thatcher, who in 1978, as the leader of the Conservative Party, gave an infamous interview in which she said, “People are really rather afraid that this country might be rather swamped by people with a different culture.” It was a subtle nod of approval for racist mobs, but as prime minister, Thatcher still kept far-right groups at an arm’s length.</p><p>Today, that distance has disappeared. Prime Minister Keir Starmer and other prominent members of Labour regularly echo far-right rhetoric, promising to “crack down” on those seeking sanctuary here. His Conservative predecessor, Rishi Sunak, and his ministers were not different. His Home Minister Suella Braverman falsely claimed grooming gangs had a “predominance” of “British Pakistani males, who hold cultural values totally at odds with British values”.</p><p>While the old crude white racism has not disappeared, a more vicious form – Islamophobia – has been fanned over the past few decades. It feels like the old “Paki” bashing gangs have been replaced by a new crusading wave that equates Islam with terrorism; sexual abuse with Pakistanis; asylum seekers with parasitic hordes about to overrun the country.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This is the soil in which the Reform Party has taken root and flourished, in which ever cruder forms of racism are made respectable and electable. When both Labour and the Tories have become havens for a complex web of political corruption, Reform’s simple anti-migrant and Islamophobic tropes are projected as an honest alternative. This has propelled the far-right party to the top of polls, with <a href=\"https://www.independent.co.uk/news/uk/politics/local-elections-reform-labour-tories-poll-b2739478.html\">30 percent</a> of voters supporting it, compared with 22 percent for Labour and 17 for the Conservatives.</p><p>In this environment, it was rather unsurprising that for the anniversary of the riots, the Economist magazine decided to run a <a href=\"https://www.economist.com/britain/2025/07/24/seven-in-ten-britons-expect-more-riots\" target=\"_blank\" rel=\"noopener\">poll</a> focusing on race rather than on issues of economic decline, social deprivation and the never-ending austerity to which the working people of this country have been subjected. The survey showed that nearly 50 percent of the population think that multiculturalism is not good for the country, while 73 percent thought more “race riots” will happen soon.</p><p>The nurturing of violent racism at home has run parallel with England’s long history of enacting it abroad. The new face of racism is fed on old imperial tropes of savages that need to be tamed and defeated by civilised colonial rule. These racist ideologies, which welded the empire together, have come back home to roost.</p><p>They are playing out in the racist violence on the streets and in the state’s repression of Palestine supporters. They are also playing out in the UK’s unwavering political and military support for Israel, even as it bombs hospitals and schools in Gaza and starves children. Empire taught Britain to use racism to dehumanise entire peoples, to justify colonialism, to plunder, to spread war and famine. Genocide is in Britain’s DNA, which explains its present-day collusion with genocidal Israel.</p><p>Against this backdrop of racist, imperial violence, people of all colours and religions and none have mobilised. While they may not have stopped the genocide, they have laid bare the hypocritical barefaced lies of the British political elite. Only this sort of solidarity and challenge to racism can stop the dystopic world of my book becoming a reality.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israel kills mother as doctors try to save her newborn in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-29T16:15:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753805702.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia jails journalist for alleged Navalny links amid crackdown on dissent | News | Al Jazeera",
            "time": "2025-07-29T16:11:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/000_687Q9WG-1-1753805129.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia jails journalist for alleged Navalny links amid crackdown on dissent</h1><p class=\"article__subhead\"><em>Olga Komleva has been sentenced to 12 years in prison for her past volunteer work with Navalny’s banned party.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian court has sentenced journalist Olga Komleva to 12 years in prison on “extremism” charges over her links to an opposition group, as the Kremlin intensifies its crackdown on dissent.</p><p>On Tuesday, Komleva, 46, was found guilty of “extremist” ties for her past volunteer work with the late opposition leader Alexey Navalny’s banned political party and for allegedly spreading false information about the Russian army in her reporting on the war in Ukraine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"585\" data-end=\"1007\">The verdict underscores Moscow’s expanding repression, which now targets not only active critics but also those who were once affiliated with opposition groups.</p><p>Independent outlet Mediazona reported that Komleva had volunteered for Navalny’s party before it was outlawed in 2021. She later worked for the independent media outlet RusNews, covering antigovernment protests and Russia’s military assault on Ukraine.</p><p>The Kremlin has escalated its decade-long clampdown on independent media amid its campaign in Ukraine by imposing sweeping censorship laws, effectively banning any criticism of the military.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A district court in the central Russian city of Ufa “found that the defendant participated in the activities of an extremist community” and “spread deliberately false information about the actions of the armed forces,” it said in a statement.</p><p>“The court found the defendant guilty and sentenced her to 12 years in prison,” it added.</p><p>The journalist did not admit guilt on either charge.</p><p>Komleva was seen smiling and waving from inside a glass defendants’ box after she heard the verdict, and said “I love you all” to a group of people who came to support her, according to a video published by RusNews.</p><p>Komleva has diabetes and struggled to receive medication while in pre-trial detention, Mediazona said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Navalny, President Vladimir Putin’s main opponent, who died in an Arctic penal colony under unclear circumstances last year, was declared an “extremist” by Russian authorities in 2021.</p><p>Russia banned Navalny’s organisations in the same fashion shortly before launching its 2022 full-scale invasion of Ukraine and has ruthlessly targeted those it deems to have links to him.</p></div></div></body></html>"
        },
        {
            "title": "Ali Shariati and the Iranian revolution | Documentary | Al Jazeera",
            "time": "2025-07-29T16:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753792685.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The life of Ali Shariati, an Iranian revolutionary scholar, an inspiration behind the 1979 Islamic revolution.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This is the untold story of Ali Shariati, an influential Iranian scholar whose revolutionary ideas helped shape the ideological basis of the 1979 Islamic revolution. This documentary explores how Shariati’s radical interpretation of religious thought in the Shah’s Iran recast Islam as a revolutionary force against authoritarianism and repression – and inspired a generation that increasingly demanded change.</p><p>Shariati studied in Paris in the 1960s, where he was exposed to new ideas – Marxism, existentialism and anticolonial movements, including Algeria’s fight for independence from France. He was labelled subversive by the Shah’s secret police and imprisoned several times.</p><p>In 1977, he was allowed to leave Iran for the United Kingdom, but his sudden death triggered the suspicion among his supporters of assassination by SAVAK agents. Shariati never lived to see the Iranian revolution, but his legacy is still felt in Iran as elsewhere in the Arab world.</p></div></div></body></html>"
        },
        {
            "title": "Four killed, hundreds arrested in Angola protests against fuel price hike | Protests News | Al Jazeera",
            "time": "2025-07-29T15:15:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250728__68348QF__v1__HighRes__AngolaUnrest-1753799124.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four killed, hundreds arrested in Angola protests against fuel price hike</h1><p class=\"article__subhead\"><em>Police say four people were killed and 500 others arrested at protests in the capital, Luanda.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four people were killed and hundreds were arrested during a protest against a fuel price hike in Angola’s capital, police said.</p><p>The protests erupted on Monday in response to the government’s decision earlier this month to raise the price of diesel by 30 percent, which led to large hikes in fares by minibus taxis, an important method of transport for many Angolans.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Gunfire could be heard in central Luanda’s Cazenga area, where people were seen taking food and other items from shops.</p><p>Social media images showed clashes in the Rocha Pinto suburb near the airport, as well as in the Prenda area.</p><p>Police said in a statement on Tuesday that hundreds of arrests were made in connection with rioting, vandalism and looting of shops. Cars and buses were damaged and roads were blocked.</p><p>Transport in Luanda remained suspended and shops closed on Tuesday.</p><p>The government’s decision to raise heavily subsidised fuel prices from 300 to 400 kwanzas ($0.33 to $0.44) per litre has caused anger in Angola, one of Africa’s top oil producers, where many people live in poverty.</p><p>Minibus taxi associations, which in turn hiked their fares by up to 50 percent, launched a three-day strike to protest the move beginning on Monday.</p><p>“We are tired … they must announce something for things to change … for us to live in better conditions,” a protester told Angola’s TV Nzinga.</p><p>“Why do you make us suffer like this? How will we feed our children? The prices have to go down,” a woman said, addressing President Joao Lourenco.</p><figure id=\"attachment_3863399\" aria-describedby=\"caption-attachment-3863399\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863399\" src=\"/wp-content/uploads/2025/07/AFP__20250728__68348QC__v2__HighRes__AngolaUnrest-1753799195.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Members of the Angola National Police patrols as looting erupted in the Kalemba 2 district of Luanda on July 28, 2025 during a general strike in the taxi sector declared for three days to protest against the rising prices of fuel. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863399\" class=\"wp-caption-text\">Angola National Police patrol the Kalema 2 district of Luana as looting breaks out on July 28, 2025 [File: AFP]</figcaption></figure><p> </p><p>Deputy Commissioner Mateus Rodrigues told reporters in a briefing about Monday’s violence that the police “currently report four deaths”. He did not specify how they occurred.</p><p>Police arrested 400 people overnight for suspected involvement in the unrest after arresting 100 on Monday, Rodrigues said. About 45 shops were vandalised, while 25 private vehicles and 20 public buses were damaged, he added. Banks were also targeted.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Protests have been taking place since the announcement of the diesel price hike on July 1.</p><p>Human Rights Watch said police had used excessive force in a July 12 protest, including firing tear gas and rubber bullets.</p><p>Angola has been gradually cutting fuel subsidies since 2023, when protests over a petrol price hike also turned deadly.</p></div></div></body></html>"
        },
        {
            "title": "Settler sanctions are theatre. Hathaleen’s murder exposes the cover-up | Crimes Against Humanity | Al Jazeera",
            "time": "2025-07-29T14:55:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/getty_6888df656c-1753800549.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 28, 2025, an Israeli settler shot Palestinian activist Awdah Hathaleen in the chest, causing injuries that later <a href=\"/news/2025/7/29/israeli-settler-kills-west-bank-activist-who-worked-on-oscar-winning-film\">proved fatal</a>. The attack was captured on video, and the shooter was identified as Yinon Levi, a settler previously sanctioned by the European Union, the United Kingdom and the United States under the Biden administration.</p><p>Hathaleen, aged 31, was a beloved activist and teacher from <a href=\"/features/2025/7/10/west-bank-palestinians-prepare-to-lose-homes-as-israel-pushes-for-expulsion\">Masafer Yatta</a> in the South Hebron Hills. He also played a supporting role in <a href=\"/news/2025/3/3/israeli-palestinian-film-no-other-land-wins-oscar-for-best-documentary\">the Oscar-winning film No Other Land</a>, which depicts the story of his village, subjected to relentless attacks from settlers and settler-aligned soldiers for decades.</p><p>Hathaleen’s killing is far from isolated. He is one of <a href=\"/news/2025/7/1/israel-has-killed-1000-palestinians-in-the-west-bank-since-october-7-2023\">more than 1,000 Palestinians</a> killed in the West Bank since the genocide in Gaza began in October 2023. This surge in violence coincides with a sharp rise in Palestinian land seizures and home demolitions. The Israeli government has used the genocide in Gaza as cover to accelerate its takeover plans for the West Bank. Just days before entering its three-month summer recess, the Israeli Knesset passed a non-binding motion to annex the entire territory.</p><p>The Knesset’s motion comes one year after the July 2024 International Court of Justice (ICJ) ruling that Israel’s ongoing occupation of the Palestinian territories it seized in 1967 is illegal and must end. The court ordered the Israeli regime to dismantle settlements, provide reparations and facilitate the return of displaced Palestinians, setting September 2025 as the deadline.</p><p>In the months leading up to the ICJ ruling, countries including Australia, France, the UK and Canada announced sanctions on a handful of settlers and entities involved in the settlement enterprise. Hathaleen’s killer, Yinon Levi, was among those sanctioned. Yet, as expected, travel bans and financial restrictions imposed by these countries have had no impact on the ground. Levi continued his attacks on Palestinians from his illegal settler outpost, operating under full army protection.</p><p>Not only have these sanctions had no impact, but by singling out a few settlers rather than addressing the broader machinery of settler colonialism, they also allow the Israeli regime to escape accountability by presenting settler violence as an aberration rather than an extension of state policy.</p><p>By deliberately distinguishing between “extremist” settlers and the rest of the Israeli regime, states implement token measures that enable them to posture as defenders of international law while avoiding any confrontation with the regime itself.</p><p>The reality is that Israel operates as a settlement enterprise, and its state policy has always been to expand its territory across all of Historical Palestine and beyond, as demonstrated by the occupation of parts of southern Syria and Lebanon over the last two years.</p><p>Today, more than 700,000 settlers reside in the West Bank and East Jerusalem across more than 250 settlements and outposts, all of which violate international law and are sustained by state infrastructure, security forces and planning agencies. This expansion has been enabled by hollow measures such as the sanctioning of Levi, where targeting a few individuals serves only to shield the regime responsible for the very system they uphold.</p><p>This political theatre is utterly absurd. One cannot meaningfully sanction settler violence while maintaining full diplomatic, economic and military support for a regime that is, by definition, a settler regime. The settler and the state are inseparable. To sanction one while legitimising the other is not accountability; it is complicity. Hathaleen’s murder is not an anomaly but the direct outcome of this system, one that is protected, financed and excused by the same states that claim to oppose it. Such actions do not challenge the status quo; they entrench and normalise it. Breaking this cycle requires states to end their support for Israel’s genocidal regime of settlement and occupation altogether, through comprehensive sanctions and real accountability that targets the system, not just its murderous foot soldiers.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israeli TV personality jokes ‘obese’ mother ate starving Gaza baby | Gaza | Al Jazeera",
            "time": "2025-07-29T13:57:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753797412.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Are influencers a trustworthy source of news? | Social Media | Al Jazeera",
            "time": "2025-07-29T13:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753793279.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Today on The Stream: Are influencers a trustworthy alternative to traditional journalists?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gen Z, in particular, is turning to social media rather than traditional media outlets for their news. This episode explores the rising influence of content creators as trusted sources of information. It examines how governments and organisations are increasingly harnessing this trend as a tool of soft power. Are audiences genuinely being informed, or subtly influenced? And in this evolving media landscape, what role does journalism still play?</p><p>Presenter: Stefanie Dekker</p><p>Guests:<br>\nSophia Smith Galer – Digital journalist and author<br>\nGina L Divittorio – Writer and comedian<br>\nYayu Feng – Assistant professor, University of St Thomas</p></div></div></body></html>"
        },
        {
            "title": "Video: Funerals held for victims of DRC Catholic church attack | Crime | Al Jazeera",
            "time": "2025-07-29T13:15:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753794891.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Death toll in Israel’s war on Gaza surpasses 60,000 | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T12:36:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T083013Z_113753238_RC26WFARILYV_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1753790419.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 60,034 Palestinians have been killed by Israeli forces since the <a href=\"/tag/israel-palestine-conflict/\">war on Gaza</a> erupted in October 2023, according to the enclave’s Ministry of Health.</p><p>The grim milestone was reached on Tuesday, with medical sources telling Al Jazeera that at least 81 Palestinians, including 19 aid seekers, have been killed since dawn, despite “pauses” in fighting to deliver essential humanitarian aid.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Local accounts indicate that Israel used booby-trapped robots, as well as tanks and drones, in what residents describe as one of the bloodiest nights in recent weeks, said Al Jazeera’s Tareq Abu Azzoum, reporting from Deir el-Balah in central Gaza.</p><p>“This is a sign of a possible imminent Israeli ground manoeuvre, although Israel has not yet confirmed the objectives of the attack,” he said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863098\" src=\"/wp-content/uploads/2025/07/Interactive_600000killed-02-1753783998.png?quality=80\" alt=\"Interactive_60,0000 killed in gaza_July 29_2025\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The latest attacks come as the “worst-case scenario of famine” is unfolding in Gaza, according to a new report by the Integrated Food Security Phase Classification (IPC), a global hunger monitoring system.</p><p>“Latest data indicates that famine thresholds have been reached for food consumption in most of the Gaza Strip and for acute malnutrition in Gaza City,” it said in the report.</p><p class=\"p1\">“Amid relentless conflict, mass displacement, severely restricted humanitarian access, and the collapse of essential services, including healthcare, the crisis has reached an alarming and deadly turning point,” the IPC document added.</p><p>Food consumption has sharply deteriorated, with one in three individuals going without food for days at a time, it said.</p><p>Malnutrition rose rapidly in the first half of July, with more than 20,000 children being admitted for treatment for acute malnutrition between April and mid-July. More than 3,000 of them are severely malnourished.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>UN Secretary-General Antonio Guterres has said Gaza is already facing famine, citing the latest assessment from IPC.</p><p>“The facts are in – and they are undeniable,” Guterres said in a statement. “Palestinians in Gaza are enduring a humanitarian catastrophe of epic proportions. This is not a warning. It is a reality unfolding before our eyes.”</p><p>He demanded that aid deliveries no longer be blocked or delayed.</p><p>“The trickle of aid must become an ocean. Food, water, medicine, and fuel must flow in waves and without obstruction,” he said. “This nightmare must end. Ending this worst-case scenario will take the best efforts of all parties now.”</p><p>Guterres once again urged an “immediate and permanent humanitarian ceasefire,” the unconditional release of all captives, and full access for humanitarian agencies across the enclave.</p><p>The IPC alert comes against the backdrop of its latest analysis released in May, which projected that by September, the entire population of Gaza would face high levels of acute food shortages, with more than 500,000 people expected to be in a state of extreme food deprivation, starvation, and destitution, unless Israel lifts its blockade and stops its military campaign.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863093\" src=\"/wp-content/uploads/2025/07/Interactive_600000killed-03-1753783992.png?quality=80\" alt=\"Interactive_60,0000_killed_Gaza_BurjKhalifa\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Israel’s genocidal war on Gaza and humanitarian blockade, which it lifted partially in March, continues to plunge the Palestinian territory into an increasingly dire malnutrition crisis as at least 147 people, including 88 children, have died from malnutrition since the start of the war, the Health Ministry said on Monday.</p><p>Starvation is affecting all sectors of the population, with Sima Bahous, the executive director of UN Women, saying one million women and girls in Gaza face the “unthinkable choice” of starving or risking their lives while searching for food.</p><p>“This horror must end,” Bahous said in a social media post, calling for unhindered access of humanitarian aid into the Strip, the release of captives and a permanent ceasefire.</p><h2 id=\"babies-particularly-affected\">Babies particularly affected</h2><p>Medical staff at Gaza’s hospitals are seeing babies severely malnourished “without muscles and fat tissue, just the skin over the bone”, the director of paediatrics and maternity at Nasser Hospital, Ahmed al-Farra, told Al Jazeera.</p><p>The long-term consequences of malnutrition for babies, infants and children are severe as they are still developing their central nervous system during the first three years of their lives, said al-Farra.</p><p>Babies who have been malnourished will not have the required folic acid, B1 complex and polyunsaturated fatty acids that are essential for the composition of the central nervous system.</p><p>Al-Farrah said malnutrition can affect cognitive development in the future, make it hard for a child to read and write, and lead to depression and anxiety.</p><p>Tanya Haj Hassan, a doctor with the NGO Doctors Without Borders (MSF), explains that serious health risks remain even after food becomes available again.</p><p>“The reality is the problem doesn’t end when the food arrives … malnutrition impacts all aspects of the body’s function,” Hassan told Al Jazeera.</p><p>“All of the cells in your body are altered by this. In the intestines, the cells die. That results in issues with absorption, with bacteria. Your pancreas struggles; absorbing fats is difficult.</p><p>“Your heart cells become weak and thinned. The connections are impacted, the heart rate slows. These children often die of heart failure, even when they’re being refed,” she added.</p><p>“They also have life-threatening shifts in salts; these can also lead to fatal heart rhythms. They’re more prone to sepsis and shock,” the doctor said, in reference to oral rehydration salt solutions, which are usually administered to people suffering from malnutrition.</p><p>“[Patients can face] low blood pressure, skin lesions, hypothermia, fluid overload, infection, vitamin deficiencies that can affect vision and bone.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Now that countries have capitulated on tariffs, Trump will be back for more | Trade War | Al Jazeera",
            "time": "2025-07-29T11:04:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_6887613001f63-1753702704.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Governments have been falling over one another to offer concessions to United States President Donald Trump as his August 1 tariff deadline looms. On Sunday, the US president scored his biggest victory to date, as European Union chief Ursula von der Leyen, like the leader of a vassal state paying homage to an emperor, travelled to Trump’s private golf course in Scotland to offer him tribute.</p><p>It came in the form of an entirely one-sided tariff pact in which Brussels accepted a huge tariff hike and pledged to spend hundreds of billions of dollars on US fossil fuels and military products.</p><p>The pact has changed the balance between two of the largest economic powers in the world. The EU has simply rolled over without a fight. French Prime Minister Francois Bayrou described it as a “dark day” for the union, while a European diplomat bemoaned by saying “those who don’t hang together get hanged separately.”</p><p>The economic impact on the rest of the world is likely to be worse still. Trump has declared economic war on friends and foes alike. Many countries are facing higher tariffs than the EU and are less capable of defending themselves. By giving in, Brussels has made it harder for other countries to stand firm.</p><p>A 40 percent tariff on Laos or 36 percent on Cambodia, for example, will be devastating to the export industries which US corporations encouraged them to build in recent decades. And without a united front, other countries are reluctantly coming to the table.</p><p>Last week, Trump announced a deal with the Philippines for 19 percent tariffs on all goods exported to the US and no tariffs on imported US goods; it was unclear if Manilla had fully agreed to the arrangement before the US president made it public. Indonesia’s deal is even worse, with the country forced to give up controls on its critical mineral exports and aspects of its emerging digital sector – both of which are critical to its economic development. For Brazil, US demands go beyond the economic realm, with Washington going as far as trying to interfere in the prosecution of former President Jair Bolsonaro.</p><p>While the provisions of different trade deals vary, they all follow the same strategy: Bullying governments to change their rules and regulations in favour of US corporate interests, especially those of oligarchs who surround the president.</p><p>Trump’s trade negotiations style might be highly erratic, but his is a clear-cut end goal: To upend the world economic system, replacing rules which were already unfair with the absolute dominance of the biggest bully.</p><p>The immediate impact of this restructuring will be bad for the countries that submit to it, but this won’t be the end of the story. By giving Trump what he wants, they have strengthened his hand, and he will be back for more.</p><p>Already, the EU has little clarity around a range of additional tariffs the US president might bring in and how they will affect the “deal” that’s been made. Canada ditched its digital services tax on Big Tech to get a deal, only to be hit by higher tariffs. The Philippines now faces a higher tariff than it did in April, despite making concessions. And the UK thought it had a deal on steel, only to discover it didn’t, really.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>There’s no fairness in any of this. The only way out is to stand up to Trump; he does not respect weakness.</p><p>As a minimum, for countries that have signed a deal, that means implementing as little as they can. Governments that can retaliate should do so. That does not necessarily mean matching tariff for tariff, a policy which could inflict serious self-harm, but rather using the tools that show their strength best.</p><p>The EU has ample power to challenge the US services trade, and should have retaliated by limiting US corporate access to, for example, government contracts, financial markets and intellectual property protection.</p><p>In failing to take such action, the EU showed a profound misunderstanding of the moment we’re in. Von der Leyen seems to think Trump is a temporary anomaly who can be contained while we wait for a resumption of business as usual in four years.</p><p>But in Europe and the US, the public has had enough of a corporate-dominated global economy. There’s no return to that world. Retaliatory policies like the ones mentioned above can not only maximise the pain directed at Trump’s oligarchic friends, but they can also help unwind the power of the monopolies which are at the heart of our deeply unfair, unsustainable economy.</p><p>This last point is important. Because if we want Trump gone, as millions of Americans do, we will not get there by handing him unnecessary victories. Trump won power by building a bridge between those angry at a corporate-dominated economy and the corporate barons themselves. It was an impressive feat. But the alliance will only last as long as he’s winning.</p><p>The question now is how governments can best protect their economies long-term, and that must come through regaining sovereignty, not handing it over to the bully in the White House. What’s more, such action can show Trump for the corporate lobbyist he really is and lay a path to his eventual downfall.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "India claims to have killed all suspects of Kashmir’s Pahalgam attack | India-Pakistan Tensions News | Al Jazeera",
            "time": "2025-07-29T10:48:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-06-16T125028Z_421470362_RC2L3FA5T7WI_RTRMADP_3_INDIA-RELIGION-1753783134.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India claims to have killed all suspects of Kashmir’s Pahalgam attack</h1><p class=\"article__subhead\"><em>Three armed men killed on Monday were involved in deadly attack on tourists in Pahalgam, India’s home minister says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India’s Home Minister Amit Shah has said three suspected rebels <a href=\"/news/2025/7/28/three-suspected-rebels-killed-in-firefight-in-indian-administered\">killed</a> in Indian-administered Kashmir were responsible for the April killings of tourists in the disputed region’s <a href=\"/news/2025/5/2/pahalgam-attack-a-simple-guide-to-the-kashmir-conflict\">Pahalgam</a> that led to an intense military conflict with Pakistan.</p><p>The minister’s comments came on Tuesday, a day after <a href=\"/news/2025/7/28/three-suspected-rebels-killed-in-firefight-in-indian-administered\">the heavily-armed suspects were killed</a> in a joint operation by the military, paramilitary and police on the outskirts of Kashmir’s main city of Srinagar.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I want to tell the Parliament, those who attacked in Baisaran were three terrorists and all three have been killed,” said Shah, referring to the area near the Kashmiri town of Pahalgam where 26 people, mostly Hindu tourists, were shot dead on April 22.</p><p>India accused Pakistan of backing the attackers, a charge Islamabad denied, leading to an intense four-day conflict between the nuclear-armed rivals in May that killed more than 70 people on both sides.</p><p>Shah said all three were Pakistani nationals and identified two of them as members of Lashkar-e-Taiba, a Pakistan-based armed group.</p><p>“Indian security agencies have detailed evidence of their involvement in the attack,” Shah said in a speech in the Lok Sabha, the lower house of Parliament.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Monday’s operation took place in the mountains of Dachigam, about 30km (18 miles) from Srinagar, the army said in a statement.</p><p>Shah said a security meeting was held immediately after the attack, and it was decided that the attackers should not be “allowed to leave the country and return to Pakistan”.</p><p>Investigators relied on witness accounts and forensic evidence to establish that the rifles found on the men were the same ones that were used in the April attack, he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It was confirmed that these three rifles were involved in the killing of our innocent civilians,” said Shah.</p><p>All those killed in the April attack were listed as residents of India except one man from Nepal. Survivors said the attackers had separated the men from the women and children and ordered some of them to recite the Muslim declaration of faith.</p><p>Another armed group called The Resistance Front (TRF) initially claimed responsibility for the attack. But as public criticism mounted over the killings, it retracted the claim.</p><p>Earlier this month, the United States <a href=\"/news/2025/7/18/us-labels-the-group-accused-of-pahalgam-attack-a-terrorist-organisation\">designated</a> TRF as a “foreign terrorist organisation”.</p><p>Muslim-majority Kashmir has been divided between India and Pakistan since their independence from British rule in 1947, and the neighbours – who both claim the region in full – have fought two wars and several conflicts over its control.</p><p>Since 1989, Kashmiri rebels have been fighting against Indian rule, demanding independence or the region’s merger with Pakistan. India accuses Pakistan of backing the violence, but Islamabad says it only provides diplomatic support to the Kashmiris’ struggle for self-determination.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "A day in the life of a Palestinian family seeking food in Gaza | Gaza | Al Jazeera",
            "time": "2025-07-29T10:47:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753786008.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli settler kills West Bank activist involved in Oscar-winning film | Crimes Against Humanity | Al Jazeera",
            "time": "2025-07-29T10:27:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753784623.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "NYC shooting: What we know about the victims, suspect Shane Tamura | Crime News | Al Jazeera",
            "time": "2025-07-29T10:13:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T025731Z_1536630762_RC22WFAML9NA_RTRMADP_3_NEW-YORK-SHOOTING-1753772846.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A lone attacker armed with an assault-style rifle killed four people, including a New York Police Department (NYPD) officer, before fatally shooting himself inside a skyscraper in New York’s Manhattan area, according to the police.</p><p>The <a href=\"/news/2025/7/29/four-killed-in-new-york-shooting-including-police-officer-suspect-report\" target=\"_blank\" rel=\"noopener\">shooting</a> is still under “active investigation”, New York City Police Commissioner Jessica Tisch told reporters at a news conference late on Monday. Police said the motive behind the shooting was still unknown.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The rampage happened at the skyscraper – home to the headquarters of the National Football League (NFL) and Blackstone, one of the world’s largest investment firms, among others.</p><p>So, who were the victims of the latest mass shooting in the United States? Who was the suspect, and what was his motive?</p><h2 id=\"what-more-do-we-know-about-the-shooting\">What more do we know about the shooting?</h2><p>The incident took place after 6pm local time (22:00 GMT) on Monday at 345 Park Avenue in Midtown Manhattan.</p><p>Police Commissioner Tisch said surveillance video showed the man exiting a BMW just before 6:30pm carrying an M4 rifle, then marching across a public plaza into the building.</p><p>Then he started firing, killing a police officer working a corporate security detail and then hitting a woman who tried to take cover as he sprayed the lobby with gunfire.</p><p>The man made his way to the lift and shot a guard at a security desk, and shot another man in the lobby.</p><p>He then took the lift to the 33rd-floor offices of the company that owned the building, Rudin Management, and shot dead one person on that floor.</p><p>The bloodshed came to an end when the attacker fatally shot himself in the chest.</p><p>Local TV footage showed lines of people evacuating the office building with their hands above their heads in the hours after the killings.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It felt like it was a quick two shots and then it was rapid fire,” Nekeisha Lewis told The Associated Press news agency.</p><p>Windows shattered, and a man ran from the building saying, “Help, help. I’m shot,” Lewis, who was eating dinner with friends on the plaza, said.</p><p>This shooting is the 254th mass shooting in the US this year, according to the Gun Violence Archive – a nonprofit that tracks gun-related violence.</p><p>The group defines a mass shooting incident as one in which four or more people, excluding the attacker, are killed or injured by firearms.</p><p>Monday’s shooting ranks as the deadliest gun attack in New York City in the last 25 years.</p><h2 id=\"where-in-manhattan-did-the-shooting-occur\">Where in Manhattan did the shooting occur?</h2><p>“What we know so far,” said Tisch, is that “surveillance video shows a male exit a double-parked black BMW on Park Avenue between 51st and 52nd streets, carrying an M4 rifle in his right hand.”</p><p>He then walked into the 44-storey skyscraper at 345 Park Avenue, which is home to several big firms, including KPMG and Deutsche Bank.</p><p>The building, about a block east of St Patrick’s Cathedral, is located near Rockefeller Centre, just a few blocks south of Central Park.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862720\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Five-dead-in-New-York-City-shooting-JULY29-2025-1753770086.png?quality=80\" alt=\"INTERACTIVE-Five dead in New York City shooting-JULY29, 2025-1753770086\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The shooting took place at the end of a workday, in the same part of Manhattan where the chief executive of UnitedHealthcare was shot dead outside a hotel late last year.</p><h2 id=\"what-do-we-know-about-shane-tamura-the-suspect\">What do we know about Shane Tamura, the suspect?</h2><p>“The shooter is believed to be Shane Tamura, a 27-year-old male with a Las Vegas address,” Tisch said.</p><p>“His motives are still under investigation. We are working to understand why he targeted this particular location,” she added.</p><p>Preliminary checks of the suspect’s background did not show a significant criminal history. However, he did have a history of mental illness.</p><p>The gunman, Shane Devon Tamura, 27, drove across the country from Las Vegas in the days before the attack and got to New York on Monday afternoon, police said.</p><p>Tamura had a “documented mental health history,” New York Police Commissioner Jessica Tisch said during a news conference Monday night.</p><p>According to a <a href=\"https://edition.cnn.com/2025/07/29/us/nyc-midtown-shooting-shane-tamura-wwk-hnk\" target=\"_blank\" rel=\"noopener\">CNN report</a>, a source familiar with the investigation said he had a suicide note in his pocket saying he suffered from CTE (chronic traumatic encephalopathy), a brain condition associated with repeated head injuries.</p><p>The source also revealed that Tamura requested his brain be studied and wrote, “You can’t go against the NFL, they’ll squash you.”</p><p>Investigators searched the suspect’s car at the scene and found a rifle case with rounds, a loaded revolver and ammunition, as well as a backpack and medication prescribed to the attacker, Tisch said.</p><p>She said an initial investigation shows Tamura’s vehicle travelled across the country, passing through Colorado on July 26, then Nebraska and Iowa on July 27.</p><p>The car was in Columbia, New Jersey, as recently as 4:24pm on Monday. He drove into New York City shortly thereafter, she said.</p><p>Tisch also said there were no indications that Tamura had prior connections to the city.</p><h2 id=\"what-do-we-know-about-the-victims-and-the-officer-who-was-killed\">What do we know about the victims and the officer who was killed?</h2><p>NYPD officer Didarul Islam, who was among the victims, was hailed as a hero. The 36-year-old was an immigrant from Bangladesh who had served as a police officer for the past three and a half years, Tisch said.</p><p>“He was doing the job that we asked him to do. He put himself in harm’s way. He made the ultimate sacrifice,” she said. “He died as he lived – a hero.”</p><p>New York City Mayor Eric Adams described him as a “true blue” hero.</p><p>“He was saving lives, he was protecting New Yorkers,” Adams said. “He loved this city, and everyone we spoke with stated he was a person of faith and a person that believed in God.”</p><p>Islam was married, with two young boys. “His wife is pregnant with their third child,” Tisch said.</p><p></p><p>Also among the victims was Wesley LePatner, an employee at Blackstone, the investment firm confirmed on Tuesday. In a statement, the firm said she “embodied the best of Blackstone” and is survived by her husband and children.</p><p>“She was brilliant, passionate, warm, generous, and deeply respected within our firm and beyond,” Blackstone said.</p><p></p><p>Authorities released limited information about the two other victims, identifying them only as men.</p><p>The final victim was struck in Rudin Management’s office. It is one of the oldest real estate firms in New York, and owns the entire building.</p><p>A third male was gravely wounded by the gunfire and was “fighting for his life” in a nearby hospital, Mayor Adams said.</p><p>Later, the NFL commissioner, Roger Goodell, identified an employee of the league as the injured victim.</p><p>“As has been widely reported, a gunman committed an unspeakable act of violence in our building at 345 Park Avenue. One of our employees was seriously injured in this attack. He is currently in the hospital and in stable condition,” Goodell said in a message to employees.</p><p>Commissioner Tisch said the names of the victims were being withheld until their families were notified.</p><h2 id=\"what-are-the-latest-updates\">Is the area safe now? What are the latest updates?</h2><p>After the shooting, a large police presence converged on the area around the tower, according to the Reuters news agency.</p><p>But by the early hours of Tuesday morning, police were allowing some 345 Park Avenue office workers back into the building to collect their belongings.</p><p>Zohran Mamdani, the Democratic nominee for New York City mayor, is returning from Uganda and is expected to hold an event on Wednesday addressing the shooting.</p><p>In a statement, Mamdani extended his condolences to the family of NYPD officer Islam.</p><p></p></div></div></body></html>"
        }
    ]
}